{
 "id": "124796",
 "text": "Weare is a town in Hillsborough County, New Hampshire, United States. The population was 9,092 at the 2020 census. It is close to two important New Hampshire cities, Manchester and Concord. == History == thumb|left|Piscataquog River in 1912 It was granted to veterans of the Canadian wars in 1735 by Governor Jonathan Belcher, who named it \"Beverly-Canada\" after their hometown, Beverly, Massachusetts. But the charter was ruled invalid because of a prior claim by the Masonian proprietors, who granted as \"Hale's Town\" to Ichabod Robie in 1749.Warren Brown, Volume 1 of History of Hampton Falls, N.H. Rumford Press, 1900. It was also known as \"Robie's Town\" or \"Weare's Town\" before being incorporated by Governor Benning Wentworth in 1764 as Weare, after Meshech Weare, who served as the town's first clerk and later went on to become New Hampshire's first governor.Austin J. Coolidge & John B. Mansfield, A History and Description of New England; Boston, Massachusetts 1859 In 1834, Moses Cartland founded Clinton Grove Academy, the first Quaker seminary in the state. A cousin of John Greenleaf Whittier, Cartland named the village where the school was located \"Clinton Grove\", in honor of DeWitt Clinton, chief sponsor of the Erie Canal. The original academy served as a private high school. The complex, which included a classroom building, boarding house, barn and sheds, burned in 1872. Classes were then held in the Quaker meetinghouse across the common until 1874, when a new building was completed.History of Weare, Hillsborough County, New Hampshire; J.W. Lewis & Company, Philadelphia 1885 It would serve as the Weare school district from 1877 to 1938. On September 21, 1938, following several days of heavy rain, the New England Hurricane of 1938 passed through the center of New England. The additional rains from the storm caused the Deering Reservoir dam to breach, releasing a wall of water that rushed down to the Weare Reservoir dam. Although the dam held, the flash flood broke through the land at the side of the dam, releasing millions of gallons of reservoir water. The raging river, completely out of control, washed away everything in its path, leaving parts of Weare devastated. Many active mills were destroyed in the disaster. In response to the disaster and seasonal flooding, the U.S. Army Corps of Engineers built the Everett Dam, as part of the Hopkinton-Everett Flood Control Project, which had been authorized by Congress to prevent a recurrence of the devastating floods. The overall project was completed in 1963 at a total cost of $21,400,000. The dam required the village of East Weare to be permanently abandoned, and formed Everett Lake. Image:Old Bridge near Weare, NH.jpg|Old bridge c. 1905 Image:First Baptist Church, East Weare, NH.jpg|Baptist Church c. 1910 Image:Railroad Station, East Weare, NH.jpg|Boston & Maine Railroad station in 1910 Image:Street Scene, East Weare, NH.jpg|East Weare c. 1910 ==Geography== According to the United States Census Bureau, the town has a total area of , of which are land and are water, comprising 1.72% of the town. Weare is drained by the Piscataquog River, which is impounded by Lake Horace in the northwest and by Everett Lake in the northeast. Via the Piscataquog, the town is entirely within the Merrimack River watershed. The three highest summits in Weare form a cluster near the center of town. From south to north, they are Mount Dearborn, at above sea level, Mine Hill , and Mount Wallingford, approximately . The town is crossed by New Hampshire Route 77, New Hampshire Route 114 and New Hampshire Route 149. === Adjacent municipalities === * Henniker, New Hampshire (north) * Hopkinton, New Hampshire (north) * Dunbarton, New Hampshire (east) * Goffstown, New Hampshire (southeast) * New Boston, New Hampshire (south) * Francestown, New Hampshire (southwest) * Deering, New Hampshire (west) ==Demographics== As of the census of 2000, there were 7,776 people, 2,618 households, and 2,117 families residing in the town. The population density was 132.1 people per square mile (51.0/km). There were 2,828 housing units at an average density of 48.1 per square mile (18.6/km). The racial makeup of the town was 98.25% White, 0.17% African American, 0.22% Native American, 0.42% Asian, 0.22% from other races, and 0.72% from two or more races. Hispanic or Latino of any race were 0.69% of the population. There were 2,618 households, out of which 48.2% had children under the age of 18 living with them, 71.0% were married couples living together, 5.6% had a female householder with no husband present, and 19.1% were non-families. 13.4% of all households were made up of individuals, and 2.6% had someone living alone who was 65 years of age or older. The average household size was 2.97 and the average family size was 3.28. In the town, the population was spread out, with 32.0% under the age of 18, 5.7% from 18 to 24, 36.8% from 25 to 44, 20.7% from 45 to 64, and 4.7% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 101.1 males. For every 100 females age 18 and over, there were 99.5 males. The median income for a household in the town was $59,924, and the median income for a family was $62,661. Males had a median income of $38,986 versus $27,643 for females. The per capita income for the town was $22,217. About 1.5% of families and 2.5% of the population were below the poverty line, including 1.1% of those under age 18 and 8.2% of those age 65 or over. ==Education== Weare has one elementary school, Center Woods Elementary School, serving children in kindergarten through third grade. Weare Middle School and Center Woods Upper Elementary School are located together in one campus in Weare center and serve children from fourth grade through eighth grade. High school students in Weare and Henniker attend John Stark Regional High School. == Notable people == * Elma Gove (1832–1921), painter * Gene Robinson (born 1947), ninth Episcopal bishop of the Diocese of New Hampshire; known for being the first openly gay priest to be consecrated a bishop in a major Christian denomination believing in the historic episcopate * David Souter (born 1939), former associate justice of the U.S. Supreme Court ==See also== * New Hampshire Historical Marker No. 143: East Weare Village * New Hampshire Historical Marker No. 192: Piscataquog River Mill Sites ==References== ==External links== * * Weare profile, New Hampshire Economic and Labor Market Information Bureau Category:Towns in Hillsborough County, New Hampshire Category:Towns in New Hampshire",
 "title": "Weare, New Hampshire"
}