{
 "id": "124899",
 "text": "Deerfield is a town in Rockingham County, New Hampshire, United States. The population was 4,855 at the 2020 census, up from 4,280 at the 2010 census. Deerfield is the location of the annual Deerfield Fair. == History == Deerfield was originally part of Nottingham. In 1756, residents petitioned for organization of a separate parish, but were denied. In 1765, while a second petition was pending, two local hunters presented colonial governor Benning Wentworth with a deer. Permission was granted, and \"Deerfield\" was incorporated in 1766. The incorporation act for Deerfield was signed by three members of the Leavitt family, including Capt. Samuel Leavitt who later was one of the town's first selectmen. Leavitts Hill in Deerfield was named for the family, who had first settled in nearby Exeter.\"History of Deerfield, History of Rockingham and Strafford Counties\", D. Hamilton Hurd, 1882 \\- Genealogical and Family History of the State of New Hampshire, Ezra Scollay Stearns, 1908 \"Deerfield Parade\", a hilltop district first settled about 1740, was located on the early postal route between Concord and Portsmouth. Here, the militia of the Revolutionary and Civil wars trained and \"paraded\" on the village common. The \"Parade\" was then a professional, cultural and trade center. About 1798, citizens founded Deerfield Academy, a high school. It burned in 1842. Once a thriving farm community which was disappointed when bypassed by railroads, the town in 1876 established the Deerfield Fair. Now billed as \"New England's Oldest Family Fair\", the four-day event draws huge crowds each autumn to admire animals, produce and crafts, or to enjoy amusement park rides. == Geography == According to the United States Census Bureau, the town has a total area of , of which are land and are water, comprising 2.57% of the town. The highest point in Deerfield as well as in Rockingham County is the summit of Nottingham Mountain, at above sea level, near the town's western border. Portions of the Pawtuckaway Mountains occupy the eastern border of the town. Deerfield is primarily drained by the Lamprey River and its tributary the North Branch River, within the Piscataqua River (Coastal) watershed, while the western edge and northernmost section of town is in the Merrimack River watershed. ===Adjacent municipalities=== * Northwood, New Hampshire (north) * Nottingham, New Hampshire (east) * Raymond, New Hampshire (southeast) * Candia, New Hampshire (south) * Allenstown, New Hampshire (west) * Epsom, New Hampshire (northwest) == Demographics == thumb|left|upright|Deerfield Community Church, near the town center At the 2000 census, there were 3,678 people, 1,225 households and 986 families residing in the town. The population density was . There were 1,406 housing units at an average density of . The racial make-up was 98.53% White, 0.16% African American, 0.14% Native American, 0.14% Asian, 0.22% from other races and 0.82% from two or more races. Hispanic or Latino of any race were 0.30% of the population. There were 1,225 households, of which 43.3% had children under the age of 18 living with them, 71.0% were married couples living together, 5.3% had a female householder with no husband present, and 19.5% were non- families. 12.9% of all households were made up of individuals, and 3.8% had someone living alone who was 65 years of age or older. The average household size was 2.98 and the average family size was 3.27. Age distribution was 30.0% under the age of 18, 5.2% from 18 to 24, 33.0% from 25 to 44, 24.9% from 45 to 64, and 6.9% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 95.8 males. For every 100 females age 18 and over, there were 97.1 males. The median household income was $61,367 and the median family income was $64,737. Males had a median income of $40,568 and females $30,682. The per capita income was $24,160. About 1.3% of families and 3.2% of the population were below the poverty line, including 1.0% of those under age 18 and 10.4% of those age 65 or over. == Transportation == Two New Hampshire state routes cross Deerfield. *NH 43 connects Candia in the south and Northwood in the north. It follows Old Candia Road, South Road, Stage Road, Raymond Road, North Road, and Mountain View Road, and has a concurrency with NH 107 along Raymond and North Roads. *NH 107 connects Raymond in the south and Epsom in the north. It follows Raymond Road and North Road, and has a concurrency with NH 43 through the central part of town. == Education == There is one public school in Deerfield, the Deerfield Community School on North Road, which serves students in grades P-8. The current principal is Kristen Withee. Deerfield Community School was opened in 1990 and replaced the George B. White School. The George B. White Building is now commercial space and houses, among other things, the town offices and the police department. Deerfield students have attended various local high schools over the years, as there is no high school in the town. Starting with the DCS graduating class of 1995, the town has sent students graduating from Deerfield Community School to Concord High School. Other options have included Coe-Brown Northwood Academy in Northwood, Central High School in Manchester, West High School in Manchester, Pembroke Academy in Pembroke, and Oyster River High School in Durham. The students graduating from Deerfield community school still continue to go to Concord high unless given opportunities to go to other schools. == Notable organizations == * Troop 138 of the Boy Scouts of America * American Legion == Notable people == * Benjamin Franklin Butler (1818–1893), Civil War era general; U.S. congressman and 33rd governor of Massachusetts * Josiah Butler (1779–1854), U.S. congressman * Lorenzo D. Harvey (1848–1922), Superintendent of Public Instruction of Wisconsin in the late 1880s and early 1900s * Benning Wentworth Jenness (1806–1879), U.S. senator * Mary Stuart James MacMurphy (1846–1934), teacher, lecturer, clubwoman, author * Jon Schillaci (born 1971), convicted rapist, FBI Ten Most Wanted Fugitive * Major John Simpson (1748–1825), Revolutionary War soldier; considered one of several men to fire first at the Battle of Bunker Hill * Nathaniel Upham (1774–1829), U.S. congressman == See also == * Deerfield Center Historic District * Old Deerfield Center Historic District == References == == External links == * * Deerfield Community School * Deerfield Fair * Philbrick-James Library * New Hampshire Economic and Labor Market Information Bureau Profile * The Forum, all-volunteer local online newspaper Category:Towns in Rockingham County, New Hampshire Category:Towns in New Hampshire",
 "title": "Deerfield, New Hampshire"
}