{
 "id": "124964",
 "text": "Linwood is a city in Atlantic County, New Jersey, United States. As of the 2010 United States Census, the city's population was 7,092, reflecting a decline of 80 (−1.1%) from the 7,172 counted in the 2000 Census, which had in turn increased by 306 (+4.5%) from the 6,866 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed June 25, 2012. Linwood was originally incorporated as a borough by an act of the New Jersey Legislature on February 20, 1889, from portions of Egg Harbor Township, based on the results of a referendum held the previous day. Linwood was reincorporated as a city on April 27, 1931.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 69. Accessed June 25, 2012. The area had been called Leedsville until 1880, when a post office was being established. The United States Postal Service insisted that the name had to be changed as it conflicted with an existing post office elsewhere in the state. Among the names proposed and considered by local residents were \"Brinola\", \"Geneva\", \"Pearville\" and \"Viola\", with \"Linwood\" ultimately chosen.Willis, Lavinia Thomas Willis, Ed. Early History of Atlantic County, New Jersey: Record of the First Year's Work of Atlantic County's Historical Society, pp. 95-96. Kutztown Publishing Company, 1915. Accessed September 3, 2015. \"There being a post office by the same name in the northern part of the state, the Federal authorities required Leedsville (Linwood) to change its name.... But yet another name must be chosen from the similarity of the abbreviations N. Y. and N. J., the officials at Washington called for another name. Linwood was the name chosen.\" ==Geography== According to the United States Census Bureau, the city had a total area of 4.21 square miles (10.91 km2), including 3.81 square miles (9.87 km2) of land and 0.40 square miles (1.04 km2) of water (9.55%). The city is located about west of Atlantic City. It borders the municipalities of Egg Harbor Township, Northfield and Somers Point.About Linwood, New Jersey, City of Linwood. Accessed December 27, 2011.Areas touching Linwood, MapIt. Accessed February 25, 2020.Atlantic County District Map, Atlantic County, New Jersey. Accessed February 23, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. Unincorporated communities, localities and place names located partially or completely within the city include Bellhaven and Seaview.Locality Search, State of New Jersey. Accessed May 21, 2015. ==Demographics== The median house value (as of 2005) was $300,200.Linwood, New Jersey, City-Data. Accessed July 27, 2007. ===2010 Census=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation- adjusted dollars) median household income was $80,518 (with a margin of error of +/- $8,965) and the median family income was $103,529 (+/- $11,162). Males had a median income of $90,125 (+/- $16,766) versus $50,125 (+/- $5,378) for females. The per capita income for the city was $47,501 (+/- $5,093). About 2.1% of families and 2.8% of the population were below the poverty line, including 3.2% of those under age 18 and 7.9% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Linwood city, Atlantic County, New Jersey , United States Census Bureau. Accessed December 27, 2011. ===2000 Census=== As of the 2000 United States Census there were 7,172 people, 2,647 households, and 1,966 families residing in the city. The population density was 1,873.5 people per square mile (723.0/km2). There were 2,751 housing units at an average density of 718.6 per square mile (277.3/km2). The racial makeup of the city was 95.20% White, 1.06% African American, 0.11% Native American, 2.41% Asian, 0.22% from other races, and 0.99% from two or more races. Hispanic or Latino of any race were 1.81% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Linwood city, New Jersey , United States Census Bureau. Accessed August 22, 2013.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Linwood city, Atlantic County, New Jersey , United States Census Bureau. Accessed August 22, 2013. There were 2,647 households, out of which 35.1% had children under the age of 18 living with them, 63.4% were married couples living together, 8.5% had a female householder with no husband present, and 25.7% were non-families. 22.3% of all households were made up of individuals, and 12.9% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.13. In the city the population was spread out, with 26.2% under the age of 18, 3.8% from 18 to 24, 24.3% from 25 to 44, 27.0% from 45 to 64, and 18.8% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 87.3 males. For every 100 females age 18 and over, there were 83.6 males. The median income for a household in the city was $60,000, and the median income for a family was $71,415. Males had a median income of $51,614 versus $31,627 for females. The per capita income for the city was $32,159. About 3.8% of families and 3.9% of the population were below the poverty line, including 2.1% of those under age 18 and 7.5% of those age 65 or over. ==Government== ===Local government=== Linwood operates under the City form of New Jersey municipal government, one of 15 of 565 municipalities statewide that use this form.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of a Mayor and a seven-member City Council who are chosen in partisan balloting held as part of the November general election. The mayor is elected at-large for a four-year term of office. On the city council, six council members are elected from the city's two wards for three-year terms on a staggered basis with two ward seats coming up for election each year, and one at-large council member is elected for a three-year term.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 13. The council exercises the legislative power of the city by adopting ordinances and resolutions. In addition, the council is responsible for the approval of the city budget, the establishment of financial controls and setting of all salaries of elected and appointed officers and employees. An administrator is charged with directing the day-to-day activities of city government.Government, City of Linwood. Accessed September 25, 2019. \"The city is governed by a mayor-council form of government. The mayor is elected for a four-year term, six ward council members are elected for three-year terms on a staggered basis, and one at-large council member is elected for a four-year term.\" , the Mayor of the City of Linwood is Republican Darren H. Matik, whose term of office ends December 31, 2023.Mayor Darren H. Matik, City of Linwood. Accessed May 6, 2020. The City Council is comprised of June Byrnes (R, 2021; Ward 1), Stacy DeDomenicis (R, 2022; Ward 1), Eric Ford (R, 2020; Ward 1), Todd Gordon (R, 2021; Ward 2), Brian D. Heun (R, 2022; Ward 2), Matthew B. Levinson (R, 2020; At Large - appointed to serve an unexpired term) and Ralph A. Paolone (R, 2020; Ward 2).Linwood City Council, City of Linwood. Accessed May 6, 2020.2020 Municipal Data Sheet, City of Linwood. Accessed May 6, 2020.Municipal Government, Atlantic County, New Jersey. Accessed September 24, 2019.General Election Results - November 5, 2019, Atlantic County, New Jersey, updated November 19, 2019. Accessed January 1, 2020.Atlantic County November 6, 2018 General Election Unofficial Results, Atlantic County, New Jersey Clerk, updated November 6, 2018. Accessed January 1, 2019.Atlantic County November 7, 2017 General Election Unofficial Results, Atlantic County, New Jersey Clerk, updated November 7, 2017. Accessed January 1, 2018. In January 2020, Matthew B. Levinson was appointed to fill the at-large city council seat expiring in December 2020 that was vacated by Darren H. Matik when he took office as mayor.\"Levinson joins Linwood City Council\", Ocean County Sentinel, January 29, 2020. Accessed May 6, 2020. \"City Council appointed Matthew Levinson, a former council member, to fill a vacancy left by Mayor Darren Matik, who served as a councilman until January when he was sworn in as the new mayor.\" In May 2016, Eric Ford was selected from three candidates nominated by the Republican municipal committee to fill the Ward 1 seat expiring in December 2017 that became vacant following the resignation of Timothy Tighe.Marino, Suzanne. \"Eric Ford is the newest member of Linwood City Council\", The Current of Linwood, Northfield & Somers Point, June 1, 2016. Accessed June 14, 2016. \"As is required by statute the council chose from three names to fill the vacancy left by former Councilman Tim Tighe's resignation. Interviewed by the Linwood Republican Club were Ford, Harrison Furman and Dan Miller. City Council then voted unanimously to approve Ford to fill the vacancy.\" Darren Matik was named in August 2012 to fill the vacant at-large seat that had been held by Matthew Levinson, who resigned the previous month.Spahr, Rob. \"Newest Linwood councilman takes oath\", The Press of Atlantic City, August 8, 2012. Accessed November 18, 2013. \"The City Council voted unanimously Wednesday night to appoint Darren Matik to the council seat vacated last month by former Councilman Matthew Levinson.\" Todd Gordon was appointed in January 2013 to fill the seat of Alex Marino, who had resigned following his taking office on the Atlantic County Board of Chosen Freeholders.Bogdan, Jennifer; and Spahr, Rob. \"Gordon picked to fill Linwood council seat vacated as Marino moves to freeholder board\", The Press of Atlantic City, January 4, 2012. Accessed November 14, 2013. \"Todd Gordon was appointed to the governing body Wednesday night to fill Councilman Alex Marino's seat. Marino submitted his resignation effective Jan. 3 at noon, when he was sworn in as an Atlantic County freeholder.\" Brian Heun was appointed in February 2014 to fill the unexpired term of Donna Taylor.Marino, Suzanne. \"Brian Heun's installment brings Linwood City Council back to full strength\", The Current, February 20, 2014. Accessed July 28, 2014. \"City Council is back to full strength now that a replacement has been found for Donna Taylor, who stepped down from her council seat when she was sworn in as a judge. Brian Heun, 43, a resident of Linwood for more than 36 years was sworn in by Freeholder Alex Marino at the Feb. 12 council meeting.... The seven-member city council is all Republican.\" ===Federal, state and county representation=== Linwood is located in the 2nd Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 2nd state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. ===Politics=== As of March 23, 2011, there were a total of 5,197 registered voters in Linwood City, of which 1,120 (21.6% vs. 30.5% countywide) were registered as Democrats, 1,894 (36.4% vs. 25.2%) were registered as Republicans and 2,181 (42.0% vs. 44.3%) were registered as Unaffiliated. There were 2 voters registered to other parties.Voter Registration Summary - Atlantic, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 24, 2014. Among the city's 2010 Census population, 73.3% (vs. 58.8% in Atlantic County) were registered to vote, including 97.5% of those ages 18 and over (vs. 76.6% countywide).GCT-P7: Selected Age Groups: 2010 - State -- County Subdivision; 2010 Census Summary File 1 for New Jersey , United States Census Bureau. Accessed December 24, 2014. In the 2012 presidential election, Republican Mitt Romney received 2,190 votes (57.0% vs. 41.1% countywide), ahead of Democrat Barack Obama with 1,592 votes (41.4% vs. 57.9%) and other candidates with 39 votes (1.0% vs. 0.9%), among the 3,842 ballots cast by the city's 5,408 registered voters, for a turnout of 71.0% (vs. 65.8% in Atlantic County).Presidential November 6, 2012 General Election Results - Atlantic County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed December 24, 2014.Number of Registered Voters and Ballots Cast November 6, 2012 General Election Results - Atlantic County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed December 24, 2014. In the 2008 presidential election, Republican John McCain received 2,190 votes (53.0% vs. 41.6% countywide), ahead of Democrat Barack Obama with 1,851 votes (44.8% vs. 56.5%) and other candidates with 51 votes (1.2% vs. 1.1%), among the 4,131 ballots cast by the city's 5,476 registered voters, for a turnout of 75.4% (vs. 68.1% in Atlantic County).2008 Presidential General Election Results: Atlantic County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 24, 2014. In the 2004 presidential election, Republican George W. Bush received 2,254 votes (56.3% vs. 46.2% countywide), ahead of Democrat John Kerry with 1,674 votes (41.8% vs. 52.0%) and other candidates with 40 votes (1.0% vs. 0.8%), among the 4,004 ballots cast by the city's 5,011 registered voters, for a turnout of 79.9% (vs. 69.8% in the whole county).2004 Presidential Election: Atlantic County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 24, 2014. In the 2013 gubernatorial election, Republican Chris Christie received 1,800 votes (69.9% vs. 60.0% countywide), ahead of Democrat Barbara Buono with 679 votes (26.4% vs. 34.9%) and other candidates with 27 votes (1.0% vs. 1.3%), among the 2,576 ballots cast by the city's 5,541 registered voters, yielding a 46.5% turnout (vs. 41.5% in the county).2013 Governor: Atlantic County, New Jersey Department of State Division of Elections, January 29, 2014. Accessed December 24, 2014.Number of Registered Voters and Ballots Cast November 5, 2013 General Election Results : Atlantic County, New Jersey Department of State Division of Elections, January 29, 2014. Accessed December 24, 2014. In the 2009 gubernatorial election, Republican Chris Christie received 1,536 votes (55.4% vs. 47.7% countywide), ahead of Democrat Jon Corzine with 1,017 votes (36.7% vs. 44.5%), Independent Chris Daggett with 174 votes (6.3% vs. 4.8%) and other candidates with 30 votes (1.1% vs. 1.2%), among the 2,774 ballots cast by the city's 5,260 registered voters, yielding a 52.7% turnout (vs. 44.9% in the county).2009 Governor: Atlantic County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 24, 2014. ==Historic district== The Linwood Historic District is a historic district within the city along Maple and Poplar avenues, and Shore Road. It was added to the National Register of Historic Places on July 13, 1989 for its significance in architecture and social history. The district includes 129 contributing buildings and three contributing sites. With The Masonic Temple was built and features Doric columns. The district also includes Linwood Borough School No. 1, listed individually on the NRHP in 1984. ==Education== ===Public schools=== Students in pre-kindergarten through eighth grade are served by the Linwood Public Schools.Comprehensive Annual Financial Report of the Linwood Public Schools, New Jersey Department of Education, for year ending June 30, 2018. Accessed February 2, 2020. \"The City of Linwood School District is a Type II district effective November 9, 2016 located in the County of Atlantic, State of New Jersey. As a Type II district, the Board of Education members are elected. The Board is nine members appointed or elected to three-year terms. The purpose of the district is to educate students in grades PreK-8.\" As of the 2017–18 school year, the district and its two schools had an enrollment of 822 students and 71.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.6:1.District information for Linwood City School District, National Center for Education Statistics. Accessed November 1, 2019. Schools in the district (with 2017-18 enrollment data from the National Center for Education StatisticsSchool Data for the Linwood Public Schools, National Center for Education Statistics. Accessed November 1, 2019.) are Seaview Elementary SchoolSeaview Elementary School, Linwood Public Schools. Accessed February 2, 2020. with 422 students in grades PreK-4 and Belhaven Middle SchoolBelhaven Middle School, Linwood Public Schools. Accessed February 2, 2020. with 397 students in grades 5–8.Our Schools, Linwood Public Schools. Accessed February 2, 2020.New Jersey School Directory for the Linwood Public Schools, New Jersey Department of Education. Accessed December 29, 2016. Students in public school for ninth through twelfth grades attend Mainland Regional High School, which also serves students from Northfield and Somers Point.Mainland Regional High School 2016 School Report Card, New Jersey Department of Education. Accessed May 17, 2017. \"Mainland is a comprehensive, four-year public high school with an enrollment of approximately 1,351 students serving the communities of Somers Point, Northfield and Linwood. Mainland is recognized as a National Blue Ribbon School of Excellence by the United States Department of Education.\" The high school is located in Linwood. For the 1997–98 school year, Mainland Regional High School was recognized by the United States Department of Education as a National Blue Ribbon School.Blue Ribbon Schools Program: Schools Recognized 1982-1983 through 1999-2002 (PDF), United States Department of Education. Accessed May 29, 2016. As of the 2017–18 school year, the high school had an enrollment of 1,267 students and 111.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.4:1.School data for Mainland Regional High School, National Center for Education Statistics. Accessed November 1, 2019. Borough public school students are also eligible to attend the Atlantic County Institute of Technology in the Mays Landing section of Hamilton TownshipFrequently Asked Questions , Atlantic County Institute of Technology. Accessed May 17, 2017. \"What does it cost to attend ACIT?As a public school, there is no cost to Atlantic County residents of high school age. New Jersey Title 18A:54-20.1 entitles students the right to choose ACIT for their high school education.\" or the Charter-Tech High School for the Performing Arts, located in Somers Point.Profile, Charter-Tech High School for the Performing Arts. Accessed November 18, 2013. ===Private school=== The Gospel of Grace Christian School serves students from pre-kindergarten through sixth grade.Home Page, Gospel of Grace Christian School. Accessed April 1, 2011. ==Transportation== thumb|right|U.S. Route 9 southbound in Linwood ===Roads and highways=== , the city had a total of of roadways, of which were maintained by the municipality, by Atlantic County and by the New Jersey Department of Transportation.Atlantic County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed November 13, 2013. U.S. Route 9 is the main highway directly serving Linwood, running south into Somers Point and north into Northfield. Several major highways are accessible just outside the city, including the Garden State Parkway and the Atlantic City Expressway. These major highways provide connections to New York City, Philadelphia and Cape May. ===Public transportation=== NJ Transit offers bus transportation to and from Ocean City and Atlantic City on the 507 and 509 routes.Atlantic County Bus / Rail Connections, NJ Transit, backed up by the Internet Archive as of February 23, 2011. Accessed November 18, 2013.South Jersey Transit Guide , Cross County Connection, as of April 1, 2010. Accessed November 18, 2013. Atlantic City International Airport, approximately away, provides both commuter and regular air travel to major eastern cities and beyond. ==Community services== * There are only three traffic lights in the city: Central and Oak, Central and New Road, and Poplar and New Road. An additional traffic light lies on the border with Somers Point, at Ocean Heights and New Road. * There are at least three points of access to the waters surrounding Linwood. The west end of Hamilton Avenue abuts Patcong Creek, allowing the launching of canoes or kayaks (and possibly trailered boats). An unnamed dirt road (Poplar Docks) just to the east of the Linwood Country Club ends several hundred yards into the marshes, and it may allow launching of trailered boats at low tide (the end of the road tends to submerge at high tide). The eastern end of Seaview Avenue is a better- constructed dirt road that ends at a dock (known as \"Seaview Docks\" to locals) on Sod Thorofare, and is suitable for trailered boats. A parking permit is required at the Hamilton Avenue and Seaview Avenue sites. Permits are valid for the entire calendar year, though their purchase price varies with time of acquisition: ** January 1 through March 31: $20 per permit, except for senior citizens 65 years or older, where the fee will be $5 per permit. ** Permits purchased subsequent to March 31 and prior to Labor Day will be available at a cost of $50 per permit. ** Permits purchased from Labor Day through December 31 will be available at a cost of $20 per permit. : Up to 450 permits per year are issued, and they can be purchased at the office of the City Clerk.Sections 263-20, 263-21, and 263-23 of the Linwood Municipal Code, accessed April 8, 2007 * On May 14, 2003, the City Council approved the auction of up to two licenses, citywide, for restaurant service of alcoholic beverages. Package- good sales are not permitted anywhere in the city. This was the first revision to the alcohol-sales-related section of the city code since 1969; it is unclear if sales were permitted prior to that year.Chapter 83, Alcoholic Beverages , Linwood Municipal Code. Accessed November 29, 2014. \"History: Adopted by the Common Council of the City of Linwood 5-14-2003 by Ord. No. 13-2003. Editor's Note: This chapter superseded former Ch. 83, Alcoholic Beverages, adopted 10-8-1969. Amendments noted where applicable.\" ==Notable people== People who were born in, residents of, or otherwise closely associated with Linwood include: * James F. Allen (born c. 1960), chairman of Hard Rock International and chief executive officer of Seminole Gaming.Kravitz, Pinky. \"Pinky’s Corner: Hard Rock’s CEO climbed ladder in Atlantic City\", The Press of Atlantic City, March 10, 2011. Accessed September 27, 2017. \"Allen has a home in Linwood, attended Mainland Regional High School and learned the casino and restaurant business in Atlantic City.\" * John F. Amodeo (born 1950), member of the New Jersey General Assembly from 2008 to 2014 who represented the 2nd Legislative District and had served on the Linwood City Council from 1998 to 2005.Assemblyman John F. Amodeo, New Jersey Legislature. Accessed November 18, 2013. \"City of Linwood Council 1998-2005, Planning Board 2004-05\" * Sarah Broadhead (1831-1910) author of The Diary of a Lady from Gettysburg, Pennsylvania, who became a resident of Linwood after 1885.Rotondo, Christie. \"Linwood historians find grave site of Gettysburg's Sarah Broadhead\", The Press of Atlantic City, May 30, 2015. Accessed November 23, 2016. \"No one knows why Sarah Broadhead decided to call Linwood home after living through the battle of Gettysburg in 1863, or why her husband, Joseph Broadhead, was elected to the town's first borough council.\" * Greg Buttle (born 1954), former NFL linebacker for the New York Jets.Eskenazi, Gerald. \"Buttle, Schroy Quit As Jets' Union Chiefs\", The New York Times, July 27, 1982. Accessed June 25, 2012. \"'Right now I'm the player rep, but I'm not the player rep,' he said by telephone from his parents' home in Linwood, N.J.\" * Mark H. Buzby (born 1956), former United States Navy rear admiral who serves as Administrator of the United States Maritime Administration.DeAngelis, Martin. \"Egg Harbor Township Submarine Veterans prepare to unveil memorial, years in making\", The Press of Atlantic City, March 29, 2015. Accessed September 12, 2018. \"Rear Admirial Mark H. Buzby is retired now, but he’s a Linwood native who will be a featured speaker at the April 11 dedication of the memorial, and he was instrumental in helping the Egg Harbor Base deal with the Navy to track down a rare torpedo, the local vets say.\" * Joshua Cohen (born 1980), novelist and story writer, best known for his works Witz (2010) and Book of Numbers (2015).DeAngelis, Martin. \"Former Cape May resident receives glowing reviews for 800+ page book, Witz\", The Press of Atlantic City, July 30, 2010. Accessed January 23, 2018. \"Joshua Cohen sits in front of his house in Cape May. Cohen, who grew up in Linwood and spent lots of summers in Cape May, has written a new novel, Witz.... Not bad bookish company for a kid who grew up in Linwood and Cape May, went to the old Trocki Hebrew Academy in Margate and then to Mainland Regional High School, and who worked some summers at his uncle's docks across the bay from Cape May - when he wasn't being a slot cashier at a few Atlantic City casinos or a semi-professional guitar player at gigs around Ocean City, Ventnor and more local spots.\" * Chris Daggett (born 1950), President and CEO of the Geraldine R. Dodge Foundation who ran as an independent candidate for Governor of New Jersey in the 2009 election.Pizarro, Max. \"Daggett to start walking the beaches on Memorial Day weekend\", PolitickerNJ, May 19, 2009. Accessed November 18, 2013. \"Independent gubernatorial candidate Chris Daggett intends to launch a beach- walking campaign tour in Cape May this coming Saturday. 'I grew up in Linwood, and I've been on the Ocean City beaches every summer of my life,' said the former regional administrator for the Environmental Protection Agency (EPA).\" * Shereef Elnahal (born 1985), physician who has served as 21st Commissioner of the New Jersey Department of Health.Leonard, Nicole. \"Mainland grad likely to become new New Jersey health commissioner\", The Press of Atlantic City, March 12, 2018. Accessed May 21, 2019. \"Before Elnahal became a state- appointed physician under Murphy and a federal one under President Barack Obama in 2015, he and his siblings grew up in Galloway Township and Linwood, where his parents settled after emigrating from Egypt.\" * John F. Gaffney (1934-1995), politician who represented the 2nd Legislative District in the New Jersey General Assembly after serving as Mayor of Linwood from 1976 to 1980.Staff. \"John F. Gaffney, 61, A Legislator, Is Dead\", The New York Times, August 29, 1995. Accessed September 6, 2016. \"Assemblyman John F. Gaffney, who sponsored legislation to finance construction of the Atlantic City Convention Center and to streamline casino regulations, died on Sunday at his home in Egg Harbor Township.... He was a councilman in Linwood from 1974 to 1976, and Mayor of the city from 1976 to 1980.\" * Rachel Alana Handler (born 1998), actress, singer and motivational speaker who is best known for playing Chunks in the 2016 horror movie Smothered.Brunetti Post, Michelle. \"Acting dream untouched by amputation\", The Press of Atlantic City, September 15, 2012. Accessed April 4, 2016. \"Rachel Handler, of Linwood, is so determined to be an actress, she is back to performing just months after her left leg was amputated below the knee in an accident on the New Jersey Turnpike. The 24-year-old Mainland Regional High School graduate, a lifelong dancer, was living in Queens and had just finished playing Snow White in a production at Nicu's Spoon Theater in midtown Manhattan.\" * Dennis Horner (born 1988), NBA basketball player who has played for the New Jersey Nets.Stephenson, Colin. \"Nets' Dennis Horner, a Linwood native, gets some time to impress\", The Star- Ledger, December 17, 2011. Accessed December 27, 2011. \"Linwood native Dennis Horner didn't expect to play as much as he did, but with Shelden Williams and Johan Petro in early foul trouble, Nets coach Avery Johnson was forced to turn to him for some minutes late in the first quarter.\" * David B. Joslin (born 1936), bishop of the Episcopal Diocese of Central New York from 1992 to 2000.\"Montvale Church Ordains Priest\", The Record, August 9, 1965. Accessed December 1, 2020. \"The Rev. David B. Joslin was ordained to the priesthood of the Episcopal Church in services yesterday at St. Paul's Episcopal Church.... Born in Collingswood, he lived most of his youth in Linwood, a suburb of Atlantic City, and now resides with his wife and son at 11 Marion Road.\" * Kenneth Lacovara, professor at Drexel University who discovered the dinosaur Dreadnoughtus.Avril, Tom. \"Paleontologist gets equal pleasure explaining his work\", The Philadelphia Inquirer, September 7, 2014. Accessed June 10, 2015. \"The carpenter's son grew up in Linwood, Atlantic County, where the coastal terrain is largely sand and mud. Then one day at a Cub Scouts meeting, when Lacovara was in second grade, an amateur geologist brought in a box of geodes and minerals.\" * Sonia Manzano (born 1950), actress, screenwriter and author, best known for playing the character Maria Rodriguez on the PBS television show Sesame Street between 1971 and 2015.Kuperinsky, Amy. \"Sonia Manzano, Maria on Sesame Street, retiring after 44 years\", NJ Advance Media for NJ.com, July 2, 2015, updated January 17, 2019. Accessed December 1, 2020. \"Manzano, born in Linwood, grew up in the South Bronx and joined Sesame Street in 1971, soon after the show debuted in 1969.\" * Samuel Ojserkis (born 1990), rower who competed in the men's eight event at the 2016 Summer Olympics.Sam Ojserkis, United States Olympic Committee. Accessed August 11, 2016. \"Birthplace: Pomona, N.J.; Hometown: Linwood, N.J.; High School: Mainland Regional High School (Linwood, N.J.) '08\" * Tyler Stockton, college football coach and former player who serves as the defensive coordinator and inside linebackers coach at Ball State University.Tyler Stockton, Notre Dame Fighting Irish football. Accessed January 11, 2022. \"Hometown: Linwood, NJ; High School: Hun SchooL\" ==References== ==External links== * Linwood City website * Linwood Public Schools * * School Data for the Linwood Public Schools, National Center for Education Statistics * Mainland Regional High School website * The Current of Linwood Category:1889 establishments in New Jersey Category:Cities in Atlantic County, New Jersey Category:City form of New Jersey government Category:Populated places established in 1889",
 "title": "Linwood, New Jersey"
}