{
 "id": "124911",
 "text": "Newton is a town in Rockingham County, New Hampshire, United States. The population was 4,820 at the 2020 census. == History == thumb|left|A Victorian building in 1910 The sixth town to be granted from the Masonian land purchase of 1746, Newton was originally part of Salisbury, Massachusetts; later, part of Amesbury, Massachusetts; then part of the West Parish of Amesbury; then part of New Town or South Hampton, Massachusetts (now South Hampton, New Hampshire). A number of the residents felt they were too far away from its church for their convenience, and the town was incorporated by colonial governor Benning Wentworth as \"Newtown\" in 1749, simply because it was a new town. In 1846, the New Hampshire legislature voted to contract the name to \"Newton\". == Geography == According to the United States Census Bureau, the town has a total area of , of which are land and are water, comprising 1.47% of the town. The town is within the Merrimack River watershed, with the Little River draining the southwest part of town, the East Meadow River draining the southern corner, and the Powwow River and its tributary the Back River draining the remainder. The highest point in Newton is the summit of Brandy Brow Hill, at above sea level, located directly upon the southern corner of the town. Villages or place names in the town include Newton, Newton Junction, Rowes Corner, Sargent Corners, and Crane Crossing. ===Adjacent municipalities=== * Kingston, New Hampshire (north) * East Kingston, New Hampshire (northeast) * South Hampton, New Hampshire (east) * Amesbury, Massachusetts (east-southeast) * Merrimac, Massachusetts (southeast) * Haverhill, Massachusetts (south at a single point) * Plaistow, New Hampshire (southwest) == Demographics == As of the census of 2000, there were 4,289 people, 1,518 households, and 1,170 families residing in the town. The population density was 433.0 people per square mile (167.1/km). There were 1,552 housing units at an average density of 156.7 per square mile (60.5/km). The racial makeup of the town was 97.90% White, 0.68% African American, 0.16% Native American, 0.07% Asian, 0.02% Pacific Islander, 0.40% from other races, and 0.77% from two or more races. Hispanic or Latino of any race were 1.31% of the population. There were 1,518 households, out of which 40.7% had children under the age of 18 living with them, 66.1% were married couples living together, 7.2% had a female householder with no husband present, and 22.9% were non-families. 15.8% of all households were made up of individuals, and 5.6% had someone living alone who was 65 years of age or older. The average household size was 2.83 and the average family size was 3.19. In the town, the population was spread out, with 28.8% under the age of 18, 5.8% from 18 to 24, 36.2% from 25 to 44, 21.6% from 45 to 64, and 7.6% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 99.1 males. For every 100 females age 18 and over, there were 98.1 males. The median income for a household in the town was $60,972, and the median income for a family was $62,271. Males had a median income of $43,510 versus $32,471 for females. The per capita income for the town was $22,910. About 2.7% of families and 4.0% of the population were below the poverty line, including 3.4% of those under age 18 and 16.0% of those age 65 or over. == Notable people == * Bill Moisan (1925–2010), World War II decorated veteran, pitcher with the Chicago Cubs * Mark Mowers (born 1974), center with the Boston Bruins * Mike Ryan (1941–2020), catcher and coach with the Boston Red Sox, Philadelphia Phillies, and Pittsburgh Pirates == Sites of interest == * Marshall House * Village Primary School (1850) - Newton Historical Society, which was established on March 26, 1973, holds its monthly meetings at this location ==References== == External links == * * New Hampshire Economic and Labor Market Information Bureau Profile * \"A brief history of Newton, NH: A New Chronology of the Life & Times of Jonathan Farren\", by Jerry Ferrin Category:Towns in Rockingham County, New Hampshire Category:Populated places established in 1749 Category:Towns in New Hampshire",
 "title": "Newton, New Hampshire"
}