{
 "id": "125050",
 "text": "Shamong Township is a township in Burlington County, New Jersey, United States. As of the 2010 United States Census, the township's population was 6,490, reflecting an increase of 28 (+0.4%) from the 6,462 counted in the 2000 Census, which had in turn increased by 697 (+12.1%) from the 5,765 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed August 30, 2012. Shamong was incorporated as a township by an act of the New Jersey Legislature on February 19, 1852, from portions of Medford Township, Southampton Township and Washington Township. Portions of the township were taken to form Woodland Township (March 7, 1866) and Tabernacle Township (March 22, 1901).Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 99. Accessed August 30, 2012. In April 1902, portions of Hammonton and Waterford Township were annexed to the township.Honeyman, Abraham Van Doren. Index-analysis of the Statutes of New Jersey, 1896-1909: Together with References to All Acts, and Parts of Acts, in the 'General Statutes' and Pamphlet Laws Expressly Repealed: and the Statutory Crimes of New Jersey During the Same Period, p. 256. New Jersey Law Journal Publishing Company, 1910. Accessed October 2, 2015. The township's name comes from Native American terms meaning \"place of the big horn\", from the words oschummo (\"horn\") and onk (\"place\").Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed October 2, 2015.Gannett, Henry. The Origin of Certain Place Names in the United States, p. 28. United States Government Printing Office, 1905. Accessed October 2, 2015. New Jersey Monthly magazine ranked Shamong Township as its 6th best place to live in its 2008 rankings of the \"Best Places To Live\" in New Jersey.\"Best Places To Live - The Complete Top Towns List 1-100\" , New Jersey Monthly, February 21, 2008. Accessed February 24, 2008. ==History== This area and much of present-day southern New Jersey was inhabited by Lenape Native Americans at the time of European encounter. They spoke Unami, one of the three major dialects of Lenape, which was part of the Algonquian language family. The Lenape ranged from the New York metropolitan area and western Long Island, into New Jersey, eastern Pennsylvania along the Delaware River, and Delaware. By the mid-eighteenth century, English colonists had pushed the local Lenape of southern New Jersey onto what was formerly called the Brotherton Indian Reservation, in the area of present-day Indian Mills, which was named for mills built and operated by the Brotherton people, who were converted Christian Indians. Some were moved in 1765 from Cranbury, New Jersey.\"Tennent's Account of Move from Cranbury (Bethel) to Brotherton\", Brotherton & Weekping Indian Communities of NJ. Accessed July 18, 2012. With continuing pressure after the American Revolutionary War, the Brotherton Indians of New Jersey migrated to New York, accepting an offer by the Stockbridge Indians, also Christian converts, to settle on their reservation in the central part of the state, where they had been allocated land by the Oneida people, one of the Iroquois nations.\"Removal to New York, 1793 - 1803\", Brotherton & Weekping Indian Communities of NJ. Accessed July 18, 2012. Also migrating there were some of the Munsee-speaking Lenape from the northern part of their territory. These remnant peoples were trying to reorganize after years of disease and conflict with colonists and major powers. The Brotherton Indians sold their last property in New Jersey in 1818 and had essentially been absorbed by the Munsee.\"Petition of the Indians, 1817\", Brotherton & Weekping Indian Communities of NJ. Accessed July 18, 2012. After the Revolutionary War, settlers from New England poured into New York, encroaching on Indian territory. Finally, the Stockbridge and Munsee relocated to Wisconsin in the 1820s and 1830s, pushed out with the Oneida by the United States Indian Removal policy to relocate Native Americans to the west of the Mississippi River. Today the Stockbridge-Munsee Community is a federally recognized tribe, with a reservation in Shawano County, Wisconsin. A 1992 non- binding referendum gave voters the opportunity to consider renaming the township to Indian Mills, the name of an unincorporated community in the township.Harbach, Louise. \"On The Ballot, Shamong Will Find That Its Very Name Is On The Line\", The Philadelphia Inquirer, October 21, 1992. Accessed October 2, 2015. \"Shamong is a Leni-Lenape name meaning 'place of the horn,' for the abundance of deer there. Now, 140 years later, some present-day settlers say Shamong just doesn't have the snap to it that Indian Mills does, and they say that's what folks call Shamong anyway.... A nonbinding ballot question Nov. 3 might settle the argument, which residents of the Burlington County community say has been going on since 1852.\" ==Geography== According to the United States Census Bureau, the township had a total area of 45.01 square miles (116.58 km2), including 44.45 square miles (115.14 km2) of land and 0.56 square miles (1.44 km2) of water (1.24%). Unincorporated communities, localities and place names located partially or completely within the township include Atsion, Dellette, Flyat, Hampton Furnace, High Crossing, Indian Mills and Smalls.Locality Search, State of New Jersey. Accessed May 21, 2015. The township borders Medford Township, Tabernacle Township and Washington Township in Burlington County; Hammonton in Atlantic County; and Waterford Township in Camden County.Areas touching Shamong Township, MapIt. Accessed March 6, 2020.Municipalities within Burlington County, NJ, Delaware Valley Regional Planning Commission. Accessed March 6, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. The township is one of 56 South Jersey municipalities that are included within the New Jersey Pinelands National Reserve, a protected natural area of unique ecology covering , that has been classified as a United States Biosphere Reserve and established by Congress in 1978 as the nation's first National Reserve.The Pinelands National Reserve, New Jersey Pinelands Commission. Accessed December 1, 2013. All of the township is included in the state- designated Pinelands Area, which includes portions of Burlington County, along with areas in Atlantic, Camden, Cape May, Cumberland, Gloucester and Ocean counties.Pinelands Municipalities, New Jersey Pinelands Commission, April 2003. Accessed December 1, 2013. ==Demographics== ===Census 2010=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation- adjusted dollars) median household income was $104,063 (with a margin of error of +/- $7,752) and the median family income was $110,848 (+/- $10,655). Males had a median income of $80,188 (+/- $22,205) versus $53,591 (+/- $14,752) for females. The per capita income for the borough was $38,817 (+/- $3,645). About 2.4% of families and 3.8% of the population were below the poverty line, including 1.6% of those under age 18 and 9.4% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Shamong township, Burlington County, New Jersey , United States Census Bureau. Accessed August 30, 2012. ===Census 2000=== As of the 2000 United States Census there were 6,462 people, 2,132 households, and 1,820 families residing in the township. The population density was 144.2 people per square mile (55.7/km2). There were 2,175 housing units at an average density of 48.5 per square mile (18.7/km2). The racial makeup of the township was 97.25% White, 0.82% African American, 0.11% Native American, 0.67% Asian, 0.31% from other races, and 0.85% from two or more races. Hispanic or Latino of any race were 1.05% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Shamong township, Burlington County, New Jersey , United States Census Bureau. Accessed August 30, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Shamong township, Burlington County, New Jersey , United States Census Bureau. Accessed August 30, 2012. There were 2,132 households, out of which 44.9% had children under the age of 18 living with them, 76.2% were married couples living together, 6.0% had a female householder with no husband present, and 14.6% were non-families. 11.4% of all households were made up of individuals, and 3.8% had someone living alone who was 65 years of age or older. The average household size was 3.03 and the average family size was 3.29. In the township the population was spread out, with 29.4% under the age of 18, 6.5% from 18 to 24, 28.9% from 25 to 44, 29.2% from 45 to 64, and 6.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 100.5 males. For every 100 females age 18 and over, there were 99.8 males. The median income for a household in the township was $77,457, and the median income for a family was $82,534. Males had a median income of $55,664 versus $35,440 for females. The per capita income for the township was $30,934. About 2.3% of families and 2.6% of the population were below the poverty line, including 3.7% of those under age 18 and 2.1% of those age 65 or over. == Government == ===Local government=== Shamong Township is governed under the Township form of New Jersey municipal government, one of 141 municipalities (of the 565) statewide that use this form, the second-most commonly used form of government in the state.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The Township Committee is comprised of five members, who are elected directly by the voters at-large in partisan elections to serve three-year terms of office on a staggered basis, with either one or two seats coming up for election each year as part of the November general election in a three- year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 103.\"Forms of Municipal Government in New Jersey\", p. 7. Rutgers University Center for Government Studies. Accessed June 3, 2015. At an annual reorganization meeting held each January, the Township Committee selects one of its members to serve as Mayor and another as Deputy Mayor. , members of the Shamong Township Committee are Mayor Michael S. DiCroce (R, term on committee ends December 31, 2022; term as mayor ends 2020), Deputy Mayor Timothy L. \"Tim\" Gimbel (R, term on committee ends 2022; term as deputy mayor ends 2020), Michael P. Cooney (R, 2021), Sean Gray (R, 2021) and Martin D. Mozitis (R, 2020).Shamong Township Officials, Shamong Township. Accessed May 14, 2020. As of date accessed, DiCroce and Gimbel are show with a term-end year of 2020, which is the end of their terms as mayor and deputy mayor respectively, not the end of their terms on township committee.2020 Municipal User Friendly Budget, Shamong Township. Accessed May 14, 2020. As of date accessed, DiCroce and Gimbel are show with a term-end year of 2020, which is the end of their terms as mayor and deputy mayor respectively, not the end of their terms on township committee.November 5, 2019 General Election Summary Report Official Results, Burlington County, New Jersey, updated November 16, 2019. Accessed January 1, 2020.November 6, 2018 General Election Summary Report Official Results, Burlington County, New Jersey, updated November 17, 2018. Accessed January 1, 2019.November 7, 2017 General Election Summary Report Official Results, Burlington County, New Jersey, updated November 16, 2017. Accessed January 1, 2018. Township Committee member Chris Norman left office in January 2012, citing potential conflicts of interest in his employment with a law firm that does business with the townshipTait III, Adam. \"Norman steps down from Shamong Township Committee, citing conflict of interest with new position\", Medford Central Record, January 30, 2012. Accessed December 1, 2013. \"Committeeman Chris Norman resigned his seat on Jan. 17. The move was made necessary because Norman's new position as an attorney with the firm of Raymond, Coleman and Heinold, would have been a conflict of interest, as that firm represents Shamong in legal matters.\" and was replaced by Tim Gimbel on an interim basis before Gimbel won election in November 2012 to serve the balance of Norman's term ending December 2013.November 6, 2012 Summary Report Burlington County Amended Official Results, Burlington County, New Jersey. Accessed December 1, 2013.Tait, Adam III. \"Shamong swears new committeeman\", \"\"Journal Register News, February 21, 2012. Accessed December 1, 2013. \"Tim Gimbel was sworn in as the township's newest committeeman at the group's last meeting. Gimbel was chosen from among three candidates for the all-Republican board, with the oath of office administered by Solicitor Douglas Heinold.\" ====Emergency services==== Law enforcement in the township is provided from the New Jersey State Police barracks in Southampton Township.New Jersey State Police, Shamong Township. Accessed May 14, 2020. \"The New Jersey State Police Troop 'C' continues to serve Shamong Township from their barracks located at the Red Lion Station on U.S. Route 206 in Southampton.\" === Federal, state and county representation === Shamong Township is located in the 3rd Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 8th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2010 Census, Shamong Township had been split between the and the 3rd Congressional District, a change made by the New Jersey Redistricting Commission that took effect in January 2013, based on the results of the November 2012 general elections.2011 New Jersey Citizen's Guide to Government , p. 64, New Jersey League of Women Voters. Accessed May 22, 2015. ===Politics=== As of March 23, 2011, there were a total of 4,549 registered voters in Shamong Township, of which 830 (18.2% vs. 33.3% countywide) were registered as Democrats, 1,584 (34.8% vs. 23.9%) were registered as Republicans and 2,132 (46.9% vs. 42.8%) were registered as Unaffiliated. There were 3 voters registered to other parties.Voter Registration Summary - Burlington, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 28, 2014. Among the township's 2010 Census population, 70.1% (vs. 61.7% in Burlington County) were registered to vote, including 95.8% of those ages 18 and over (vs. 80.3% countywide).GCT-P7: Selected Age Groups: 2010 - State -- County Subdivision; 2010 Census Summary File 1 for New Jersey , United States Census Bureau. Accessed December 28, 2014. In the 2012 presidential election, Republican Mitt Romney received 2,084 votes here (59.9% vs. 40.2% countywide), ahead of Democrat Barack Obama with 1,348 votes (38.7% vs. 58.1%) and other candidates with 40 votes (1.1% vs. 1.0%), among the 3,480 ballots cast by the township's 4,710 registered voters, for a turnout of 73.9% (vs. 74.5% in Burlington County).Presidential November 6, 2012 General Election Results - Burlington County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed December 28, 2014.Number of Registered Voters and Ballots Cast November 6, 2012 General Election Results - Burlington County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed December 28, 2014. In the 2008 presidential election, Republican John McCain received 2,073 votes here (56.8% vs. 39.9% countywide), ahead of Democrat Barack Obama with 1,510 votes (41.4% vs. 58.4%) and other candidates with 44 votes (1.2% vs. 1.0%), among the 3,648 ballots cast by the township's 4,564 registered voters, for a turnout of 79.9% (vs. 80.0% in Burlington County).2008 Presidential General Election Results: Burlington County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 28, 2014. In the 2004 presidential election, Republican George W. Bush received 2,188 votes here (62.4% vs. 46.0% countywide), ahead of Democrat John Kerry with 1,286 votes (36.7% vs. 52.9%) and other candidates with 22 votes (0.6% vs. 0.8%), among the 3,507 ballots cast by the township's 4,452 registered voters, for a turnout of 78.8% (vs. 78.8% in the whole county).2004 Presidential Election: Burlington County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 28, 2014. In the 2013 gubernatorial election, Republican Chris Christie received 1,474 votes here (76.1% vs. 61.4% countywide), ahead of Democrat Barbara Buono with 409 votes (21.1% vs. 35.8%) and other candidates with 24 votes (1.2% vs. 1.2%), among the 1,937 ballots cast by the township's 4,679 registered voters, yielding a 41.4% turnout (vs. 44.5% in the county).2013 Governor: Burlington County, New Jersey Department of State Division of Elections, January 29, 2014. Accessed December 28, 2014.Number of Registered Voters and Ballots Cast November 5, 2013 General Election Results : Burlington County, New Jersey Department of State Division of Elections, January 29, 2014. Accessed December 28, 2014. In the 2009 gubernatorial election, Republican Chris Christie received 1,586 votes here (66.2% vs. 47.7% countywide), ahead of Democrat Jon Corzine with 634 votes (26.5% vs. 44.5%), Independent Chris Daggett with 128 votes (5.3% vs. 4.8%) and other candidates with 23 votes (1.0% vs. 1.2%), among the 2,394 ballots cast by the township's 4,542 registered voters, yielding a 52.7% turnout (vs. 44.9% in the county).2009 Governor: Burlington County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 28, 2014. == Education == The Shamong Township School District serves public school students in kindergarten through eighth grade. As of the 2018–19 school year, the district, comprised of two schools, had an enrollment of 746 students and 64.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.6:1.District information for Shamong Township School District, National Center for Education Statistics. Accessed April 1, 2020. Schools in the district (with 2018–19 enrollment data from the National Center for Education StatisticsSchool Data for the Shamong Township Public Schools, National Center for Education Statistics. Accessed April 1, 2020.) are Indian Mills Elementary SchoolIndian Mills Elementary School, Shamong Township School District. Accessed May 14, 2020. with 394 students in grades PreK-4 and Indian Mills Memorial Middle SchoolIndian Mills Memorial Middle School, Shamong Township School District. Accessed May 14, 2020. with 348 students in grades 5–8.Contact Us, Shamong Township Schools. Accessed May 14, 2020.2018-2019 Burlington County Public Schools Directory, Burlington County, New Jersey. Accessed May 14, 2020.New Jersey School Directory for the Shamong Township School District, New Jersey Department of Education. Accessed December 29, 2016. Public school students in Shamong Township in ninth through twelfth grades attend Seneca High School located in Tabernacle Township, which also serves students from Southampton Township, Tabernacle Township and Woodland Township.Seneca High School 2015 Report Card Narrative, New Jersey Department of Education. Accessed March 6, 2020. \"Attendance Area: Shamong, Southampton, Tabernacle and Woodland Townships\" The school is part of the Lenape Regional High School District, which also serves students from Evesham Township, Medford Lakes, Medford Township and Mount Laurel Township.Lenape Regional High School District 2016 Report Card Narrative, New Jersey Department of Education. Accessed December 5, 2017. \"The Lenape Regional High School District (LRHSD) serves the eight municipalities of Evesham, Medford, Mount Laurel, Shamong, Southampton, Tabernacle and Woodland Townships and Medford Lakes Borough. Encompassing an area of 350 square miles the Lenape District is the largest school district in Burlington County.\"Staff. \"Regional School Districts\", Burlington County Times, April 26, 2015. Accessed March 6, 2020. \"Lenape Regional Serves: Evesham, Medford, Medford Lakes, Mount Laurel, Shamong, Southampton, Tabernacle, Woodland\" As of the 2018–19 school year, the high school had an enrollment of 1,137 students and 109.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 10.4:1.School data for Seneca High School, National Center for Education Statistics. Accessed April 1, 2020. Students from Shamong Township, and from all of Burlington County, are eligible to attend the Burlington County Institute of Technology, a countywide public school district that serves the vocational and technical education needs of students at the high school and post-secondary level at its campuses in Medford and Westampton Township.Why Choose BCIT?, Burlington County Institute of Technology. Accessed December 1, 2013. ==Transportation== thumb|right|US 206 in Shamong Township , the township had a total of of roadways, of which were maintained by the municipality, by Burlington County and by the New Jersey Department of Transportation.Burlington County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed December 1, 2013. U.S. Route 206 is the most significant highway passing through Shamong Township. County Route 534 and County Route 541 also serve the township. ==Wineries== * Valenzano Winery ==Notable people== People who were born in, residents of, or otherwise closely associated with Shamong Township include: * Daria Berenato (born 1993), wrestler, currently signed to WWE under the Smackdown brand as Sonya Deville.Koller, Brock. \"New Jersey's Daria Berenato taking risks, making history on path to WWE\", WPVI-TV, June 28, 2015. Accessed February 23, 2017. \"21-year-old Daria Berenato from Shamong Township, New Jersey was recently standing inside a wrestling ring in Full Sail University, in her bathing suit, on worldwide television, in front of a panel of judges made up of WWE hall of famers and legends including current Executive Vice President of Talent, Live Events and Creative, Paul Levesque, better known as superstar Triple H.\" * Kacey Carrig (born 1992), model.\"Model in the Spotlight: Kacey Carrig\", Details (magazine). Accessed October 2, 2015. \"Hometown: Shamong, New Jersey\" * Kevin Comer (born 1992), professional baseball pitcher for the Detroit Tigers organization.Zangaro, Dave. \"Comer picked 57th in MLB entry draft\", Burlington County Times, June 7, 2011. Accessed November 28, 2017. \"Kevin Comer watched the TV in his Shamong home with great anticipation. By the 50th pick of the Major League Baseball entry draft Monday night, the Seneca High School senior hadn’t heard his name called.\" * John J. Gardner (1845-1921), Mayor of Atlantic City, New Jersey who represented from 1893 to 1913.Staff. The New Jersey Law Journal, Volume 44, p. 95. Honeyman & Rowe, 1921. Accessed December 1, 2013. \"Ex Congressman John J Gardner While not a lawyer it was not his fault that he was not a member of the New Jersey Bar This is to be said of Ex Congressman John J. Gardner of, formerly, Atlantic City, who died on his farm at Indian Mills, Burlington county on Feb. 7th last, of heart disease.\" * Keith Jones (born 1968), former forward for the Philadelphia Flyers.Leakan, Paul. \"Reeve Paralysis Foundation cause hits home Med. Lakes family to host fund-raiser\", Burlington County Times, March 6, 2005. Accessed August 30, 2012. \"Dana Reeve, country-music star Kenny Rogers, Philadelphia Eagles offensive tackle Jon Runyan, who lives in Mount Laurel, and former Philadelphia Flyers right-winger Keith Jones, a resident of Shamong, are among those scheduled to attend, Miles said.\" * Juliet Richardson (born 1980), singer, known as Juliet, best known for her 2005 album Random Order and hit single \"Avalon\".Hafetz, David. \"Ambitious 17-year-old Proves She's In A Class By Herself\", The Philadelphia Inquirer, May 17, 1997. Accessed December 1, 2013. \"When Juliet Richardson takes her trip down memory lane, she might not know which way to turn: The 17-year-old from Shamong has been a student in high school and college at the same time.\" * William Still (1821-1902), abolitionist.McGuire, William; and Wheeler, Leslie. American Social Leaders, p. 431. ABC-CLIO, 1993. . Accessed January 7, 2019. \"William Still was born in Shamong, New Jersey, the youngest of eighteen children. Both his parents were former slaves.\" * Joe Vento (1939-2011), owner of South Philadelphia cheesesteak shop Geno's Steaks.Staff. \"SJ Faces: Joe Vento\", Courier-Post, January 2, 2005. Accessed August 30, 2012. \"But he and Eileen, his wife of 43 years, have called a Shamong horse farm home since the mid-1970s (their son, Geno, 33, lives in Cherry Hill).\"Wells, Steven. \"Vento Venting: The Geno's proprietor doesn't speak for South Philly\", Philadelphia Weekly, July 19, 2006. Accessed April 9, 2008. ==References== == External links== *Shamong Township website *Shamong Township School District *Shamong Foundation for Educational Excellence * *Data for the Shamong Township School District, National Center for Education Statistics *Lenape Regional High School District *Shamong Sun News Category:1852 establishments in New Jersey Category:Populated places in the Pine Barrens (New Jersey) Category:Populated places established in 1852 Category:Township form of New Jersey government Category:Townships in Burlington County, New Jersey",
 "title": "Shamong Township, New Jersey"
}