{
 "id": "125034",
 "text": "Marlton is a census-designated place (CDP) located within Evesham Township, in Burlington County, New Jersey, United States.GCT-PH1 - Population, Housing Units, Area, and Density: 2010 - County -- County Subdivision and Place from the 2010 Census Summary File 1 for Burlington County, New Jersey , United States Census Bureau. Accessed June 16, 2013.2006-2010 American Community Survey Geography for New Jersey, United States Census Bureau. Accessed June 16, 2013.New Jersey: 2010 - Population and Housing Unit Counts - 2010 Census of Population and Housing (CPH-2-32), United States Census Bureau, p. III-3, August 2012. Accessed June 16, 2013. As of the 2010 United States Census, Marlton's population was 10,133. Though Marlton is only a small part of Evesham Township, many people colloquially use \"Marlton\" to refer to the township as a whole.About, Evesham Township, New Jersey. Accessed November 10, 2020. \"Evesham is also known as Marlton. Marlton is a name commonly associated and interchangeable with the name Evesham.\" ==History== Marlton was founded by Welsh and English farmers beginning in 1676. The name Marlton first appeared in the early 19th century. The name is derived from marl clay, which is commonly found in the local soil. The discovery of the marl content helped local business and farmers, and caused the first \"building boom\", occurring in the 1830s and 1840s. Marl continued to be excavated in Marlton until 1930, when the pits were shut down.Brief History of Evesham Township and its Village of Olde Marlton, Evesham Township. Accessed June 4, 2017. The marl was sold locally, and shipped directly, by rail to Burlington City, Philadelphia, Pennsylvania, and Atlantic City, for reshipping as an alternate for green manure, water treatment amendment, and semi-flowable fill. ==Landmarks== PH-32, a Project Nike missile base from the Cold War, was located near what is now Cherokee High School. ==Geography== According to the United States Census Bureau, Marlton had a total area of 3.235 square miles (8.378 km2), including 3.227 square miles (8.357 km2) of it is land and 0.008 square miles (0.021 km2) of water (0.25%).US Gazetteer files: 2010, 2000, and 1990, United States Census Bureau. Accessed September 4, 2014. ==Demographics== ===Census 2010=== ===Census 2000=== As of the 2000 United States Census there were 10,260 people, 4,097 households, and 2,728 families residing in Marlton. The population density was 3,171.0 people per square mile (1,222.7/km2). There were 4,203 housing units at an average density of 1,299.0/sq mi (500.9/km2). The racial makeup of Marlton was 91.32% White, 2.88% Black or African American, 0.14% Native American, 4.18% Asian, 0.01% Pacific Islander, 0.59% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 2.34% of the population.DP-1 - Profile of General Demographic Characteristics: 2000 from the Census 2000 Summary File 1 (SF 1) 100-Percent Data for Marlton CDP, New Jersey , United States Census Bureau. Accessed September 18, 2012. There were 4,097 households, out of which 30.7% had children under the age of 18 living with them, 54.3% were married couples living together, 9.3% had a female householder with no husband present, and 33.4% were non-families. 28.4% of all households were made up of individuals, and 7.8% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 3.12. In Marlton the population was spread out, with 23.5% under the age of 18, 6.6% from 18 to 24, 34.8% from 25 to 44, 23.2% from 45 to 64, and 12.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 93.8 males. For every 100 females age 18 and over, there were 91.2 males. The median income for a household in Marlton was $52,271, and the median income for a family was $61,217. Males had a median income of $46,905 versus $31,798 for females. The per capita income for Marlton was $25,145. About 2.1% of families and 3.5% of the population were below the poverty line, including 3.6% of those under age 18 and 2.9% of those age 65 or over. ==Transportation== The 406 route provides bus service to and from Philadelphia.Burlington County Bus / Rail Connections, New Jersey Transit, backed up by the Internet Archive as of July 26, 2010. Accessed June 16, 2013. The Marlton Circle was a traffic circle at the intersection of Route 70 and Route 73. In 2010, the circle was completely eliminated and replaced with a grade-separated interchange where Route 73 crosses over Route 70. The new traffic pattern was completed in late 2011.Route 70/73 Marlton Circle Elimination Project, New Jersey Department of Transportation. Accessed June 16, 2013. The Philadelphia Marlton and Medford Railroad made multiple stops in Marlton from July 1881 to September 24, 1927. ==Notable people== People who were born in, residents of, or otherwise closely associated with Marlton include: * Brian Baldinger (born 1960), former NFL offensive tackle and current Fox Sports commentator.Luksa, Frank. \"Lessons in Dallas prepared Baldinger\", The Dallas Morning News, July 7, 2002. Accessed July 25, 2016. \"Baldinger can explain how it happened and did this week from his home in Marlton, N.J.\" * Esther E. Baldwin (1840–1910), missionary, teacher and writer.Willard, Frances Elizabeth; and Livermore, Mary Ashton Rice. A Woman of the Century: Fourteen Hundred-seventy Biographical Sketches Accompanied by Portraits of Leading American Women in All Walks of Life, p. 48. Moulton, 1893. Accessed February 16, 2018. \"Baldwin, Mrs. Esther E., missionary, born in Marlton, N. J., 8th November, 1840.\" * Jay Black (born 1976), stand-up comic and screenwriter.Kolumbic, Dubravka. \"Once a teacher, now a comedian, Marlton's Jay Black still knows how to work a room\", The Central Record, February 12, 2012. Accessed July 25, 2016. \"Marlton resident and professional comedian Jay Black will be a headliner at Shawnee High School Soccer Booster Club's comedy show fundraiser on Feb. 10.\" * Braille (stage name of Bryan Winchester, born 1981), rapper.Cummings, Tony. \"Braille: The Portland rapper's seventh album holds nothing back\", Crossrhythms, December 7, 2011. Accessed July 25, 2016. \"Born Bryan Winchester on 27th September 1981, he's been writing and recording hip-hop since he was 13 years old. For a short time Bryan and his family relocated to Marlton, New Jersey.\" * Sheldon Brown (born 1979), defensive back for the Philadelphia Eagles and the Cleveland Browns.\"In brief\", The Herald (Rock Hill), August 21, 2007. Accessed July 25, 2016. \"He and his wife, Jenny, have one son, Dion, and are expecting their second child around the end of the year. They live in Marlton, N.J....\" * Anthony Caruso (born 1966), entrepreneur.Parks, James. \"Nice Moves: A Knack for logistics helps this entrepreneur save cash\", Entrepreneur (magazine), January 31, 2007. Accessed July 25, 2016. \"Who: Anthony Caruso of CSA Group; Where: Marlton, New Jersey\" * Mike Devlin (born 1969), former NFL offensive lineman who has been an assistant coach with the New York Jets.via Associated Press. \"Devlin nominated for Lombardi Award\", The Daily Reporter, September 4, 1992. Accessed July 25, 2016. \"Devlin is a 6-foot-3, 280-pound senior from Marlton, N.J.\" * Christina Grimmie (1994–2016), YouTube musician and season 6 contestant on The Voice.Mayo, Nicki; and Schreier, Greg. \"The Voice singer, Marlton native Christina Grimmie, shot and killed following performance\", The Philadelphia Inquirer, June 11, 2016. Accessed July 25, 2016. \"Luebkemann, now 22, was grieving in her family's Marlton home after learning of Grimmie’s death and didn’t want to talk to anyone, her father, Bill Luebkemann, 59, said Saturday morning.\" * Andy Kim (born 1982), politician who is the representative from New Jersey's 3rd congressional district.Rosenberg, Amy S. \"Andy Kim’s campaign took off in the Mt. Laurel Wegmans. Now Kim, 36, is trying to unseat Rep. Tom MacArthur, New Jersey’s Trumpiest congressman\", The Philadelphia Inquirer, August 27, 2018. Accessed November 9, 2018. \"He and the super PACs supporting him have been relentless, running TV ads calling out Kim for taking a tax break on his D.C. condo after moving back to New Jersey, and suggesting the Marlton-born and Cherry Hill East High graduate is 'not one of us.'\" * Pelle Lindbergh (1959–1985), former goaltender for the Philadelphia Flyers.Staff. \"Flyers Star 'Brain-Dead' After Crash\", The Philadelphia Inquirer, November 11, 1985. Accessed July 25, 2016. \"Pietzsch said that after the game Lindbergh had returned to their townhouse in the Moorings, a lakeside apartment complex in a wooded area of Marlton, Evesham Township.\" * LeSean McCoy (born 1988), running back with the Tampa Bay Buccaneers.Issa, Rob. \"The Real McCoy\", South Jersey Magazine, September 2014. Accessed July 25, 2016. \"Eagles running back and Marlton resident LeSean McCoy is a star in the NFL, but he does some of his best work off the field.\" * Jody McDonald (born 1959), sports radio talk show host on WTEL 610 and also on WFAN 660.Strauss, Robert. \"Sports; Sportsmanship? Nah, Indifference.\", The New York Times, January 5, 2003. Accessed July 25, 2016. \"For his part, McDonald lives in Marlton, which is closer to Philadelphia than New York, though he has a history in New York sports since his father, Joe, was an executive with the New York Mets.\" * Brit Morgan (born 1987), actress who has portrayed Debbie Pelt in the HBO series True Blood.Staff. \"Tina stays mum on Sarah\", Philadelphia Daily News, September 9, 2008. Accessed July 25, 2016. \"Marlton native actress Brit Morgan was recently in the area visiting family. Morgan was known as Brittany Dengler while attending Cherokee High School, where she graduated in 2005.\" * Blaine Neal (born 1978), former Major League Baseball relief pitcher.Velasquez, Vincent. \"Marlton native Blaine Neal selected to the USA Baseball team\", The Star-Ledger, July 16, 2008. Accessed July 25, 2016. \"Blaine Neal, a right- handed relief pitcher in the Detroit Tigers system and Marlton native, was named to the USA Baseball team.\" * Jessica O'Rourke (born 1986), professional soccer player.\"Wildcats Sign Jersey Talent\", New Jersey Wildcats. Accessed July 25, 2016. \"Jessica O'Rourke, 21, of Marlton, New Jersey is currently a junior at North Carolina State University.\" * Jerry Penacoli (born 1956), actor, former newscaster, current correspondent on Extra.Staff. \"TV/Radio Talk - Ch. 10 Won't Stint In Covering The Mummers\", The Philadelphia Inquirer, December 31, 1982. Accessed July 25, 2016. \"A native of Scranton who grew up in Marlton, NJ, Penacoli came to Channel 3 just two weeks ago from WTVJ-TV in Miami.\" * Richard Ruccolo (born 1972), actor who has appeared in Two Guys and a Girl and Rita Rocks.Staff. \"S. Jersey native gets spotlight at festival\", Courier-Post, July 6, 2001. Accessed July 25, 2016. \"Richard Ruccolo, a Camden native and former Marlton resident and star of the ABC comedy Two Guys and a Girl, will be at the festival for the Philadelphia premiere of All over the Guy, a romantic comedy in which he stars as one of two twentysomething gay men searching for true love.\" * Chris Therien (born 1971), former defenseman for the Philadelphia Flyers and Dallas Stars. Currently works as a color commentator for the Philadelphia Flyers.\"Small corps of Flyers gets ice time in at Medford\", The Philadelphia Inquirer, October 10, 2004. Accessed July 25, 2016. \"'The best thing is just looking across the locker room and being here with the guys,' said Therien, a resident of Marlton, Burlington County.\" * Carl Truscott (born 1957), former Director of the Bureau of Alcohol, Tobacco, Firearms and Explosives.\"Rothman 'Outraged' ATF Satellite Office Was Never Established; Demands Explanation from the Director\", Representative Steve Rothman, January 23, 2006, baked up by the Internet Archive as of July 31, 2008. Accessed July 25, 2016. \"With firearm violence continuing to plague Jersey City communities, Rep. Steve Rothman (NJ-9) today wrote the Bureau of Alcohol, Tobacco, and Firearms (ATF) Director Carl Truscott (a native of Marlton, NJ) to find out why the ATF still has not established a satellite office in Jersey City and urged immediate action to fix the problem.\" ==References== ===Further reading=== * Horner, Maurice W. A History of Evesham Township. (Philadelphia: Dorrance, 1971). * McCabe, Wayne T. A Penny A View...An Album of Postcard Views...Marlton, N.J. (Newton, NJ: Historic Preservation Alternatives, 2001). Category:Evesham Township, New Jersey Category:Census-designated places in Burlington County, New Jersey Category:Populated places established in 1676 Category:1676 establishments in New Jersey",
 "title": "Marlton, New Jersey"
}