{
 "id": "125090",
 "text": "Merchantville is a borough in Camden County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 3,821, reflecting an increase of 20 (+0.5%) from the 3,801 counted in the 2000 Census, which had in turn declined by 294 (−7.2%) from the 4,095 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed October 11, 2012. The borough had the 22nd-highest property tax rate in New Jersey, with an equalized rate of 4.367% in 2020, compared to 3.470% in the county as a whole and a statewide average of 2.279%.\"Here are the 30 N.J. towns with the highest property tax rates\", NJ Advance Media for NJ.com, March 15, 2021. Accessed January 19, 2022. \"The average equalized tax rate in New Jersey was 2.279 in 2020, according to data from the Department of Community Affairs. Here is the list of 30 New Jersey towns with the highest property tax rates.... 22. Merchantville Equalized tax rate in Merchantville Borough, Camden County, was 4.367 in 2020 Average equalized tax rate in Camden County: 3.470 ==History== Merchantville was incorporated as a borough by an act of the New Jersey Legislature on March 3, 1874, from portions of Delaware Township (now Cherry Hill) and the now-defunct Stockton Township.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 107. Accessed October 11, 2012. While one source attributes the borough's name to a family named Merchant,Gannett, Henry. The Origin of Certain Place Names in the United States, p. 20. United States Government Printing Office, 1905. Accessed September 5, 2015. Francis F. Eastlack, in his History of Merchantville, tells the story of the four developers of Merchantville—Matthias Homer, John Louty, Samuel McFadden and Frederick Gerker—meeting and discussing names, when it was suggested \"Gentlemen, as you are all merchants, why not call it Merchantville?\"Eastlack, Francis F. History of Merchantville, Camden County, N.J, self published, 1899. Accessed September 5, 2015. \"Matthias Homer, John Louty, Samuel McFadden and Frederick Gerker (four Philadelphia merchants) were the pioneers of Merchantville.... At a social meeting at the house of John Louty, the question of naming the new settlement was under discussion; when, after a number of striking names had been suggested to no purpose, Mrs. Louty entered and said. 'Gentlemen, as you are all merchants, why not call it Merchantville?'\" ==Geography== According to the United States Census Bureau, Merchantville borough had a total area of 0.59 square miles (1.54 km2), all of which was land. The borough borders the Camden County municipalities of Cherry Hill and Pennsauken Township.Areas touching Merchantville, MapIt. Accessed February 27, 2020.Municipalities within Camden County, NJ, Delaware Valley Regional Planning Commission. Accessed February 27, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. ==Demographics== ===Census 2010=== The Census Bureau's 2006–2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $62,358 (with a margin of error of +/- $9,850) and the median family income was $85,909 (+/- $16,985). Males had a median income of $49,926 (+/- $36,924) versus $41,369 (+/- $15,495) for females. The per capita income for the borough was $34,308 (+/- $4,408). About 11.7% of families and 11.1% of the population were below the poverty line, including 23.7% of those under age 18 and 6.0% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Merchantville borough, Camden County, New Jersey , United States Census Bureau. Accessed October 11, 2012. ===Census 2000=== As of the 2000 United States Census there were 3,801 people, 1,524 households, and 946 families residing in the borough. The population density was 6,317.2 people per square mile (2,446.0/km2). There were 1,607 housing units at an average density of 2,670.8 per square mile (1,034.1/km2). The racial makeup of the borough was 85.90% White, 7.42% African American, 0.29% Native American, 2.10% Asian, 2.84% from other races, and 1.45% from two or more races. Hispanic or Latino of any race were 5.47% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Merchantville borough, New Jersey , United States Census Bureau. Accessed October 11, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Merchantville borough, Camden County, New Jersey , United States Census Bureau. Accessed October 11, 2012. There were 1,524 households, out of which 32.1% had children under the age of 18 living with them, 45.1% were married couples living together, 12.9% had a female householder with no husband present, and 37.9% were non-families. 32.0% of all households were made up of individuals, and 11.6% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 3.19. In the borough the age distribution of the population shows 25.7% under the age of 18, 6.8% from 18 to 24, 31.5% from 25 to 44, 22.1% from 45 to 64, and 13.8% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 89.1 males. For every 100 females age 18 and over, there were 84.6 males. The median income for a household in the borough was $49,392, and the median income for a family was $60,652. Males had a median income of $43,375 versus $30,771 for females. The per capita income for the borough was $25,589. About 5.8% of families and 6.8% of the population were below the poverty line, including 9.4% of those under age 18 and 3.0% of those age 65 or over. == Government == ===Local government=== Merchantville is governed under the Borough form of New Jersey municipal government, one of 218 municipalities (of the 565) statewide that use this form, the most commonly used form of government in the state.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of a Mayor and a Borough Council, with all positions elected at-large on a partisan basis as part of the November general election. A Mayor is elected directly by the voters to a four-year term of office. The Borough Council is comprised of six members elected to serve three-year terms on a staggered basis, with two seats coming up for election each year in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 38. The Borough form of government used by Merchantville is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.Cerra, Michael F. \"Forms of Government: Everything You've Always Wanted to Know, But Were Afraid to Ask\" , New Jersey State League of Municipalities. Accessed November 30, 2014.\"Forms of Municipal Government in New Jersey\", p. 6. Rutgers University Center for Government Studies. Accessed June 3, 2015. , the Mayor of Merchantville Borough is Democrat Edward \"Ted\" Brennan, whose term of office ends December 31, 2022. Members of the Borough Council are Council President Sean H. Fitzgerald (D, 2020; elected to serve an unexpired term), Andrew O. McLoone (D, 20200), Anthony J. Perno III (D, 2022), Maria-Nina Scarpa (D, 2021), Daniel J. Sperrazza (D, 2021) and Raymond H. Woods III (D, 2022).Mayor and Council, Borough of Merchantville. Accessed May 10, 2020.2019 Municipal User Friendly Budget, Borough of Merchantville. Accessed September 18, 2019.Official Election Results 2019 General Election November 5, 2019, Camden County, New Jersey, updated November 15, 2019. Accessed January 1, 2020.Official Election Results 2018 General Election November 6, 2018, Camden County, New Jersey, amended December 4, 2018. Accessed January 1, 2019.Official Election Results 2017 General Election November 7, 2017, Camden County, New Jersey, November 16, 2017. Accessed January 1, 2018. In May 2018, the Borough Council appointed Sean Fitzgerald to fill the seat expiring in December 2010 that had been held by Katherine Swann until she resigned from office\"Fitzgerald Appointed to Vacancy\", Merchantville Online, May 14, 2018. Accessed September 18, 2019. \"Sean Fitzgerald, center, was sworn in this evening (5/14) by Mayor Ted Brennan, left, as a member of the Merchantville Borough Council. He fills the seat left vacant by the resignation of Katherine Erhard Swann.\" Fitzgerald served on an interim basis until the November 2018 general election when he was elected to serve the balance of the term of office. === Federal, state and county representation === Merchantville is located in the 1st Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 6th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Merchantville had been in the 7th state legislative district.2011 New Jersey Citizen's Guide to Government , p. 61, New Jersey League of Women Voters. Accessed May 22, 2015. ===Politics=== As of March 23, 2011, there were a total of 2,610 registered voters in Merchantville, of which 990 (37.9%) were registered as Democrats, 489 (18.7%) were registered as Republicans and 1,129 (43.3%) were registered as Unaffiliated. There were 2 voters registered to other parties.Voter Registration Summary - Camden, New Jersey Department of State Division of Elections, March 23, 2011. Accessed October 15, 2012. In the 2012 presidential election, Democrat Barack Obama received 65.9% of the vote (1,190 cast), ahead of Republican Mitt Romney with 32.8% (592 votes), and other candidates with 1.4% (25 votes), among the 1,822 ballots cast by the borough's 1,970 registered voters (15 ballots were spoiled), for a turnout of 92.5%. In the 2008 presidential election, Democrat Barack Obama received 63.8% of the vote (1,274 cast), ahead of Republican John McCain, who received around 33.4% (667 votes), with 1,998 ballots cast among the borough's 2,533 registered voters, for a turnout of 78.9%.2008 Presidential General Election Results: Camden County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed October 15, 2012. In the 2004 presidential election, Democrat John Kerry received 57.9% of the vote (1,107 ballots cast), outpolling Republican George W. Bush, who received around 37.2% (711 votes), with 1,912 ballots cast among the borough's 2,461 registered voters, for a turnout percentage of 77.7.2004 Presidential Election: Camden County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed October 15, 2012. In the 2013 gubernatorial election, Republican Chris Christie received 55.9% of the vote (560 cast), ahead of Democrat Barbara Buono with 41.7% (418 votes), and other candidates with 2.4% (24 votes), among the 1,028 ballots cast by the borough's 2,757 registered voters (26 ballots were spoiled), for a turnout of 37.3%. In the 2009 gubernatorial election, Democrat Jon Corzine received 50.1% of the vote (637 ballots cast), ahead of both Republican Chris Christie with 42.0% (534 votes) and Independent Chris Daggett with 4.5% (57 votes), with 1,271 ballots cast among the borough's 2,609 registered voters, yielding a 48.7% turnout.2009 Governor: Camden County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed October 15, 2012. == Education == Students in public school for pre- kindergarten through eighth grade attend the Merchantville School District at Merchantville Elementary School. As of the 2018–19 school year, the district, comprised of one school, had an enrollment of 433 students and 33.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 12.9:1.District information for Merchantville School District, National Center for Education Statistics. Accessed April 1, 2020. Students from Merchantville attend Haddon Heights Junior/Senior High School (for the high school level only) as part of a sending/receiving relationship. As of the 2018–19 school year, the high school had an enrollment of 906 students and 77.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.7:1.School data for Haddon Heights Jr./Sr. High School, National Center for Education Statistics. Accessed April 1, 2020. Merchantville had its own high school, Merchantville High School, until 1972, when it was shut down. At that point high school students attended Pennsauken High School in Pennsauken Township.Florio, Gwen. \"Looking Beyond The School Decision Time To Make Up, Officials Say, After A Decade Of Fussing.\", The Philadelphia Inquirer, September 21, 1992. Accessed July 10, 2008. \"Ever since its own high school closed in 1972, the Borough of Merchantville has been sending its public school students to Pennsauken High School.\" In 1992 the borough of Merchantville made plans to switch its high school students to Haddon Heights High, but the New Jersey Commissioner of Education did not allow these plans to go forward. In 2012 the board of the Merchantville School District decided to send its students to Haddon Heights High.{cite web|last=Colimore|first=Edward|title=https://www.inquirer.com/philly/news/local/20120114_Merchantville_board_votes_to_send_students_to_Haddon_Heights_High.html|title=Merchantville board votes to send students to Haddon Heights High|newspaper=Philadelphia Inquirer|date=2012-01-14|accessdate=2020-10-02}} the Commissioner of the New Jersey Department of Education approved the proposal and beginning in September 2015 Merchantville began sending students to Haddon Heights, joining students from Barrington and Lawnside, who already attended the Haddon Heights school. Students who had already been attending Pennsauken High before the 2015 transition continued to attend the school until their graduation.Romalino, Carly Q. \"Merchantville school decision 'historic'\", Courier-Post, April 17, 2015. Accessed November 1, 2015. \"The state's final authorization this week allowing Merchantville to choose Haddon Heights High School over Pennsauken, is a \"landmark decision\" for a state focused on school choice, according to education officials.\"\"Send/Receive Final Decision; The Commissioner of Education affirmed the Administrative Law Judge's decision to start a send/receive relationship with Haddon Heights for our High School students.\", Merchantville School District. Accessed November 1, 2015. \"The Merchantville Board of Education is proud to announce that the Commissioner of Education has affirmed the Administrative Law Judge's decision to sever its sending-receiving relationship with Pennsauken and enter into a new sending- receiving relationship with Haddon Heights.... The current graduating 8th graders (Merchantville Class of 2015) will be able to attend Haddon Heights High School under the send/receive agreement. However, students that are already attending Pennsauken HS or other high schools will not qualify to attend under the new send/receive agreement. Instead, every year for four years, a new class will be sent to Haddon Heights until all of our students are phased into Haddon Heights.\" St. Peter School is a K-8 elementary school that opened in 1927 and operates under the auspices of the Roman Catholic Diocese of Camden.About Us, Saint peter School. Accessed October 15, 2013.Catholic Schools Directory, Roman Catholic Diocese of Camden. Accessed October 20, 2016. == Transportation == thumb|right|County Route 537 eastbound in Merchantville ===Roads and highways=== , the borough had a total of of roadways, of which were maintained by the municipality and by Camden County.Camden County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. No Interstate, U.S. or state highways directly serve Merchantville. U.S. Route 130 comes closest, passing by about two blocks from the borough's west end. The most significant road passing through the borough is County Route 537. ===Public transportation=== NJ Transit offers bus service in the borough on the 404, and 405 and 407 routes to Camden with connecting bus and rail services into Philadelphia.Camden County Bus/Rail Connections, NJ Transit, backed up by the Internet Archive as of May 22, 2009. Accessed December 6, 2011.South Jersey Transit Guide , Cross County Connection, as of April 1, 2010. Accessed September 2, 2014. Passenger rail service to Merchantville ended in the late 1960s. ==Notable people== People who were born in, residents of, or otherwise closely associated with Merchantville include: * Alfred L. Banyard (1908-1992), seventh bishop of the Episcopal Diocese of New Jersey, serving from 1955 to 1973.\"Rev. Alfred Banyard, 84, Episcopalian bishop\", Courier- Post, November 25, 2018. Accessed December 3, 2020, via Newspapers.com. \"A native of Merchantville, the bishop was a graduate of Camden High School, the University of Pennsylvania and the General Theological Seminary of New York, from which he earned his Bachelor of Sacred Theology (S.T.B.) degree in 1931 and his Doctor of Sacred Theology (S.T.D.) degree in 1946.\" * Al Besselink (born 1922), professional golfer who played on the PGA Tour in the 1950s and 1960s.\"Besselink Posts 65 for 135 Total to Gain One-Stroke Margin in Azalea Golf; Gajda is second in $20,000 event Besselink gets 8 birdies in gaining lead -- Four Tied for Third Place\", The New York Times, March 29, 1964. Accessed September 18, 2019. \"Al Besselink had eight birdies today in shooting a second-round 65 in the $20,000 Azalea open golf tournament. This enabled the 39-year-old professional from Merchantville, N.J., to move into the 36-hole lead, with a 135 total.\" * Alexander G. Cattell (1816–1894), one of Merchantville's earliest developers, he represented New Jersey in the United States Senate from 1866 to 1871.\"Cattell, Alexander Gilmore, (1816–1894)\", Biographical Directory of the United States Congress. Accessed September 5, 2015. \"moved to Merchantville, N.J., in 1863\"\"SJ History: Merchantville\", South Jersey magazine. Accessed September 5, 2015. \"The first developer of Merchantville was Alexander G. Cattell. He acquired 75 acres of Merchantville's total area over a number of years.\" * George Arthur Crump (1871–1918), hotelier and golf course architect primarily known for designing and building Pine Valley Golf Club.MacWood, Thomas. \"George Arthur Crump: Portrait of a Legend\", Golf Club Atlas, March 2005. Accessed September 5, 2015. \"George A. Crump was born in Philadelphia in 1871, but spent most of his formative years in Camden and Merchantville.\" * George Dempsey (1929–2017), professional basketball player who played point guard in the NBA for the Philadelphia Warriors and Syracuse Nationals.Callahan, Kevin. \"The Dicken Brothers Enjoy Best of Times, and Worst of Times\", Philadelphia 76ers, June 18, 2017. Accessed August 18, 2020. \"Dempsey, who will be 88 in July, was born in Philadelphia, but his family moved to Merchantville. In 1947, he led the Merchantville High School team to the New Jersey Group II state championship over Weehawken.\" * Don Evans (1938–2003), African-American playwright, director, actor and educator.Saxon, Wolfgang. \"Don Evans, 65, a Playwright Who Focused on Black Lives\", The New York Times, October 24, 2003. Accessed December 6, 2011. \"Don Evans, a playwright of the African-American experience, about which he also taught at the College of New Jersey for 30 years, died on Oct. 16 at his home in Merchantville, N.J. He was 65.\" * William Joseph Fallon (born 1944), United States Navy admiral who was Commander of United States Central Command prior to retiring in 2008.Shanker, Thom. \"Adm. William J. Fallon: An Experienced Naval Officer, and a Diplomat\", The New York Times, January 8, 2007. Accessed December 10, 2007. \"William Joseph Fallon was born Dec. 30, 1944, in East Orange, N.J., and raised in Merchantville.\" * Charles G. Garrison (1849–1924), physician, lawyer, and judge who served as Associate Justice of the New Jersey Supreme Court from 1888 to 1893 and from 1896 to 1900.Sackett, William E. Scannell's New Jersey's First Citizens: Biographies and Portraits of the Notable Living Men and Women of New Jersey with informing glimpses into the State's History and Affairs, p. 202. J. J. Scannell, 1918. Accessed July 15, 2016. \"Charles G. Garrison – Merchantville – Jurist. Born in Swedesboro, Gloucester County, August 3, 1849; son of Rev. Joseph Fithian Garrison.\" * Bob Greacen (born 1947), former professional basketball player who played for the Milwaukee Bucks and the New York Nets.Williams, Andre. \"At 50, Ex-Buck Greacen Is Still A Gym Rat\", The Morning Call, March 20, 1998. Accessed December 6, 2011. \"'I was a typical suburban kid,' said the 50-year- old Greacen, who grew up in South New Jersey and attended the now-defunct Merchantville High.\" * Greg Mark (born 1967), former defensive end and linebacker who played in the NFL for the Philadelphia Eagles and Miami Dolphins.Callahan, Kevin. \"College: Mark serves as honorary captain for U of Miami football opener; Former Pennsauken star Greg Mark still remembered fondly by the Hurricanes\", South Jersey Sports Digest, September 7, 2017. \"Greg Mark was the honorary captain at the University of Miami football opener on Saturday – 30 years after he helped the Hurricanes win the national title.When the former Pennsauken High School great strolled out for the coin toss at Hard Rock Stadium, Mark felt 'it' again.... Mark, who grew up on Glenwood Ave. in Merchantville, now owns two Montessori schools in Miami Beach.\" * Francis F. Patterson Jr. (1867-1935), politician who represented New Jersey's 1st congressional district in the United States House of Representatives from 1920 to 1927.McLoone, Maureen A. Merchantville, p. 71. Arcadia Publishing, 2001. . Accessed January 3, 2018. \"The Colonial home of William J. Craig, with large pillars reaching two stories high, was on the northeast corner of East Maple and Fithian Avenues. It next became the home of the Honorable Francis F. Patterson Jr., a congressman.\" *William T. Read (1878–1954), lawyer, President of the New Jersey Senate, and Treasurer of New Jersey * Stephen H. Sholes (1911–1968), record industry executive at RCA Victor whose signings included Elvis Presley.Cusic, Don. Discovering Country Music, p. 62. ABC-CLIO, 2008. . Accessed July 3, 2012. \"Sholes was born in Washington, DC, on February 12, 1911, and lived there until he was nine when the family moved to Merchantville, New Jersey. After high school, he attended Rutgers University and continued to work at RCA Victor part time.\" * Albert W. Van Duzer (1917–1999), bishop of the Episcopal Diocese of New Jersey, serving from 1973 to 1982.Hagenmayer, S. Joseph. \"Episcopal Bishop Albert W. Van Duzer\", The Philadelphia Inquirer, November 30, 1999. Accessed November 8, 2015. \"A longtime New Jersey resident, he lived in Moorestown for five years, Medford for 10 years, Trenton for 20 years, and Merchantville for 20 years.\" * Ethan Van Sciver (born 1974), comics artist and social media personality.Sinatra, Frank. \"Homegrown Talent Van Sciver Draws Green Lantern, Batman, And More\", All Around Pennsauken, May 8, 2015. Accessed February 13, 2022, backed up by the Internet Archive as of February 12, 2022. \"Ethan Van Sciver is a very talented artist at DC Comics with a career that spans 17 years.... He’s also a home grown talent, growing up in Merchantville and graduating from Pennsauken High School in 1992.\" * Jersey Joe Walcott (1914–1994), world heavyweight champion boxer, actor, and Sheriff of Camden County.Mee, Bob. \"Obituary: Jersey Joe Walcott\", The Independent, February 28, 1994. Accessed November 19, 2012. \"Arnold Raymond Cream (Jersey Joe Walcott), boxer: born Merchantville, New Jersey 31 January 1914; married 1933 (two sons, four daughters); died Camden, New Jersey 26 February 1994.\" * Dr. Wyatt Tee Walker (born 1929), pastor of Canaan Baptist Church in Harlem and former executive director of the Southern Christian Leadership Conference (1960–1964).Staff. \"Celebrating Life Of Dr. King, With Phila. At Center\", The Philadelphia Inquirer, January 16, 2001. Accessed December 6, 2011. \"Wyatt Tee Walker, Dr. King's former chief of staff. Mr. Walker, a Merchantville native and now pastor of Canaan Baptist Church of Christ in Harlem, hailed Dr. King as 'an authentic American hero'...\" * Bruce A. Wallace (1905-1977), politician who served in the New Jersey Senate from 1942 to 1944 and from 1948 to 1955.\"Bruce Wallace, ex-president of N. J. Senate\", The Philadelphia Inquirer, March 7, 1977. Accessed August 8, 2019. \"He lived in Cherry Hill. Mr. Wallace, a native of Merchantville, N. J., began serving in the State Senate in 1941.\" * Charles A. Wolverton (1880-1969) politician who represented New Jersey's 1st congressional district in the United States House of Representatives from 1927 to 1959.Staff. \"Wolverton to End Career in Congress\", The New York Times, February 13, 1958. Accessed September 18, 2019. \"Mr. Wolverton said he planned to return to his law practice and participate in community affairs. He is 77 years old and lives in Merchantville.\" == References == ==External links== *Merchantville Borough municipal website *Merchantville School District * *School Data for the Merchantville School District, National Center for Education Statistics *Pennsauken High School *Merchantville Business community website Category:1874 establishments in New Jersey Category:Borough form of New Jersey government Category:Boroughs in Camden County, New Jersey Category:Populated places established in 1874",
 "title": "Merchantville, New Jersey"
}