{
 "id": "125093",
 "text": "Pennsauken Township is a township in Camden County, in the U.S. state of New Jersey, and a suburb of Philadelphia. As of the 2010 United States Census, the township's population was 35,885, reflecting an increase of 148 (+0.4%) from the 35,737 counted in the 2000 Census, which had in turn increased by 999 (+2.9%) from the 34,738 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010 , New Jersey Department of Labor and Workforce Development, February 2011. Accessed July 24, 2012. ==History== Pennsauken Township was incorporated as a township by an act of the New Jersey Legislature on February 18, 1892, from portions of the now-defunct Stockton Township.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 108. Accessed July 24, 2012. The exact origin of the name Pennsauken is unclear, but it probably derives from the language of the Lenni Lenape people (a Native American group which once occupied the area) from \"\", the Lenape language term for \"tobacco pouch\".\"Pennsauken: Centuries of growth\", Courier-Post, October 19, 2006. Accessed April 9, 2015. \"Pindasenakun, the early version of the name Pennsauken, means tobacco pouch, according to the Lenape Indians.\" Alternatively, the \"Penn\" in the township's name refers to William Penn, while \"sauk\" is a water inlet or outlet.Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed September 16, 2015. Pennsauken was home to America's first drive-in movie theater, created in 1933 with the opening of the Camden Drive- In in Pennsauken.Strauss, Robert. \"The Drive-In Theater Tries a Comeback; Looking for a Few Hundred Adventurous Moviegoers\", The New York Times, July 23, 2004. Accessed July 24, 2012. \"The nation's first drive-in theater was built by the Hollingshead family along the tawdry Admiral Wilson Boulevard in Pennsauken, N.J., in 1933.\" It featured the comedy Wives Beware, released in the theaters as Two White Arms. For 50 years, the township was the home to the Pennsauken Mart, a large multi-vendor indoor market, which was closed in January 2006 to make way for a sports arena/conference complex, however that did not materialize. In its place in 2018 a new high-end luxury apartment complex will be built-Haddon Point. Most of the vendors moved to the Grand Market Place in Willingboro Township.Strauss, Robert. \"Final Days for the Pennsauken Mart\", The New York Times, January 8, 2006. Accessed July 24, 2012. \"But at the end of the month, Mr. Kramer will be moving his stool, along with the polyester and cotton, the jeans and the shirts, out of Pennsauken for good. The Mart, a downscale 50-year-old shopping barn -- a precursor and perhaps progenitor of the mall culture that came just after it -- is closing, the victim of redevelopment.\" ==Geography== According to the United States Census Bureau, the township had a total area of 12.13 square miles (31.41 km2), including 10.48 square miles (27.14 km2) of land and 1.65 square miles (4.27 km2) of water (13.59%). Unincorporated communities, localities and place names located partially or completely within the township include Amon Heights, Bethel, Biedemon, Delair, Delair Station, Delaware Gardens, Dudley, East Pennsauken, Fish House, Hillcrest, Homesteadville, Jordantown, Merchantville Park, Morris, Morrisville, North Pennsville and Wellwood.Locality Search, State of New Jersey. Accessed May 21, 2015. The township includes Petty's Island, a island in the Delaware River although most of the island actually sits across a narrow strait from neighboring Camden. Once an oil storage and distribution facility, the island is now the site of a container cargo shipping operation and nesting bald eagles. Petty's Island is currently in the process of being turned over to the State of New Jersey by Citgo to be transformed to a new state park and nature center .Ung, Elisa; and Ott, Dwight. \"New plan for Petty's Island Pennsauken now is backing a proposal with less development.\", The Philadelphia Inquirer, March 22, 2007. Accessed July 24, 2012. \"That, he said, is 12 percentage points less than the current, controversial footprint proposed by developer Cherokee Pennsauken L.L.C. for the island's 392 acres.... Petty's Island was home to a pair of nesting bald eagles when it became an environmental and political controversy after Citgo Petroleum offered to donate it to the state as open space in 2004. Pennsauken officials and state Democratic power brokers, however, wanted to develop it as part of a $1 billion makeover of formerly industrial waterfront.\" Pennsauken borders Philadelphia, Pennsylvania. The two municipalities are connected across the Delaware River by the Betsy Ross Bridge which is owned and operated by the Delaware River Port Authority. In New Jersey, Pennsauken borders Camden, Cherry Hill, Collingswood and Merchantville in Camden County, and Cinnaminson Township, Maple Shade Township and Palmyra in Burlington County.Areas touching Pennsauken Township, MapIt. Accessed March 1, 2020.Municipalities within Camden County, NJ, Delaware Valley Regional Planning Commission. Accessed March 1, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. ==Demographics== ===Census 2010=== The Census Bureau's 2006–2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $57,241 (with a margin of error of +/- $3,957) and the median family income was $65,910 (+/- $3,272). Males had a median income of $47,651 (+/- $3,101) versus $39,229 (+/- $2,035) for females. The per capita income for the borough was $26,048 (+/- $1,438). About 6.4% of families and 8.9% of the population were below the poverty line, including 12.4% of those under age 18 and 6.7% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Pennsauken township, Camden County, New Jersey , United States Census Bureau. Accessed July 24, 2012. ===Census 2000=== As of the 2000 United States Census there were 35,737 people, 12,389 households, and 9,093 families residing in the township. The population density was 3,392.4 people per square mile (1,310.4/km2). There were 12,945 housing units at an average density of 1,228.8 per square mile (474.7/km2). The racial makeup of the township was 60.10% White, 24.18% African American, 0.35% Native American, 4.58% Asian, 0.02% Pacific Islander, 8.27% from other races, and 2.51% from two or more races. Hispanic or Latino of any race were 14.34% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Pennsauken township, Camden County, New Jersey , United States Census Bureau. Accessed July 24, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Pennsauken township, Camden County, New Jersey , United States Census Bureau. Accessed July 24, 2012. There were 12,389 households, out of which 36.5% had children under the age of 18 living with them, 51.6% were married couples living together, 16.2% had a female householder with no husband present, and 26.6% were non-families. 23.1% of all households were made up of individuals, and 10.4% had someone living alone who was 65 years of age or older. The average household size was 2.83 and the average family size was 3.34. In the township the age distribution of the population shows 27.5% under the age of 18, 7.6% from 18 to 24, 29.7% from 25 to 44, 21.1% from 45 to 64, and 14.2% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 91.9 males. For every 100 females age 18 and over, there were 86.8 males. The median income for a household in the township was $47,538, and the median income for a family was $52,760. Males had a median income of $37,652 versus $30,100 for females. The per capita income for the township was $19,004. About 6.1% of families and 8.0% of the population were below the poverty line, including 10.1% of those under age 18 and 8.0% of those age 65 or over. ==Economy== Pennsauken is home to a large industrial park that includes a Pepsi bottling plant and J & J Snack Foods.South Jersey Freight Transportation & Economic Development Assessment: Technical Appendix, New Jersey Department of Transportation, December 2010. Accessed June 3, 2015. ==Government== ===Local government=== Pennsauken Township is governed under the Township form of New Jersey municipal government, one of 141 municipalities (of the 565) statewide that use this form, the second-most commonly used form of government in the state.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The Township Committee is comprised of five members, who are elected directly by the voters at-large in partisan elections to serve three-year terms of office on a staggered basis, with either one or two seats coming up for election each year as part of the November general election in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 38.\"Forms of Municipal Government in New Jersey\", p. 7. Rutgers University Center for Government Studies. Accessed June 3, 2015. At an annual reorganization meeting, the Township Committee selects one of its members to serve as Mayor and another as Deputy Mayor, each serving a one-year term. , members of the Pennsauken Township Committee are Mayor Jessica Rafeh (D, term of office on committee ends December 31, 2025, as mayor ends December 31, 2022), Deputy Mayor Nikki Roberts (D, term of office on committee and as deputy mayor ends December 31 2022), Marco DiBattista (D, 2025), Vince Martinez (D, 2023) and Patrick Olivo (D, 2025).Township Committee, Pennsauken Township. Accessed February 12, 2020.Official Election Results 2019 General Election November 5, 2019, Camden County, New Jersey, updated November 15, 2019. Accessed January 1, 2020.Official Election Results 2018 General Election November 6, 2018, Camden County, New Jersey, amended December 4, 2018. Accessed January 1, 2019.Official Election Results 2017 General Election November 7, 2017, Camden County, New Jersey, November 16, 2017. Accessed January 1, 2018. During the 2022 reorganization meeting of Pennsauken Township Committee, Jessica Rafeh was sworn in as the town’s first Hispanic and Middle Eastern mayor; Nicole Roberts became the town’s first African American female deputy mayor; and the pair represent the first time Pennsauken will have an all-female led governing body. In June 2021, Tim Killion stepped down as a member of Township Committee to become the town’s administrator. Patrick Olivo was sworn in as the newest member of Pennsauken Township Committee on June 17, 2021. Mr. Olivo filled the open seat on Committee created after the resignation of Mr. Tim Killion. ===Federal, state and county representation=== Pennsauken Township is located in the 1st Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 6th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Pennsauken Township had been in the 7th state legislative district.2011 New Jersey Citizen's Guide to Government , p. 62, New Jersey League of Women Voters. Accessed May 22, 2015. ===Politics=== As of March 23, 2011, there were a total of 22,704 registered voters in Pennsauken Township, of which 9,989 (44.0%) were registered as Democrats, 2,263 (10.0%) were registered as Republicans and 10,443 (46.0%) were registered as Unaffiliated. There were 9 voters registered to other parties.Voter Registration Summary - Camden, New Jersey Department of State Division of Elections, March 23, 2011. Accessed October 15, 2012. In the 2012 presidential election, Democrat Barack Obama received 78.4% of the vote (12,200 cast), ahead of Republican Mitt Romney with 20.8% (3,233 votes), and other candidates with 0.9% (135 votes), among the 15,722 ballots cast by the township's 24,313 registered voters (154 ballots were spoiled), for a turnout of 64.7%. In the 2008 presidential election, Democrat Barack Obama received 74.0% of the vote (12,195 cast), ahead of Republican John McCain, who received around 23.2% (3,824 votes), with 16,485 ballots cast among the township's 21,669 registered voters, for a turnout of 76.1%.2008 Presidential General Election Results: Camden County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed October 15, 2012. In the 2004 presidential election, Democrat John Kerry received 63.7% of the vote (9,384 ballots cast), outpolling Republican George W. Bush, who received around 32.1% (4,720 votes), with 14,726 ballots cast among the township's 20,846 registered voters, for a turnout percentage of 70.6.2004 Presidential Election: Camden County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed October 15, 2012. In the 2013 gubernatorial election, Democrat Barbara Buono received 51.4% of the vote (414 cast), ahead of Republican Chris Christie with 44.3% (357 votes), and other candidates with 4.2% (34 votes), among the 915 ballots cast by the borough's 2,793 registered voters (110 ballots were spoiled), for a turnout of 32.8%. In the 2009 gubernatorial election, Democrat Jon Corzine received 64.% of the vote (5,594 ballots cast), ahead of both Republican Chris Christie with 28.8% (2,517 votes) and Independent Chris Daggett with 4.2% (364 votes), with 8,745 ballots cast among the township's 22,497 registered voters, yielding a 38.9% turnout.2009 Governor: Camden County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed October 15, 2012. ==Education== The Pennsauken Public Schools serve public school students in pre-kindergarten through twelfth grade.Pennsauken Township Board of Education District Policy 0110 - Identification, Pennsauken Township Schools. Accessed May 3, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades Pre- Kindergarten through twelve in the Pennsauken School District. Composition: The Pennsauken School District is comprised of all the area within the municipal boundaries of Pennsauken.\" As of the 2018–19 school year, the district, comprised of nine schools, had an enrollment of 4,785 students and 395.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 12.1:1.District information for Pennsauken Township Board Of Education School District, National Center for Education Statistics. Accessed April 1, 2020. Schools in the district (with 2018–19 enrollment data from the National Center for Education StatisticsSchool Data for the Pennsauken Public Schools, National Center for Education Statistics. Accessed April 1, 2020.) are Baldwin Early Childhood Learning CenterBaldwin Early Childhood Learning Center, Pennsauken Public Schools. Accessed May 3, 2020. (103 students in grade PreK), Carson Elementary SchoolCarson Elementary School, Pennsauken Public Schools. Accessed May 3, 2020. (300; PreK-4), Delair Elementary SchoolDelair Elementary School, Pennsauken Public Schools. Accessed May 3, 2020. (386; PreK-4), George B. Fine Elementary SchoolGeorge B. Fine Elementary School, Pennsauken Public Schools. Accessed May 3, 2020. (249; PreK-4), Benjamin Franklin Elementary SchoolBenjamin Franklin Elementary School, Pennsauken Public Schools. Accessed May 3, 2020. (361; K-4), Pennsauken Intermediate SchoolPennsauken Intermediate School, Pennsauken Public Schools. Accessed May 3, 2020. (702; 5–6), Howard M. Phifer Middle SchoolHoward M. Phifer Middle School, Pennsauken Public Schools. Accessed May 3, 2020. (1,151; 7–8), Alfred E. Burling High SchoolAlfred E. Burling High School, Pennsauken Public Schools. Accessed May 3, 2020. (now 6-12; was 108 in PreK-3) and Pennsauken High SchoolPennsauken High School, Pennsauken Public Schools. Accessed May 3, 2020. (1,317; 9-12).About, Pennsauken Township Schools. Accessed May 3, 2020. \"The Pennsauken Public School District serves over 5,000 students from Pre-Kindergarten through Grade 12 in one early childhood center, four elementary schools, an intermediate school, a middle school, an alternative high school and a comprehensive high school.\"New Jersey School Directory for the Pennsauken Public Schools, New Jersey Department of Education. Accessed December 29, 2016. Beginning in 1972, Merchantville sent its students to attend the Pennsauken district's high school as part of a sending/receiving relationship with the Merchantville School District;Florio, Gwen. \"Looking Beyond The School Decision Time To Make Up, Officials Say, After A Decade Of Fussing.\", The Philadelphia Inquirer, September 21, 1992. Accessed December 14, 2014. \"Ever since its own high school closed in 1972, the Borough of Merchantville has been sending its public school students to Pennsauken High School.\" the Merchantville district has sought to end the relationship with the Pennsauken school and send its students to Haddon Heights High School.\"Expert report on the Termination of the Sending-receiving Agreement Between the Merchantville School District and the Pennsauken Public Schools\", Merchantville School District, March 2013. Accessed December 14, 2014. From 2015 to 2019 Merchantville was phased out of the Pennsauken High School.Merchantville School District 2015 Report Card Narrative, New Jersey Department of Education. Accessed June 1, 2016. \"In the Spring of 2015, Merchantville School won a ruling to start a send/receive relationship with Haddon Heights. We continue to work closely with Haddon Heights High School to ensure that our students are well prepared to meet their expectations. We will continue to phase in one grade level at a time into Haddon Heights High School until all high school students are enrolled for the 2018–2019 school year.\" Also available in the township is the Pennsauken Technical High School, which offers day and evening technical and vocational education to students from across the county.Pennsauken Technical High School , Camden County Technical Schools. Accessed July 20, 2008. Bishop Eustace Preparatory School is a coeducational, private high school for students in grades 9-12, founded in 1954 by the priests and brothers of the Society of the Catholic Apostolate (the Pallottines). St. Cecilia School is a K-8 elementary school that operates under the auspices of the Roman Catholic Diocese of Camden.Catholic Schools Directory, Roman Catholic Diocese of Camden. Accessed October 20, 2016. Additionally there are students from Pennsauken who attend Saint Peter School in Merchantville, and Resurrection Regional Catholic Schools in Cherry Hill. ==Transportation== thumb|right|Southbound U.S. Route 130 in Pennsauken ===Roads and highways=== , the township had a total of of roadways, of which were maintained by the municipality, by Camden County, by the New Jersey Department of Transportation and by the Delaware River Port Authority.Camden County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. Major roads through the township include Route 130, the largest highway through the township, which intersects with Route 73 in the northern part of the township, near the Cinnaminson Township border. Route 90 is a short highway leading to the Betsy Ross Bridge, which connects the township with Philadelphia. Owned and operated by the Delaware River Port Authority, the bridge stretches between abutments and opened to traffic on April 30, 1976.Betsy Ross Bridge, Delaware River Port Authority. Accessed October 15, 2013. New Jersey Route 38 and Route 70 merge westbound in the eastern part of the township near the Cherry Hill border and U.S. Route 30 at the border with Camden. US 130 and 30 and NJ 38 and 70 converge at the Airport Circle in the southern section of Pennsauken Township. CR 537 passes through in the south while CR 543 travels through in the north. ===Public transportation=== The township hosts three NJ Transit rail stops. The Pennsauken-Route 73Pennsauken/Route 73, New Jersey Transit. Accessed August 14, 2017. and 36th Street36th Street, New Jersey Transit. Accessed August 14, 2017. stations on the River Line offer service between Trenton and Camden. The Pennsauken Transit CenterPennsauken Transit Center, NJ Transit. Accessed October 15, 2013. on River Road features a transfer between the River Line and the Atlantic City Line, which provides rail service between Atlantic City and Philadelphia.Atlantic City Rail Line, NJ Transit. Accessed October 15, 2013. The station was constructed at a cost of $40 million and opened for commuters in October 2013.Boyer, Barbara. \"New station links two South Jersey rail lines\", The Philadelphia Inquirer, October 14, 2013. Accessed October 15, 2013. \"The $40 million Pennsauken Transit Center that officially opened Monday morning, linking NJ Transit's River Line to its Atlantic City Rail Line, offers more than a quick trip to the Jersey Shore.\" Daily NJ Transit bus service between the township and Philadelphia is available on routes 317, 404, 406, and 409. Additional service to Philadelphia is available through routes 414 and 417, which run on weekdays during morning and evening rush hours. The township is also serviced by intrastate or local routes 405, 407, 413, and 419, as well as express route 418.Camden County Bus/Rail Connections, NJ Transit, backed up by the Internet Archive as of May 22, 2009. Accessed July 24, 2012.South Jersey Transit Guide , Cross County Connection, as of April 1, 2010. Accessed December 13, 2014. ==Notable people== People who were born in, residents of, or otherwise closely associated with Pennsauken Township include: * Harold Amos (1918–2003), microbiologist and professor, who was the first black department chairman at Harvard Medical School.Nagourney, Eric. \"Harold Amos, 84, Pacesetter Among Blacks in Academia\", The New York Times, March 6, 2003. Accessed July 24, 2012. \"Harold Amos was born in Pennsauken, N.J. The second of nine children, he attended a two-room segregated schoolhouse, recalled Howard R. Amos, his younger brother.\" * Dotty Attie (born 1938), feminist painter and printmaker whose works are in the collections of The Museum of Modern Art, The Whitney Museum, and the Brooklyn Museum.Fensom, Michael J. \"5 questions for artist Dotty Attie\", The Star- Ledger, February 18, 2014. Accessed June 10, 2014. \"Dotty Attie grew up in Pennsauken and moved to New York in 1959, where she has since lived.\" * Albert E. Burling (1891-1960), Justice of the New Jersey Supreme Court from 1947 to 1960.Staff. \"Albert Burling, 69, New Jersey Justice\", The New York Times, October 31, 1960. Accessed September 18, 2019. \"Justice Burling lived in Pennsauken at 5541 Whitman Terrace.\" * Jack Conners (born 1943), member of the New Jersey General Assembly from 1998 to 2011.Balona, Denise-Marie. \"Jack Conners Is Sworn In Again For 7th District Assembly Seat The First Victory Was Contested By A Gop Rival. Nov. 3 Voting Reinstated The Democrat.\", The Philadelphia Inquirer, November 24, 1998. Accessed December 14, 2014. \"Conners, 55, a retired banker from Pennsauken, became the representative for the Seventh District in January, but because of a controversy over a broken voting machine used in the 1997 state Assembly election, he spent the next nine months wondering whether he would ever be declared the true victor.\" * Mary Keating Croce (1928–2016), politician who served in the New Jersey General Assembly for three two-year terms, from 1974 to 1980, before serving as the Chairwoman of the New Jersey State Parole Board in the 1990s.Waldron, Martin. \"Trenton Topics: Assembly Will Have 12 Women Members - A Record\", The New York Times, November 12, 1977. Accessed November 27, 2016. \"Two women were elected from one district—the Sixth, which consists of parts of Camden and Burlington Counties. This has never happened before. They are Mary Keating Croce of Pennsauken and Barbara Berman of Cherry Hill, both Democrats.\" * Ron Curry (born 1993), professional basketball player for Krka of the Premier A Slovenian Basketball League.Callahan, Kevin. \"Paul VI Pipeline flowing and winning at James Madison\", Courier-Post, February 5, 2016. Accessed May 10, 2017. \"Curry, who is from Pennsauken and majoring in sports and recreation management, is averaging 16.1 points and 3.8 assists – both team highs - in 32 minutes a game this season.\" * Eric Dezenhall (born 1962), crisis management consultant and author.Salmans, Sandra. \"In Person; The Suburban Mobster as Genre\", The New York Times, June 8, 2003. Accessed January 1, 2018. \"Mr. Dezenhall (pronounced DEHZ-in-hall), 40, was born in Camden and grew up in Pennsauken and Cherry Hill, in a family that was solidly middle class; his father is a stockbroker and his mother, who died 16 years ago, was president of the PTA.\" * George Dempsey (born 1929), former professional basketball player who played five seasons (1954–1959) in the National Basketball Association as a member of the Philadelphia Warriors and Syracuse Nationals.Narducci, Marc. \"Back On The Field After A Frustrating Time Haddon Heights Shortstop And Captain Brent Dempsey Remained A Leader Despite Missing Seven Games.\", The Philadelphia Inquirer, May 5, 2000. Accessed December 24, 2015. \"George Dempsey played five years in the NBA, retiring after the 1958–59 season. 'I've always emphasized team,' said George Dempsey, 70, who lives in Pennsauken.\" * Vice Admiral Nanette M. DeRenzi, 42nd Judge Advocate General (JAG) of the United States Navy.Leadership, United States Navy Judge Advocate General's Corps. Accessed December 14, 2014. \"DeRenzi was born in Philadelphia, and raised in Pennsauken, N. J.\" * Al Fisher (born 1986), basketball player for Kent State University who was named 2008 MAC PLayer of the Year.Whittaker, Celeste E. \"Pennsauken grad Fisher wins MAC's top honor at Kent State\", Courier-Post, March 27, 2008. Accessed July 24, 2012. Al Fisher couldn't have asked for a better first season at Kent State. The former Pennsauken High School standout was the Mid-American Conference Player of the Year, led his team in scoring and assists, and topped it off by making an appearance in the NCAA tournament.\" * Carmen M. Garcia, former Chief judge of Municipal Court in Trenton, New Jersey.Six, Jim. \"Garcia confirmed for reappointment to parole board\", NJ.com, January 10, 2008. Accessed July 25, 2016. \"The full Senate this week confirmed Governor Jon Corzine's nomination of Carmen M. Garcia for reappointment to a six-year term on the state parole board. Garcia, who grew up in Camden and Pennsauken, is one of two appointed parole board members exclusively assigned to decide parole matters related to juvenile offenders housed in juvenile institutional and residential facilities under the jurisdiction of the New Jersey Juvenile Justice Commission (JJC), as well as juvenile offenders housed in State prisons.\" * Bill Gosper (born 1943), mathematician and pioneering computer programmer.Bill Gosper , Vintage Computer Festival. Accessed January 3, 2007. * David Griggs (1967–1995), former NFL linebacker.Bricker, Charles. \"The Tough Times Of David Griggs Maybe He Doesn`t Mean To Be Mean. It Just Seems To Come Naturally.\", Sun-Sentinel, November 4, 1990. Accessed December 14, 2014. \"When David Griggs was growing up in Pennsauken, N.J., he was the toughest guy on his corner.\" * Dwight Hicks (born 1956), former player for the San Francisco 49ers.Staff. \"Pennsauken reliving past glory\", Courier-Post, September 18, 2005. Accessed July 24, 2012. \"It is not just the current players who think Pennsauken football is well on its way back. Former Pennsauken great Dwight Hicks was at the game.\" * Todd McNair (born 1965), former NFL running back who played for the Kansas City Chiefs and Houston Oilers.Pencek, David. \"Temple's McNair follows in brother's footsteps\", The Daily Collegian, October 3, 1991. Accessed December 14, 2014. \"Of course great athletes have become a trademark for the McNair's hometown of Pennsauken, N.J. The town gave the football world names like John Taylor, David Griggs, Billy Griggs and Todd McNair.\" * Bill Melchionni (born 1944), former National Basketball Association and American Basketball Association player.Laible, Don. \"Wilt, Dr J, the ABA Melchionni Saw It All\", Observer-Dispatch, April 16, 2016. Accessed August 11, 2016. \"From starring as a guard at Bishop Eustace Prep in his hometown of Pennsauken, New Jersey, to becoming a collegiate star in the mid-1960s at Villanova, and ultimately being a member of three professional championship teams, Melchionni saw, first-hand, some of the game's all-time greats, up close and personal.\" * Donald Norcross (born 1958), politician who has represented New Jersey's 1st congressional district since 2014, prior to which he served in the New Jersey General Assembly.Caffrey, Michelle. \"Donald Norcross on 1st Congressional District victory: 'We have to get America back to work'\", South Jersey Times, November 4, 2014. Accessed December 14, 2014. \"'Who would have ever thought a kid from Pennsauken would be here to represent the 1st District down in D.C.?' Norcross said.\" * Delia Parr, author of historical fiction.Nussbaum, Debra. \"IN PERSON; Some Build Castles. She Writes Novels.\", The New York Times, June 15, 2003. Accessed December 14, 2014. \"Ms. Lechleidner, who lives in Collingswood, was born and raised in the working-class town of Pennsauken.\" * Steven M. Petrillo (born 1958), politician who served in the New Jersey General Assembly from 1994 to 1996.\"South Jersey Legislative Districts\", The Philadelphia Inquirer, June 1, 1993. Accessed April 20, 2020. \"Steven M. Petrillo - Pennsauken; Age: 34; Occupation: Lawyer; Education: 1976, honors graduate, Pennsauken High School\" * Gary Schaer (born 1951), Council President of Passaic who represents the 36th Legislative District in the New Jersey General Assembly.DePalma, Anthony. \"The Master of the GameMeet the Orthodox Jew who pulls the political strings in the predominantly Latino city of Passaic.\", New Jersey Monthly, October 2, 2014. Accessed December 14, 2014. \"The first Orthodox Jew elected to the state Legislature, Schaer was born in the Camden suburb of Pennsauken.\" * Frank Seward (1921–2004), pitcher who played for the New York Giants in 1943 and 1944.Frank Seward, Society for American Baseball Research. Accessed December 14, 2014. * Stephen M. Sweeney (born 1959), New Jersey State Senator (2002-2021) in the 3rd Legislative District and served as Senate President.Boyer, Barbara. \"New station links two South Jersey rail lines\", The Philadelphia Inquirer, October 16, 2013. Accessed December 14, 2014. \"\"This is going to make this community take off,' said State Senate President Stephen Sweeney (D., Gloucester), who grew up in Pennsauken. 'Jobs, jobs, jobs. That's what matters.'\" * John Taylor (born 1962), wide receiver with the San Francisco 49ers.Bloom, Earl. \"The 49ers' Taylor and Chargers' Griggs grew up in Pennsauken, N.J.\", The Orange County Register, January 29, 1995. Accessed June 10, 2007. \"The residents of Remington Street in Pennsauken, N.J., will have a particularly high interest in Super Bowl 29 today. San Diego Chargers outside linebacker David Griggs and San Francisco 49ers wide receiver John Taylor grew up on the same block in the town of 35,000 near Philadelphia.\" * Keith Taylor (born 1964), former NFL safety who played for the Indianapolis Colts, New Orleans Saints and Washington Redskins.Didinger, Ray. \"This Pennsauken Corner Grows Pros\", Philadelphia Daily News, January 22, 1990. Accessed December 14, 2014. \"The Griggs brothers grew up on the corner of Remington Avenue. Two doors down were the Taylors: John (wide receiver, 49ers) and Keith (defensive back, Indianapolis). Around the corner was Todd McNair (running back, Kansas City).\" * Jersey Joe Walcott (1914–1994), world heavyweight boxing champion from 1949 to 1952.Mitchell, John N. \"Jersey Joe Walcott to be immortalized on Camden Waterfront\", The Philadelphia Tribune, September 28, 2019. Accessed June 7, 2020. \"Walcott was born in Pennsauken on Jan. 31, 1914.\" * William Wesley (born 1964), NBA basketball player associate.Thamel, Pete. \"The Most Powerful Man In Basketball Nobody Knows\", The New York Times, April 5, 2008. Accessed June 7, 2020. \"Growing up in a middle class family in Camden County, N.J., Wesley was so outgoing that he was voted Class Loudmouth at Pennsauken High in 1982.\" ==References== ==External links== * Pennsauken Township website * Pennsauken Public Schools * * School Data for the Pennsauken Public Schools, National Center for Education Statistics * Griffith Morgan House Category:1892 establishments in New Jersey Category:Populated places established in 1892 Category:Township form of New Jersey government Category:Townships in Camden County, New Jersey Category:New Jersey populated places on the Delaware River",
 "title": "Pennsauken Township, New Jersey"
}