{
 "id": "125244",
 "text": "Weehawken is a township in the northern part of Hudson County, New Jersey, United States. It is located largely on the Hudson Palisades overlooking the Hudson River. As of the 2020 United States Census, the population was 17,197.https://www.census.gov/quickfacts/fact/table/weehawkentownshiphudsoncountynewjersey/AGE295219 ==Name== The name Weehawken is generally considered to have evolved from the Algonquian language Lenape spoken by the Hackensack and Tappan. It has variously been interpreted as \"maize land\", \"place of gulls\", \"rocks that look like trees\", which would refer to the Palisades, atop which most of the town sits, or \"at the end\", among other suggested translations.Weehawken, Dictionary of American Naval Fighting Ships. Accessed June 13, 2007. \"A township in Hudson County, N.J., seven miles northeast of Jersy City. The name was originally an Algonquin Indian term and later changed by folk-usage to a pseudo-Dutch form. Its exact meaning is unclear, but variously translated as place of gulls, rocks that look like trees, maize land, at the end (of the Palisades) and field lying along the Hudson.\"Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed October 23, 2015.Gannett, Henry. The Origin of Certain Place Names in the United States, p. 31. United States Government Printing Office, 1905. Accessed October 23, 2015. Three U.S. Navy ships have been named for the city. The USS Weehawken, launched on November 5, 1862, was a Passaic-class monitor, or ironclad ship, which sailed for the Union Navy during the American Civil War, encountered battles at the Charleston, South Carolina coast, and sank in a moderate gale on December 6, 1863.USS WeehawkenCivil War Union Naval Ship, AmericanCivilWar.com. Accessed October 23, 2015. The Weehawken was the last ferry to The West Shore Terminal on March 25, 1959, at 1:10 am, ending 259 years of continuous ferry service. Weehawken Street in Manhattan's Greenwich Village was the site of a colonial Hudson River ferry landing. The name and the place have inspired mention in multiple works of popular culture. ==History== Weehawken was formed as a township by an act of the New Jersey Legislature, on March 15, 1859, from portions of Hoboken and North Bergen. A portion of the township was ceded to Hoboken in 1874. Additional territory was annexed in 1879 from West Hoboken.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606–1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 148. Accessed October 25, 2012. The township's written history began in 1609, when Henry Hudson, on his third voyage to the New World, sailed down what was later named the North River on the Half Moon and weighed anchor in Weehawken Cove.\"Hoboken's earliest days: Before becoming a city, 'Hobuck' went through several incarnations\", The Hudson Reporter, January 16, 2005. Accessed July 7, 2016. \"On October 2, 1609, Henry Hudson anchored his ship, the Half Moon, in what is now Weehawken Cove. Robert Juet, Hudson's first mate, wrote in the ship's log, \"[W]e saw a good piece of ground ... that looked of the color of white green.\" The rock of which Juet wrote makes up Castle Point in Hoboken; nowhere else along the Hudson River exists a white-green rock formation.\" At the time it was the territory of the Hackensack and Tappan, of the Turtle Clan, or Unami, a branch of the Lenni Lenape. They were displaced by immigrants to the province of New Netherland, who had begun to settle the west bank of the Hudson at Pavonia in 1630. On May 11, 1647, Maryn Adriansen received a patent for a plantation (of 169 acres) at Awiehaken. In 1658, Director-General of New Netherland Peter Stuyvesant negotiated a deal with the Lenape to purchase all the land from \"the great rock above Wiehacken\", west to Sikakes (Secaucus) and south to Konstapels Hoeck (Constable Hook). History of the County of Hudson, New Jersey, from Its Earliest Settlement to the Present Time, p. 62. Accessed March 29, 2007. In 1661, Weehawken became part of Bergen when it (and most of northeastern New Jersey) came under the jurisdiction of the court at Bergen Square. thumb|left|1841 map of parts of Hudson and New York Counties, and the Hudson River In 1674, New Netherland was ceded to the British, and the town became part of the Province of East Jersey. John Luby, in 1677, acquired several parcels comprising along the Hudson. Most habitation was along the top of the cliffs since the low-lying areas were mostly marshland. Descriptions from the period speak of the dense foliage and forests and excellent land for growing vegetables and orchard fruits. As early as 1700 there was regular, if sporadic ferry service from Weehawken.History of the Hudson River Ferries In 1752, King George II made the first official grant for ferry service, the ferry house north of Hoboken primarily used for farm produce, and likely was sold at the Greenwich Village landing that became Weehawken Street.Van Valen, James M. History of Bergen County, New Jersey, p. 86. New Jersey Publishing and Engraving Co., 1900. Accessed January 14, 2012. \"For many years the farmers and others in the northern part of Bergen County reached New York by means of the Weehawken Ferry established by Samuel Bayard about the year 1700. The charter for this ferry was granted by George II in 1752 to Stephen Bayard.\" During the American Revolutionary War, Weehawken was used as a lookout for the patriots to check on the British, who were situated in New York and controlled the surrounding waterways. In fact, in July 1778, Lord Stirling asked Aaron Burr, in a letter written on behalf of General George Washington, to employ several persons to \"go to Bergen Heights, Weehawk, Hoebuck, or any other heights thereabout to observe the motions of the enemy's shipping\" and to gather any other possible intelligence.Parton, James. The Life and Times of Aaron Burr (Volume 1), p. 109. J.R. Osgood, 1876. Accessed January 14, 2012. Early documented inhabitants included a Captain James Deas, whose stately residence at Deas' Point was located atop a knoll along the river.Historic Monument – Hamilton-Burr Duel, Weehawken, Art & Architecture of New Jersey, Stockton University. Accessed January 14, 2012. Lafayette had used the mansion as his headquarters and later Washington Irving came to gaze at Manhattan. Not far from Deas' was a ledge 11 paces wide and 20 paces long, situated above the Hudson on the Palisades. This ledge, long gone, was the site of 18 documented duels and probably many unrecorded ones in the years 1798–1845. The most famous is the duel between General Alexander Hamilton, first Secretary of the Treasury, and Colonel Aaron Burr, sitting third Vice President of the United States, which took place on July 11, 1804;Ellis, Joseph J. 2000. Founding Brothers: The Revolutionary Generation. (Chapter One: The Duel), Alfred A. Knopf. New York. this duel was re-enacted on its 200th anniversary (July 11, 2004) by descendants of Hamilton and Burr.Hamilton-Burr Duel Re-Enactment , Weehawken Time Machine. Accessed March 19, 2017. Three years earlier, a duel was held at this spot between Hamilton's son, Philip Hamilton, and George Eacker.\"The American Experience – The Duel – People & Events – Philip Hamilton's Duel\" , PBS. Accessed March 21, 2022. \"When Alexander Hamilton's 19-year-old son rose to his father's defense on November 20, 1801, he took the first step of a violent process that had become an American social convention – the duel.... The weapons chosen were pistols; the dueling site the heights of Weehawken, New Jersey, just across the Hudson from New York.\" (Another source, however, puts the duel in Paulus Hook in Jersey City.) Phillip, who had been defending his father's honor, suffered a fatal wound in his hip and his left arm and died two days later on November 24, 1801. In the mid-19th century, James G. King built his estate Highwood on the bluff that now bears his name, and entertained many political and artistic figures of the era, including Daniel Webster.Allocca, Sean. \"Happy Birthday, Weehawken! Town unveils new book, year-long 150th celebration\", The Hudson Reporter, February 8, 2009. Accessed January 14, 2012. \"According to the book, Weehawken first gained momentum when James Gore King, a banking tycoon from New York City, moved his family to Weehawken in 1832. Naming his estate Highwood, these 50 acres served as the model for what Weehawken represented: exquisiteness, quiet communities, and astonishing scenery.\" With the ferry, the Hackensack Plank Road (a toll road that was a main artery from Weehawken to Hackensack), and later, the West Shore Railroad, built during the early 1870s, the waterfront became a transportation hub. The wealthy built homes along the top of the New Jersey Palisades, where they might flee from the sweltering heat of New York, and breathe the fresh air of the heights. Weehawken became the playground of the rich during the middle to late 19th century. A series of wagon lifts, stairs, and even a passenger elevator designed by the same engineer as those at the Eiffel Tower (which at the time was the world's largest) were put in place to accommodate the tourists and summer dwellers. The Eldorado Amusement Park, a pleasure garden which opened in 1891, drew massive crowds.Staff. \"A Substantial El Dorado; Weehawken's Counterpart Of The City Of Gold. It Can Be Readily Reached By Various And Some Novel Conveyances – Many Means Of Entertainment – A Grand Spectacle – What There Is To See\", The New York Times, July 17, 1892. Accessed February 9, 2015. ==Geography== Weehawken is part of the New York metropolitan area. Situated on the western shore of the Hudson River, along the southern end of the New Jersey Palisades across from Midtown Manhattan, it is the western terminus of the Lincoln Tunnel. Weehawken is one of the towns that comprise North Hudson, sometimes called NoHu in the artistic community.Paul, Mary; and Matzner, Caren. \"Scores of artists find a place in N. Hudson WNY, Union City, Weehawken, and North Bergen becoming 'NoHu'\", The Union City Reporter, April 17, 2008, pages 1, 6 and 19. Accessed January 14, 2012. According to the United States Census Bureau, the township had a total area of 1.48 square miles (3.82 km2), including 0.78 square miles (2.03 km2) of land and 0.69 square miles (1.79 km2) of water (46.69%). The township borders the municipalities of Hoboken, Union City and West New York in Hudson County; and the New York City borough of Manhattan, across the Hudson River.Areas touching Weehawken, MapIt. Accessed March 15, 2020.Hudson County Map, Coalition for a Healthy NJ. Accessed March 15, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. While the Palisades defines Weehawken's natural topography, the Lincoln Tunnel (which cuts the town in half) looms as an inescapable man-made feature. Geographically, Weehawken has distinct neighborhoods: Downtown, the Heights, Uptown (which includes Kingswood Bluff, known as \"The Bluff\"), and the Waterfront, which since the 1990s has been developed for transportation, commercial, recreational and residential uses.Lefkowitz, Melanie. \"Weehawken Makes Most of High and Low\", The Wall Street Journal, December 21, 2012. Accessed February 9, 2015. Though some are long abandoned (e.g., Grauert Causeway), there are still several outdoor public staircases (e.g., Shippen Steps) throughout the town, and more than 15 \"dead-end\" streets. At its southeastern corner is Weehawken Cove which, along with the rail tracks farther inland, defines Weehawken's border with Hoboken. Its northern boundary is shared with West New York. Traversing Weehawken is Boulevard East, a scenic thoroughfare offering a sweeping vista of the Hudson River and the Manhattan skyline.Sherman, Lauren; and Gaulkin, Ellen Robb. Weehawken, Arcadia Publishing, 2009. . Accessed October 23, 2015. Local zoning laws prohibit the construction of high-rise buildings that would obstruct sight-lines from higher points in town.Romano, Jay. \"Weehawken Journal; Group Fights to Keep 'Magical' Skyline View\", The New York Times, December 30, 1990. Accessed February 9, 2015. \"New York as seen from the western shore of the Hudson River is a sight that is seldom disappointing, often inspiring and on occasion nothing short of breathtaking. So for 20 years, a group of citizens from this compact, proud community have fought to preserve as much of that view as possible.\"Strunsky, Steve. \"The Cities; The Blurred View From Weehawken\", The New York Times, August 13, 2000. Accessed February 9, 2015. In a 1999 decision that blocked the development of a pair of waterfront towers that would have stood , a judge cited the panoramic vistas from Weehawken as \"a world-class amenity that encourages people to live, work and locate businesses in the area\".McFadden, Robert D. \"Weehawken's Panoramic Skyline View Wins Protection\", The New York Times, March 20, 1999. Accessed February 9, 2015. \"But a New Jersey judge, calling the view a magnificent natural resource that is entitled to state protection, has ruled that a developer should not be allowed to construct two sprawling, 160-foot office and retail towers on the Weehawken waterfront that would obstruct the spectacular prospect. 'The views in question are a world-class amenity that encourages people to live, work and locate businesses in the area,' the jurist, Administrative Law Judge Richard McGill, said in a 166-page decision recommending that the State Commissioner of Environmental Protection deny permits for the project to the developer, Hartz Mountain Industries.\" In 2021, the development company Roseland donated 14.5 acres of the Palisades cliff face to the town in order to preserve its beauty and its history. The turn of the 20th century saw the end of the large estates, casinos, hotels, and theaters as tourism gave way to subdivisionsSenft, Bret. \"If You're Thinking of Living In/Weehawken; Insular With a Magnificent Skyline View\", The New York Times, September 25, 1994. Accessed February 9, 2015. (such as Highwood Park and Clifton Park) and the construction of many of the private homes still seen in town.Astudillo, Carla. \"The 23 N.J. towns with the most old homes, ranked\", NJ Advance Media for NJ.com, March 2018. Accessed November 14, 2019. This coincided with the influx of the Germans, Austrians, and Swiss, who built them and the breweries and embroidery factories in nearby Union City and West New York. While remaining essentially residential, Weehawken continued to grow as Hudson County became more industrial and more populated. Shortly after World War I, a significant contingent of Syrian immigrants from Homs (a major textile center in its own right) moved into Weehawken to take advantage of the burgeoning textile industry. ==Demographics== ===2010 Census=== The Census Bureau's 2006–2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $62,435 (with a margin of error of +/- $6,887) and the median family income was $90,903 (+/- $17,797). Males had a median income of $53,912 (+/- $7,426) versus $50,129 (+/- $3,238) for females. The per capita income for the township was $45,206 (+/- $5,011). About 10.1% of families and 12.9% of the population were below the poverty line, including 15.2% of those under age 18 and 20.4% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006–2010 American Community Survey 5-Year Estimates for Weehawken township, Hudson County, New Jersey , United States Census Bureau. Accessed December 25, 2011. ===2000 Census=== As of the 2000 United States Census there were 13,501 people, 5,975 households, and 3,059 families residing in the township. The population density was 15,891.3 people per square mile (6,132.7/km2). There were 6,159 housing units at an average density of 7,249.4 per square mile (2,797.7/km2). The racial makeup of the township was 73.05% White, 3.58% African American, 0.20% Native American, 4.67% Asian, 0.10% Pacific Islander, 13.94% from other races, and 4.47% from two or more races. Hispanic or Latino of any race were 40.64% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Weehawken township, New Jersey, United States Census Bureau. Accessed November 12, 2012.DP-1: Profile of General Demographic Characteristics: 2000 – Census 2000 Summary File 1 (SF 1) 100-Percent Data for Weehawken township, Hudson County, New Jersey , United States Census Bureau. Accessed November 12, 2012. There were 5,975 households, out of which 20.1% had children under the age of 18 living with them, 35.1% were married couples living together, 11.7% had a female householder with no husband present, and 48.8% were non-families. 35.6% of all households were made up of individuals, and 8.2% had someone living alone who was 65 years of age or older. The average household size was 2.26 and the average family size was 3.02. In the township the population was spread out, with 16.6% under the age of 18, 8.9% from 18 to 24, 42.4% from 25 to 44, 19.9% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 95.1 males. For every 100 females age 18 and over, there were 92.9 males. The median income for a household in the township was $50,196, and the median income for a family was $52,613. Males had a median income of $41,307 versus $36,063 for females. The per capita income for the township was $29,269. About 9.3% of families and 11.4% of the population were below the poverty line, including 18.0% of those under age 18 and 11.3% of those age 65 or over. Weehawken, with a population density about equal to that of Jersey City, is among the most densely populated municipalities in the United States.Cullen, Deanna. \"A 19th Century ode to Weehawken; Census shows town today far from 'hour of infancy'\", The Hudson Reporter, February 13, 2011. Accessed November 14, 2019. \"Still, the town's urban population density – 13,948 per square mile – is among the highest in the United States, comparable with that of Jersey City.\" ==Economy== Weehawken has a retail district along Park Avenue (its boundary with Union City) and large office and apartment/townhouse developments along the Hudson River. Weehawken is a mostly residential community, but has a business district at Lincoln Harbor between the Lincoln Tunnel and Weehawken Cove.Smith 3d, Ben. \"If You're Thinking of Living In; Weehawken\", The New York Times, November 24, 1985. Accessed February 9, 2015.Garbrine, Rachelle. \"In the Region/New Jersey; Weehawken's 10-Year Wallflower Lands a Tenant\", The New York Times, June 7, 1998. Accessed February 9, 2015. UBS,Directions to Our U.S. Headquarters, UBS. Accessed February 9, 2015. Swatch Group USA,Subsidiaries in the Americas, Swatch Group. Accessed February 9, 2015. Hartz MountainMajor Employers List , Hudson County Economic Development Corporation, updated January 2015. Accessed December 29, 2016. Telx Technologies (colocation center)New Jersey Data Centers, Digital Realty. Accessed June 27, 2017.Bowley, Graham. \"The New Speed of Money, Reshaping Markets\", The New York Times, January 1, 2011. Accessed February 9, 2015. are among the corporations which maintain offices in the neighborhood, which also hosts a Sheraton Hotels and Resorts-branded hotel. ==Sports== Formula One announced plans in 2011 to host a street race on a circuit stretching in Weehawken and West New York called Grand Prix of America, that was planned to have its first event in June 2013.Baime, A.J. \"Formula One Roars to Banks of Hudson\", The Wall Street Journal, October 26, 2011. Accessed October 27, 2011. \"Formula One... will hold a Grand Prix race on the banks of the Hudson River against the backdrop of the Manhattan skyline in June 2013.\" The three-day event was anticipated to attract 100,000 people and bring in approximately $100 million in economic activity. The 2013 race was dropped from the calendar, with Formula One President and CEO Bernie Ecclestone stating that the promoters were in breach of contract and that new proposals from other parties would be welcome.Staff. \"New Jersey Grand Prix organizers in breach of contract says Ecclestone\", Autoweek, December 23, 2013. Accessed March 6, 2018. \"Formula One boss Bernie Ecclestone has revealed that the organizers of the proposed Grand Prix in New Jersey are in breach of their race contract and have not paid him since signing the agreement in 2011. Speaking to Autoweek over lunch in London, Ecclestone also said that several groups are considering whether to take over the race from the current management to ensure that it goes ahead. The race, known as the Grand Prix of America, is planned to run on 3.2-miles of public roads in Port Imperial, a district in the New Jersey towns of West New York and Weehawken.\" The race was repeatedly added then removed from future Formula One provisional calendars, and dropped completely from the provisional calendar by 2016. ==Points of interest== Though the panoramic view (from the Verrazzano-Narrows Bridge to George Washington Bridge) may be its most famous attraction,Prisco, Jacopo. \"The photographer shooting a 30-year timelapse of New York's skyline\", CNN, September 12, 2009. Accessed November 14, 2019. \"Since then, DiGiovanna has been capturing that perfect view of Manhattan -- from the George Washington Bridge to the Verrazzano Bridge -- and has turned it into his life project: A 30-year timelapse of New York's skyline.\" Weehawken is also home to other sites of historic, aesthetic, and engineering importance: * The city's main commercial thoroughfare is Park Avenue, which is populated mostly by locally owned stores, eateries and bars.Smith, Ray (March 11, 2012). \"The State of Main Street\". The Hudson Reporter: Progress Report. pp. 4, 11. * Hamilton Park, on Boulevard East, is located at the site of the former Eldorado Amusement Resort. * King's Bluff, a historic district at \"the end of the Palisades\", includes many of Weehawken's most expensive homes, in an eclectic array of architectural stylesDeChiaro, Dean. \"$7.5M mansion for sale; Homes in historic King's Bluff area hosted Charles Dickens, Daniel Webster, others\", The Hudson Reporter, April 21, 2013. Accessed December 29, 2016. * The Weehawken Water Tower on Park Avenue was built in 1883 as part of the Hackensack Water Company Complex, and inspired by Palazzo Vecchio in Florence, Italy.Rosero, Jessica. \"Still standing after 125 years Weehawken improves Water Tower and district\", The Hudson Reporter, November 4, 2008. Accessed December 29, 2016. \"According to Alane Finnerty, director of historic preservation and economic development in Weehawken, the tower, which was designed by Frederick Clarke Withers, was modeled after the Palazzo Vecchio in Florence, Italy.\" The Tower is cited on the Federal Maritime Chart as the \"Red Tower\" and serves as a warning to ships traveling south along the Hudson that they are approaching New York Bay.Anderson, Steph. \"What's that building??\" Jersey City Reporter, September 17, 2005. Accessed August 4, 2008. * The former North Hudson Hospital is located on Park Avenue.1915 Postcard image of North Hudson Hospital, Weehawken Time Machine. * Hackensack Plank Road, an early colonial thoroughfare first laid out in 1718, climbs from Downtown to The Heights and further north, originally connecting Hoboken and Hackensack.Sherman, Lauren. Weehawken, p. 20. Arcadia Publishing, 2009. . Accessed June 27, 2017. \"Hackensack Plank Road, one of the earliest roads from Colonial times, was laid out in 1718. The old plank road, also known as the Hackensack or Bergen Turnpike and built with a surface of plank decking, took travelers from Hoboken up through Weehawken, North Bergen, and on to Hackensack.\" * The \"Horseshoe\" on Shippen Street is a cobbled double hairpin street leading to Hackensack Plank Road and Shippen Street Steps, at the bottom of which is located Weehawken's original town hall, and is the home of VFW Post 1923 and the Weehawken Historical Commission. * Hackensack Number Two, a reservoir previously part of Hudson County's water system along with No. 1 (demolished), in the Gregory/Highpoint Historic District, is named for the river from which water was pumped into them.Hudson County Parks, Visit Hudson. Accessed October 23, 2015. \"Hackensack Number Two, the other remaining reservoir in Weehawken Heights, is now accessible to the public as open space.\" * The Lincoln Tunnel Approach and Helix is the eight-lane circular viaduct that leads into the Art Deco style Lincoln Tunnel Toll Plaza. Nearby are the ventilation towers at Lincoln Harbor.DePalma, Anthony. \"River City is Planned for Jersey\", The New York Times, July 7, 1987. Accessed June 27, 2017. \"The narrow stretch of land, barren but for a ferry slip, a marina, the ventilation shafts of the Lincoln Tunnel and an old shipping company building used as Arcorp's offices, is roughly opposite the area from 50th Street to 34th Street in Manhattan.\" * The Weehawken Public Library, which was built in 1904 as the home the son of William Peter Sr., wealthy brewer/beer baron of the William Peter Brewing Company, is located at 49 Hauxhurst Avenue. It opened as a library in 1942, and underwent renovations from 1997 to 1999.\"Weehawken Public Library\". The Township of Weehawken. Accessed February 21, 2014. * The Atrium, which is home to Hudson River Performing Arts Center- sponsored events.\"About\". HRPAC. Accessed February 21, 2014. * NY Waterway's Weehawken Port Imperial Ferry Terminal, a state-of-the-art facility opened in 2006, is located at the site of the United Fruit Company, which was the largest banana import facility in the nation from the time of its opening in 1952.Staff. \"Shipping News and Notes; $1,000,000 Terminal Will Open Nov. 28 – Propeller Club Visit Navy Base\", The New York Times. November 19, 1952. Accessed November 14, 2019. \"The United Fruit Company's new $1,000,000 terminal, which will be the largest mechanical banana-handling facility in the world, will be officially opened on Nov. 28, H. H. Robson, vice president in charge of ships and terminals, said yesterday.\" * Reservoir Park, located at 20th to 22nd Streets on Palisade Avenue, opened on September 25, 2015, The passive park at the border of Union City and Weehawken, was created on the site of a reservoir that had been owned by United Water but hadn't been used since 1996.Fedschun, Travis. \"Weehawken and Union City will have new park where defunct reservoir, purchased for $11 million, has been idle for 15 years\", The Jersey Journal, December 29, 2011. Accessed August 14, 2016. \"Weehawken and Union City have purchased the dormant Hackensack Reservoir No. 2 from United Water, the state Department of Environmental Protection announced. The 14.4-acre reservoir property, which hasn't been in operation since 1996, will be transformed into a passive park with a trail around it, officials said.\"Grand Opening of Union City / Weehawken Reservoir Park, City of Union City. Accessed August 14, 2016. \"Please join us on Friday, September 25, 2015 for a Block Party from 6 to 9 p.m. to celebrate the grand opening of the Union City / Weehawken Reservoir Park with rides, hot dogs and music. The park is located at 20th to 22nd Palisade Avenue.\" * The West Shore Railroad Tunnel, carved through the cliffs, is now used for the Hudson-Bergen Light Rail. * The Hudson Riverfront 9/11 Memorial on the Hudson River Walkway near the foot of Pershing Road consists of two trident-shaped beams that served as supports for the twin towers of the World Trade Center.Parks Department, The Township of Weehawken. Accessed February 21, 2014. File:Hamilton Park, Jersey City.JPG|View from Hamilton Park File:Weehawken Water Tower jeh.jpg|Water Tower File:12.17.09WeehawkenLibraryByLuigiNovi1.jpg|Public Library File:A355, September 11th Memorial, Hudson River Walk, Weehawken, New Jersey, USA, 16 April 2012.JPG|9/11 Memorial ===Hamilton Monument=== 250px|left|thumb|Weehawken dueling grounds historical marker (2004) The Alexander Hamilton Monument on Hamilton Avenue, next to Hamilton Park, is the site of the second memorial to the Burr–Hamilton duel between Alexander Hamilton and Aaron Burr. The first, on the original duel site, was constructed in 1806 by the Saint Andrew Society, of which Hamilton had been a member. A 14-foot (4.3-m) marble cenotaph, consisting of an obelisk, topped by a flaming urn and a plaque with a quote from Horace, surrounded by an iron fence, was raised about where Hamilton was believed to have fallen.Willie. 2004. \"The Changing Face of the Hamilton Monument\" . Weehawken Historical Commission. pp. 3–4. Duels continued to be fought at the site, and the marble was slowly vandalized and removed for souvenirs, disappearing entirely by 1820. The tablet turned up in a junk store and found its way to the New-York Historical Society in Manhattan, where it still resides.Demontreux, 2004, p. 4. From 1820 to 1857, the site was marked by two stones, with the names Hamilton and Burr, placed where they were thought to have stood during the duel. When a road from Hoboken to Fort Lee was built through the site in 1858, an inscription on a boulder where a mortally wounded Hamilton was thought to have rested—one of the many pieces of graffiti left by visitors—was all that remained. No primary accounts of the duel confirm the boulder anecdote. In 1870, railroad tracks were built directly through the site, and the boulder was hauled to the top of the Palisades, where it remains today,Demontreux, 2004, p. 5. located just off the Boulevard East.The Hamilton-Burr Duel The Historical Marker Database. Accessed August 1, 2010 In 1894, an iron fence was built around the boulder, supplemented by a bust of Hamilton and a plaque. The bust was thrown over the cliff on October 14, 1934, by vandals, and the head was never recovered;\"Head of Hamilton Bust Is Stolen in Weehawken\". The New York Times. October 15, 1934. Accessed August 5, 2008. a new bust was unveiled on July 12, 1935.\"Hamilton Bust Unveiled\". The New York Times, July 13, 1935. Accessed August 5, 2008.Demontreux, 2004, p. 6. The plaque was stolen by vandals in the 1980s, and an abbreviated version of the text was inscribed on the indentation left in the boulder, which remained until the early 1990s, when a granite pedestal was added in front of the boulder, and the bust was moved to the top of the pedestal. New historical markers were added on July 11, 2004, the 200th anniversary of the duel.Demontreux, 2004, pp. 7–9.\"Monument, symposium honor 200th Bicentennial of duel lures scholars, officials\", The Hudson Reporter, July 16, 2004. Accessed November 14, 2019. \"Soon after the completion of the re-enactment in Lincoln Harbor (see story at top), participants and spectators reconvened atop the Palisade in Weehawken's scenic Hamilton Park to dedicate two new plaques – one in honor of 'America's most famous duel,' and another acknowledging the other numerous 'Affairs of Honor' that took place near the location.\" ==Government== thumb|200px|right|Weehawken Town Hall ===Local government=== Weehawken operates within the Faulkner Act, formally known as the Optional Municipal Charter Law, under the Council-Manager form of municipal government. The township is one of 42 municipalities (of the 565) statewide that use this form of government.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of a five-member Township Council, whose members are elected to serve four-year terms of office on a concurrent basis in non-partisan elections held in May. Two council members are elected from the township at-large and the remainder are chosen from each of three wards. The council selects a mayor from among its members in a reorganization meeting held in the first week of July after the election.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 135. , the mayor of Weehawken is Richard F. Turner (at-large), whose term of office ends June 30, 2022. Turner has served in office since he first became mayor in 1990 after Stanley Iacono chose not to run for reelection. Other members of the Township Council are Council President Rosemary J. Lavagnino (2nd Ward), David J. Curtis (at large), Raul I. Gonzalez (3rd Ward) and Carmela Silvestri-Ehret (1st Ward), all serving terms of office expiring on June 30, 2022.Mayor and Township Council, Township of Weehawken. Accessed March 15, 2020.2019 Municipal User Friendly Budget, Township of Weehawken. Accessed November 14, 2019.Elected Officials, Hudson County, New Jersey Clerk. Accessed March 15, 2020.\"Bayonne, Union City, Weehawken real-time election results, May 8, 2018\", The Jersey Journal, May 9, 2018, updated January 30, 2019. Accessed November 14, 2019. Giovanni D. Ahmad is the township manager. ===Federal, state and county representation=== Weehawken is located in the 8th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 33rd state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011–2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2010 Census, Weehawken had been part of the , a change made by the New Jersey Redistricting Commission that took effect in January 2013, based on the results of the November 2012 general elections.2011 New Jersey Citizen's Guide to Government , p. 66, New Jersey League of Women Voters. Accessed May 22, 2015. ===Politics=== As of March 23, 2011, there were a total of 7,335 registered voters in Weehawken, of which 3,717 (50.7%) were registered as Democrats, 850 (11.6%) were registered as Republicans and 2,753 (37.5%) were registered as Unaffiliated. There were 15 voters registered to other parties.Voter Registration Summary – Hudson, New Jersey Department of State Division of Elections, March 23, 2011. Accessed November 13, 2012. In the 2012 presidential election, Democrat Barack Obama received 74.7% of the vote (3,692 cast), ahead of Republican Mitt Romney with 23.6% (1,169 votes), and other candidates with 1.7% (83 votes), among the 4,969 ballots cast by the township's 7,995 registered voters (25 ballots were spoiled), for a turnout of 62.2%. In the 2008 presidential election, Democrat Barack Obama received 72.4% of the vote (3,895 cast), ahead of Republican John McCain with 26.1% (1,406 votes) and other candidates with 1.0% (52 votes), among the 5,381 ballots cast by the township's 8,230 registered voters, for a turnout of 65.4%.2008 Presidential General Election Results: Hudson County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed November 13, 2012. In the 2004 presidential election, Democrat John Kerry received 65.0% of the vote (3,250 ballots cast), outpolling Republican George W. Bush with 33.8% (1,688 votes) and other candidates with 0.4% (26 votes), among the 4,997 ballots cast by the township's 7,293 registered voters, for a turnout percentage of 68.5.2004 Presidential Election: Hudson County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed November 13, 2012. In the 2013 gubernatorial election, Democrat Barbara Buono received 55.5% of the vote (1,407 cast), ahead of Republican Chris Christie with 42.2% (1,070 votes), and other candidates with 2.4% (60 votes), among the 2,637 ballots cast by the township's 8,135 registered voters (100 ballots were spoiled), for a turnout of 32.4%. In the 2009 gubernatorial election, Democrat Jon Corzine received 69.9% of the vote (2,209 ballots cast), ahead of Republican Chris Christie with 25.1% (792 votes), Independent Chris Daggett with 3.8% (119 votes) and other candidates with 0.9% (27 votes), among the 3,161 ballots cast by the township's 7,220 registered voters, yielding a 43.8% turnout.2009 Governor: Hudson County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed November 13, 2012. ===Public safety=== Weehawken is served by North Hudson Regional Fire and Rescue (NHRFR). Engine 3 and Engine 5 are assigned to two fire stations located in the township. Weehawken Volunteer First Aid and the Weehawken Police Department were among the many Hudson County agencies that responded to the January 2009 crash of Flight 1549, for which they received accolades from the survivors.Staff. \"'Miracle on the Hudson' survivors to return to waterfront\", The Hudson Reporter, July 22, 2009. Accessed December 29, 2016. ===Mayors=== *Simon Kelly, 1887 to 1897.Staff. \"'King of Weehawken' Dead. Simon Kelly Was Never Out of Office from 1870.\", The New York Times, June 1, 1900. Accessed December 29, 2016. \"He served as Poormaster from 1870 to 1873, was a School Trustee for six years, then Chief of Police until 1887. In that year he was made a Councilman, and as President of the Board was Mayor of the town until 1898, when he was defeated by a combination of Republicans and Independent Democrats.\"Weehawken History, 1932, via USGenWeb Archives. Accessed December 29, 2016. \"To no man of that period belonged greater credit for the building up of our Township than to Simon Kelly, who reigned as the big boss of Weehawken from 1871 to 1900.\" *Edward W. Berger circa 1905. *Morris Frost, in 1908 for a week.\"Mrs. Morris Frost. Widow of a Mayor of Weehawken and Daughter-in-Law of Another', The New York Times, September 27, 1932. Accessed November 14, 2019. *William H. Wood circa 1908.\"Divorce for ex-Mayor of Weehawken\", The New York Times, May 26, 1910. Accessed November 14, 2019. *George Gonzales circa 1908. *William M. Brady in 1917. *Emile W. Grauert (1855–1931), 1912 to April 20, 1931. He was born in 1855 in Manhattan and later worked as an architect. His mayorship was possibly split over non-consecutive terms. He died in the mayor's office on April 20, 1931, from a heart attack.\"Widow, 72, Succeeds Weehawken Mayor\", The New York Times, May 14, 1931. Accessed November 14, 2019. \"Mrs. Clara E. Grauert, 72-year-old widow of Emile W. Grauert, who at the time of his death on April 20. had completed twenty-one years as Mayor of Weehawken, N. J., was sworn in last night at the Weehawken City Hall as her husband's successor.\" *Clara E. Grauert, the 72-year-old widow of Emile W. Grauert starting in 1931 filling the office of her husband. *John Meister in 1949.\"United Fruit Plans Weehawken Plant\", The New York Times, October 26, 1949. Accessed November 14, 2019. *Charles F. Krause Jr. in 1956. *Stanley D. Ianoco from before 1972 to 1979. *Wally P. Lindsley (born 1949), from 1979 to 1982. *Stanley D. Ianoco, 1982 to 1990, in his second non-consecutive turn. *Richard F. Turner (born 1950), from 1990 to present. ==Education== The Weehawken School District serves public school students in pre-kindergarten through twelfth grade. As of the 2018–19 school year, the district, comprised of three schools, had an enrollment of 1,458 students and 120.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 12.1:1.District information for Weehawken Public School District, National Center for Education Statistics. Accessed April 1, 2020. Schools in the district (with 2018–19 enrollment data from the National Center for Education StatisticsSchool Data for the Weehawken School District, National Center for Education Statistics. Accessed November 14, 2019.) are Daniel Webster SchoolDaniel Webster School, Weehawken School District. Accessed April 7, 2020. served 418 students in PreK through 2nd grade, Theodore Roosevelt SchoolTheodore Roosevelt School, Weehawken School District. Accessed April 7, 2020. served 420 students in grades 3-6 and Weehawken High SchoolWeehawken High School, Weehawken School District. Accessed April 7, 2020. served 569 students in grades 7-12New Jersey School Directory for the Weehawken School District, New Jersey Department of Education. Accessed December 29, 2016. The school system is known for its small classes and high ratings.Green, Jennie. \"Not Too Fancy, Except for the Views\". The New York Times, January 23, 2005. Accessed July 8, 2011. \"According to Mr. McLellan, the school superintendent, small schools and class sizes are the key to success. Weehawken High School, which encompasses Grades 7 through 12, offers more advanced-placement courses than any other school in the state, he said, while 85 to 90 percent of the students are college bound. Moreover, state testing at Grades 4, 8, and 11 have placed Weehawken students in the top 10 percent statewide.\" The Woodrow Wilson Arts Integrated School (grades 1–8), located in Weehawken, was part of the Union City School District.Woodrow Wilson Arts Integrated School, Union City School District. Accessed July 9, 2014. Hoboken Catholic School, a consolidation of existing Catholic schools, is located in Hoboken. A K-8 school, it was formerly co- sponsored by St. Lawrence Church in Weehawken and four Hoboken churches before the archdiocese's Lighting the Way program changed the allocation of money for schools in the archdiocese. The Weehawken Public Library has a collection of approximately 43,000 volumes and circulates 40,600 items annually.Weehawken Public Library, librarytechnology.org, November 2011. Accessed February 9, 2015. and is a member of the Bergen County Cooperative Library System.ABOUT: Weehawken Public Library, Bergen County Cooperative Library System. Accessed February 9, 2015. The landmark building, extensively renovated and updated in 1999.Weehawken Public Library, Township of Weehawken. Accessed July 9, 2014. ==Transportation== thumb|right|Westbound Route 495 in Weehawken ===Roads and highways=== , the township had a total of of roadways, of which were maintained by the municipality, by Hudson County and by the Port Authority of NY & NJ.Hudson County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 25, 2014. Route 495 travels east-west between the Lincoln Tunnel and the New Jersey Turnpike (Interstate 95) with interchanges for Route 3 and U.S. Route 1/9 in North Bergen Township.Route 495 Straight Line Diagram, New Jersey Department of Transportation, updated June 2014. Accessed November 14, 2019. County Route 505 also passes through the township. ===Public transportation=== Public transportation in Weehawken is provided by bus, ferry, and light rail. Bus service is provided along busy north-south corridors on Park Avenue, Boulevard East and Port Imperial Boulevard by NJ Transit and privately operated jitneys within Hudson County, and to Manhattan and Bergen County. NJT 123, 126, 128, 156, 158, 159, 165, 166, 168 originate/terminate at the Port Authority Bus Terminal. NJT 23 and 89 travel between Nungessers and Hoboken Terminal, where transfer is possible to PATH and NJT commuter rail. NJ Transit buses 84 and 86 travel between Nungessers and Journal Square or Pavonia/Newport in Jersey City. Routes 68 and 67 provide minimal peak service from Lincoln Harbor to the Jersey Shore.Hudson County Bus/Rail Connections, NJ Transit, backed up by the Internet Archive as of May 22, 2009. Accessed July 8, 2011.Hudson County System Map, NJ Transit. Accessed November 12, 2019.2018 Hudson County Transit Map, Hudson Transportation Management Association. Accessed November 12, 2019. Hudson-Bergen Light Rail (HBLR) service is available westbound to Bergenline and Tonnelle Avenue and southbound to Hoboken, Jersey City and Bayonne at the Lincoln Harbor stationLincoln Harbor, NJ Transit. Accessed December 29, 2016. and Port Imperial station,Port Imperial, NJ Transit. Accessed December 29, 2016. where transfer to NY Waterway ferries to Midtown and Lower Manhattan is possible.Hudson-Bergen Light Rail System Map , NJ Transit. Accessed December 29, 2016. Bieber Transportation Group formerly provided intercity bus service from Reading, Kutztown, Wescosville, and Hellertown in Pennsylvania to Port Imperial in Weehawken, where NY Waterway ferries provided a connection to New York City; the ferry ride was included in the ticket price for the bus. The service started on August 27, 2018 and ended on November 6, 2018, with Bieber resuming direct bus service into New York City. NY Waterway headquarters are located at Weehawken Port Imperial.Home page, NY Waterway. Accessed December 29, 2016. \"Corporate Headquarters: 4800 Avenue at Port Imperial, Weehawken, NJ 07086\" In 2013, a planned regional bike share system was announced by the Mayors of Weehawken and two cities to its south.JC, Hoboken, Weehawken partner on bike share Hoboken official Web site Hudson Bike Share, launched in Hoboken in 2015, expanded to Weehawken in 2017. ==Media and culture== Weehawken is located within the New York media market, with most of its daily papers available for sale or delivery. The Jersey Journal is a local daily paper covering news in the county. Local weeklies include the free bilingual paper, Hudson Dispatch Weekly,Hudson Dispatch Weekly. May 13, 2010 (named for the former daily Hudson Dispatch),Good, Philip. \"Recalling the Glory Days of The Hudson Dispatch\". The New York Times, October 27, 1991. Accessed December 29, 2016. The Hudson Reporter, the Weehawken Reporter, the Spanish language El Especialito.El Especial's official website and the River View Observer. The Weehawken Sequence, an early 20th-century series of approximately 100 oil sketches by local artist John Marin, who worked in the city, is considered among, if not the first, abstract paintings done by an American artist. The sketches, which blend aspects of Impressionism, Fauvism and Cubism, have been compared to the work of Jackson Pollock.Smith, Roberta. \"John Marin: 'The Weehawken Sequence'\", The New York Times, February 17, 2011. Accessed January 4, 2013. The Hudson Riverfront Performing Arts Center is a non-profit organization whose mission is to build a world-class performing arts center on the waterfront. Since 2004, it has presented both indoor and outdoor events at Lincoln Harbor.Welcome, Hudson Riverfront Performing Arts Center. Accessed July 8, 2011. ===In popular culture=== The name and the place have inspired mention in multiple works of popular culture. For example, on the Fox Channel animated television series, Futurama, Weehawken is the home of the former DOOP headquarters.Weehawken on Futurama, Weehawken Time Machine. Accessed July 9, 2014. In visual art, Weehawken is the subject of the American painter Edward Hopper's East Wind Over Weehawken.via Associated Press. \"Edward Hopper's 'East Wind Over Weehawken' sells for over $40M\", The Record (North Jersey), December 5, 2013. Accessed October 23, 2015. \"Edward Hopper's \"East Wind Over Weehawken\" has sold for $40.5 million – an auction record for the artist. The 1934 work depicts a streetscape of the New Jersey city across the Hudson River from New York.\" Additionally, the Broadway musical Hamilton includes a scene depicting the duel between Aaron Burr and Alexander Hamilton, as well as the duel between Phillip Hamilton and George Eacker.Hyman, Dylan. \"Burr-Hamilton Duel: A look back\", KCRA-TV, July 11, 2017. Accessed December 10, 2017. \"It was 213 years ago that longtime rivals Aaron Burr and Alexander Hamilton met for the final time in Weehawken, New Jersey for a duel that would go in the history books, and eventually make its way to the Broadway stage.... Dramatized in the song \"The World Was Wide Enough\" from the 'Hamilton' musical, Burr sings about becoming a villain in Hamilton's history. Following the duel, Burr's political reputation never recovered.\" In Dr. Seuss's classic children's book Horton Hatches the Egg, Horton the Elephant visits Weehawken while he is in the circus, and in Dr. Seuss's The Lorax, the Onceler gives directions to the land of the Truffula trees that include \"turn left at Weehawken.\"Lathem, Edward Connery. Who's Who & What's What in the Books of Dr. Seuss, Dartmouth College. Accessed April 29, 2021. \"[1] Among the cities at which the Circus Show exhibited Horton — in Horton Hatches the Egg [2] Place cited by the Once-ler in giving directions to his relatives for finding their way to him — in The Lorax.\" In the Apple TV+ animated musical, Central Park, a rap about Weehawken recorded by Daveed Diggs is sung by Helen, one of the characters.West, Teri. \"Daveed Diggs raps an ode to Weehawken in new Central Park season\", The Jersey Journal, March 19, 2021. Accessed April 29, 2021. \"The streets of Weehawken are humming with that shyly prideful feeling you get when catapulted into sudden fame.... Last week, the anthem arrived. It's in cartoon form and rapped by actor Daveed Diggs, voicing a grey-haired TV character boasting about her hometown. It's called 'Weehawken Rap,' and Apple TV+ debuted it online as a preview for the upcoming season of Central Park.\" Jazz composer and pianist Thelonious Monk lived during his final decade until his death in 1982 in a modernist home at 63 Kingswood Road owned by Jazz patron and heiress Pannonica de Koenigswarter - which she bought from film director Josef von Sternberg and later dubbed \"the Mad Pad\" and \"the Cathouse.\" The 1980 Italian science fiction/horror film Contamination features an Edwardian home on the corner of Boulevard East and 46th Street, in the scene in which a disgraced former astronaut is visited by the colonel who disgraced him. ==Notable people== People who were born in, residents of, or otherwise closely associated with Weehawken include * Maryn Adriansen (1600–1654), the first European settler to Weehawken.\"Earliest known Manhattan map made in 1639\", The New York Times, March 25, 1917. Accessed June 15, 2017.Kirk, Edward J. Weehawken History, 1932, Hudson County Archives Society, October 16, 1932. Accessed June 15, 2017. \"The First Citizen of Weehawken.... That is what they say of him who seems to have been the first and for some time apparently the only citizen of Weehawken, Maryn Adriaensen.\" * Ed Alberian (1920–1997), entertainer, whose credits include early television's Clarabell the Clown on the Howdy Doody Show, The Beachcomber Bill Show, and Let's Have Fun.Stancavish, Don \"Edwin Alberian was TV's Clarabell\", The Record (North Jersey), April 2, 1997. Accessed November 13, 2012. * Adele Astaire (1896–1981), Fred Astaire's elder sister, dancer and entertainer in vaudeville, on Broadway and the West End. * Fred Astaire (1899–1987), Hollywood actor/dancer.Hague, Jim. \"New commission will capture town's history\", The Hudson Reporter, February 15, 2000. Accessed November 13, 2012. \"But as Fleckenstein is quick to point out, there are other historic facts about the township. Like the fact that famed actor/dancer Fred Astaire once called Weehawken home.\" *Eleanor Barooshian (1950–2016), singer and a member of the band the Cake * Myril Axelrod Bennett (1920–2014), an early female executive in the advertising industry * Francis Bitter (1902–1967), son of Karl Bitter, physicist known for his research with magnets and long career at MIT.Staff. \"Francis Bitter, 65, of M.I.T. is Dead; An Authority on Magnetism Served Navy During War\", The New York Times, July 27, 1967. Accessed June 27, 2017. \"Dr. Bitter was born in Weehawken, N. J., the son of Karl and Marie Bitter. His father was a noted sculptor.\" * Karl Bitter (1867–1915), sculptor, established atelier in town, where he lived and worked until his death.Staff. \"Peasant Sculptor from Sweden Seeks Field for His Art in America\", The New York Times, July 1, 1906. Accessed June 27, 2017. \"Along with the painters who seek the seclusion of the grim-visaged cliffs for their work, there is a goodly quota of sculptors – the studio of Karl Bitter tops the heights of Weehawken.\" * John H. Bonn (1829–1891), founder of North Hudson County Railway.John Hillric Bonn, Genealogical History Of Hudson And Bergen Counties New Jersey, Cornelius Burnham Harvey, Editor, 1900 * Marlene Caride (born 1963), politician who has represented the 36th Legislative District in the New Jersey General Assembly since 2012 and was nominated in 2017 to lead the New Jersey Department of Banking and Insurance.Pizarro, Max. \"LD 36 hopeful Caride lands Blanco's endorsement at Passaic City Hall\", The New York Observer, April 6, 2011. Accessed December 20, 2017. \"'The first Dominican American mayor,\" said Caride, who was born in Weehawken to Cuban immigrant parents and grew up in Ridgefield, and whose law office is located in Union City.\" *Justin Casquejo, free solo climber and stunt performerZeitlinger, Ron. \"Weehawken teen who climbed 1 WTC charged with climbing historic water tower, source says\", The Jersey Journal, September 22, 2014. Accessed June 27, 2017. \"The Weehawken teen who slipped past security and climbed to the top of 1 World Trade Center earlier this year has been arrested in his home town for trying to scale another building, a source told The Jersey Journal. Justin Casquejo, the 16-year-old who caused a national stir – and a security embarrassment – when he posted pictures online from the top of the WTC building while it was still under construction in March, tried to climb the historic Weehawken water tower, a 175-foot-brick structure on Park Avenue on Sept. 17, a source with knowledge of his arrest said.\" * Helen Castillo, fashion designer and cast member of season 12 of the reality television series Project Runway who was born and raised in WeehawkenWenik, Ian. \"Weehawken native appears on Project Runway; Castillo brings local flair every time she comes on screen\", The Hudson Reporter, July 28, 2013. Accessed December 20, 2017. \"But while some may try to hide their Hudson County roots in search of big fame under the bright lights, Helen Castillo displays hers on sleeve like her characteristic tattoos.... Born in Weehawken before later moving to Union City, Castillo grew up with a preternatural interest in the fine arts.\" * Franck de Las Mercedes (born 1972), postmodern artist.Levine, Daniel Rome. \"Triunfador Franck de Las Mercedes\", ABC News, August 16, 2007. Accessed August 18, 2008. \"Standing in the middle of his one-bedroom loft apartment in an industrial part of Weehawken, N.J., the 34-year-old abstract painter covers a small brown cardboard box in white acrylic paint and then carefully drips red and hot pink paint on it.\" * John Diebold (1926–2005), computer scientist, considered to be an automation evangelist.Bayot, Jennifer. \"John Diebold, 79, a Visionary of the Computer Age, Dies\", The New York Times, December 27, 2005. Accessed December 20, 2017. \"John Theurer Diebold (he later dropped the middle name) was born on June 8, 1926, in Weehawken, N.J., and received a bachelor's degree from Swarthmore College and a master's degree from Harvard Business School.\" * John J. Eagan (1872–1956), a Democrat who represented New Jersey's 11th congressional district in the United States House of Representatives from 1913 to 1921.John Joseph Eagan, Biographical Directory of the United States Congress. Accessed June 25, 2007. * Gary T. Erbe (born 1944), self-taught oil painter who is best known for his trompe-l'œils.Halasz, Piri. \"State Artists Display Skills\", The New York Times, July 6, 1975. Accessed November 26, 2019. \"Because of its complexity, Gary T. Erbe's American Recipe also rewards study. Using a trompe l'oeil technique and an arrangement of elements that suggests collage, this skilled Weehawken artist superimposed shiny pie plates, a rolling pin, an electric mixer and other attributes of domestic labor on an old‐fashioned patriotic poster, thus satirically summing up the place of woman in all‐American home.\" * John Erskine (1879–1951), educator and author, who reflects on the town in The Memory of Certain Persons.Schwartz, Bob. \"John Erskine's Weehawken Boyhood\", Weehawken Time Machine. Accessed October 23, 2015. * Stephen Farrell (1878-1946) U.S. Navy Lieutenant, pilot of missing Navy balloon A-5598 * Edward Feigenbaum (born 1936), computer scientist who collaborated on the development of the first expert system Dendral.Edward A. Feigenbaum from the SmartComputing Encyclopedia. Accessed December 26, 2006.Knuth, Don. \"Oral History of Edward Feigenbaum, Computer History Museum, 2007. Accessed October 23, 2015. \"I was born in Weehawken, New Jersey, which is a town on the Palisades opposite New York. In fact, it's the place where the Lincoln Tunnel dives under the water and comes up in New York. Then my parents moved up the Palisades four miles to a town called North Bergen, and there I lived until I was 16 and went off to Carnegie Tech.\" * Peter Fiordalisi (1904–1988), modern artist whose work was inspired by the New Jersey Palisades.Weehawken Time Machine: Fiordalsi. Accessed July 8, 2011. * Marie L. Garibaldi (born 1934), former Associate Justice of the New Jersey Supreme Court who became the first woman to serve on New Jersey's highest court when she was appointed by Governor Thomas Kean in 1982.\"Justice Marie L. Garibaldi Announces Her Retirement From the Supreme Court\" , New Jersey Courts, December 22, 1999. Accessed December 8, 2015. * João Gilberto (1931–2019), Brazilian singer and guitar player, composer and bossa nova pioneer.ratliff, Ben. \"João Gilberto, an Architect of Bossa Nova, Is Dead at 88\", The New York Times, July 6, 2019. Accessed October 26, 2020. \"After divorcing Astrud and, in 1965, marrying another singer, Heloísa Buarque de Holanda — known in her own career as Miúcha — Mr. Gilberto moved to Weehawken, N.J., and then to Brooklyn.\" * Nancy Giles, CBS News reporter who, during the COVID-19 pandemic, produced \"A brisk walk with Nancy Giles\", which documented her walk around the town, in particular up the inclined block on which Weehawken High School is located and up Boulevard East. * Baker Grace, musician and songwriter.Speiser, Matthew. \"Listen: Weehawken singer, 15, drawing rave reviews and taking shot at the big time\", The Jersey Journal, October 14, 2015, updated January 17, 2019. Accessed January 19, 2020. \"Chloe Baker is a busy teenager. Between a full course load in musical theater at High Tech High School in North Bergen, homework, and a burgeoning career as a singer and songwriter, the 15-year-old Weehawken girl barely has time to make it to soccer practice at Weehawken High, where she is one of the team's best players.\" * Emile Griffith (1938–2013), professional boxer who was a World Champion in the welterweight, junior middleweight and middleweight classes.\"The passing of a champion; Boxing Great Griffith, Who Called Hudson County Home For Years, Dies At 75\", The Hudson Reporter, July 28, 2013. Accessed September 18, 2020. \"During his boxing heyday, when he won both the world welterweight and middleweight championships, Emile Griffith was proud to call Hudson County home. For almost 30 years, Griffith lived on Boulevard East in Weehawken.\" * Janet Hamill (born 1945), poet and spoken word artist.Bio, Lost Ceilings: poet, writer, performer & artist Janet Hamill. Accessed October 23, 2015. \"Janet Hamill was born in Jersey City, NJ. For her first five years, she gazed across the Hudson from the Palisades in Weehawken before her family moved to New Milford in Bergen County.\" * Barry Harris (born 1929), jazz pianist and educator.Watrous, Peter. \"Be-Bop's Generous Romantic\", The New York Times, May 28, 1994. Accessed January 14, 2012. \"Mr. Harris moved to New York in the early 1960s and became friends with Thelonious Monk and Baroness Pannonica de Koenigswarter, Mr. Monk's patron. Eventually, Mr. Harris moved to her estate in Weehawken, N.J., where he still lives.\" * Glenn Hauman (born 1969), writer, artist, editor and electronic publisher.Glenn Hauman. SFBookcase. Accessed August 19, 2011.\"It Wasn't Me...\" . Glenn Hauman: View From Above. September 21, 2007\"A Star Trek Wedding\". NPR. March 26, 2005 * Robert Hilferty (1959–2009), journalist, filmmaker and AIDS activist. * Roscoe H. Hillenkoetter (1897–1982), director of the Central Intelligence Agency (1947–1950).Kihss, Peter. \"Adm. Roscoe H. Hillenkoetter, 85, First Director Of The C.I.A., Dies\", The New York Times, June 21, 1982. Accessed November 13, 2012. Vice Adm. Roscoe H. Hillenkoetter, the first director of the Central Intelligence Agency, died Friday night at Mount Sinai Hospital. He was 85 years old and had lived in Weehawken, N.J., since his retirement from the Navy in 1958.\" * Bob Kennedy (1928–1991), defensive back and halfback who played in the All-America Football Conference for the Los Angeles Dons.Bob Kennedy, Pro- Football-Reference.com. Accessed October 23, 2015. * James G. King (1791–1853), businessman and politician who represented from 1849 to 1851.James Gore King, Biographical Directory of the United States Congress. Accessed September 23, 2007. * Nica de Koenigswarter née Rothschild, (1913–1988), known as the \"bebop baroness\" for her patronage of many jazz musicians.Friedwald, Will. \"The Ballad of a Jazz Royal\", The Wall Street Journal, July 7, 2011. Accessed July 9, 2014. \"Finally, in 1958, the baroness moved to a mansion in Weehawken, N.J., which became what might have been the metropolitan area's greatest jazz salon ever. Monk, Barry Harris and other greats lived there for long periods, and more incredible music was heard there than in most concert halls.\"Thelpnious Junior biography, Jazz (TV series). Accessed July 8, 2011. \"He made three final performances with an orchestra at Carnegie Hall, and appeared with a quartet at the Newport Jazz Festival New York in 1975 and in 1976, but otherwise spent his final years in seclusion in Weehawken, New Jersey, at the home of the Baroness Pannonica de Koenigswarter, his lifelong friend and patron.\" *Ed Lucas (1939 – 2021), an blind sportswriter * Lori Majewski, entertainment writer, communications strategist and consultant.Testa, Jim. \"Weehawken author Lori Majewski to discuss the 'Mad World' of Eighties New Wave at Word Books Open Mic\". The Jersey Journal. May 14, 2014. Accessed October 23, 2015. \"Majewski even argued that growing up in Weehawken helped fuel her love for this era of music and these particular bands. 'You have to remember that when cable TV was first being introduced, Weehawken was one of the first communities where it was rolled out,' she said.\" * John Marin (1870–1953), early American modernist artist.\"Out of the Dark Room\", Time, March 16, 1962. Accessed June 13, 2007. \"In many ways, it took Marin 40 years to find himself. Raised by two maiden aunts in Weehawken. N.J. (his mother died nine days after his birth), he attended Stevens Institute of Technology for a year, drifted from job to job, spent six frustrating years trying to turn himself into an architect.\" * Trade Martin (born 1945), composer, songwriter, and producer.Allocca, Sean. \"What's old is new; Community theater group returns to the township\", The Hudson Reporter, June 20, 2010. Accessed July 9, 2014. \"Although the new reincarnation of the group is independent of the township, some of Iacono's original associates – like famous songwriter and longtime Weehawken resident Trade Martin and former Guttenberg Mayor Peter LaVilla – have signed on to work on the project.\" * Steven Massarsky (1948–2007), lawyer and businessman who founded Voyager Communications.Steven Massarsky, 1948–2007, The Comics Reporter, October 7, 2007. Accessed June 2, 2008. * David Mearns (born 1958), marine scientist and deep water search and recovery expert, specializing in the discovery of the location of historic shipwrecks.Hague, Jim. \"Weehawken native finds HMS Hood on ocean's floor Mearns' six-year journey ends with mixed emotions; leads to documentary, book\", The Hudson Reporter, November 9, 2001. Accessed December 29, 2016. \"When David Mearns was a youngster growing up in Weehawken, he was always fascinated by water.\" *Alice Duer Miller (1874–1942), poet and novelist whose work actively influenced political thought during the American suffrage movement and the nations's entry into World War II. * Miúcha (1937–2018), Brazilian singer and composer. * Thelonious Monk (1917–1982), jazz pianist. * Liam O'Brien (born 1976), voice actor, writer, and voice director.Liam O'Brien, IMDB \"Liam O'Brien was born on May 28, 1976 and was raised in Weehawken, New Jersey, USA.\". Accessed March 27, 2018. * William E. Ozzard (1915–2002), New Jersey Senate president, 1963.Lawyer Politicians in New Jersey (K-Q) at Political Graveyard * Kate Pierson (born 1948), vocalist and one of the lead singers and founding members of The B-52's.Beckerman, Jim. \"B-52s 'Party' lands close to hometown\", The Record (North Jersey), August 15, 2009, backed up by the Internet Archive as of March 6, 2016. Accessed December 20, 2017. \"And with that hair? Kate Pierson, born in Weehawken, raised in Rutherford.\"Strong, Martin Charles. The essential rock discography (Canongate U.S.) .Staff. \"B-52s 'Party' lands close to hometown\", The Record (North Jersey), August 15, 2009. Accessed January 14, 2012. \"But Athens is a university town – cosmopolitan – with transplants from all over. Which is how Pierson (Weehawken-born, Rutherford-raised) and Schneider (Newark and Long Branch) came to be in the area, ready to join forces with several local musicians to create New Wave's quirkiest party band.\" * William Ranney (1813–1857), painter best known for his depictions of Western life, sporting scenery, historical subjects and portraiture.Ranney, William Tylee, The Handbook of Texas. Accessed October 23, 2015. \"In 1847 he moved to Weehawken, New Jersey, where he remained several years.\"Millan, Nicolas. \"Looking back Famed American 19th century painter called North Hudson home\" , The Hudson Reporter, April 15, 2008. Accessed October 23, 2015. \"In 1847, Ranney moved to Weehawken and continued painting. Four years later, the artist moved to Union City where he built his estate.\" * Dan Resin (1931–2010), actor known as Dr. Beeper in the film Caddyshack, and as the Ty-D-Bol man in toilet cleaner commercials.Maurer, Mark. \"Dan Resin, at 79; 'Caddyshack' actor did TV commercials\", The Hudson Reporter, August 3, 2010. Accessed October 23, 2015. \"Shortly after attending Indiana University and Columbia University, Resin moved to Hudson County and lived in Union City, Weehawken, and eventually Secaucus.\" * Henry Reuterdahl (1870–1925), Swedish-American painter highly acclaimed for his nautical artwork.Henry Reuterdahl, Arlington National Cemetery. Accessed October 23, 2015. \"Lieutenant Commander Henry Reuterdahl, United States naval Reserve Force, well-known naval artist and marine colorist, died at the St. Elizabeth's Government Hospital for the Insane on Sunday night and was buried privately today in Arlington National Cemetery, where repose many of the American Navy officers with whom he was intimately associated.... His home was in Weehawken, New Jersey from about 1899–1925.\" * Jerome Robbins (1918–1998), choreographer, famous for West Side Story and many works for the New York City Ballet.\"A 'Made in The U.S.A.' Genius: Jerome Robbins, master choreographer, Time, August 10, 1998.Kisselgoff, Anna. \"Jerome Robbins, 79, Is Dead; Giant of Ballet and Broadway\", The New York Times, July 30, 1998. Accessed October 23, 2015. \"When his father went into corset manufacturing in Union City, N.J., the family moved to nearby Weehawken, where Mr. Robbins graduated from Woodrow Wilson High School in 1935.\" * Wilbur Ross (born 1937), United States Secretary of Commerce and investor known for restructuring companies in industries such as steel, coal, telecommunications, foreign investment and textiles.Gross, Daniel. \"The Bottom-Feeder King; Never mind hedge funds. Wilbur Ross gets rich the unfashionable way—in steel plants, textile mills, and other stuff nobody wants.\", New York, July 30, 2011. Accessed October 23, 2015. \"Thumbnail bio: Born in Weehawken, New Jersey, 1937, the son of a schoolteacher and a lawyer (Wilbur Ross Sr. became a judge).\" * Gerard Schwarz (born 1947), conductor, currently with the Seattle Symphony Orchestra.Hague, Jim. \"Guitar Wizards: Brazilian brothers open HRPAC's UBS Atrium series\", The Hudson Reporter, November 28, 2004. Accessed May 8, 2007. \"The Seattle Symphony, with Weehawken native Gerard Schwarz as conductor, recently performed a triple concerto of Sergio Assad's original musical compositions.\" * Theodore Seltzer (died 1957), manufacturer of Bengay.Staff. \"Theodore Seltzer Is Dead at 86; Manufactured Baume Ben-Gay\", The New York Times, January 2, 1957. Accessed November 14, 2019. \"Theodore Seltzer, president of Bengue, Inc., 2023 Kerrigan Avenue, Union City, N.J., manufacturers of a medicinal ointment, Baume Ben-Gay, and other products, died Monday in French Hospital after a long illness. He was 86 years old and lived at 55 King Avenue, Weehawken, N.J.\"Seltzer Mansion, Weehawken Time Machine. Accessed August 11, 2014. * Kenneth Steiglitz, professor of computer science at Princeton University.Kenneth Steiglitz, Eugene Higgins Professor of Computer Science, Princeton University. Accessed October 23, 2015. \"Born: January 30, 1939, Weehawken, New Jersey\" * Fred Stickel (1921–2015) was an American newspaperman, notably publisher of The OregonianFred A. Stickel, Publisher of The Oregonian, Dies at 93 September 30, 2015. The New York Times. * Frank Tashlin (1913–1972), film director, whose credits include The Glass Bottom Boat and The Alphabet Murders.Hendrix, Grady. \"The Cartoonist Who Crashed the Party\", The New York Sun, September 1, 2006. Accessed June 13, 2007. \"Tashlin, a native of Weehawken, N.J., got his start animating Looney Tunes in the early 1940s before becoming the go-to guy for comedy as one of the few directors to successfully make the transition from animation to live- action, shaping star vehicles for one outsized celeb after another: Bob Hope, Jayne Mansfield and, most famously, Jerry Lewis.\" * Paul van K. Thomson (1916–1999), Roman Catholic priest, author and educator.\"Campus Profiles; English Professor First Of Series\", The Cowl, March 16, 1951. Accessed May 20, 2021, via Newspapers.com. \"Mr. Paul Van K. Thomson, professor of English literature here at Providence College, has another important job to do besides teaching, that is, being the father of six children. Mr. Thomson who arrived here in 1949 was born in Weehawken. N. J., and attended high school there.\" * Amani Toomer (born 1974), wide receiver who played for the New York Giants.Mullins, Michael D. \"Was it the shoes? Local fan says he has secret of Giants' success, as city plans celebration\" , The Hudson Reporter, February 19, 2008. Accessed February 6, 2013. \"City officials said that besides quarterback Eli Manning, who lives in the Hudson Tea Building on 15th Street, linebackers Kawika Mitchell and Mathias Kiwanuka are Hoboken residents. Several Giants live in surrounding municipalities, including Amani Toomer and Derrick Ward, who both live in Weehawken.\" * Percie Vivarttas, architect whose work includes Temple Beth-El in Jersey City.Temple Beth-El at Jersey City Past and PresentTemple – Beth-El, Jersey City at Art & Architecture of New Jersey * Josef von Sternberg (1894–1969), film noir director who built a home in the 1940s that was sold in 1958 to Nica de Koenigswater.Kelley, Robin. Thelonious Monk: The Life and Times of an American Original, p. 240. Simon & Schuster, 2009. . Accessed November 13, 2012.Wolf, Jaime. \"What A Design Guru Really Does\", The New York Times, December 1, 2002. Accessed October 23, 2015. \"Or the house in Weehawken that Walrod wants to save, which wasn't only designed by a close associate of Walter Gropius's but was also originally commissioned by Josef von Sternberg, later sold to an eccentric baroness who was famous for supporting jazz musicians like Charlie Parker and Thelonious Monk and was ultimately, it turns out, the place where Monk died.\"Staff. \"A Native Returns; Josef Von Sternberg of Fond Memory Resumes Directing in Hollywood Winner Revelation\", The New York Times, September 10, 1950. Accessed October 23, 2015. \"or when Von Sternberg, after a long absence from Hollywood, was beckoned back here by Howard Hughes last fall from his home in Weehawken, N. J., he had no assurance that he would even be handed the controls on Jet Pilot.\" * Derrick Ward (born 1980), running back who played for the New York Giants. * Daniel Webster (1782–1852), statesman.Staff. \"Daniel Webster Owned It.; Weehawken Heights Property That Was Sold by Him for $8,500\", The New York Times, August 29, 1897. Accessed June 27, 2017. * Grant Wright (1865–1935), cartoonist, illustrator and painter.Staff. \"Grant Wright, 70, Dies In East of Pneumonia\", Peoria Star, October 21, 1935. Accessed August 11, 2014. \"Grant Wright aged 70, one of the leading landscape painters in the country, and known to practically every older resident of Peoria, died yesterday morning at the North Hudson Hospital at Union City, N.J., following a short illness. Death was caused by pneumonia. He was admitted to the hospital Saturday night, being taken from his home, 327 Park Avenue, Weehawken, N.J.\" ==See also== * Bergen, New Netherland * Bergen Township, Bergen County, New Jersey (Historical 1693) * Gateway Region * Gold Coast, New Jersey * Hudson River Waterfront Walkway * National Register of Historic Places listings in Hudson County, New Jersey * North Hudson, New Jersey ==References== ==External links== * * Category:1859 establishments in New Jersey Category:Faulkner Act (council–manager) Category:North Hudson, New Jersey Category:Populated places established in 1859 Category:New Jersey populated places on the Hudson River Category:Townships in Hudson County, New Jersey",
 "title": "Weehawken, New Jersey"
}