{
 "id": "125256",
 "text": "Delaware Township is a township in Hunterdon County, New Jersey, United States. Part of the township is on the Hunterdon Plateau, while the southern portions are in the Amwell Valley. As of the 2010 United States Census, the township's population was 4,563, reflecting an increase of 85 (+1.9%) from the 4,478 counted in the 2000 Census, which had in turn declined by 34 (-0.8%) from the 4,512 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed November 14, 2012. The historic community of Sergeantsville is located within Delaware Township, as well as the unincorporated community of Raven Rock. ==History== The township was first settled in the early 18th century by Colonel John Reading (1657–1717), who was instrumental in the creation of Amwell Township in 1708 and also worked for the creation of Hunterdon County in 1714. The Township adjoins the Delaware River on the southwestern portion of Hunterdon County, which provides its name.Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed August 28, 2015. The state's lone surviving historic covered bridge, Green Sergeant's Covered Bridge, crosses the Wickecheoke Creek between Sergeantsville and Rosemont. The Delaware and Raritan Canal parallels the Delaware River along the southern border of the township. Sergeantsville is at the township's center and includes the municipal building, local public school and Post Office. A \"Thanksgiving in the Country\" offers a tour of notable homes in Sergeantsville, which raises funds for the Facial Reconstruction Unit of the Children's Hospital of Philadelphia. Delaware was incorporated as a township by an act of the New Jersey Legislature on April 2, 1838, from a portion of a larger municipality then known as Amwell Township (now defunct).Snyder, John P.The Story of New Jersey's Civil Boundaries: 1606-1968. Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 154. Historian and cartographer John P. Snyder has erroneously stated that a referendum was held on that date, but there was in fact no referendum and the people of Amwell knew nothing about the division until after the Legislature passed the bill.Goodspeed, Marfy. \"170 Years Ago, Delaware Twp. in the Midst of a Controversy\", Delaware Township Post, March 7, 2008, backed uo by the Internet Archive as of March 11, 2012. Accessed November 17, 2019. A portion of the township was taken to form Stockton borough (April 14, 1898). ==Geography== According to the United States Census Bureau, the township had a total area of 37.05 square miles (95.95 km2), including 36.66 square miles (94.94 km2) of land and 0.39 square miles (1.01 km2) of water (1.06%). Unincorporated communities, localities and place names located partially or completely within the township include Bowne, Brookville, Dilts Corner, Grover, Headquarters, Locktown, Prallsville, Raven Rock, Rosemont, Sand Brook, Sandy Ridge and Sergeantsville.Locality Search, State of New Jersey. Accessed March 15, 2015. The township borders the municipalities of East Amwell Township, Franklin Township, Kingwood Township, Lambertville, Raritan Township, Stockton and West Amwell Township in Hunterdon County; as well as Plumstead Township and Solebury Township in Bucks County across the Delaware River in Pennsylvania.Areas touching Delaware Township, MapIt. Accessed March 27, 2020.Map of County Municipalities, Hunterdon County, New Jersey. Accessed March 27, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. ==Demographics== ===Census 2010=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $87,100 (with a margin of error of +/- $15,616) and the median family income was $102,481 (+/- $27,024). Males had a median income of $82,586 (+/- $14,105) versus $47,404 (+/- $12,866) for females. The per capita income for the borough was $48,700 (+/- $4,857). About 0.6% of families and 0.6% of the population were below the poverty line, including none of those under age 18 and 0.9% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Delaware township, Hunterdon County, New Jersey , United States Census Bureau. Accessed November 14, 2012. ===Census 2000=== As of the 2000 United States Census there were 4,478 people, 1,643 households, and 1,302 families residing in the township. The population density was 121.9 people per square mile (47.1/km2). There were 1,701 housing units at an average density of 46.3 per square mile (17.9/km2). The racial makeup of the township was 97.70% White, 0.40% African American, 0.04% Native American, 1.03% Asian, 0.02% Pacific Islander, 0.25% from other races, and 0.56% from two or more races. Hispanic or Latino of any race were 1.14% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Delaware township, Hunterdon County, New Jersey, United States Census Bureau. Accessed November 14, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Delaware township, Hunterdon County, New Jersey , United States Census Bureau. Accessed November 14, 2012. There were 1,643 households, out of which 33.8% had children under the age of 18 living with them, 71.3% were married couples living together, 4.9% had a female householder with no husband present, and 20.7% were non-families. 14.8% of all households were made up of individuals, and 6.0% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.06. In the township the population was spread out, with 23.4% under the age of 18, 5.9% from 18 to 24, 26.5% from 25 to 44, 32.3% from 45 to 64, and 11.8% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 98.8 males. For every 100 females age 18 and over, there were 100.3 males. The median income for a household in the township was $80,756, and the median income for a family was $90,842. Males had a median income of $61,701 versus $48,780 for females. The per capita income for the township was $38,285. 3.4% of the population and 2.3% of families were below the poverty line. Out of the total people living in poverty, 1.2% are under the age of 18 and 12.2% are 65 or older. ==Government== ===Local government=== Delaware Township is governed under the Township form of New Jersey municipal government, one of 141 municipalities (of the 565) statewide that use this form, the second-most commonly used form of government in the state.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The Township Committee is comprised of five members, who are elected directly by the voters at-large in partisan elections to serve three-year terms of office on a staggered basis, with either one or two seats coming up for election each year as part of the November general election in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 103.\"Forms of Municipal Government in New Jersey\", p. 7. Rutgers University Center for Government Studies. Accessed June 3, 2015. At an annual reorganization meeting, the Township Committee selects one of its members to serve as Mayor and another as Deputy Mayor. , members of the Delaware Township Committee are Mayor Charles Herman (R, term on committee and as mayor ends December 31, 2020), Deputy Mayor James Waltman (R, term on committee ends 2021; term as deputy mayor ends 2020), Daniel Kwasnik (R, 2021), Susan D. Lockwood (D, 2020) and Joseph Vocke (R, 2022).Township Committee, Delaware Township. Accessed March 27, 2020. \"The Township Committee consists of five members who each serve three year terms. Members serve staggered terms and the mayor is chosen annually by the Committee at its reorganization meeting.\"2019 County and Municipal Directory, Hunterdon County, New Jersey. Accessed November 1, 2019.Town of Delaware, Hunterdon County, New Jersey. Accessed November 1, 2019.Hunterdon County District Canvass November 5, 2019, General Election, Hunterdon County, New Jersey, updated November 14, 2019. Accessed January 1, 2020.District Canvass November 6, 2018 Official Results, Hunterdon County, New Jersey, updated November 14, 2018. Accessed January 1, 2019.District Canvass November 7, 2017 Official Results, Hunterdon County, New Jersey, updated November 9, 2017. Accessed January 1, 2018. ===Federal, state and county representation=== Delaware Township is located in the 7th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 16th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Delaware Township had been in the 23rd state legislative district.2011 New Jersey Citizen's Guide to Government , p. 56, New Jersey League of Women Voters. Accessed May 22, 2015. Prior to the 2010 Census, Delaware Township had been part of the , a change made by the New Jersey Redistricting Commission that took effect in January 2013, based on the results of the November 2012 general elections. ===Politics=== As of March 23, 2011, there were a total of 3,558 registered voters in Delaware Township, of which 811 (22.8%) were registered as Democrats, 1,512 (42.5%) were registered as Republicans and 1,232 (34.6%) were registered as Unaffiliated. There were 3 voters registered to other parties.Voter Registration Summary - Hunterdon, New Jersey Department of State Division of Elections, March 23, 2011. Accessed November 14, 2012. In the 2012 presidential election, Republican Mitt Romney received 57.4% of the vote (1,618 cast), ahead of Democrat Barack Obama with 41.4% (1,168 votes), and other candidates with 1.2% (33 votes), among the 2,840 ballots cast by the township's 3,724 registered voters (21 ballots were spoiled), for a turnout of 76.3%. In the 2008 presidential election, Republican John McCain received 54.0% of the vote (1,579 cast), ahead of Democrat Barack Obama with 43.8% (1,279 votes) and other candidates with 1.5% (43 votes), among the 2,922 ballots cast by the township's 3,599 registered voters, for a turnout of 81.2%.2008 Presidential General Election Results: Hunterdon County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed November 14, 2012. In the 2004 presidential election, Republican George W. Bush received 57.3% of the vote (1,671 ballots cast), outpolling Democrat John Kerry with 42.2% (1,229 votes) and other candidates with 1.0% (35 votes), among the 2,915 ballots cast by the township's 3,459 registered voters, for a turnout percentage of 84.3.2004 Presidential Election: Hunterdon County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed November 14, 2012. In the 2013 gubernatorial election, Republican Chris Christie received 71.0% of the vote (1,412 cast), ahead of Democrat Barbara Buono with 26.9% (535 votes), and other candidates with 2.1% (42 votes), among the 2,021 ballots cast by the township's 3,726 registered voters (32 ballots were spoiled), for a turnout of 54.2%. In the 2009 gubernatorial election, Republican Chris Christie received 60.7% of the vote (1,382 ballots cast), ahead of Democrat Jon Corzine with 29.3% (667 votes), Independent Chris Daggett with 7.9% (179 votes) and other candidates with 1.0% (22 votes), among the 2,277 ballots cast by the township's 3,546 registered voters, yielding a 64.2% turnout.2009 Governor: Hunterdon County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed November 14, 2012. ==Education== The Delaware Township School District serves students in pre- kindergarten through eighth grade at Delaware Township School.2019-2020 Public School Directory, Hunterdon County Department of Education. Accessed November 17, 2019. As of the 2018–19 school year, the district, comprised of one school, had an enrollment of 376 students and 42.3 classroom teachers (on an FTE basis), for a student–teacher ratio of 8.9:1.District information for Delaware Township School District, National Center for Education Statistics. Accessed April 1, 2020. The school is located on a site covering adjacent to the community of Sergeantsville and from the Delaware River. Students in ninth through twelfth grades attend the Hunterdon Central High School, part of the Hunterdon Central Regional High School District, which serves students in central Hunterdon County from Delaware Township, East Amwell Township, Flemington Borough, Raritan Township and Readington Township.Hunterdon Central Regional Board of Education District Policy 0110 - Identification, Hunterdon Central Regional High School. Accessed April 17, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades nine through twelve in the Hunterdon Central Regional High School District. Composition: The Hunterdon Central Regional High School District is all the area within the municipal boundaries of, Delaware Township, East Amwell, Flemington Boro, Raritan Township, and Readington Township.\"Hunterdon Central Regional High School District 2016 Report Card Narrative, New Jersey Department of Education. Accessed April 17, 2020. \"Located in beautiful, historic Hunterdon County in central New Jersey, Hunterdon Central Regional High School serves the five municipalities of Delaware Township, East Amwell Township, Flemington Borough, Raritan Township and Readington Township. The District is 152.5 square miles and has a population of approximately 51,468 residents.\" As of the 2018–19 school year, the high school had an enrollment of 2,844 students and 238.8 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.9:1.School data for Hunterdon Central Regional High School District, National Center for Education Statistics. Accessed April 1, 2020. Seats on the high school district's nine-member board of education are allocated based in the population of the five constituent municipalities who participate in the school district, with one seat allocated to Delaware Township.Board of Education, Hunterdon Central Regional High School. Accessed April 17, 2020. \"The Hunterdon Central Regional Board of Education is nine members, elected by constituents in the five municipalities whose students attend Hunterdon Central Regional High School: one each from Delaware Township, East Amwell Township and the Borough of Flemington; three each from Raritan Township and Readington Township.\" Eighth grade students from all of Hunterdon County are eligible to apply to attend the high school programs offered by the Hunterdon County Vocational School District, a county-wide vocational school district that offers career and technical education at its campuses in Raritan Township and at programs sited at local high schools, with no tuition charged to students for attendance.Heyboer, Kelly. \"How to get your kid a seat in one of N.J.'s hardest-to-get-into high schools\", NJ Advance Media for NJ.com, May 2017. Accessed November 18, 2019. \"Hunterdon County's vo-tech district has three academies for high-achieving students, all operating in partnerships with local high schools.... The academies are open to all students in the county. Students in the 8th grade are required to submit an application, schedule an interview and take a placement exam.\" ==Transportation== thumb|right|US 202 northbound at Route 29 in Delaware Township , the township had a total of of roadways, of which were maintained by the municipality, by Hunterdon County, by the New Jersey Department of Transportation and by the Delaware River Joint Toll Bridge Commission.Hunterdon County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. State and U.S. routes that pass through include Route 12,Route 12 Straight Line Diagram, New Jersey Department of Transportation, updated March 2016. Accessed November 17, 2019. Route 29Route 29 Straight Line Diagram, New Jersey Department of Transportation, updated July 2014. Accessed November 17, 2019. and U.S. Route 202 (including part of the New Hope-Lambertville Toll Bridge).U.S. Route 202 Straight Line Diagram, New Jersey Department of Transportation, updated May 2017. Accessed November 17, 2019. County routes that traverse the municipality are CR 519,County Route 519 Straight Line Diagram, New Jersey Department of Transportation, updated November 2012. Accessed November 17, 2019. CR 523,County Route 523 Straight Line Diagram, New Jersey Department of Transportation, updated November 2012. Accessed November 17, 2019. CR 579 (which runs along the border between Raritan)County Route 579 Straight Line Diagram, New Jersey Department of Transportation, updated October 2012. Accessed November 17, 2019. and CR 604.Hunterdon County Route 604 Straight Line Diagram, New Jersey Department of Transportation, updated June 2011. Accessed November 17, 2019. Interstate 78 is outside the township in neighboring Franklin Township. ==Notable people== People who were born in, residents of, or otherwise closely associated with Delaware Township include: * Willard H. Allen (1893–1957), poultry scientist who served as New Jersey secretary of agriculture from 1938 to 1956.\"Willard Allen, Ex-Jersey Official, Dies; Was Agriculture Secretary for 18 Years\", The New York Times, February 27, 1957. Accessed December 24, 2021. \"A resident of Rosemont, Mr. Allen retired from the state post in February 1956, because of ill health.\" * George Newton Best (1846–1926), bryologist, expert on moss taxonomy and second president of the Sullivant Moss Society.\"News Notes\", p. 104 in Torreya, Volumes 24-26. Accessed December 24, 2021. \"Dr. George Newton Best, one of the most widely-known physicians of Hunterdon County, Penna. and a scientist of national repute, died at his home in Rosemont on the 18th of June.\" * William Cotton (1880–1958), artist and playwright.\"Bucks County Artists\" James A. Michener Art Museum. Accessed March 18, 2008.Staff. \"Will Cotton, 77, Dead\", The New York Times, January 6, 1958. Accessed November 17, 2019. \"Seargeantsvile, N. J., Jan 5.--Will Cotton, portrait painter, caricaturist and playwrigt, died today at his home here. He was 77 years old.\" * Alan B. Handler (born 1931), New Jersey Supreme Court Justice, 1977–1999.Waldron, Martin. \"Trenton Topics; Byrne Appoints a Judge To Serve as His Counsel\", The New York Times, June 29, 1976. Accessed August 21, 2018. \"Governor Byrne today named a Superior Court judge, Alan B. Handler of Delaware Township, as his chief legal counsel to replace Lewis B. Kaden.\" * Chet Huntley (1911–1974), radio and television journalist and co-anchor of the Huntley-Brinkley Report on NBC who co-owned a cattle farm which he used as a weekend retreat.via Associated Press. \"Mayor Denies Town Dislikes Chet Huntley\", The Gettysburg Times, August 11, 1967. Accessed November 14, 2012. \"But Mayor Franklyn P. Ford of Delaware Township, which includes Rosemont where the Huntley acreage was located, said that he had no knowledge of any ill feeling toward Huntley.\"Johnston, Lyle. \"Goodnight, Chet\" a Biography of Chet Huntley, * Barbara McConnell (1935-2016), former member of the New Jersey General Assembly and former New Jersey Commissioner of Commerce and Economic Development.Hunterdon County Board of Chosen Freeholders, August 22, 2006. Accessed March 8, 2008.\"Barbara W. McConnell 1935 - 2016\", Hunterdon County Democrat, October 23, 2016. Accessed November 17, 2019. \"Barbara W. McConnell Barbara W. McConnell, 81, of Delaware Township, N.J., died Friday, Oct. 21, 2016, at the Hunterdon Medical Center, Raritan Township, N.J.\" * John Schoenherr (1935–2010), award-winning illustrator.Fox, Margalit. \"John Schoenherr, Children's Book Illustrator, Dies at 74\", The New York Times, April 14, 2010. Accessed August 21, 2013. \"John Schoenherr, a Caldecott Medal- winning illustrator who for a half-century produced painterly, exquisitely detailed images of creatures from this world and others, died on April 8. He was 74 and lived in Delaware Township, N.J.\"Adelson, Fred B. \"Art; Children's Page Turners to Linger Over\", The New York Times, January 9, 2000. Accessed August 21, 2013. \"Both Richard Egielski of Milford and John Schoenherr of Delaware Township (near Stockton) are represented by illustrations from books aimed at ages 4 to 8, the youngest group.\" * Glenway Wescott (1901–1987), novelist and essayist.McDowell, Edwin. \"Glenway Wescott, 85, Novelist and Essayist\". The New York Times, February 24, 1987. Accessed August 21, 2013. \"Glenway Wescott, one of the last of the major expatriate American writers who lived in France in the 1920s and 30s, died of a stroke Sunday night at his home in Rosemont, N.J. He was 85 years old.\" * Lloyd Wescott (1907–1990), agriculturalist, civil servant and brother of Glenway Wescott. * Paul Whiteman (1890–1967), big band leader who resided at Walking Horse Farm in Rosemont from 1938 to 1959, before moving to New Hope, Pennsylvania for his remaining years.\"Entertainers\", Time, March 6, 1944. Accessed March 11, 2008.\"Fun Facts about Hunterdon County, New Jersey\", Hunterdon County, New Jersey. Accessed March 11, 2008.\"Bucks County Artists\", James A. Michener Art Museum. Accessed March 11, 2008. * Dick Zimmer (born 1944), former member of the United States House of Representatives.Strunsky, Steve. \"Zimmer Returning To Washington\", The New York Times, July 10, 2001. Accessed August 21, 2013. \"Mr. Zimmer, of Delaware Township, N.J., represented the 12th Congressional District from 1991 to 1997, serving on the Ways and Means Committee and its subcommittees on trade and oversight.\" ==References== ==External links== * * Hunterdon County web page for Delaware Township * Delaware Township School * * School Data for the Delaware Township School District, National Center for Education Statistics * Hunterdon Central Regional High School District * The Delaware Township Post - Community Commentary about life in Delaware Township * Lumberville-Raven Rock bridge article at the Delaware River Joint Toll Bridge Commission website * Sergeantsville Volunteer Fire Company, Delaware Township, NJ * Thanksgiving in the Country - an annual tour of Sergeantsville's historic homes * Hunterdon Land Trust Alliance Category:1838 establishments in New Jersey Category:Populated places established in 1838 Category:Township form of New Jersey government Category:Townships in Hunterdon County, New Jersey Category:New Jersey populated places on the Delaware River",
 "title": "Delaware Township, Hunterdon County, New Jersey"
}