{
 "id": "125497",
 "text": "Oakhurst is an unincorporated community and census-designated place (CDP) within Ocean Township, in Monmouth County, New Jersey, United States.New Jersey: 2010 - Population and Housing Unit Counts - 2010 Census of Population and Housing (CPH-2-32), United States Census Bureau, August 2012. Accessed December 16, 2012.GCT-PH1 - Population, Housing Units, Area, and Density: 2010 - County -- County Subdivision and Place from the 2010 Census Summary File 1 for Monmouth County, New Jersey , United States Census Bureau. Accessed December 16, 2012. As of the 2010 United States Census, the CDP's population was 3,995. ==Geography== According to the United States Census Bureau, the CDP had a total area of 1.614 square miles (4.178 km2), including 1.611 square miles (4.171 km2) of land and 0.003 square miles (0.006 km2) of water (0.16%).US Gazetteer files: 2010, 2000, and 1990, United States Census Bureau. Accessed September 4, 2014. ==Demographics== ===Census 2010=== ===Census 2000=== As of the 2000 United States Census there were 4,152 people, 1,397 households, and 1,176 families living in the CDP. The population density was 989.6/km2 (2,570.0/mi2). There were 1,459 housing units at an average density of 347.7/km2 (903.1/mi2). The racial makeup of the CDP was 96.10% White, 0.75% African American, 2.29% Asian, 0.31% from other races, and 0.55% from two or more races. Hispanic or Latino of any race were 2.02% of the population.DP-1 - Profile of General Demographic Characteristics: 2000 from the Census 2000 Summary File 1 (SF 1) 100-Percent Data for Oakhurst CDP, New Jersey , United States Census Bureau. Accessed August 8, 2012. There were 1,397 households, out of which 42.8% had children under the age of 18 living with them, 73.0% were married couples living together, 8.9% had a female householder with no husband present, and 15.8% were non-families. 13.8% of all households were made up of individuals, and 6.4% had someone living alone who was 65 years of age or older. The average household size was 2.97 and the average family size was 3.28. In the CDP the population was spread out, with 28.3% under the age of 18, 5.9% from 18 to 24, 27.7% from 25 to 44, 27.1% from 45 to 64, and 11.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 98.1 males. For every 100 females age 18 and over, there were 94.6 males. The median income for a household in the CDP was $75,026, and the median income for a family was $78,206. Males had a median income of $56,756 versus $41,429 for females. The per capita income for the CDP was $27,235. About 2.7% of families and 2.4% of the population were below the poverty line, including 3.1% of those under age 18 and 2.6% of those age 65 or over. ==Transportation== New Jersey Transit offers train service on the North Jersey Coast Line at the Elberon station. NJ Transit bus service is available on the 832 and 837 local routes.Monmouth County Bus / Rail Connections, New Jersey Transit, backed up by the Internet Archive as of July 26, 2010. Accessed August 8, 2012. ==Notable people== People who were born in, residents of, or otherwise closely associated with Oakhurst include: * Lou Barbaro (1916-1976), professional golfer.\"Lou Barbaro Is Dead; Won Jersey Golf Title\", The New York Times, October 13, 1976. Accessed January 19, 2021. * Michelle Davidson (born 1970), masters swimmer and a long distance, open water swimmer who accomplished the Triple Crown of Open Water Swimming, which includes crossing the English Channel and Catalina Channel, and circumnavigating Manhattan Island.Conohan, Sherry. \"2 women undertaking challenge of the channel\", CentralJersey.com, May 28, 2004. Accessed January 19, 2021. \"Nancy Steadman Martin, of Oceanport, and Michelle Davidson, of the Oakhurst section of Ocean Township, are training together for their back-to-back swims, scheduled for Aug. 7-14.\" * Norma Eberhardt (1929-2011), actress.Staff. \"Norma Eberhardt, who died on September 16 aged 82, was a New York fashion model who made headlines as an actress in the cult classic Live Fast, Die Young (1958), a sin-steeped story of the rise of the Beat Generation.\", The Daily Telegraph, September 28, 2011. Accessed December 16, 2012. \"She was born in 1929 at Oakhurst, New Jersey, and raised on a diet of Hollywood movies.\" * Rowland Hughes (1896-1957), Director of the Office of Management and Budget from 1954 to 1956.Staff. \"Rowland Hughes, U.S. Ex-Aide, Dies; Director of Budget 1954 to 1955. Had Been Executive of National City Bank\", The New York Times, April 4, 1957. Accessed December 16, 2012. \"Mr. Hughes was born in Oakhurst, N. J., March 28, 1896, the son of Richard-Roberts Hughes, a. contractor, and Annie Van Note Hughes.\" * Chris Malachowsky (born c. 1958), electrical engineer who was one of the founders of the computer graphics company Nvidia and grew up in Oakhurst starting in 1967.Asbury Park Press, obituary for Martin Malachowsky, father, page 15, June 21, 1997. Accessed January 28, 2018. ==References== Category:Census-designated places in Monmouth County, New Jersey Category:Ocean Township, Monmouth County, New Jersey",
 "title": "Oakhurst, New Jersey"
}