{
 "id": "125467",
 "text": "Fair Haven is a borough in Monmouth County, New Jersey, along the Navesink River and is part of the New York Metropolitan Area. Fair Haven is located on the Rumson peninsula and is bordered by Red Bank and Little Silver to the west. As of the 2010 United States Census, the borough's population was 6,121, reflecting an increase of 184 (+3.1%) from the 5,937 counted in the 2000 Census, which had in turn increased by 667 (+12.7%) from the 5,270 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010 , New Jersey Department of Labor and Workforce Development, February 2011. Accessed August 5, 2012. Fair Haven was incorporated as a borough by an act of the New Jersey Legislature on March 28, 1912, from portions of Shrewsbury Township, subject to the results of a referendum held on April 23, 1912. Portions of the borough were exchanged with Red Bank on June 17, 1957.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 179. Accessed March 26, 2012.History, Fair Haven, New Jersey. Accessed March 29, 2020. ==History== Fair Haven's first permanent settlement dates to a structure built in 1816 at the Navesink River near today's Fair Haven Road. By the mid-19th century, steamboats stopped at \"Chandler's Dock\" on a route between Red Bank and New York City, bringing visitors to the area and local oysters to the city. Fisk Chapel was rebuilt in 1882 to accommodate the borough's African American population.Finley, Bill. \"Fisk Chapel\", The New York Times, March 26, 2006. Accessed May 26, 2015. \"Fair Haven's second black church, renamed the Fisk Chapel when it was rebuilt in 1882, was paid for by General Fisk and is still open today.\" The steamship \"Albertina\" is depicted on the Borough seal. It was built in 1882 by Lawrence & Foulks. Fair Haven has an annual Fireman's Fair during the last weekend of summer including Labor Day weekend which attracts a couple of thousand people, including noted musicians Bruce Springsteen and Bon Jovi. The Fair Haven Fireman's Fair also has a Fireman's night and invites all firefighters from any other firehouse to come and join in the festivities.Capuzzo, Jill P. \"Living In: Fair Haven, N.J.\", The New York Times, August 13, 2010. Accessed March 26, 2012. \"Another much- anticipated annual event, the Fair Haven volunteer fire company's Firemen's Fair, is scheduled for the end of the month. It draws tens of thousands of people to this 1.7-square-mile town on the Navesink River just a couple of miles in from the ocean.\" The Fireman's Fair used to raffle off a car each year, but most attendees already had their own cars and the decision was made in the 1990s to switch to a 50/50 raffle whose prize can be in the tens of thousands of dollars.2011 Firemen's Fair Friday, Aug. 26 to Sept. 3rd (closed on Sunday's) , Borough of Fair Haven. Accessed March 26, 2012. \"But, like all other changes, automobiles became less attractive to families who increasingly owned multiple vehicles, including top-of-the line SUVs. So, the Fair Company discontinued the automobile raffle in the late 1990s and replaced the event with a 'Super 50-50'\" event in which the winner walks away with 10s of thousands of dollars -- free to spend on a car or anything else of interest.\" The fair is on the Fire Company grounds. ==Geography== According to the United States Census Bureau, the borough had a total area of 2.11 square miles (5.47 km2), including 1.59 square miles (4.13 km2) of land and 0.52 square miles (1.34 km2) of water (24.55%). The borough borders the Monmouth County communities of Little Silver, Middletown Township, Red Bank and Rumson.Areas touching Fair Haven, MapIt. Accessed March 29, 2020.Regional Location Map, Monmouth County, New Jersey. Accessed March 29, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. ==Demographics== ===2010 Census=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $112,308 (with a margin of error of +/- $18,209) and the median family income was $113,546 (+/- $18,045). Males had a median income of $109,643 (+/- $28,479) versus $62,083 (+/- $15,309) for females. The per capita income for the borough was $54,241 (+/- $6,162). About 0.9% of families and 2.7% of the population were below the poverty line, including 1.5% of those under age 18 and 9.6% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Fair haven borough, Monmouth County, New Jersey , United States Census Bureau. Accessed March 26, 2012. ===2000 Census=== As of the 2000 United States Census there were 5,937 people, 1,998 households, and 1,658 families residing in the borough. The population density was 3,559.3 people per square mile (1,372.6/km2). There were 2,037 housing units at an average density of 1,221.2 per square mile (471.0/km2). The racial makeup of the borough was 93.87% White, 4.09% African American, 0.03% Native American, 0.98% Asian, 0.22% from other races, and 0.81% from two or more races. Hispanic or Latino of any race were 1.33% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Fair Haven borough, New Jersey , United States Census Bureau. Accessed August 5, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Fair Haven borough, Monmouth County, New Jersey , United States Census Bureau. Accessed August 5, 2012. There were 1,998 households, out of which 47.6% had children under the age of 18 living with them, 72.1% were married couples living together, 9.3% had a female householder with no husband present, and 17.0% were non-families. 15.2% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.97 and the average family size was 3.33. In the borough the population was spread out, with 33.0% under the age of 18, 4.0% from 18 to 24, 28.5% from 25 to 44, 24.1% from 45 to 64, and 10.3% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 94.0 males. For every 100 females age 18 and over, there were 87.9 males. The median income for a household in the borough was $97,220, and the median income for a family was $109,760. Males had a median income of $83,657 versus $51,389 for females. The per capita income for the borough was $44,018. About 1.6% of families and 2.3% of the population were below the poverty line, including 2.1% of those under age 18 and 4.6% of those age 65 or over. ==Government== ===Local government=== Fair Haven is governed under the Borough form of New Jersey municipal government, which is used in 218 municipalities (of the 565) statewide, making it the most common form of government in New Jersey.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of the Mayor and the Borough Council, with all positions elected at- large on a partisan basis as part of the November general election. A Mayor is elected directly by the voters to a four-year term of office. The Borough Council is comprised of six members elected to serve three-year terms on a staggered basis, with two seats coming up for election each year in a three- year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 63. The Borough form of government used by Fair Haven is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.Cerra, Michael F. \"Forms of Government: Everything You've Always Wanted to Know, But Were Afraid to Ask\" , New Jersey State League of Municipalities. Accessed November 30, 2014.\"Forms of Municipal Government in New Jersey\", p. 6. Rutgers University Center for Government Studies. Accessed June 3, 2015. , the Mayor of the Borough of Fair Haven is Republican Joshua Halpern, whose term of office ends on December 31, 2022. Members of the Fair Haven Borough Council are Council President Christopher Rodriguez (D), Suzanne McCabe (R), Meghan Chrisner-Keefe (D), Elizabeth M. Koch (R), Michael McCue (D) and Laline Neff (D).Mayor and Council, Fair Haven, New Jersey. Accessed March 29, 2020.2019 Municipal Data Sheet, Fair Haven, New Jersey. Accessed March 29, 2020.Monmouth County Directory 2018, Monmouth County, New Jersey. Accessed September 15, 2019.General Election November 5, 2019 Official Results, Monmouth County, New Jersey Clerk, updated December 16, 2019. Accessed January 1, 2020.General Election November 6, 2018 Official Results, Monmouth County, New Jersey Clerk, updated January 7, 2020. Accessed February 8, 2020.General Election November 7, 2017 Official Results, Monmouth County, New Jersey Clerk, updated November 17, 2017. Accessed January 1, 2018. In February 2017, the Borough Council selected Christopher Rodriguez from a list of three candidates nominated by the Democratic municipal committee to fill the seat expiring in December 2017 that had been held by Aimee Humphreys until she resigned from office as she was moving out of the borough; Rodriguez serve until the November 2017 general election, when he was elected to serve the two-month balance of the term and to fill a new three-year term.Burton, John. \"New Member Joins Fair Haven Council\", The Two River Times, April 6, 2017. Accessed April 7, 2017. \"With the departure of Democratic Councilwoman Aimee Humphreys from the six-member governing body, the council has selected Christopher Rodriguez to fill her seat.\" Benjamin Lucarelli was chosen as mayor in February 2012 to fill the vacancy caused by the resignation of Mike Halfacre, and who left office to take a position in the New Jersey Division of Alcoholic Beverage Control,Hosseini, Zach. Michael I. Halfacre Named Director of New Jersey Division of Alcoholic Beverage Control, New Jersey Attorney General, February 10, 2012. Accessed March 26, 2012. \"Attorney General Jeffrey S. Chiesa announced the appointment of Michael I. Halfacre as Director of the New Jersey Division of Alcoholic Beverage Control (ABC).\"Higgs, Larry. \"Fair Haven Council Selects New Mayor\" , Fair Haven, New Jersey, February 21, 2012. Accessed March 26, 2012. \"The Borough Council elected Benjamin Lucarelli Monday night from three nominees submitted by the local Republican committee to replace Michael Halfacre as mayor.... The Republican municipal committee had submitted the names of three mayoral candidates to the council — Peters, Lucarelli and Andrew Troccha, a former GOP committee chairman — to replace Halfacre, who resigned on Jan. 26 after he was nominated to head the state Division of Alcohol Beverages by Gov. Chris Christie.\" with Eric R. Jaeger in turn chosen in March 2012 to fill Lucarelli's vacancy on the Borough Council.Bitterly, Alison. \"Eric Jaeger Fills FH Councilman Slot\" , Two River Times, March 26, 2012. Accessed March 26, 2012. \"During a regular meeting of the governing body March 12, Eric Jaeger was sworn in as the borough's newest council member.... He will be filling the seat recently vacated by now-Mayor Rasoleen Amelia.\" Fair Haven was a participating municipality in an initiative to study regionalization of their municipal police force with one or more municipalities. The borough received a grant from the New Jersey Department of Community Affairs in the amount of $40,950 along with the Boroughs of Rumson, Little Silver, Oceanport and Shrewsbury to hire professional consultants to conduct the study on their behalf. A report was prepared that proposed that on or about July 1, 2009, Fair Haven would close and move their Police, Fire and EMS dispatching over to Little Silver. After deadlines to begin this operation were missed, dispatching of police and emergency services would be handled by the Monmouth County Sheriff's office by October 1, 2009.Monmouth County to Dispatch Fair Haven Police , Borough of Fair Haven. Accessed October 20, 2009. The proposal to consolidate services with Little Silver was presented to and rejected by the voters. ===Federal, state and county representation=== Fair Haven is located in the 4th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 13th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Fair Haven had been in the 12th state legislative district.2011 New Jersey Citizen's Guide to Government , p. 57, New Jersey League of Women Voters. Accessed May 22, 2015. Prior to the 2010 Census, Fair Haven had been part of the , a change made by the New Jersey Redistricting Commission that took effect in January 2013, based on the results of the November 2012 general elections. ===Politics=== As of March 23, 2011, there were a total of 4,201 registered voters in Fair Haven, of which 1,049 (25.0%) were registered as Democrats, 1,286 (30.6%) were registered as Republicans and 1,865 (44.4%) were registered as Unaffiliated. There was one voter registered to another party.Voter Registration Summary - Monmouth, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 3, 2012. In the 2012 presidential election, Republican Mitt Romney received 53.7% of the vote (1,679 cast), ahead of Democrat Barack Obama with 45.1% (1,411 votes), and other candidates with 1.2% (37 votes), among the 3,141 ballots cast by the borough's 4,379 registered voters (14 ballots were spoiled), for a turnout of 71.7%. In the 2008 presidential election, Democrat Barack Obama received 50.5% of the vote (1,765 cast), ahead of Republican John McCain with 47.6% (1,664 votes) and other candidates with 0.9% (33 votes), among the 3,498 ballots cast by the borough's 4,343 registered voters, for a turnout of 80.5%.2008 Presidential General Election Results: Monmouth County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 3, 2012. In the 2004 presidential election, Republican George W. Bush received 51.8% of the vote (1,765 ballots cast), outpolling Democrat John Kerry with 47.1% (1,604 votes) and other candidates with 0.6% (27 votes), among the 3,407 ballots cast by the borough's 4,184 registered voters, for a turnout percentage of 81.4.2004 Presidential Election: Monmouth County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 3, 2012. In the 2013 gubernatorial election, Republican Chris Christie received 68.7% of the vote (1,275 cast), ahead of Democrat Barbara Buono with 29.5% (547 votes), and other candidates with 1.8% (33 votes), among the 1,873 ballots cast by the borough's 4,362 registered voters (18 ballots were spoiled), for a turnout of 42.9%. In the 2009 gubernatorial election, Republican Chris Christie received 58.8% of the vote (1,459 ballots cast), ahead of Democrat Jon Corzine with 32.9% (817 votes), Independent Chris Daggett with 7.2% (178 votes) and other candidates with 0.6% (14 votes), among the 2,480 ballots cast by the borough's 4,238 registered voters, yielding a 58.5% turnout.2009 Governor: Monmouth County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 3, 2012. ==Education== The Fair Haven Public Schools serves students in pre-kindergarten through eighth grade.Fair Haven Board of Education District Policy 0110 - Identification, Fair Haven Public Schools. Accessed April 30, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades Pre-Kindergarten through eight in the Fair Haven School District. Composition: The Fair Haven School District is comprised of all the area within the municipal boundaries of the Borough of Fair Haven.\" As of the 2018–19 school year, the district, comprised of two schools, had an enrollment of 966 students and 88.1 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.0:1.District information for Fair Haven School District, National Center for Education Statistics. Accessed April 1, 2020. Schools in the district (with 2018–19 enrollment data from the National Center for Education StatisticsSchool Data for the Fair Haven Public Schools, National Center for Education Statistics. Accessed April 30, 2020.) are Viola L. Sickles SchoolViola L. Sickles School, Fair Haven Public Schools. Accessed April 30, 2020. wit 401 students in grades PreK-3 and Knollwood SchoolKnollwood School, Fair Haven Public Schools. Accessed April 30, 2020. with 564 students in grades 4-8.Schools, Fair Haven Public Schools. Accessed April 30, 2020.County School List E-G, Monmouth County, New Jersey. Accessed April 30, 2020.New Jersey School Directory for the Fair Haven Public Schools, New Jersey Department of Education. Accessed December 29, 2016. Students in public school for ninth through twelfth grades attend Rumson-Fair Haven Regional High School, together with students from Rumson, where the school is located.Rumson-Fair Haven Regional Board of Education District Policy 0110 - Identification, Rumson-Fair Haven Regional High School. Accessed April 30, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades nine through twelve in the Rumson-Fair Haven Regional School District. Composition: The Rumson-Fair Haven Regional School District is comprised of all the area within the municipal boundaries of the Borough of Rumson and the Borough of Fair Haven.\"District , Fair Haven Public Schools. Accessed July 14, 2014. \"Upon eighth grade graduation, Fair Haven students attend Rumson-Fair Haven Regional High School for grades 9-12.\"Rumson-Fair Haven Regional High School District 2015 Report Card Narrative, New Jersey Department of Education. Accessed June 2, 2016. \"The boroughs of Rumson and Fair Haven are residential communities zoned principally for single family dwellings. These adjacent communities are located in Northern Monmouth County, within forty miles of New York City and within a mile of the Atlantic Ocean.\" As of the 2018–19 school year, the high school had an enrollment of 983 students and 84.8 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.6:1.School data for Rumson-Fair Haven Regional High School, National Center for Education Statistics. Accessed April 1, 2020. In 2016, Newsweek ranked RFH the 144th best high school in the United States.\"Rumson-Fair Haven Ranks 144th on Newsweek's Top Public High Schools List For 2016\", Rumson-Fair Haven, NJ Patch, August 11, 2006. Accessed April 12, 2021. \"A total of 51 New Jersey schools made the 2016 list, which ranked the 500 best high schools in the country. Rumson-Fair Haven Regional was ranked 144th out of 500.\" Seats on the high school district's nine-member board of education are allocated based on the population of the constituent municipalities, with four seats assigned to Fair Haven.Rumson-Fair Haven Regional Board of Education District Policy 0141 - Board Member Number and Term, Rumson-Fair Haven Regional High School. Accessed April 30, 2020. \"The Board of Education shall be comprised of nine members, four of whom are elected from and by the Fair Haven registered voters and five of whom are elected from and by the Rumson registered voters. The term of office of each member shall be three years. Three members shall be elected annually, two from Rumson and one from Fair Haven in two of every three years, and two from Fair Haven and one form Rumson in the third year.\" ==Transportation== thumb|right|CR 10 through Fair Haven ===Roads and highways=== , the borough had a total of of roadways, of which were maintained by the municipality and by Monmouth County.Monmouth County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. No Interstate, U.S. or state highways pass through Fair Haven. County Route 10 (River Road) is the main road through the town. ===Public transportation=== NJ Transit provides local service on the 835 route. The nearest train station is at Red Bank, where service is available on the North Jersey Coast Line.Monmouth County Bus / Rail connections, NJ Transit, backed up by the Internet Archive as of July 26, 2010. Accessed August 5, 2012. ==Notable people== People who were born in, residents of, or otherwise closely associated with Fair Haven include: * Schuyler DeBree (born 1996), professional soccer player who plays as a defender for North Carolina Courage of the National Women's Soccer League.Schuyler DeBree, Duke Blue Devils women's soccer. Accessed April 12, 2021. \"High School: Rumson-Fair Haven Regional; Hometown: Fair Haven, N.J.\" * Clinton B. Fisk (1828-1890), senior officer during the Reconstruction Era in the Bureau of Refugees, Freedmen and Abandoned Lands, who was the namesake of Fisk University. * Jacquelyn Jablonski (born 1991), fashion model.La Gorce, Tammy. \"New Faces NJ: Jacquelyn Jablonski - Fair Haven teen living her dream as a high-fashion model.\", New Jersey Monthly, December 16, 2009. Accessed May 22, 2011. \"It's likely that few members of the class of 2009 have enjoyed the instant success of Jacqueline Jablonski. The 18-year-old from Fair Haven was just four months out of Rumson-Fair Haven Regional High School and there she was, strutting the stuff of Herve Leger, Marc Jacobs, and other top fashion designers as a model during New York Fashion Week.\" * Connor Jaeger (born 1991), Men's 1500 meter swimmer who competed at the 2012 London Olympics, and winner of the silver medal in the 1500 meter freestyle at the 2016 Rio Olympics.Staff. \"London Olympics: Connor Jaeger, Fair Haven native, finishes sixth in 1,500 freestyle final\", The Star-Ledger, August 4, 2012. Accessed August 7, 2012. \"In the final, individual swimming event at the Aquatics Centre in London, Fair Haven native Connor Jaeger finished sixth in the final of the 1,500m free with a time of 14:52.99.\" * Vince Lombardi (1913–1970), lived in Fair Haven while coaching with the New York Giants.Anderson, Dave. \"Sports of The Times; Confronting Some Haunting History on Lombardi Avenue\", The New York Times, September 17, 1995. Accessed March 26, 2012. \"Another factor was that Lombardi's wife, Marie, wanted to return to her New Jersey Shore roots. The Lombardis had lived in Fair Haven, N.J., near Red Bank, before moving to Green Bay.\" * Robert W. Lucky (born 1936), engineer.Kamin, Arthur Z. \"State Becomes a Part of Celebrating Marconi's Achievements\", The New York Times, October 23, 1994. Accessed March 26, 2012. \"In 1987, the award was presented in Washington to Dr. Robert W. Lucky of Fair Haven, now the vice president for applied research with Bellcore, the Bell Communications research arm in Lincroft.\" * Bruce Mapes (1901–1961), figure skating pioneer who invented the flip jump and the toe loop jump.Staff. \"Bruce Mapes Sr., Dies; Former Professional Skater With 'Ice Follies' Was 59\", The New York Times, February 20, 1961. Accessed March 12, 2011 * Kevin Ryan (born 1967). president and CEO of Covenant House International.Livio, Susan K. \"NJ child welfare chief, Kevin Ryan, resigning\", NJ Advance Media for NJ.com, January 24, 2008. Accessed February 13, 2017. \"Ryan and his wife, Clare, of Fair Haven, have six children ranging in ages from 2-1/2 to 16, and they are worried about college expenses.\" * Bonnard J. Teegarden, astrophysicist formerly with NASA's Goddard Space Flight Center, best known for leading the team that discovered Teegarden's Star in 2003.\"Bausch & Lomb Award Goes To Regional High Student\", Long Branch Daily Record, January 23, 1958. Accessed January 11, 2022, via Newspapers.com. \"Bonnard J. Teegarden, son of Dr. and Mrs. Robert W. Teegarden, 78 Princeton Rd., Fair Haven, will be awarded the Bausch & Lomb Honorary Science Award at the Rumson-Fair Haven Regional High School.\" ==References== ==External links== * Borough of Fair Haven official website * Fair Haven Public Schools * * School Data for the Fair Haven Public Schools, National Center for Education Statistics * Rumson-Fair Haven Regional High School * Fair Haven Fire Department * Fair Haven First Aid Squad * Property, tax, and hazard data for all parcels in Fair Haven from PogoData Category:1912 establishments in New Jersey Category:Borough form of New Jersey government Category:Boroughs in Monmouth County, New Jersey Category:Populated places established in 1912",
 "title": "Fair Haven, New Jersey"
}