{
 "id": "125512",
 "text": "Spring Lake is a borough situated on the Jersey Shore in Monmouth County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 2,993, reflecting a decline of 574 (-16.1%) from the 3,567 counted in the 2000 Census, which had in turn increased by 68 (+1.9%) from the 3,499 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed July 17, 2012. New Jersey Monthly magazine ranked Spring Lake as the 240th best place to live in New Jersey in its 2010 rankings of the \"Best Places To Live\" in New Jersey.Staff. \"Top Towns 2010: Alphabetical\", New Jersey Monthly, February 9, 2010. Accessed July 14, 2011. ==History== Spring Lake was formed as a borough by an act of the New Jersey Legislature on March 14, 1892, from portions of Wall Township, based on the results of a referendum held on March 8, 1892. On February 24, 1903, the borough of North Spring Lake was annexed to Spring Lake.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 186. Accessed July 17, 2012.Honeyman, Abraham Van Doren. Index-analysis of the Statutes of New Jersey, 1896-1909: Together with References to All Acts, and Parts of Acts, in the 'General Statutes' and Pamphlet Laws Expressly Repealed: and the Statutory Crimes of New Jersey During the Same Period, p. 263. New Jersey Law Journal Publishing Company, 1910. Accessed October 8, 2015. The borough was named for a clear spring-fed lake.Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed October 7, 2015.Gannett, Henry. The Origin of Certain Place Names in the United States, p. 288. United States Government Printing Office, 1905. Accessed October 7, 2015.Brief History, Borough of Spring Lake. Accessed October 8, 2015. \"In the early 1900s, the town boasted fine hotels, lavish estates, and pretentious private homes (known as \"cottages\"), surrounded by the beautiful clear pond renamed 'Spring Lake.'\" During the \"Gilded Age\" of the late 19th and early 20th centuries, Spring Lake developed into a coastal resort for members of New York City and Philadelphia high society, in similar fashion to the settlements of Newport, Rhode Island and Bar Harbor, Maine.Corcoran, David. \"All That Glitters\", The New York Times, July 24, 2005. Accessed July 14, 2011. \"Spring Lake... The town was founded in the Gilded Age and in certain ways has never left it.\" A surviving example of architecture constructed during this era is the Martin Maloney Cottage on Morris Avenue next to the tycoon's former and no longer existent Ballingarry Estate.Seebohn, Caroline; and Cook, Peter C. Cottages and mansions of the Jersey shore, p. 99. Rutgers University Press, 2007. . Accessed July 14, 2011. \"One of the most spectacular examples of Spring Lake architecture is the so-called Maloney Cottage, at 101 Morris Avenue. Its wedding-cake opulence, fantastical porches and verandahs up steep flights of stairs, elaborate carpentry, curved balustrades, and dizzying rooflines cause people today to stop and stare. Brilliantly white, intricately decorated, the house represents the Gilded Age of Spring Lake at its most glamorous.\" Another fine example of period architecture listed on the National Register of Historic Places is the Audenried Cottage on Tuttle Avenue.New Jersey and National Registers of Historic Places for Monmouth County, New Jersey Department of Environmental Protection Historic Preservation Office, updated January 7, 2020. Accessed March 11, 2020. The owner of the Ballingarry Estate, Marquis Martin Maloney, built St. Catharine Roman Catholic Church on a knoll overlooking the eponymous Spring Lake. The cornerstone of the church was laid on St. Patrick's Day in 1901.Larsen, Erik. \"How Monmouth County's south shore became the 'Irish Riviera'\", Asbury Park Press, March 17, 2018. Accessed March 11, 2020. \"On St. Patrick’s Day in 1901, workers laid the cornerstone of St. Catharine Roman Catholic Church in Spring Lake. The church, which essentially is a mini- cathedral, was built in renaissance architecture to resemble St. Peter’s Basilica in Vatican City and includes frescoes that depict life in medieval and modern Ireland. The church was built by Martin Maloney, who was born in Ballingarry, Ireland, in 1847 during the Irish Potato Famine.\" The second of the five victims of the Jersey Shore shark attacks of 1916, Charles Bruder, 27, a Swiss bellhop for the Essex and Sussex Hotel, was killed on July 6, 1916, while swimming approximately from shore in Spring Lake.Staff. \"Shark Kills Bather: Bites Off Both Legs Of Bellboy At Springlake, N. J.--Second Case In Week\", The Baltimore Sun, July 7, 1916. Accessed July 14, 2011. \"While hundreds of summer visitors on the beach and in the south end pavilion looked on helpless, Charles Bruder, a bellboy in one of the largest beach-front hotels, was attacked by a shark this afternoon and before help could arrive lost both his legs.\" The wave of attacks took place between July 1 and July 12, 1916, along of Atlantic Ocean coastline and is often attributed as having inspired the novel Jaws by Peter Benchley and the corresponding film by Steven Spielberg,Staff. \"The Shark That Inspired 'Jaws'\", The Early Show, February 11, 2009. Accessed July 14, 2011. \"Taking a dip in the ocean just hasn't been the same since the release of \"Jaws\" more than 25 years ago. But what many people don't know is that the film is based on a series of deadly shark attacks in the summer of 1916 along the New Jersey shoreline.... The second victim was a bellboy from Switzerland working at a hotel in Spring Lake. His name was Charles Bruder, and he was a very strong swimmer.\" though Benchley has explicitly denied the claim.Broad, William J. \"Scientists Say Frenzy Over Shark Attacks Is Unwarranted\", The New York Times, September 5, 2001. Accessed October 15, 2015. \"As proof, they note a series of fatal shark attacks that terrorized the Jersey Shore in the summer of 1916, events that inspired the movie Jaws.... Correction: September 8, 2001, Saturday An article on Wednesday and one in the New Jersey section on Sunday about fears over sharks referred incorrectly to the inspiration for the 1974 novel Jaws. Its author, Peter Benchley, says the book was not inspired by attacks off New Jersey in 1916. The borough and its environs are known as the \"Irish Riviera\" because of the large Irish-American population in the area, with Spring Lake having the highest percentage of any municipality in the United States.Warner, Susan. \"Painting By The Numbers: What And Where Is Home?\", The New York Times, July 14, 2002. Accessed August 30, 2013. \"Spring Lake, New Jersey's so-called Irish Riviera, is indeed New Jersey's most Irish municipality. Just over half of Spring Lake's population, 50.7 percent, said it had roots in the auld sod.\" The Spring Lake 5 Mile Run, a race that was first run in 1977, circles the borough, beginning and ending at the beachfront.History, Spring Lake Five Mie Run. Accessed July 17, 2012. \"At first glance it may seem odd that a small town on the Jersey Shore would be home to one of the largest and best running events in the nation. Since it was first held in 1977, the Spring Lake Five Mile Run has grown from a small local fun run into New Jersey's largest road race and a nationally recognized event. \" The 2014 race had 10,360 finishers, out of 12,500 registered;Hinck, Penny. \"Ten Thousand Finishers at 2014 Spring Lake Five Mile Run\", Atlantic Highlands Herald, May 27, 2014. Accessed May 9, 2016. \" Ten thousand three hundred sixty road racers (5,018 males – 5,342 females, 12,500 registered) was the huge number that finished this year in the 38th annual Spring Lake Five Mile Run on the perfect-running-weather morning of May 24.\" it is the country's largest 5-mile race. In 2015, the race was listed as one of the top 100 races in America by Runner's World magazine.History, The Spring Lake Five Mile Run. Accessed May 9, 2016. \" The race has been recognized by Runner's World Magazine as one of the top 100 races in America.\" ==Geography== right|thumb|275px|A view of the Spring Lake beach, boardwalk, dunes, and oceanfront homes According to the United States Census Bureau, the borough had a total area of 1.75 square miles (4.52 km2), including 1.33 square miles (3.45 km2) of land and 0.41 square miles (1.07 km2) of water (23.60%). Wreck Pond is a tidal pond located on the coast of the Atlantic Ocean, surrounded by Wall Township and the boroughs of Spring Lake, Spring Lake Heights, and Sea Girt, covering an area of . The Wreck Pond watershed covers about in eastern Monmouth County.Wreck Pond Restoration Measures, New Jersey Department of Environmental Protection Division of Watershed Management and Office of Construction and Engineering, May 2004. Accessed July 17, 2012. The borough borders the Monmouth County municipalities of Belmar, Lake Como, Sea Girt, Spring Lake Heights and Wall Township.Areas touching Spring Lake, MapIt. Accessed March 10, 2020.Regional Location Map, Monmouth County, New Jersey. Accessed March 10, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. North Spring Lake was an independent borough established in 1884 which comprised the northern portion of Spring Lake. The borough was disestablished and its territory was annexed by Spring Lake in 1903. ==Demographics== ===Census 2010=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $97,885 (with a margin of error of +/- $16,792) and the median family income was $150,156 (+/- $39,466). Males had a median income of $106,853 (+/- $30,491) versus $68,750 (+/- $15,695) for females. The per capita income for the borough was $71,661 (+/- $14,582). About 2.2% of families and 2.8% of the population were below the poverty line, including none of those under age 18 and 2.0% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Spring Lake borough, Monmouth County, New Jersey , United States Census Bureau. Accessed July 17, 2012. ===Census 2000=== As of the 2000 United States Census there were 3,567 people, 1,463 households, and 983 families residing in the borough. The population density was 2,723.8 people per square mile (1,051.3/km2). There were 1,930 housing units at an average density of 1,473.7 per square mile (568.8/km2). The racial makeup of the borough was 98.77% White, 0.34% African American, 0.28% Asian, 0.11% from other races, and 0.50% from two or more races. Hispanic or Latino of any race were 0.73% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Spring Lake borough, New Jersey , United States Census Bureau. Accessed July 17, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Spring Lake borough, Monmouth County, New Jersey , United States Census Bureau. Accessed July 17, 2012. There were 1,463 households, out of which 23.0% had children under the age of 18 living with them, 57.8% were married couples living together, 7.2% had a female householder with no husband present, and 32.8% were non-families. 29.5% of all households were made up of individuals, and 16.4% had someone living alone who was 65 years of age or older. The average household size was 2.43 and the average family size was 3.03. In the borough the population was spread out, with 21.8% under the age of 18, 4.5% from 18 to 24, 19.6% from 25 to 44, 28.9% from 45 to 64, and 25.1% who were 65 years of age or older. The median age was 48 years. For every 100 females, there were 86.1 males. For every 100 females age 18 and over, there were 83.2 males. As of 2008, the median income for a household in the borough was $115,709. Males had a median income of $88,924 versus $41,000 for females. The per capita income for the borough was $59,445. None of the families and 2.6% of the population were living below the poverty line, including no under eighteens and 6.6% of those over 64. 39.4% of Spring Lake residents identified as being of Irish American ancestry in the 2000 Census, the highest percentage of Irish Americans of any place in the United States.Irish Ancestry by City, EPodunk. Accessed June 4, 2006. ==Government== ===Local government=== Spring Lake is governed under the Borough form of New Jersey municipal government, which is used in 218 municipalities (of the 565) statewide, making it the most common form of government in New Jersey.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of the Mayor and the Borough Council, with all positions elected at-large on a partisan basis as part of the November general election. The Mayor is elected directly by the voters to a four-year term of office. The Borough Council is comprised of six members elected to serve three-year terms on a staggered basis, with two seats coming up for election each year in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 58. The Borough form of government used by Spring Lake is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.Cerra, Michael F. \"Forms of Government: Everything You've Always Wanted to Know, But Were Afraid to Ask\" , New Jersey State League of Municipalities. Accessed November 30, 2014.\"Forms of Municipal Government in New Jersey\", p. 6. Rutgers University Center for Government Studies. Accessed June 3, 2015. , the Mayor of Spring Lake is Democrat Jennifer Naughton, whose term of office ends on December 31, 2023.Mayor Jennifer Naughton, Borough of Spring Lake. Accessed March 11, 2020. Members of the Spring Lake Borough Council are Council President Brendan Judge (R, 2020), Robert Drasheff (D, 2021), Joseph T. Erbe Jr. (R, 2022), David R. Frost (R, 2022), Matthew Q. Sagui (R, 2020) and Syd Whalley (D, 2021).Borough Hall, Borough of Spring Lake. Accessed March 11, 2020.2019 Municipal Data Sheet, Borough of Spring Lake. Accessed March 11, 2020.Monmouth County Directory 2018, Monmouth County, New Jersey. Accessed March 11, 2020.General Election November 5, 2019 Official Results, Monmouth County, New Jersey Clerk, updated December 16, 2019. Accessed January 1, 2020.General Election November 6, 2018 Official Results, Monmouth County, New Jersey Clerk, updated January 7, 2020. Accessed February 8, 2020.General Election November 7, 2017 Official Results, Monmouth County, New Jersey Clerk, updated November 17, 2017. Accessed January 1, 2018. ===Federal, state and county representation=== Spring Lake is located in the 4th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 30th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Spring Lake had been in the 11th state legislative district.2011 New Jersey Citizen's Guide to Government , p. 64, New Jersey League of Women Voters. Accessed May 22, 2015. ===Politics=== As of March 23, 2011, there were a total of 2,520 registered voters in Spring Lake, of which 453 (18.0%) were registered as Democrats, 1,104 (43.8%) were registered as Republicans and 961 (38.1%) were registered as Unaffiliated. There were two voters registered to other parties.Voter Registration Summary - Monmouth, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 7, 2012. In the 2012 presidential election, Republican Mitt Romney received 70.4% of the vote (1,258 cast), ahead of Democrat Barack Obama with 28.7% (514 votes), and other candidates with 0.9% (16 votes), among the 1,804 ballots cast by the borough's 2,544 registered voters (16 ballots were spoiled), for a turnout of 70.9%. In the 2008 presidential election, Republican John McCain received 64.4% of the vote (1,326 cast), ahead of Democrat Barack Obama with 32.8% (676 votes) and other candidates with 1.0% (20 votes), among the 2,059 ballots cast by the borough's 2,692 registered voters, for a turnout of 76.5%.2008 Presidential General Election Results: Monmouth County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 7, 2012. In the 2004 presidential election, Republican George W. Bush received 64.0% of the vote (1,427 ballots cast), outpolling Democrat John Kerry with 30.1% (670 votes) and other candidates with 1.0% (30 votes), among the 2,229 ballots cast by the borough's 2,873 registered voters, for a turnout percentage of 77.6.2004 Presidential Election: Monmouth County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 7, 2012. In the 2013 gubernatorial election, Republican Chris Christie received 82.7% of the vote (1,226 cast), ahead of Democrat Barbara Buono with 15.5% (230 votes), and other candidates with 1.8% (26 votes), among the 1,505 ballots cast by the borough's 2,542 registered voters (23 ballots were spoiled), for a turnout of 59.2%. In the 2009 gubernatorial election, Republican Chris Christie received 68.8% of the vote (1,144 ballots cast), ahead of Democrat Jon Corzine with 23.3% (388 votes), Independent Chris Daggett with 5.7% (95 votes) and other candidates with 0.7% (11 votes), among the 1,663 ballots cast by the borough's 2,593 registered voters, yielding a 64.1% turnout.2009 Governor: Monmouth County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 7, 2012. ==Education== The Spring Lake School District is a public school district that serves students in pre-kindergarten through eighth grade at H. W. Mountz School.Spring Lake Borough Board of Education District Policy 0110 - Identification, Spring Lake School District. Accessed June 21, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades Pre-Kindergarten through eight in the Spring Lake Borough School District. Grades nine through twelve students attend Manasquan High School on a sending- receiving relationship. Composition: The Spring Lake Borough School District is comprised of all the area within the municipal boundaries of Spring Lake Borough.\"County School List S-W, Monmouth County, New Jersey. Accessed June 21, 2020. As of the 2018–19 school year, the district, comprised of one school, had an enrollment of 181 students and 27.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 6.7:1.District information for Spring Lake Borough, National Center for Education Statistics. Accessed April 1, 2020. In the 2016–17 school year, Spring Lake had the 43rd smallest enrollment of any school district in the state, with 197 students.Guion, Payton. \"These 43 N.J. school districts have fewer than 200 students\", NJ Advance Media for NJ.com, September 2017. Accessed January 30, 2020. \"Based on data from the state Department of Education from the last school year and the Census Bureau, NJ Advance Media made a list of the smallest of the small school districts in the state, excluding charter schools and specialty institutions.... 43. Spring Lake Borough; Enrollment: 197; Grades: K-8; County: Monmouth County; Town population: 2,993\" In 2015, H.W. Mountz School was one of 15 schools in New Jersey, and one of nine public schools, recognized as a National Blue Ribbon School in the exemplary high performing category by the United States Department of Education.2015 National Blue Ribbon Schools All Public and Private, National Blue Ribbon Schools Program. Accessed November 14, 2016.Mueller, Mark. \"Which N.J. schools were named National Blue Ribbon schools?\", NJ Advance Media for NJ.com, September 29, 2015. Accessed November 14, 2016. \"Fifteen New Jersey schools have been recognized by the federal government as National Blue Ribbon Schools, a designation that celebrates excellence in academics or progress in closing the achievement gap among groups of students.... Each of the 15 New Jersey schools was chosen for the 'exemplary high performing' category, which weighs state or national tests, high school graduation rates and the performance of subgroups of students, such as those who are economically disadvantaged.\" Students attending public high school for ninth through twelfth grades are assigned to Manasquan High School as part of a sending/receiving relationship with the Manasquan Public Schools. Manasquan High School also serves students from Avon-by-the-Sea, Belmar, Brielle, Lake Como, Sea Girt and Spring Lake Heights who attend Manasquan High School as part of sending/receiving relationships with their respective districts.Manasquan School District 2016 Report Card Narrative, New Jersey Department of Education. Accessed June 21, 2020. \"Manasquan High School receives students from seven sending districts; Avon, Belmar, Brielle, Lake Como, Sea Girt, Spring Lake, and Spring Lake Heights, as well as our Manasquan Elementary School students.\"Sending Districts, Manasquan Public Schools. Accessed May 29, 2016. \"Manasquan High School receives students from seven different districts; Avon, Brielle, Belmar, Lake Como, Sea Girt, Spring Lake, and Spring Lake Heights. Including our Manasquan students, the high school population is just under one thousand students.\" As of the 2018–19 school year, the high school had an enrollment of 969 students and 72.9 classroom teachers (on an FTE basis), for a student–teacher ratio of 13.3:1.School data for Manasquan High School, National Center for Education Statistics. Accessed April 1, 2020. Students may also attend one of the magnet schools in the Monmouth County Vocational School District -- Marine Academy of Science and Technology, Academy of Allied Health & Science, High Technology High School, Biotechnology High School, and Communications High School.Spring Lake Borough School District 2013 Report Card Narrative, New Jersey Department of Education. Accessed July 18, 2016. \"Students in grades 9 through 12 attend Manasquan High School, Wall Township Communications High School, The Academy of Allied Health and Science and various other private and parochial high schools.\"Career Academy Admissions, Monmouth County Vocational School District. Accessed October 27, 2013. Spring Lake students are also served by Saint Catharine School, a Catholic school that serves students in grades K-8 and operates under the supervision of the Roman Catholic Diocese of Trenton.About Us, Saint Catharine School. Accessed March 11, 2020.School Finder, Roman Catholic Diocese of Trenton. Accessed March 11, 2020. In 2018, the school was one of 18 schools in New Jersey recognized by the National Blue Ribbon Schools Program.2018 National Blue Ribbon Schools All Public and Non- Public Schools, National Blue Ribbon Schools Program. Accessed March 11, 2020. ==Transportation== thumb|CR 18 in Spring Lake ===Roads and highways=== , the borough had a total of of roadways, of which were maintained by the municipality and by Monmouth County.Monmouth County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. No major roads pass through the borough, with the most significant routes being minor county roads such as County Route 18. Route 71 is accessible in bordering Spring Lake Heights. The Garden State Parkway and I-195 are accessible in neighboring Wall Township. ===Public transportation=== NJ Transit offers train service at the Spring Lake stationSpring Lake station, NJ Transit. Accessed October 27, 2013. on the North Jersey Coast Line via Newark Penn Station to Secaucus Junction, Penn Station New York and Hoboken Terminal.North Jersey Coast Line, NJ Transit. Accessed October 27, 2013. NJ Transit bus service is available between the borough and Philadelphia on the 317 route, with local service offered on the 830 route.Monmouth County Bus / Rail Connections, NJ Transit, backed up by the Internet Archive as of July 26, 2010. Accessed August 9, 2012. ==Climate== According to the Köppen climate classification system, Spring Lake, New Jersey has a humid subtropical climate (Cfa). Cfa climates are characterized by all months having an average mean temperature > 32.0 °F (> 0.0 °C), at least four months with an average mean temperature ≥ 50.0 °F (≥ 10.0 °C), at least one month with an average mean temperature ≥ 71.6 °F (≥ 22.0 °C) and no significant precipitation difference between seasons. During the summer months at Spring Lake, a cooling afternoon sea breeze is present on most days, but episodes of extreme heat and humidity can occur with heat index values ≥ 95 °F (≥ 35 °C). On average, the wettest month of the year is July which corresponds with the annual peak in thunderstorm activity. During the winter months, episodes of extreme cold and wind can occur with wind chill values < 0 °F (< -18 °C). The plant hardiness zone at Spring Lake Beach is 7a with an average annual extreme minimum air temperature of 3.8 °F (-15.7 °C). The average seasonal (November–April) snowfall total is between and the average snowiest month is February which corresponds with the annual peak in nor'easter activity. ==Ecology== According to the A. W. Kuchler U.S. potential natural vegetation types, Spring Lake, New Jersey would have an Appalachian Oak (104) vegetation type with an Eastern Hardwood Forest (25) vegetation form. ==Notable people== People who were born in, residents of, or otherwise closely associated with Spring Lake include: * Charles A. Agemian (1909-1996), banker who left Chase Manhattan Bank and became chairman and chief executive officer of Garden State National Bank.Thomas Jr., Robert McG. \"C. A. Agemian, 86, Former Executive At Chase Manhattan\", The New York Times, April 1, 1996. Accessed July 20, 2017. \"Charles A. Agemian, a former Chase Manhattan executive whose banking career covered two thirds of a century, died on Friday at a hospital in Neptune, N.J. He was 86 and a resident of Spring Lake.\" * George Ansbro (1915-2011), radio announcer for six decades on NBC and CBS.\"I Have a Lady in the Balcony\" , McFarland & Company. Accessed November 12, 2008. \"George Ansbro was an announcer for the NBC and ABC networks for six decades. He worked in both the live radio era of big bands and soap operas and the television era, retiring from ABC in 1990. He lives in Spring Lake, New Jersey.\" * Craig Biggio (born 1965), Houston Astros MLB hall of fame baseball player.\"The UnHamptons: 9 Jersey Shore\", New York (magazine), May 28, 2001. Accessed August 1, 2011. \"Spring Lake counts among its residents author Mary Higgins Clark, who set her latest novel here, as well as newscaster Jack Ford and Houston Astro Craig Biggio.\" * Tom Brower (born 1965), member of the Hawaii House of Representatives.Tim Brower, Hawaii State Legislature. Accessed February 4, 2011. \"He also lived in Belmar and Spring Lake on the New Jersey Shore as a child, where he attended grammar school and high school.\" * Chris Candido (1972-2005), professional wrestler.Williams, Carol Gorga. \"Wrestler remembered as man who loved life Shore resident Christopher B. Candito, 33, died Thursday in hospital\", Asbury Park Press, April 30, 2005. Accessed April 3, 2011. \"Born in Edison, Candito, 33, had lived in Spring Lake until moving to Matawan 10 years ago. He attended H.W. Mountz Grammar School in Spring Lake...\" * Bill Carmody (born 1951), head basketball coach at Northwestern University.Stump, Scott. \"Carmody struggles to overcome history\", Asbury Park Press, December 18, 2005. \"The former Spring Lake resident is no stranger to traveling long distances, considering Northwestern's roster has been heavily sprinkled with foreign players during his tenure.\"Chung, Keanie. \"Lessons from stonemason's precision give Carmody confidence to take wing\", Chicago Sun-Times, November 16, 2000. Accessed August 14, 2012. \"Carmody, 48, grew up in Spring Lake, NJ, a town on the Jersey shore, as the fifth of John and Marion Carmody's 11 children.\" * Caroline Casagrande (born 1976), politician who represented the 12th and 11th Districts in the New Jersey General Assembly from 2008 to 2015.Tesoriero, Tobi. \"People On The Move: Assemblywoman Caroline Casagrande\", Living In Media, October 23, 2008, backed up by the Internet Archive as of February 18, 2012. Accessed October 8, 2015. \"This is not to say, however, that Casagrande has deserted her Jersey Shore roots (she is originally from Spring Lake); she still loves the shore and plans to pass along her love of the ocean and sand to her son.\" * Robert Chesebrough (1837–1933), inventor of Vaseline.Staff. \"Building at Spring Lake, N.J.\", The New York Times, August 13, 1939. Accessed April 3, 2011. \"Armino A. Campagna, New York builder, has started construction of a group of all-year homes on the former estate of the late Robert A. Chesebrough on Pitney Avenue Spring Lake N. J.\" * Katharine \"Kerry\" Close (born 1992), winner of the 79th annual Scripps National Spelling Bee in 2006.13-Year-Old New Jersey Girl Wins Scripps National Spelling Bee, Scripps National Spelling Bee press release dated June 1, 2006. * John F. Crosby (1889–1962), lawyer who served as the United States Attorney for the District of Connecticut.\"John F. Crosby Succumbs; Financier Held U.S. Posts\", Asbury Park Press, December 11, 1962. Accessed January 28, 2021, via Newspapers.com. \"Spring Lake -- John F Crosby, former assistant U.S. attorney general, died yesterday at his home, 111 Lorraine Ave.\" * Paul J. Curran (1933-2008), politician who served in the New York State Assembly and fought corruption as a federal prosecutor and as the state's commissioner of investigation.McFadden, Robert D. \"Paul Curran, 75, Corruption Foe, Dies\", The New York Times, September 6, 2008. Accessed November 14, 2016. \"Mr. Curran, who lived in Manhattan and Spring Lake, N.J., died of complications of cancer, said his son Thomas.\" * Al DeRogatis (1927–1995), football player and television sportscaster.Reilly, Michael. \"Former Broadcaster DeRogatis Dies Of Cancer\", St. Louis Post-Dispatch, December 28, 1995. Accessed August 3, 2007. \"Mr. DeRogatis, who lived in Spring Lake, died of cancer at Jersey Shore Medical Center.\" * Khigh Dhiegh (1910-1991), actor, starred in the original film version of The Manchurian Candidate.via Associated Press. \"Khigh Dhiegh, 81\", Telegram & Gazette, October 27, 1991. Accessed July 14, 2011. \"He was born in Spring Lake, NJ, and lived most of his life in New York.\" * Anne Evans Estabrook, real estate developer who was the frontrunner in the Republican primary for the 2008 United States Senate race in New Jersey before suffering a mini-stroke and withdrawing from the race.Burton, Cynthia. \"Senate hopeful is out of GOP race Developer Anne Evans Estabrook says she suffered a minor stroke.\", The Philadelphia Inquirer, March 6, 2008. Accessed October 8, 2015. \"Because Estabrook, a wealthy developer from Spring Lake, could have heavily funded her campaign and comes from the GOP's moderate wing, some Democrats saw her as a threat to U.S. Sen. Frank Lautenberg (D., N.J.).\" * Jack Ford, Court TV news anchor.The UnHamptons: 9 Jersey Shore, New York (magazine), May 28, 2001. Accessed July 28, 2007. \"Spring Lake counts among its residents author Mary Higgins Clark, who set her latest novel here, as well as newscaster Jack Ford and Houston Astro Craig Biggio.\" * Mary Higgins Clark (1927-2020), writer whose 2001 book On the Street Where You Live was set in Spring Lake.Meet the Writers: Mary Higgins Clark, accessed March 22, 2007. \"They now live in Saddle River, New Jersey; they also have an apartment in Manhattan and summer homes in Spring Lake, New Jersey and Dennis, Massachusetts.\" * Kermit Love (1916–2008), creator of the Sesame Street characters Big Bird and Mr. Snuffleupagus.Hevesi, Dennis. \"Kermit Love, Costume Creator, Dies at 91\", The New York Times, June 24, 2008. Accessed August 14, 2012. \"Despite his assumed English (and sometimes French) accent, Kermit Ernest Hollingshead Love was born in Spring Lake, N.J., on Aug. 7, 1916.\" *Jim Manzi (born 1963), technology entrepreneur.Manzi, Jim. \"In Defense of a Small Town\", National Review, June 6, 2008. Accessed March 1, 2020. \"I grew up in a small beach town in New Jersey named Spring Lake that is pretty much Mayberry-by-the-Sea: 3,475 people and no traffic lights.\" * William Gibbs McAdoo (1863–1941), United States Secretary of the Treasury under President Wilson.Staff. \"Utica Welcomes Farm Loan Board; Bankers as Well as Farmers Agreeable to the Idea of Establishing a Bank There. Grangers Anxious For It Nearly 500 Agricultural Societies In New York State Indorse the New Federal Act.\", The New York Times, August 25, 1916. Accessed December 7, 2012. \"After the hearing today Secretary McAdoo returned to Spring Lake, N. J., because of the illness of Mrs. McAdoo, who has malarial fever, contracted in the tropics during her recent tour with the Secretary to South America.\" * Dave McDonald (born 1977), radio personality.\"Who's your daddy?\", The Boston Globe, October 14, 2004. Accessed December 7, 2012. \"Dave McDonald of Spring Lake, NJ proudly displays the very close knockoff of the original and controversial Major League Baseball t-shirt.\" * George T. McDonald (1944–2021), philanthropist and social worker who founded the homeless advocacy group The Doe Fund.Traub, Alex. \"George McDonald, Power Broker for the Powerless, Dies at 76\", The New York Times February 4, 2021. Accessed February 7, 2021. \"George Thomas McDonald was born on April 28, 1944, in Spring Lake, N.J.\" * Gil McDougald (1928–2010), former New York Yankees infielder.Berkow, Ira. \"Baseball: The Sweetest Sound of All; McDougald, Yankee Star of 50's, Can Hear Again After Operation\", The New York Times, January 4, 1995. Accessed July 14, 2011. \"The McDougalds had taken the nearly two-hour train ride from their home in Spring Lake, N.J., and would be going across the street to Bellevue Hospital.\" * James P. Mitchell (1900–1964), United States Secretary of Labor from 1953 to 1961 during the Eisenhower Administration.\"James Mitchell Sits In One Of The Capital's Hottest Spots As The New Secretary Of Labor\", Asbury Park Press, November 22, 1953. Accessed March 17, 2017. \"To this day, his family and friends are convinced that if he hadn't been feeling wretched from the onset of chicken pox, the nation would have an admiral instead of a secretary of labor named James Paul Mitchell, of 214 South Boulevard, Spring Lake, N.J.\" * Vincent J. Murphy (1893-1976), Mayor of Newark, New Jersey from 1941 to 1949.Staff. \"Vincent Murphy, Labor Leader, 83; Headed Jersey A.F.L.-C.I.O. and Was Mayor of Newark\", The New York Times, June 9, 1976. Accessed August 14, 2012. \"Vincent J. Murphy, the longtime New Jersey labor leader and former Mayor of Newark, died yesterday at his home in Spring Lake, N.J. He was 83 years old.\" * Jack Nicholson (born 1937), actor. \"When Jack was ready for high school, the family moved once more-this time two miles (3 km) farther south to old-money Spring Lake, Jersey's so called Irish Riviera, where Ethel May set up her beauty parlor in a rambling duplex at 505 Mercer Avenue.\"Nicholson, Jack. \"No Getting Away From NJ: Hollywood legend Jack Nicholson attempts to elucidate the definitive quality of New Jersey.\", New Jersey Monthly, November 15, 2010. Accessed July 14, 2011. \"I grew up on the Shore...in Neptune, Neptune City, Manasquan, and Spring Lake. Graduated from Manasquan [High School]. No offense to Atlantic City, but, where we grew up, we called it 'The Shore.'\" * Wilbur Ross (born 1937), investor and former banker.Newman, Richard. \"Community spirit - takeover maestro Ross eyes North Jersey banks\", The Record, August 16, 2010. Accessed December 2, 2016. \"Ross is no stranger to New Jersey. He grew up in North Bergen, the son of a lawyer and a schoolteacher, and his family spent summers at the Jersey Shore in Spring Lake, where his sister and brother-in-law live.\" * Sonny Senerchia (1931-2003), former Major League Baseball third baseman who played for the Pittsburgh Pirates in 1952.Staff. \"Emanuel Robert Senerchia, 72, Major League Baseball player, concert violinist and educator\", Asbury Park Press, November 6, 2003. Accessed August 14, 2012. \"A 20-year resident of Spring Lake, he also resided in Long Branch and Ocean Township, where he continued his careers in music and teaching.\" * John Wiggers (1917-2007), professional basketball player who played for the Akron Goodyear Wingfoots in the National Basketball League.John Wiggers, Peach Basket Society. Accessed August 4, 2019. \"Born: August 6, 1917 Spring Lake, NJ\" * Charles D. Wrege (1924-2014), management historian and professor at Rutgers University.\"Charles D. Wrege Obituary\", Academy of Management. Accessed August 14, 2018. \"Charles D. Wrege, the Academy of Management's Historian and Archivist, passed away on Tuesday, August 19, 2014, at his home in Spring Lake, NJ. Chuck - to his friends and colleagues - was born on March 11, 1924, in Newark, NJ, where he attended Arts High.\" ==Popular culture== Spring Lake is the setting for the Mary Higgins Clark novel On the Street Where You Live.Vitullo-Martin, Julia. \"The (Spring) Lake Effect\", The New York Sun, September 26, 2005. Accessed July 14, 2011. \"Or as mystery writer and Spring Lake homeowner Mary Higgins Clark wrote of a character in her novel \"On the Street Where You Live\": He \"enjoyed Spring Lake best once late autumn set in. By then the summer people had closed their houses, not appearing even for weekends.'\" The opening scenes of Ulu Grosbard's 1968 film The Subject Was Roses were filmed in Spring Lake.Pike, Helen-Chantal. \"By the sea - New Jersey's `Irish Riviera' offers a taste of summer from an earlier era\", Boston Herald, July 3, 1997. Accessed July 17, 2012. \"Movie buffs might remember Spring Lake as the setting for the 1968 film \"The Subject Was Roses,\" in which Patricia Neal escaped her dingy New York apartment for solace by the seashore.\"The Subject Was Roses - Notes, Turner Classic Movies. Accessed July 17, 2012. Indie rock band Vampire Weekend filmed a music video for their song \"Cape Cod Kwassa Kwassa\" in a home in Spring Lake, as well as on the beach.Shabe, John. \"Vampire Weekend films in Spring Lake, Sea Girt, report says\", The Star-Ledger, July 18, 2008. Accessed July 17, 2012. \"Pop music sensation Vampire Weekend did video shoots earlier this week on the beach in Sea Girt and inside a spiffy home in Spring Lake, MTV.com reports ...\" Spring Lake was used as a stand-in for turn-of-the-century Atlantic City, New Jersey, in the 1981 film Ragtime.Staff. \"Spring Lake Offers a Piece of the Past\", The Philadelphia Inquirer, March 6, 1983. Accessed July 17, 2012. \"Three years ago, when the producers of the movie Ragtime were looking for a setting for scenes that were supposed to depict Atlantic City at the turn of the [20th] century, they chose Spring Lake and its grand, ocean-front Essex and Sussex Hotel.\" In John Frankenheimer's 1962 film The Manchurian Candidate, the character of Major Bennett Marco (played by Frank Sinatra) suffers from a nightmare set in Spring Lake. He imagines himself and his fellow soldiers sitting through a lecture by Mrs. Henry Whitaker of the Spring Lake Garden Club. A sign reveals the location of the lecture to be the fictional \"Spring Lake Hotel\". Eventually, the audience sees that the garden club meeting is merely an illusion and the platoon is actually at a meeting of Russian and Chinese officials in Manchuria. The Mrs. Whitaker character is actually a Chinese scientist named Dr. Yen Lo, portrayed by Spring Lake native Khigh Dhiegh.Marcus, Greil. The Manchurian Candidate, p. 19. Macmillan Publishers, 2002. . Accessed July 14, 2011. \"It's 1954. Major Ben Marco of the US Army, played by Frank Sinatra, is lying on his bed, fully clothed in his uniform, dreaming the same dream he dreams every night. He's sweating. As his lips twitch, the camera moves in and we enter his dream. We're in an old hotel in Spring Lake, New Jersey; a meeting of the Ladies Garden Club is in progress.\" ==References== ==External links== *Borough of Spring Lake official website *Spring Lake community website *Spring Lake Chamber of Commerce *H. W. Mountz School * *School Data for the H. W. Mountz School, National Center for Education Statistics *A clip of Spring Lake circa 1929, from the Spring Lake Historical Society *Images of America: Spring Lake, by area historian Patricia F. Colrick *The New York Times, Weekender: Spring Lake, NJ Category:1892 establishments in New Jersey Category:Borough form of New Jersey government Category:Boroughs in Monmouth County, New Jersey Category:Irish-American neighborhoods Category:Jersey Shore communities in Monmouth County Category:Populated places established in 1892",
 "title": "Spring Lake, New Jersey"
}