{
 "id": "125522",
 "text": "Allenwood is an unincorporated community and census-designated place (CDP) located within Wall Township, in Monmouth County, New Jersey, United States.New Jersey: 2010 - Population and Housing Unit Counts - 2010 Census of Population and Housing (CPH-2-32), United States Census Bureau, August 2012. Accessed December 16, 2012.GCT-PH1 - Population, Housing Units, Area, and Density: 2010 - County -- County Subdivision and Place from the 2010 Census Summary File 1 for Monmouth County, New Jersey , United States Census Bureau. Accessed December 16, 2012. As of the 2010 United States Census, the CDP's population was 925. ==Geography== According to the United States Census Bureau, the CDP had a total area of 1.847 square miles (4.785 km2), including 1.732 square miles (4.486 km2) of land and 0.115 square miles (0.298 km2) of water (6.24%). ==Demographics== ===Census 2010=== ===Census 2000=== As of the 2010 United States Census there were 935 people, 309 households, and 261 families living in the CDP. The population density was 199.5/km2 (516.5/mi2). There were 318 housing units at an average density of 67.8/km2 (175.7/mi2). The racial makeup of the CDP was 97.75% White, 0.11% Native American, 1.50% Asian, 0.11% from other races, and 0.53% from two or more races. Hispanic or Latino of any race were 1.71% of the population.DP-1 - Profile of General Demographic Characteristics: 2000 from the Census 2000 Summary File 1 (SF 1) 100-Percent Data for Allenwood CDP, New Jersey , United States Census Bureau. Accessed August 9, 2012. There were 309 households, out of which 47.2% had children under the age of 18 living with them, 77.7% were married couples living together, 4.2% had a female householder with no husband present, and 15.5% were non-families. 13.6% of all households were made up of individuals, and 4.5% had someone living alone who was 65 years of age or older. The average household size was 3.03 and the average family size was 3.36. In the CDP the population was spread out, with 30.8% under the age of 18, 5.0% from 18 to 24, 26.2% from 25 to 44, 28.2% from 45 to 64, and 9.7% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 109.2 males. For every 100 females age 18 and over, there were 102.2 males. The median income for a household in the CDP was $117,071, and the median income for a family was $120,472. Males had a median income of $61,985 versus $47,500 for females. The per capita income for the CDP was $40,148. None of the population or families were below the poverty line. ==References== Category:Census-designated places in Monmouth County, New Jersey Category:Wall Township, New Jersey",
 "title": "Allenwood, New Jersey"
}