{
 "id": "125511",
 "text": "Lake Como is a borough in Monmouth County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 1,759, reflecting a decline of 47 (-2.6%) from the 1,806 counted in the 2000 Census, which had in turn increased by 324 (+21.9%) from the 1,482 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed July 30, 2012. It is the tenth-smallest municipality in land area in New Jersey.Astudillo, Carla. \"The 10 tiniest towns in New Jersey (they're really small)\", NJ Advance Media for NJ.com, November 1, 2016, updated May 16, 2019. Accessed March 5, 2020. \"We used square mile data from the New Jersey Department of Environmental Protection to rank the ten municipalities with the smallest area size.... 10. Lake Como Borough\" Lake Como was originally formed as the borough of South Belmar by an act of the New Jersey Legislature on March 12, 1924, from portions of Wall Township, subject to the results of a referendum held on May 6, 1924.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 185. Accessed July 30, 2012. On November 2, 2004, voters in the borough approved changing the locality's name to Lake Como, which became effective as of January 4, 2005.Zhang, Jane. \"Lake Como name swap gets final approval\", Asbury Park Press, January 5, 2005. Accessed July 30, 2012. \"But alas, the Borough of Lake Como was officially born at the 8 pm meeting via Resolution 2005-1, thanks to a name-change referendum borough voters approved in a 412-to-319 vote Nov. 2.\" ==Geography== According to the United States Census Bureau, the borough had a total area of 0.26 square miles (0.67 km2), including 0.25 square miles (0.65 km2) of land and 0.01 square miles (0.02 km2) of water (3.08%). The borough borders the Monmouth County communities of Belmar, Spring Lake, Spring Lake Heights and Wall Township.Areas touching Lake Como, MapIt. Accessed February 25, 2020.Regional Location Map, Monmouth County, New Jersey. Accessed February 25, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. ==Demographics== ===Census 2010=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $76,576 (with a margin of error of +/- $8,374) and the median family income was $84,821 (+/- $15,308). Males had a median income of $58,173 (+/- $11,703) versus $49,444 (+/- $25,611) for females. The per capita income for the borough was $37,729 (+/- $5,783). About 10.8% of families and 7.9% of the population were below the poverty line, including 12.5% of those under age 18 and 3.5% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Lake Como borough, Monmouth County, New Jersey , United States Census Bureau. Accessed July 30, 2012. ===Census 2000=== As of the 2000 United States Census there were 1,806 people, 824 households, and 391 families residing in the borough. The population density was 7,322.9 people per square mile (2,789.2/km2). There were 1,107 housing units at an average density of 4,488.6 per square mile (1,709.7/km2). The racial makeup of the borough was 82.17% White, 7.75% African American, 0.44% Native American, 1.27% Asian, 0.06% Pacific Islander, 5.87% from other races, and 2.44% from two or more races. Hispanic or Latino of any race were 10.13% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Lake Como borough, New Jersey, United States Census Bureau. Accessed July 30, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Lake Como borough, Monmouth County, New Jersey, United States Census Bureau. Accessed July 30, 2012. There were 824 households, out of which 22.9% had children under the age of 18 living with them, 31.3% were married couples living together, 10.8% had a female householder with no husband present, and 52.5% were non-families. 41.1% of all households were made up of individuals, and 12.3% had someone living alone who was 65 years of age or older. The average household size was 2.19 and the average family size was 3.10. In the borough the population was spread out, with 21.8% under the age of 18, 8.5% from 18 to 24, 36.7% from 25 to 44, 20.2% from 45 to 64, and 13.0% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 102.2 males. For every 100 females age 18 and over, there were 97.1 males. The median income for a household in the borough was $47,566, and the median income for a family was $56,538. Males had a median income of $41,550 versus $27,708 for females. The per capita income for the borough was $27,111. About 4.3% of families and 7.5% of the population were below the poverty line, including 8.2% of those under age 18 and 5.3% of those age 65 or over. ==Government== ===Local government=== Lake Como is governed under the Borough form of New Jersey municipal government, which is used in 218 municipalities (of the 565) statewide, making it the most common form of government in New Jersey.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of the Mayor and the Borough Council, with all positions elected at-large on a partisan basis as part of the November general election. A Mayor is elected directly by the voters to a four-year term of office. The Borough Council is comprised of six members elected to serve three-year terms on a staggered basis, with two seats coming up for election each year in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 58. The Borough form of government used by Lake Como is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.Cerra, Michael F. \"Forms of Government: Everything You've Always Wanted to Know, But Were Afraid to Ask\" , New Jersey State League of Municipalities. Accessed November 30, 2014.\"Forms of Municipal Government in New Jersey\", p. 6. Rutgers University Center for Government Studies. Accessed June 3, 2015. , the Mayor of Lake Como is Democrat Kevin Higgins, whose term of office ends December 31, 2022. Members of the Borough Council are Council President Douglas E. Witte (D, 2022), Nicholas DeMauro (D, 2020; appointed to fill an unexpired term), Chris D'Antuono (D, 2021), David Gardner (D, 2020), Virginia F. Kropac (D, 2021) and Hawley G. Scull (D, 2022).Borough Offices Information Page, Borough of Lake Como. Accessed February 25, 2020.2019 Municipal Data Sheet, Borough of Lake Como. Accessed February 25, 2020.Monmouth County Directory 2018, Monmouth County, New Jersey. Accessed February 25, 2020.General Election November 5, 2019 Official Results, Monmouth County, New Jersey Clerk, updated December 16, 2019. Accessed January 1, 2020.General Election November 6, 2018 Official Results, Monmouth County, New Jersey Clerk, updated January 7, 2020. Accessed February 8, 2020.General Election November 7, 2017 Official Results, Monmouth County, New Jersey Clerk, updated November 17, 2017. Accessed January 1, 2018. In September 2019, the borough council selected Nicholas DeMauro from a list of three candidates nominated by the Democratic municipal committee to fill the seat expiring in December 2020 that was vacated by John Carvelli after he resigned from office the previous month after announcing that he was moving out of Lake Como.Goetz, Cathy. \"Lake Como Council Names Nicholas DeMauro to Its Ranks\", TAPinto.net, September 4, 2019. Accessed February 25, 2020. \"Nicholas DeMauro has joined the Lake Como Council, replacing John Carvelli who resigned last month after moving out of the borough.\" In September 2018, David Gardner was appointed to fill the seat expiring in December 2020 that had been vacated by Kevin Higgins, who was appointed mayor the previous monthto fill the seat vacated by Brian T. Wilton.Meeting Minutes for September 4, 2018, Borough of Lake Como. Accessed February 25, 2020. Kevin Higgins and David Gardner served and were elected to their respective positions in November 2018. Kevin Higgins was elected to a full four-year term ending December 2022. In January 2017, Christopher D'Antuono was appointed to fill the seat expiring in December 2018 that was vacated by Michael Noonan; D'Antono will serve on an interim basis until the November 2017 general election, when voters will select a candidate to serve the balance of the term of office.Staff. \"Primary Petitions Filed for Belmar and Lake Como Council Posts\", TAP Into Belmar, April 6, 2017. Accessed May 11, 2017. \"In Lake Como, Democrat incumbents Kevin Higgins and John Carvelli submitted petitions for another three-year term each, and Christopher D'Antuono, who was appointed to a council post vacated by Michael Noonan in January, is vying for that unexpired one-year term.\" In January 2015, the Borough Council selected Hawley Scull from three names nominated by the Democratic municipal committee to fill the vacant seat of Patricia A. Tzibrouk expiring in December 2016.minutes.pdf Minutes of the January 6, 2015, Reorganization Meeting of the Mayor and Council of the Borough of Lake Como, Borough of Lake Como. Accessed July 14, 2015. \"Borough Clerk / Administrator Louise Merkosh read the letter from Michael Ryan, Democratic Municipal Chair recommending Ms. Hawley Scull, Dr. Joseph Gulotta and Mr. Joseph Cavaluzzi to fill the vacancy caused by Patrica Tzibrouk's resignation from the Council.... Mayor Wilton administered the Oath of Office to Councilwoman Scull and she was officially sworn in.\" In the November 2015 general election, Scull was elected to serve the balance of the term of office.November 3, 2015 General Election Official Results, Monmouth County, New Jersey, updated January 27, 2016. Accessed July 14, 2016. Later in January 2015, the Borough Council chose Michael Noonan to fill the council seat expiring December 2015 that was vacated when Brian Wilton took office as mayor.minutes.pdf Minutes of January 20, 2015, Council Meeting, Borough of Lake Como. Accessed July 14, 2015. ===Federal, state and county representation=== Lake Como is located in the 4th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 30th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Lake Como had been in the 11th state legislative district.2011 New Jersey Citizen's Guide to Government , p. 59, New Jersey League of Women Voters. Accessed May 22, 2015. Prior to the 2010 Census, Lake Como had been part of the , a change made by the New Jersey Redistricting Commission that took effect in January 2013, based on the results of the November 2012 general elections. ===Politics=== As of March 23, 2011, there were a total of 992 registered voters in Lake Como, of which 301 (30.3%) were registered as Democrats, 151 (15.2%) were registered as Republicans and 539 (54.3%) were registered as Unaffiliated. There was one voter registered to another party.Voter Registration Summary - Monmouth, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 2, 2012. In the 2012 presidential election, Democrat Barack Obama received 55.8% of the vote (390 cast), ahead of Republican Mitt Romney with 42.2% (295 votes), and other candidates with 2.0% (14 votes), among the 706 ballots cast by the borough's 1,057 registered voters (7 ballots were spoiled), for a turnout of 66.8%. In the 2008 presidential election, Democrat Barack Obama received 57.1% of the vote (459 cast), ahead of Republican John McCain with 39.1% (314 votes) and other candidates with 2.1% (17 votes), among the 804 ballots cast by the borough's 1,123 registered voters, for a turnout of 71.6%.2008 Presidential General Election Results: Monmouth County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 2, 2012. In the 2004 presidential election, Democrat John Kerry received 52.5% of the vote (428 ballots cast), outpolling Republican George W. Bush with 45.8% (374 votes) and other candidates with 1.0% (12 votes), among the 816 ballots cast by the borough's 1,156 registered voters, for a turnout percentage of 70.6.2004 Presidential Election: Monmouth County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 2, 2012. In the 2013 gubernatorial election, Republican Chris Christie received 64.2% of the vote (298 cast), ahead of Democrat Barbara Buono with 32.3% (150 votes), and other candidates with 3.4% (16 votes), among the 470 ballots cast by the borough's 1,047 registered voters (6 ballots were spoiled), for a turnout of 44.9%. In the 2009 gubernatorial election, Republican Chris Christie received 49.1% of the vote (262 ballots cast), ahead of Democrat Jon Corzine with 40.3% (215 votes), Independent Chris Daggett with 8.8% (47 votes) and other candidates with 0.7% (4 votes), among the 534 ballots cast by the borough's 1,048 registered voters, yielding a 51.0% turnout.2009 Governor: Monmouth County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 2, 2012. ==Education== The Belmar School District serves students in public school for pre-kindergarten through eighth grade at Belmar Elementary School.County School list A-D, Monmouth County, New Jersey. Accessed June 3, 2020. The district serves both Belmar and Lake Como, a non-operating district.Belmar School District 2013 Report Card Narrative, New Jersey Department of Education. Accessed June 3, 2020. \"The school also provides for the educational needs of students from the neighboring community of Lake Como, a small interior municipality which has a total area of 0.3 square miles.\" As of the 2018–19 school year, the district, comprised of one school, had an enrollment of 471 students and 51.6 classroom teachers (on an FTE basis), for a student–teacher ratio of 9.1:1.District information for Belmar Elementary School District, National Center for Education Statistics. Accessed April 1, 2020. Students from Lake Como attend as part of a sending/receiving relationship.About Our School, Belmar Elementary School. Accessed July 29, 2012. \"The school district consists of a single school that provides a comprehensive educational program for the 555 students from Belmar and Lake Como (formerly South Belmar), preschool through eighth grade.\" The single facility is two schools in one, a primary school for grades preschool through fifth and a middle school organization plan for grades six through eight. Students attending public high school are assigned based on sending/receiving relationships to either Manasquan High School in Manasquan or Asbury Park High School in Asbury Park, as part of a plan in which 56% of students re assigned to attend high school in Mansquan and 44% are sent to Asbury Park.Cheslow, Jerry. \"Living In/Belmar, N.J.; Pushing Back on a Rowdy Reputation\", The New York Times, June 20, 2004. Accessed February 1, 2020. \"From Belmar Elementary, students are slotted to go to either Manasquan High School or Asbury Park High School, according to a 56-44 percent formula worked out with the New Jersey Department of Education in the late 1940s.\" Manasquan High School also serves students from Avon-by-the-Sea, Brielle, Sea Girt, Spring Lake, Spring Lake Heights who attend Manasquan High School as part of sending/receiving relationships with their respective districts.Manasquan Public Schools 2015 Report Card Narrative, New Jersey Department of Education. Accessed June 3, 2020. \"Manasquan High School receives students from seven sending districts; Avon, Belmar, Lake Como, Spring Lake, Spring Lake Heights, Sea Girt, Brielle, as well as our Manasquan Elementary School students.\"Sending Districts, Manasquan Public Schools. Accessed June 3, 2020. \"Manasquan High School receives students from seven different districts; Avon, Brielle, Belmar, Lake Como, Sea Girt, Spring Lake, and Spring Lake Heights. Including our Manasquan students, the high school population is just under one thousand students.\" As of the 2018–19 school year, Manasquan High School had an enrollment of 969 students and 72.9 classroom teachers (on an FTE basis), for a student–teacher ratio of 13.3:1,School data for Manasquan High School, National Center for Education Statistics. Accessed April 1, 2020. while Asbury Park High School had an enrollment of 420 students and 38.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 10.9:1.School data for Asbury Park High School, National Center for Education Statistics. Accessed April 1, 2020. Public school students may also attend Red Bank Regional High School, Marine Academy of Science and Technology, Academy of Allied Health & Science, Academy Charter School, High Technology High School, Communications High School or Biotechnology High School. They also have the option to attend Academy Charter High School in Lake Como, which accepts students on a lottery basis from the communities of Allenhurst, Asbury Park, Avon-by-the-Sea, Belmar, Bradley Beach, Deal, Interlaken and Lake Como.About Us, Academy Charter High School. Accessed August 27, 2013. \"Academy Charter High School is a free public high school for residents of Allenhurst, Asbury Park, Avon, Belmar, Bradley Beach, Deal, Interlaken, and Lake Como.\"Mullen, Shannon; Shields, Nancy; and Matheson, Kathy. \"Crime, school solutions costly as city seeks rebirth; High school improving, but not enough, many say\", Asbury Park Press, January 27, 2005. Accessed August 28, 2013. \"It was the day of the charter school's annual lottery, when names of applicants are drawn at random to fill the last remaining slots in next fall's freshman class. Academy Charter, now in its seventh year, is free to students in Asbury Park and the seven nearby towns that are sending districts for Asbury Park High School: Allenhurst, Avon, Belmar, Bradley Beach, Deal, Interlaken and Lake Como, formerly South Belmar.\" ==Transportation== ===Roads and highways=== thumb|right|CR 30 (Main Street) in Lake Como , the borough had a total of of roadways, of which were maintained by the municipality and by Monmouth County.Monmouth County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. No major highways pass directly through the borough. The most significant roads are minor county routes, such as County Route 30, which serves as Main Street. However, several highways are accessible in neighboring communities, such as Route 35 in both Belmar and Wall, as well as Route 18, Route 34, Route 138, the Garden State Parkway and I-195 all in Wall Township. ===Public transportation=== NJ Transit offers service to and from Philadelphia on the 317 route and local bus service on the 830 route.Monmouth County Bus / Rail Connections, NJ Transit, backed up by the Internet Archive as of July 26, 2010. Accessed August 6, 2012. ==Notable people== People who were born in, residents of, or otherwise closely associated with Lake Como include: * Walter McAfee (1914-1995), African- American scientist and astronomer, who participated in the world's first lunar radar echo experiments as part of Project Diana.Walter Samuel McAfee, Astronomers of the African Diaspora. Accessed May 1, 2015. \"In 1941 Walter and Viola married arid subsequently moved to South Belmar, New Jersey.\" ==References== ==External links== * Borough of Lake Como official website * Belmar Elementary School * * School Data for the Belmar Elementary School, National Center for Education Statistics Category:1924 establishments in New Jersey Category:Borough form of New Jersey government Category:Boroughs in Monmouth County, New Jersey Category:Populated places established in 1924",
 "title": "Lake Como, New Jersey"
}