{
 "id": "125580",
 "text": "Rockaway is a borough in Morris County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 6,438, reflecting a decline of 35 (-0.5%) from the 6,473 counted in the 2000 Census, which had in turn increased by 230 (+3.7%) from the 6,243 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed December 22, 2012. Rockaway was formed as a borough on June 19, 1894, from portions of Rockaway Township, based on the results of a referendum held the previous day.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 196. Accessed October 23, 2012.Historical Timeline of Morris County Boundaries, Morris County Library. Accessed December 24, 2016. \"1894, June 19. Rockaway Borough is established from Rockaway Township. This area was previously known as Rockaway Village.\" Additional portions of Rockaway Township were annexed by the borough in 1908.Honeyman, Abraham Van Doren. Index-analysis of the Statutes of New Jersey, 1896-1909: Together with References to All Acts, and Parts of Acts, in the 'General Statutes' and Pamphlet Laws Expressly Repealed: and the Statutory Crimes of New Jersey During the Same Period, p. 244. New Jersey Law Journal Publishing Company, 1910. Accessed September 23, 2015. The borough shares its name with the Rockaway River and the neighboring township. The name is derived from a Native American term, variously said to mean \"place of sands\",Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed September 24, 2015.Nestor, Sandy. Indian Place Names in America, Volume 1, p. 113. McFarland, 2004. . Accessed September 24, 2015. \"creek between two hills\"\"Indian Place Names in New Jersey\" from the Federal Writers' Project of the Works Progress Administration 1938-1939 Series, Bulletin 12. Accessed September 24, 2015. \"Rockaway - Possibly from Powawachne, creek between two hills\" or \"bushy\" / \"difficult to cross\".Gannett, Henry. The Origin of Certain Place Names in the United States, p. 265. United States Government Printing Office, 1905. Accessed September 24, 2015. ==Geography== According to the United States Census Bureau, the borough had a total area of 2.12 square miles (5.49 km2), including 2.07 square miles (5.37 km2) of land and 0.05 square miles (0.12 km2) of water (2.22%). Rockaway borders the Morris County municipalities of Denville Township and Rockaway Township.Areas touching Rockaway, MapIt. Accessed March 4, 2020.Morris County Municipalities Map, Morris County, New Jersey Department of Planning and Preservation. Accessed March 4, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Rockaway has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Rockaway, New Jersey ==Demographics== ===Census 2010=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $77,861 (with a margin of error of +/- $10,631) and the median family income was $108,776 (+/- $9,129). Males had a median income of $57,770 (+/- $13,090) versus $37,868 (+/- $9,230) for females. The per capita income for the borough was $37,636 (+/- $4,186). About 6.3% of families and 6.5% of the population were below the poverty line, including 12.8% of those under age 18 and 1.6% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Rockaway borough, Morris County, New Jersey , United States Census Bureau. Accessed December 22, 2012. ===Census 2000=== As of the 2000 United States Census there were 6,473 people, 2,445 households, and 1,709 families residing in the borough. The population density was 3,098.9 people per square mile (1,195.8/km2). There were 2,491 housing units at an average density of 1,192.5 per square mile (460.2/km2). The racial makeup of the borough was 87.75% White, 1.41% African American, 0.20% Native American, 6.36% Asian, 0.03% Pacific Islander, 2.98% from other races, and 1.27% from two or more races. Hispanic or Latino of any race were 9.39% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Rockaway borough, New Jersey , United States Census Bureau. Accessed December 22, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Rockaway borough, Morris County, New Jersey , United States Census Bureau. Accessed December 22, 2012. There were 2,445 households, out of which 33.4% had children under the age of 18 living with them, 56.3% were married couples living together, 10.4% had a female householder with no husband present, and 30.1% were non-families. 23.8% of all households were made up of individuals, and 8.1% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.16. In the borough the population was spread out, with 23.3% under the age of 18, 6.6% from 18 to 24, 33.6% from 25 to 44, 24.7% from 45 to 64, and 11.9% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 94.7 males. For every 100 females age 18 and over, there were 91.4 males. The median income for a household in the borough was $61,002, and the median income for a family was $66,997. Males had a median income of $44,673 versus $35,956 for females. The per capita income for the borough was $26,500. About 3.0% of families and 5.0% of the population were below the poverty line, including 6.4% of those under age 18 and 8.7% of those age 65 or over. ==Government== ===Local government=== Rockaway is governed under the Borough form of New Jersey municipal government, which is used in 218 municipalities (of the 565) statewide, making it the most common form of government in New Jersey.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of the Mayor and the Borough Council, with all positions elected at-large on a partisan basis as part of the November general election. The Mayor is elected directly by the voters to a four-year term of office. The Borough Council is comprised of six members elected to serve three-year terms on a staggered basis, with two seats coming up for election each year in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 116. The Borough form of government used by Rockaway is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.Cerra, Michael F. \"Forms of Government: Everything You've Always Wanted to Know, But Were Afraid to Ask\" , New Jersey State League of Municipalities. Accessed November 30, 2014.\"Forms of Municipal Government in New Jersey\", p. 6. Rutgers University Center for Government Studies. Accessed June 3, 2015. , the Mayor of Rockaway is Republican Thomas Mulligan, whose term of office ends December 31, 2023. Members of the Rockaway Borough Council are Council President Robert Smith (R, 2022), Melissa Burnside (R, 2020; appointed to serve an unexpired term), Russell Greuter (R, 2022), Thomas J. Haynes III (R, 2021), James R. Hurley (R, 2021) and Patrick McDonald (R, 2020; appointed to serve an unexpired term).Mayor & Council, Borough of Rockaway. Accessed March 4, 2020.2019 Municipal User Friendly Budget, Borough of Rockaway. Accessed March 4, 2020.<Morris County Manual 2020, Morris County, New Jersey Clerk. Accessed June 3, 2020.Morris County Municipal Elected Officials For The Year 2020, Morris County, New Jersey Clerk, updated March 17, 2020. Accessed June 3, 2020.General Election November 5, 2019, Official Results, Morris County, New Jersey, updated November 15, 2019. Accessed January 31, 2020.General Election Winners List For November 6, 2018, Morris County, New Jersey Clerk. Accessed January 1, 2019.General Election November 7, 2017 Official Results, Morris County, New Jersey Clerk, updated November 17, 2017. Accessed January 1, 2018. In October 2019, the Borough Council appointed Patrick McDonald to fill the term expiring in December 2020 that became vacant following the death of Joyce Kanigel the previous month.Council Meeting Minutes for October 24, 2019, Borough of Rockaway. Accessed March 4, 2020. Presentation of nominees for council vacancy.... A motion was made by Councilman Haynes to appoint Patrick McDonald as Councilman to fill the unexpired term ending December 31, 2020, seconded by Councilwoman Burnside. Patrick McDonald was sworn in by the Borough Clerk/Administrator.\" In January 2020, the Borough Council selected Melissa Burnside from a list of three candidates nominated by the Republican municipal committee to fill the seat expiring in December 2020 that became vacant when Thomas Mulligan resigned to take office as mayor.Regular Meeting Minutes for January 9, 2020, Borough of Rockaway. Accessed March 4, 2020. \"Mayor Mulligan called for nominations for member of the Council. Councilman Greuter nominated Melissa Burnside, seconded by Councilman Haynes, to fill the council vacancy.... Melissa Burnside was sworn in by Mayor Mulligan.\" ===Federal, state, and county representation=== Rockaway Borough is located in the 11th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 25th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. ===Politics=== As of March 23, 2011, there were a total of 3,911 registered voters in Rockaway, of which 838 (21.4%) were registered as Democrats, 1,359 (34.7%) were registered as Republicans and 1,710 (43.7%) were registered as Unaffiliated. There were 4 voters registered to other parties.Voter Registration Summary - Morris, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 22, 2012. In the 2012 presidential election, Republican Mitt Romney received 51.4% of the vote (1,464 cast), ahead of Democrat Barack Obama with 47.8% (1,362 votes), and other candidates with 0.8% (22 votes), among the 2,872 ballots cast by the borough's 4,103 registered voters (24 ballots were spoiled), for a turnout of 70.0%. In the 2012 presidential election, Republican Mitt Romney received 51.2% of the vote (1,464 cast), while Democrat Barack Obama received 47.6% (1,362 votes) and other candidates collected 1.2% (34 votes), among the 2,872 ballots cast by the borough's 4,103 registered voters, for a turnout of 70.0%.2012 General Election Results: Morris County, Morris County Clerk, Election Results by Municipality, November 29, 2012. Accessed April 15, 2017. In the 2008 presidential election, Republican John McCain received 53.0% of the vote (1,625 cast), ahead of Democrat Barack Obama with 45.3% (1,388 votes) and other candidates with 0.9% (28 votes), among the 3,067 ballots cast by the borough's 4,007 registered voters, for a turnout of 76.5%.2008 Presidential General Election Results: Morris County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 22, 2012. In the 2004 presidential election, Republican George W. Bush received 58.6% of the vote (1,715 ballots cast), outpolling Democrat John Kerry with 40.3% (1,180 votes) and other candidates with 0.6% (24 votes), among the 2,926 ballots cast by the borough's 3,938 registered voters, for a turnout percentage of 74.3%.2004 Presidential Election: Morris County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 22, 2012. In the 2013 gubernatorial election, Republican Chris Christie received 69.1% of the vote (1,146 cast), ahead of Democrat Barbara Buono with 28.7% (476 votes), and other candidates with 2.2% (36 votes), among the 1,685 ballots cast by the borough's 4,071 registered voters (27 ballots were spoiled), for a turnout of 41.4%. In the 2009 gubernatorial election, Republican Chris Christie received 59.9% of the vote (1,188 ballots cast), ahead of Democrat Jon Corzine with 28.9% (573 votes), Independent Chris Daggett with 8.4% (167 votes) and other candidates with 1.3% (26 votes), among the 1,984 ballots cast by the borough's 3,962 registered voters, yielding a 50.1% turnout.2009 Governor: Morris County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 22, 2012. ==Education== The Rockaway Borough Public Schools serve students in pre-kindergarten through eighth grade.Board of Education District Policy - Identification, Rockaway Borough Public Schools. Accessed March 3, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades Pre-Kindergarten through eight in the Rockaway Borough School District.. Composition: The Rockaway Borough School District is all the area within the municipal boundaries of Rockaway Borough.\" As of the 2017–18 school year, the district, comprised of two schools, had an enrollment of 580 students and 50.2 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.6:1.District information for Rockaway Borough School District, National Center for Education Statistics. Accessed November 1, 2019. Schools in the district (with 2017-18 enrollment data from the National Center for Education StatisticsSchool Data for the Rockaway Borough Public Schools, National Center for Education Statistics. Accessed November 1, 2019.) are Lincoln Elementary SchoolLincoln Elementary School, Rockaway Borough Public Schools. Accessed March 7, 2015. with 230 students in grades PreK-3 and Thomas Jefferson Middle SchoolThomas Jefferson Middle School, Rockaway Borough Public Schools. Accessed March 7, 2015. with 348 students in grades 4–8.Schools, Rockaway Borough School District. Accessed January 31, 2020.New Jersey School Directory for the Rockaway Borough Public Schools, New Jersey Department of Education. Accessed December 29, 2016. Public school students in ninth through twelfth grades attend Morris Hills High School, in Rockaway Borough, which also serves students from Wharton and some from Rockaway Township (the White Meadow Lake section and other southern portions of the township).Morris Hills High School 2015 Report Card Narrative, New Jersey Department of Transportation. Accessed May 30, 2016. \"Morris Hills High School is a comprehensive, four-year public school located in the heart of Morris County. The school is part of a regional school district that includes our sister school, Morris Knolls High School. There are over 1,300 students enrolled in grades 9-12. The school serves the local communities of Wharton, Rockaway Township, and Rockaway Borough where the school resides.\"Program of Studies 2013-2014 - About Our School District, Morris Hills Regional District. Accessed March 7, 2015. The Academy for Mathematics, Science, and Engineering, a magnet high school program that is part of the Morris County Vocational School District is jointly operated on the Morris Hills campus.Home page , Morris Hills High School. Accessed March 7, 2015. \"Morris Hills is home to the Academy of Mathematics, Science and Engineering, a partnership with Morris County School of Technology.\" The two high schools are part of the Morris Hills Regional High School District.Morris Hills Regional High School District 2015 Report Card Narrative, New Jersey Department of Education. Accessed July 11, 2015. \"Our schools' success is directly attributed to the support we receive from the residents of Denville, Rockaway Borough, Rockaway Township and Wharton - people who care about their children and who value education.\" As of the 2017–18 school year, the high school had an enrollment of 1,300 students and 120.4 classroom teachers (on an FTE basis), for a student–teacher ratio of 10.8:1.School data for Morris Hills High School, National Center for Education Statistics. Accessed November 1, 2019. Divine Mercy Academy, operated by the Roman Catholic Diocese of Paterson, is the only private school in Rockaway. It opened in September 2016 with the merger of the two Catholic schools in Rockaway, Sacred Heart of Jesus School and St. Cecilia School.\"Two School Communities Become One\", Roman Catholic Diocese of Paterson, September 15, 2016. Accessed October 16, 2019. \"Divine Mercy Academy opened Sept. 7 during a blessing and dedication service and ribbon cutting ceremony. The opening was attended by the school community that included administration, faculty, students and parents. The new school merges the two Catholic schools in Rockaway that closed at the end of the 2015-2016 year: St. Cecilia’s and Sacred Heart.\"Fagan, Matt. \"St. Brendan Catholic School in Clifton to close, merge with St. James in Totowa\", The Record (North Jersey), June 5, 2019. Accessed October 16, 2019. \"Diocese officials noted that the merger model was most recently used with the closing of two Catholic schools in Rockaway — St. Cecilia School and Sacred Heart of Jesus School — which is now the Divine Mercy Academy, according to diocese officials.\" ==Transportation== thumb|right|I-80 eastbound at Exit 37 in Rockaway ===Roads and highways=== , the borough had a total of of roadways, of which were maintained by the municipality, by Morris County and by the New Jersey Department of Transportation.Morris County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. Interstate 80 clips the northeast corner of the borough. Access is provided via Exit 37 (County Route 513). U.S. Route 46 passes through the southern end of the borough. ===Public transportation=== NJ Transit train service does not stop in the borough, but is accessible in adjacent towns at Denville station and Dover station. NJ Transit offers local bus service on the 880 route,Riding the Bus, Morris County Department of Transportation. Accessed October 23, 2014.Morris County System Map, NJ Transit. Accessed August 5, 2015.Morris County Bus / Rail Connections, NJ Transit, backed up by the Internet Archive as of May 22, 2009. Accessed December 22, 2012. which replaced the MCM10 route that operated until 2010.NJ TRANSIT RESTRUCTURES MORRIS COUNTY BUS SERVICE; Four current 'MCM' routes will be expanded to six new bus routes, NJ Transit, September 13, 2010. Accessed August 5, 2015. Lakeland Bus Lines offers bus service along Main Street to the New York City Port Authority Bus Terminal in Midtown Manhattan on its Route 46 and Route 80 lines.Route 46 - Eastbound to New York, Lakeland Bus Lines. Accessed April 15, 2017.Route 80 - Eastbound to New York, Lakeland Bus Lines. Accessed April 15, 2017. ==In pop culture== Many scenes (the train tracks, Main Street and The Old Mill Tavern) from the 2003 movie, The Station Agent, were filmed in Rockaway. The film starred actor Peter Dinklage. The band Houston Calls had its start here. ==Notable people== People who were born in, residents of, or otherwise closely associated with Rockaway include: * Bruce Bannon (born 1951), former NFL linebacker.Bruce Bannon , database Football. Accessed November 25, 2007. * Clifford Meth (born 1961), author, often refers to places in Rockaway in his stories.Staff. \"Alumni Profile: Clifford Lawrence Meth\", FDU Magazine, Fall / Winter 1998, backed up by the Internet Archive as of October 19, 1999. Accessed January 10, 2018. \"Born and raised in Rockaway, N.J., Meth began writing poetry at age 12 and hasn't stopped.\"\"The Rockaway Kid,\" story introduction in god's fifteen minutes (Aardwolf Publishing, 2003). * Sue Naegle, business executive who was President of HBO Entertainment.Staff. \"President of HBO, Rockaway's Sue Naegle guest speaker for Morris Chamber.\", Daily Record (Morristown), September 19, 2012. Accessed July 2, 2013. \"Former Rockaway resident and Morris Hills High School graduate, Sue Naegle, c, now the president of Time Warner's HBO Entertainment was the guest speaker during the Morris County Chamber of Commerce Women in Business, 'Defining Moments on the Journey to Success' event at the Madison Hotel.\"James, Meg. \"Agent's fresh eye may aid HBO; Sue Naegle takes on the coveted role of entertainment chief.\", Los Angeles Times, April 10, 2008. Accessed September 24, 2015. \"While growing up in Rockaway, N.J., Naegle's favorite show was \"Laverne and Shirley,\" a commercial hit that was not highbrow enough for critics.\" * General Raymond T. Odierno (born 1954), Chief of Staff of the United States Army and former commander of United States Forces – Iraq.General Raymond T. Odierno 38th Chief of Staff for the U.S. Army , United States Department of Defense. Accessed August 5, 2015. \"A native of Rockaway, New Jersey, General Odierno attended the United States Military Academy at West Point, graduating in 1976 with a commission in Field Artillery.\" * General Gustave F. Perna (born 1960), commander of United States Army Materiel Command.Staff. \"Rockaway general promotes Rockaway general\", Daily Record (Morristown), September 26, 2014. Accessed November 30, 2016. * Frank Joseph Rodimer (1927-2018), American Roman Catholic bishop, was born in Rockaway.New Jersey Catholic Conference- Bishop Frank J. Rodimer * Erik Storz (born 1975), American football linebacker who played in the NFL for the Jacksonville Jaguars.\"Morris Catholic grad to join Boston College Hall of Fame\", Daily Record (Morristown), October 3, 2017. Accessed January 20, 2020. \"A Rockaway native, Storz played football at Morris Catholic.\" * Rachel Wainer Apter, lawyer who was nominated in March 2021 to be an Associate Justice of the Supreme Court of New Jersey.Racioppi, Dustin. \"North Jersey native tapped by Gov. Phil Murphy to state Supreme Court. Here's who she is\", The Record, March 15, 2021. Accessed March 16, 2021. \"Wainer Apter grew up in Rockaway and graduated from Morris Hills High School.\" * June Walker (1934-2008), Chairperson of the Conference of Presidents of Major American Jewish Organizations and a member of AIPAC's Executive Committee who was the national president of Hadassah Women's Zionist Organization of America.Staff. \"June Walker, 74, Chaired Presidents Conference\", The Forward, July 31, 2008. Accessed September 24, 2015. \"Walker, of Rockaway, N.J., led Hadassah, the national women's Zionist organization, from 2003 to 2007. Last year, she became the second woman ever to lead the Presidents Conference, the umbrella organization of American Jewish groups.\" ==References== ==External links== * Rockaway Borough website * Rockaway Borough Public Schools * * School Data for the Rockaway Borough Public Schools, National Center for Education Statistics * Abandoned Mine Research. Includes Mines of Rockaway Twp. * Abandoned Mines of Rockaway, New Jersey * Regional area newspaper Category:1894 establishments in New Jersey Category:Borough form of New Jersey government Category:Boroughs in Morris County, New Jersey Category:Populated places established in 1894",
 "title": "Rockaway, New Jersey"
}