{
 "id": "125588",
 "text": "Sister Carrie (1900) is a novel by Theodore Dreiser about a young woman who moves to the big city where she starts realizing her own American Dream. She first becomes a mistress to men that she perceives as superior, but later becomes a famous actress. It has been called the \"greatest of all American urban novels\".Donald L. Miller, City of the Century, (Simon & Schuster, New York, 1996) p. 263. ==Plot summary== In late 1889, dissatisfied with life in Columbia City, Wisconsin, 18-year-old Caroline Meeber, \"Sister Carrie\" to her family, takes the train to Chicago, to live with her older sister Minnie and Minnie's husband. On the train, Carrie meets Charles Drouet, a traveling salesman who is attracted to her because of her simple beauty and unspoiled manner. They exchange contact information, but upon discovering the \"steady round of toil\" and somber atmosphere at her sister's flat, she writes to Drouet and discourages him from calling on her there. Carrie soon finds a job running a machine in a shoe factory and gives most of her meager salary to the Hansons for room and board. One day, after an illness costs her her job, she encounters Drouet. He persuades her to leave her dull, constricted life and move in with him. To press his case, he slips Carrie two ten dollar bills, opening a vista of material possibilities to her. The next day, he rebuffs her feeble attempt to return the money and retain her virtue, taking her shopping at a Chicago department store and buying her a jacket and some shoes. That night, she moves in with him. Drouet installs her in a much nicer apartment. She gradually sheds her provincial mannerisms. By the time he introduces her to George Hurstwood, the manager of Fitzgerald and Moy's – a respectable bar that Drouet describes as a \"way-up, swell place\" – her material appearance has improved considerably. Hurstwood, a married man with a social-climbing wife, a 20-year-old son and a 17-year-old daughter, becomes infatuated with Carrie, and before long they start an affair, meeting secretly while Drouet is away on a business trip. One night, Drouet casually agrees to find an actress to play Laura in an amateur theatrical presentation of Augustin Daly's melodrama Under the Gaslight for his local chapter of the Elks. He encourages a hesitant Carrie to take the part. Carrie turns out to have acting talent, and her ambition is born. Initially, she falls victim to stage fright, but Drouet's encouragement between acts enables her to give a fine performance that not only rivets the audience's attention, it inflames Hurstwood's passion, and he decides to take Carrie away from Drouet. The next day, Drouet finds out about the affair, while Hurstwood's wife Julia learns that Hurstwood has been seen with another woman. Hurstwood makes advances, and when Carrie asks if he will marry her, he says yes. Later, Drouet confronts Carrie and informs her that Hurstwood is married, then walks out on her. After a night of drinking, and despairing at his now-emboldened wife's demands and Carrie's rejection letter, Hurstwood finds that the safe in Fitzgerald and Moy's offices has accidentally been left unlocked. When he inadvertently locks the safe after taking the money out, he drunkenly panics and steals the day's proceeds - more than $10,000. Under the false pretext of Drouet's sudden illness, he lures Carrie onto a train and takes her to Canada. In Montreal, Hurstwood is found by a private investigator; he returns most of the stolen funds to avoid prosecution. Hurstwood mollifies Carrie by arranging a marriage ceremony (though he is still married to Julia), and the couple move to New York City. They rent a flat, where they live as George and Carrie Wheeler. Hurstwood buys a minority interest in a saloon and, at first, is able to provide Carrie with an adequate – if not lavish – lifestyle. The couple grow distant, however, as their finances do not improve much. Carrie's dissatisfaction only increases when she makes friends with a new neighbor, Mrs. Vance, whose husband is prosperous. Through Mrs. Vance, Carrie meets Robert Ames, a bright young scholar from Indiana and her neighbor's cousin, who introduces her to the idea that great art, rather than showy materialism, is worthy of admiration. After only a few years, the saloon's landlord sells the property, and Hurstwood's business partner decides to terminate the partnership. Too proud to accept any of the limited job opportunities available to him, Hurstwood watches his savings dwindle. He urges Carrie to economize, which she finds humiliating and distasteful. As Hurstwood gradually sinks into apathy, Carrie becomes a chorus girl through her good looks. While he deteriorates further, she rises from the chorus line to small roles. Her performance as a minor, non-speaking character, a frowning Quakeress, greatly amuses the audience and makes the play a hit. She is befriended by another chorus girl, Lola Osborne, who urges Carrie to become her roommate. In a final attempt to earn money, Hurstwood becomes a scab, driving a Brooklyn streetcar during a streetcar operator's strike. His ill-fated venture lasts only two days, ending after a couple of violent encounters with the strikers. Carrie, unaware of Hurstwood's reason for quitting, leaves him. Hurstwood ultimately becomes one of the homeless of New York, taking odd jobs, falling ill with pneumonia, and finally becoming a beggar. He ultimately commits suicide in a flophouse. Carrie achieves stardom, but finds that, even with fame and fortune, she is lonely and unhappy. ==Characters== * Caroline \"Carrie\" Meeber, a.k.a. Carrie Wheeler and Carrie Madenda, the latter her stage name * Minnie Hanson, Carrie's elder sister * Sven Hanson, Minnie's husband * Charles H. Drouet, a buoyant traveling salesman * George W. Hurstwood, a.k.a. George Wheeler * Julia Hurstwood, George's strong-willed, social-climbing wife * Jessica Hurstwood, George's daughter * George Hurstwood, Jr, George's son * Mr. and Mrs. Vance, a wealthy merchant and his vivacious young wife, who live in the same building as Hurstwood and Carrie in New York City. Mrs. Vance and Carrie become friends. * Robert Ames, Mrs. Vance's cousin from Indiana, a handsome young scholar whom Carrie regards as a male ideal * Lola Osborne, a friendly chorus girl Carrie meets during a theatre production. She provides helpful advice, then seeing that Carrie shows much promise, becomes her \"satellite\". ==Publication history and response== At the urging of his journalist friend Arthur Henry, Dreiser began writing his manuscript in 1899. He frequently gave up on it but Henry urged him to continue. From the outset, his title was Sister Carrie, though he changed it to The Flesh and the Spirit while writing it; he restored the original name once complete.Madison, Charles A. Irving to Irving: Author- Publisher Relations 1800–1974. New York: R. R. Bowker Company, 1974: 95. . Dreiser had difficulty finding a publisher for Sister Carrie. Doubleday & McClure Company accepted the manuscript, but the wife of one of the publishers declared it to be too sordid.Books of the Century, Random House, 1998 New York Times Co., p. 6 Dreiser insisted on publication, and Doubleday & McClure were legally bound to honor their contract; 1,008 copies were printed on November 8, 1900, but the publisher made no effort to advertise the book and only 456 copies were sold.Madison, Charles A. Irving to Irving: Author-Publisher Relations 1800–1974. New York: R. R. Bowker Company, 1974: 97. . However, Frank Norris, who was working as a reader at Doubleday, sent a few copies to literary reviewers.Theodore Dreiser in Breaking Into Print, ed. Elmer Adler, 2007, pp. 69–71 Between 1900 and 1980, all editions of the novel were of a second altered version. Not until 1981 did Dreiser's unaltered version appear when the University of Pennsylvania Press issued a scholarly edition based upon the original manuscript held by the New York Public Library. It is a reconstruction by a team of leading scholars to represent the novel before it was edited by hands other than Dreiser's.University of Pennsylvania Library In his Nobel Prize Lecture of 1930, Sinclair Lewis said that \"Dreiser's great first novel, Sister Carrie, which he dared to publish thirty long years ago and which I read twenty-five years ago, came to housebound and airless America like a great free Western wind, and to our stuffy domesticity gave us the first fresh air since Mark Twain and Whitman.\"Nobel Prize for Literature In 1998, the Modern Library ranked Sister Carrie 33rd on its list of the 100 best English-language novels of the 20th century. In 2013, Black Balloon Publishing released Clementine Classics: Sister Carrie by Theodore Dreiser, a new version of Sister Carrie annotated by Tumblr literary critic Clementine the Hedgehog.Clementine Classics ==Style and genre== Theodore Dreiser is considered one of America's greatest naturalists, significant because he wrote at the early stages of the naturalist movement. Sister Carrie was a movement away from the emphasis on morals of the Victorian era and focused more on realism and the base instincts of humans.\"Theodore Dreiser.\" Bookmarks Jan. – Feb. 2011: 13+. Literature Resources from Gale. Web. April 12, 2011. Sister Carrie went against social and moral norms of the time, as Dreiser presented his characters without judging them. Dreiser fought against censorship of Sister Carrie, brought about because Carrie engaged in affairs and other \"illicit sexual relationships\" without suffering any consequences. This flouted prevailing norms, that a character who practiced such sinful behavior must be punished in the course of the plot in order to be taught a lesson. Dreiser has often been criticized for his writing style. In 1930 Arnold Bennett said, \"Dreiser simply does not know how to write, never did know, never wanted to know.\" Other critics called his style \"vulgar\", \"uneven\", \"clumsy\", \"awkward\", and \"careless\". His plotlines were also decried as unimaginative, critics citing his lack of education and claiming that he lacked intellectualism.Lydon, Michael. \"Justice to Theodore Dreiser: on the greatness of a writer whom critics have long treated with either scorn or condescension.\" The Atlantic, August 1993: 98+. Literature Resources from Gale. Web. April 12, 2011. However, Alfred Kazin—while criticizing Dreiser's style—pointed out that Dreiser's novels had survived and remained influential works. Michael Lydon, in defense of Dreiser, claims that his patience and powers of observation created accurate depictions of the urban world and the desires and ambitions of the people of the time. Lydon said that Dreiser's intent was to focus on the message of Sister Carrie, not on its writing style. ==General reception== Theodore Dreiser's Sister Carrie was not widely accepted after it was published, although it was not completely withdrawn by its publishers, as some sources say it was. Neither was it received with the harshness that Dreiser reported. For example, the Toledo Blade reported that the book \"is a faithful portraiture of the conditions it represents, showing how the tangle of human life is knotted thread by thread\" but that it was \"too realistic, too somber to be altogether pleasing\".Salzman, Jack. \"The Critical Recognition of Sister Carrie 1900–1907.\" Journal of American Studies. Vol. 3, No. 1 (1969). 123–133. Web. There is also the receipt of sale which Doubleday sent to Dreiser showing that Sister Carrie was not withdrawn from the shelves, reporting that 456 copies of the 1,008 copies printed were sold. Sister Carrie evoked different responses from the critics, and although the book did not sell well among the general public, it often received positive reviews.West, James L. W. III, John C. Berkey, and Alice M. Winters. Historical Commentary. Sister Carrie: Manuscript to Print. By Theodore Dreiser. 1981. The Pennsylvania edition. PA: The University of Pennsylvania P, 1981. 503–541. Print. Some of the reason for lack of sales came from a conflict between Dreiser and his publishers, who did little to promote the book. Despite this, critics did praise the book, and a large number of them seemed most affected by the character of Hurstwood, such as the critic writing for the New Haven Journal Courier, who proclaimed, \"One of the most affecting passages is where Hurstwood falls, ruined, disgraced.\"Salzman, Jack. Theodore Dreiser: The Critical Reception. New York: Davis Lewis, Inc. 1972. Print. Edna Kenton in the Chicago Daily News said in 1900 that Sister Carrie is \"well worth reading simply for this account of Hurstwood\". Reviews mentioned the novel's realistic depiction of the human condition. A 1901 review in The Academy said that Sister Carrie was \"absolutely free from the slightest trace of sentimentality or pettiness, and dominated everywhere by a serious and strenuous desire for truth.\" The London Express claimed that realism made the book appealing: \"It is a cruel, merciless story, intensely clever in its realism, and one that will remain impressed in the memory of the reader for many a long day.\" The novel has also been praised for its accurate depiction of the protests in New York and the city life in Chicago. Negative response to the novel came largely from the book's sexual content, which made Sister Carrie, in the words of the Omaha Daily Bee in 1900, \"not a book to be put into the hands of every reader indiscriminately.\" Another review in Life criticized Carrie's success, and warned \"Such girls, however, as imagine that they can follow in her footsteps will probably end their days on the Island or in the gutter.\" The book was also criticized for never mentioning the name of God. Several critics complained the title made the book sound as if the main character is a nun. The title of the book was considered by The Newark Sunday News to be the \"weakest thing about the book\" because it \"does not bear the faintest relation to the story.\" Similarly, Frederic Taber Cooper in The Bookman declared it to be a \"colourless and misleading title\". Other common complaints were about the length of the book and that it is so depressing that it is unpleasant to read. While some viewed his work as grammatically and syntactically inaccurate, others found his detailed storytelling intriguing.Rovit, Earl. \"Theodore Dreiser: Overview.\" Reference Guide to American Literature. Ed. Jim Kamp. 3rd ed. Detroit: St. James Press, 1994. Literature Resources from Gale. Web. April 13, 2011. An avid supporter and friend, H. L. Mencken referred to Dreiser as \"a man of large originality, of profound feeling, and of unshakable courage\". Mencken believed that Dreiser's raw, honest portrayal of Carrie's life should be seen as a courageous attempt to give the reader a realistic view of the life of women in the nineteenth century.Henningfeld, Diane Andrews. \"Overview of 'Sister Carrie'.\" Novels for Students. Ed. Marie Rose Napierkowski and Deborah A. Stanley. Vol. 8. Detroit: Gale, 2000. Literature Resources from Gale. Web. April 12, 2011. In opposition, one critic, Karl F. Zender, argued that Dreiser's stress on circumstance over character was \"adequate neither to the artistic power nor to the culture implications of Sister Carrie\". Many found Dreiser's work attractive due to his lenient \"moralistic judgments\" and the \"spacious compassion\" in which he viewed his characters' actions. This toleration of immorality was an entirely new idea for the readers of Dreiser's era. In fact, the novel and its modern ideas of morality helped to produce a movement in which the literary generation of its time was found \"detaching itself from its predecessor\".Sherman, Stuart P. \"The Barbaric Naturalism of Theodore Dreiser.\" On Contemporary Literature. Holt, Rinehart and Winston, 1917. 85–101. Rpt. in Twentieth-Century Literary Criticism. Detroit: Gale. Literature Resources from Gale. Web. April 12, 2011. Yet there still remained some who disapproved of Dreiser's immoral, atypical story line. David E. E. Sloan argued that Dreiser's novel undermined the general consensus that hard work and virtue bring success in life.Rozga, Margaret. \"Sisters in a Quest—Sister Carrie and A Thousand Acres: The Search for Identity in Gendered Territory.\" Midwestern Miscellany 22 (1994): 18–29. Rpt. in Contemporary Literary Criticism. Ed. Jeffrey W. Hunter. Vol. 144. Detroit: Gale Group, 2001. Literature Resources from Gale. Web. April 13, 2011. Though Dreiser has been criticized for his writing style and lack of formal education, Sister Carrie remains an influential example of naturalism and realism. While it initially did not sell well (fewer than 500 copies) and encountered censorship, it is now considered one of the great American urban novels, which explores the gritty details of human nature, as well as how the process of industrialization affected the American people. == On screen and stage == thumb|upright=0.5|Sister Carrie by R. Pauls; 1979 LP Laurence Olivier and Jennifer Jones starred in a 1952 film adaptation, Carrie, directed by William Wyler. The musical Sister Carrie () by Raimonds Pauls (music) and (lyrics) premiered at the Riga State Operetta Theatre in 1978, with Mirdza Zīvere as Carrie.Māsa Kerija / Сестра Керри (1979, Raimonds Pauls) (Russian) The Florentine Opera Company in Milwaukee, Wisconsin, produced the world premiere of Robert Aldridge and Herschel Garfein's operatic adaptation of the book in October 2016. ==References== ==Bibliography== Sources *Theodore Dreiser, Neda Westlake (ed.). Sister Carrie. Philadelphia: University of Pennsylvania Press, 1981. A reconstruction by leading scholars to represent the novel before it was edited by hands other than Dreiser's. Including annotations and scholarly apparatus. Also available online, see External links below. *Theodore Dreiser. Sister Carrie: Unexpurgated Edition. New York Public Library Collector's Edition. 1997 Doubleday. – text based on the 1981 University of Pennsylvania Press edition. *Theodore Dreiser, Donald Pizer (ed.). Sister Carrie. Norton Critical Edition, 1970. Authoritative edition of the censored version plus a lot of source and critical material. Criticism *Miriam Gogol, ed. Theodore Dreiser: Beyond Naturalism. New York University Press, 1995. The first major collection of scholarly articles on Dreiser to appear since 1971. *Donald Pizer, ed. New Essays on Sister Carrie. Cambridge University Press, 1991. A recent collection of articles about Sister Carrie. *James West. A Sister Carrie Portfolio. University Press of Virginia, 1985. A companion volume to the 1981 Pennsylvania edition. A pictorial history of Sister Carrie from 1900–1981. ==External links== * The International Theodore Dreiser Society Sources * * Sister Carrie, restored text, 1981 Pennsylvania Edition. A reconstruction by leading scholars to represent the novel before it was edited by hands other than Dreiser's. Online edition, for print edition see \"Sources\" in \"Bibliography\" above. * Plain text. * Sister Carrie, available at Internet Archive. Scanned illustrated original edition books. * Sister Carrie. An interactive wikisite mapping the geography of the novel. * Commentary *Sister Carrie from the Dreiser Web Source. Commentary from the authors of the University of Pennsylvania edition (see Bibliography sources above). *Shawcross, Nancy M. \"Sister Carrie: 'A Strangely Strong Novel in a Queer Milieu\". A virtual exhibition. *\"Why did they ever ban a book this bad?\", by Garrison Keillor, Salon Magazine, October 13, 1997. Category:1900 American novels Category:American novels adapted into films Category:Doubleday, Page & Company books Category:Novels about actors Category:Novels by Theodore Dreiser Category:Novels set in Chicago Category:Novels set in New York City Category:Articles containing video clips Category:Novels adapted into operas Category:Fiction set in 1889 Category:Fiction set in 1890 Category:Fiction set in 1891 Category:Fiction set in 1892 Category:Fiction set in 1893",
 "title": "Sister Carrie"
}