{
 "id": "125539",
 "text": "Chester is a borough in Morris County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 1,649, reflecting an increase of 14 (+0.9%) from the 1,635 counted in the 2000 Census, which had in turn increased by 421 (+34.7%) from the 1,214 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010 , New Jersey Department of Labor and Workforce Development, February 2011. Accessed December 18, 2012. The borough is completely surrounded by Chester Township.Areas touching Chester, MapIt. Accessed March 22, 2020.Morris County Municipalities Map, Morris County, New Jersey Department of Planning and Preservation. Accessed March 22, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. making it part of 21 pairs of \"doughnut towns\" in the state, where one municipality entirely surrounds another.DeMarco, Megan. \"Voters to decide whether to merge two Princetons into one\", The Star-Ledger, November 3, 2011. Accessed January 8, 2017. \"There are 22 sets of 'doughnut towns' in New Jersey, those where one town wraps around the other town\". Note that following voter approval of the Princeton merger, 21 pairs of \"doughnut towns\" remain. The borough's name is derived from the township, which was named for Chestershire in England.Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed August 28, 2015. In 2010, Forbes ranked Chester at 321st in its listing of \"America's Most Expensive ZIP Codes,\" with a median home price of $823,691.Staff. \"America's Most Expensive ZIP Codes: In these neighborhoods $4 million homes are the norm.\", Forbes, September 27, 2010. Accessed July 29, 2011. ==History== Chester Township was established as a separate political entity on April 1, 1799, including the area of both the Township and the downtown settlement which came to be the Borough. The Borough of Chester was incorporated by an act of the New Jersey Legislature on April 3, 1930, based on the results of a referendum held on April 25, 1930, and is today a separate municipality surrounded entirely by Chester Township.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 192. Accessed October 25, 2012.Historical Timeline of Morris County Boundaries, Morris County Library. Accessed December 24, 2016. \"1930. Chester Borough is established from Chester Township. From PL 1930, c. 67.\" The borough's name is derived from the township, which was named for Chestershire in England.Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed August 28, 2015. ==Geography== According to the United States Census Bureau, the borough had a total area of 1.59 square miles (4.13 km2), including 1.59 square miles (4.12 km2) of land and <0.01 square miles (<0.01 km2) of water (0.13%). The borough is completely surrounded by Chester Township.Areas touching Chester, MapIt. Accessed March 22, 2020.Morris County Municipalities Map, Morris County, New Jersey Department of Planning and Preservation. Accessed March 22, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. making it part of 21 pairs of \"doughnut towns\" in the state, where one municipality entirely surrounds another.DeMarco, Megan. \"Voters to decide whether to merge two Princetons into one\", The Star-Ledger, November 3, 2011. Accessed January 8, 2017. \"There are 22 sets of 'doughnut towns' in New Jersey, those where one town wraps around the other town\". Note that following voter approval of the Princeton merger, 21 pairs of \"doughnut towns\" remain. ==Demographics== ===Census 2010=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $86,705 (with a margin of error of +/- $12,175) and the median family income was $133,250 (+/- $8,752). Males had a median income of $84,167 (+/- $38,424) versus $50,341 (+/- $9,122) for females. The per capita income for the borough was $48,565 (+/- $4,792). About none of families and 2.7% of the population were below the poverty line, including none of those under age 18 and 10.5% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Chester borough, Morris County, New Jersey, United States Census Bureau. Accessed December 17, 2012. ===Census 2000=== As of the 2000 United States Census there were 1,635 people, 609 households, and 426 families residing in the borough. The population density was 1,063.0 people per square mile (409.9/km2). There were 627 housing units at an average density of 407.6 per square mile (157.2/km2). The racial makeup of the borough was 94.68% White, 0.80% African American, 1.71% Asian, 2.02% from other races, and 0.80% from two or more races. Hispanic or Latino of any race were 6.85% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Chester borough, New Jersey , United States Census Bureau. Accessed December 18, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Chester borough, Morris County, New Jersey, United States Census Bureau. Accessed December 18, 2012. There were 609 households, out of which 34.0% had children under the age of 18 living with them, 60.6% were married couples living together, 6.1% had a female householder with no husband present, and 29.9% were non-families. 23.8% of all households were made up of individuals, and 14.0% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.15. In the borough the population was spread out, with 24.8% under the age of 18, 5.7% from 18 to 24, 30.0% from 25 to 44, 25.8% from 45 to 64, and 13.6% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 100.4 males. For every 100 females age 18 and over, there were 95.7 males. The median income for a household in the borough was $80,398, and the median income for a family was $106,260. Males had a median income of $76,772 versus $45,833 for females. The per capita income for the borough was $42,564. About 2.1% of families and 5.2% of the population were below the poverty line, including 0.5% of those under age 18 and 5.8% of those age 65 or over. ==Parks and recreation== Dense forests and hiking trails surround the town of Chester. It was named one of the top ten most beautiful towns in New Jersey in 2016.Armitage, Helen. \"The 10 Most Beautiful Towns In New Jersey, USA\", The Culture Trip, December 13, 2016. Accessed January 9, 2017. There are various recreational state parks, such as Hacklebarney State Park and Black River County Park, which contains a popular tourist site called the Nathan Cooper Gristmill. These parks serve as quintessential family activities, especially going on hikes and observing the foliage during the fall. Willowwood Arboretum, operated by the Morris County Park Commission, covers of gardens, meadows and walking / hiking trails.Willowwood History, Willowwood Arboretum. Accessed July 20, 2016. ==Government== ===Local government=== Chester is governed under the Borough form of New Jersey municipal government, which is used in 218 municipalities (of the 565) statewide, making it the most common form of government in New Jersey.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of the Mayor and the Borough Council, with all positions elected at-large on a partisan basis as part of the November general election. The Mayor is elected directly by the voters to a four-year term of office. The Borough Council is comprised of six members elected to serve three-year terms on a staggered basis, with two seats coming up for election each year in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 110. The Borough form of government used by Chester is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.Cerra, Michael F. \"Forms of Government: Everything You've Always Wanted to Know, But Were Afraid to Ask\" , New Jersey State League of Municipalities. Accessed November 30, 2014.\"Forms of Municipal Government in New Jersey\", p. 6. Rutgers University Center for Government Studies. Accessed June 3, 2015. , the Mayor of Chester is Republican Janet Hoven, whose term of office ends December 31, 2022. Members of the Chester Borough Council are Karen L. Ferrone (R, 2022), Russell Goodwin (R, 2022), Chris Heil (R, 2021), Kyle J. Holman (R, 2021), Timothy Iversen (R, 2020) and Gary W. Marshuetz (R, 2020).Mayor and Town Council, Borough of Chester. Accessed March 23, 2020.2019 Municipal Data Sheet, Borough of Chester. Accessed September 12, 2019.Morris County Manual 2020, Morris County, New Jersey Clerk. Accessed June 3, 2020.Morris County Municipal Elected Officials For The Year 2020, Morris County, New Jersey Clerk, updated March 17, 2020. Accessed June 3, 2020.General Election November 5, 2019, Official Results, Morris County, New Jersey, updated November 15, 2019. Accessed January 31, 2020.General Election Winners List For November 6, 2018, Morris County, New Jersey Clerk. Accessed January 1, 2019.General Election November 7, 2017 Official Results, Morris County, New Jersey Clerk, updated November 17, 2017. Accessed January 1, 2018. ===Merger discussion with Chester Township=== In 2007, New Jersey Governor Jon Corzine created incentives for small towns of less than 10,000 inhabitants to combine with other cities. The goal was to reduce the overall cost of government and thereby offer some tax relief. \"New Jersey has 21 counties, 566 municipalities and 616 school districts, and property taxes average $6,800 per homeowner, or twice the national average.\"Porter, David via Associated Press. \"Strapped towns eye mergers, but few reach the altar\", The News & Observer, May 17, 2009. Accessed January 15, 2015. Chester Borough had originally split from Chester Township in 1930 over the creation of sewer and water infrastructure in the more densely settled center of the municipality. The residents of the rural portions of the Township did not wish to financially support the construction and maintenance of a public sewer or water utility. Since that time rural Chester Township has relied upon individual private wells for water and septic systems for wastewater treatment while the Borough is primarily, although not entirely, served by public sewer and water. Concerns over the extension of utilities into the rural Township with the resultant potential for large scale growth served as an impediment to consolidation. The prohibition of utility extensions supported by the New Jersey state plan and codified in the Highlands Water Protection Act, along with the development restrictions contained in the Highlands Act have lessened those concerns. Additionally, an aggressive land conservation program in the Township has resulted in over 40% of the Township being placed into permanent preservation, further lessening worries about potential overdevelopment. The two municipalities currently share a common K-8 school district, volunteer fire department, library, first aid squad and other municipal services. Residents are concerned about the unknown costs of a merger and a disproportionate allocation of those costs. The two mayors had publicly endorsed a cost–benefit analysis of a merger. As two previous efforts had failed, the two municipalities have taken and deliberate approach to determine the savings, if any. A merger vote planned for November 2010 was delayed for at least a year after Governor Christie's elimination of equalization funds that would ensure some taxpayers do not pay more due to the merger, as an analysis by the New Jersey Department of Community Affairs estimated that township residents would see an annual increase of $128 on their property taxes while those in the borough would see an average decline of $570 in their taxes.Goldberg, an. \"Chester merger panel puts off meeting until next year\", The Star-Ledger, October 5, 2010. Accessed January 15, 2015. \"Progress toward merging the two Chesters has slowed to a crawl, and the consolidation commission charged with studying the feasibility of it has decided not to meet again until 2011.... A DCA report delivered in May showed that the merger, based on 2009 data, would reduce borough taxes by approximately $570 on a home assessed at the borough average of $528,000. It would increase township taxes $128 on a home assessed at $826,000, the township average.\" ===Federal, state and county representation=== Chester Borough is located in the 7th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 25th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Chester Borough had been in the 24th state legislative district.2011 New Jersey Citizen's Guide to Government , p. 56, New Jersey League of Women Voters. Accessed May 22, 2015. Prior to the 2010 Census, Chester Borough had been part of the , a change made by the New Jersey Redistricting Commission that took effect in January 2013, based on the results of the November 2012 general elections. ===Politics=== As of March 23, 2011, there were a total of 1,038 registered voters in Chester, of which 188 (18.1%) were registered as Democrats, 500 (48.2%) were registered as Republicans and 350 (33.7%) were registered as Unaffiliated. There were no voters registered to other parties.Voter Registration Summary - Morris, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 18, 2012. In the 2012 presidential election, Republican Mitt Romney received 64.4% of the vote (506 cast), ahead of Democrat Barack Obama with 34.7% (273 votes), and other candidates with 0.9% (7 votes), among the 789 ballots cast by the borough's 1,092 registered voters (3 ballots were spoiled), for a turnout of 72.3%. In the 2008 presidential election, Republican John McCain received 60.6% of the vote (517 cast), ahead of Democrat Barack Obama with 37.7% (322 votes) and other candidates with 1.2% (10 votes), among the 853 ballots cast by the borough's 1,102 registered voters, for a turnout of 77.4%.2008 Presidential General Election Results: Morris County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 18, 2012. In the 2004 presidential election, Republican George W. Bush received 66.7% of the vote (570 ballots cast), outpolling Democrat John Kerry with 31.7% (271 votes) and other candidates with 1.2% (13 votes), among the 855 ballots cast by the borough's 1,122 registered voters, for a turnout percentage of 76.2.2004 Presidential Election: Morris County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 18, 2012. In the 2013 gubernatorial election, Republican Chris Christie received 79.9% of the vote (437 cast), ahead of Democrat Barbara Buono with 18.8% (103 votes), and other candidates with 1.3% (7 votes), among the 556 ballots cast by the borough's 1,110 registered voters (9 ballots were spoiled), for a turnout of 50.1%. In the 2009 gubernatorial election, Republican Chris Christie received 69.7% of the vote (439 ballots cast), ahead of Democrat Jon Corzine with 21.6% (136 votes), Independent Chris Daggett with 7.1% (45 votes) and other candidates with 1.0% (6 votes), among the 630 ballots cast by the borough's 1,079 registered voters, yielding a 58.4% turnout.2009 Governor: Morris County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 18, 2012. == Houses of worship == The First Congregational Church, at 30 Hillside Road, has been active since 1740. This historic church building is listed on the National Register of Historic Places. Grace Bible Chapel, located at 100 Oakdale Road in Chester, is a non-denominational fellowship of evangelical Christians.Home Page, Grace Bible Chapel. Accessed January 9, 2017. ==Education== Students in public school for pre-kindergarten through eighth grade attend the Chester School District, together with children from Chester Township.About Our District, Chester School District. Accessed February 12, 2020. \"Students in grades nine through twelve go to the West Morris Regional High School District.The district is composed of Dickerson Elementary School (K-2), Bragg Intermediate School (3-5), and Black River Middle School (6-8). Dickerson and Bragg Schools are located on Route 24, east of Chester Borough; Black River Middle School is on Route 513 (North Road), north of Chester Borough. The school district serves two municipalities, Chester Borough and Chester Township.\" As of the 2017–18 school year, the district, comprised of three schools, had an enrollment of 1,069 students and 110.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 9.7:1.District information for Chester School District, National Center for Education Statistics. Accessed November 1, 2019. Schools in the district (with 2017-18 enrollment data from the National Center for Education StatisticsSchool Data for the Chester School District, National Center for Education Statistics. Accessed November 1, 2019.) are Dickerson Elementary SchoolDickerson Elementary School, Chester School District. Accessed February 12, 2020. with 318 students in grades PreK-2, Bragg Elementary SchoolBragg Elementary School, Chester School District. Accessed February 12, 2020. with 363 students in grades 3-5 and Black River Middle SchoolBlack River Middle School, Chester School District. Accessed February 12, 2020. with 387 students in grades 6–8.School Directory, Chester School District. Accessed February 12, 2020.New Jersey School Directory for the Chester School District, New Jersey Department of Education. Accessed December 29, 2016. Dickerson and Bragg Schools are located on County Route 510, east of Chester Borough; Black River Middle School is on County Route 513 (North Road), north of Chester Borough. As a consolidated school district, all residents in the two constituent municipalities vote for board of education members who represent the entire district, not just the municipality in which they reside.Comprehensive Annual Financial Report of the Chester School District, New Jersey Department of Education, for year ending June 30, 2018. Accessed March 1, 2020. \"The District provides a full range of educational services appropriate to preschool through eighth grade for the students residing in Chester Township and Chester Borough and is considered a Consolidated School District.\" Students in public school for ninth through twelfth grades in both communities attend West Morris Mendham High School, which serves students from the surrounding Morris County school districts of Chester Borough, Chester Township, Mendham Borough and Mendham Township. The high school is part of the West Morris Regional High School District, which also serves students from Washington Township, who attend West Morris Central High SchoolWest Morris Regional High School District 2015 Report Card Narrative, New Jersey Department of Education. Accessed June 4, 2016. \"Established in 1958, the West Morris Regional High School District operates two schools, West Morris Central High School and West Morris Mendham High School. The regional district serves the students of five Morris County communities: Chester Borough, Chester Township, Mendham Borough, Mendham Township and Washington Township. Students from Washington Township attend West Morris Central High School, and students from the Chesters and the Mendhams attend West Morris Mendham High School.\" As of the 2017–18 school year, the high school had an enrollment of 1,241 students and 97.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 12.8:1.School data for West Morris Mendham High School, National Center for Education Statistics. Accessed November 1, 2019. The district's board of education has nine members who are elected directly by voters to serve three-year terms of office on a staggered basis.Comprehensive Annual Financial Report of the West Morris Regional High School District, New Jersey Department of Education, for year ending June 30, 2018. Accessed February 12, 2020. \"The School District is administered by a nine-member Board of Education (“the Board”), with three members elected each year for three-year terms.\" The nine seats on the board of education are allocated based on the populations of the constituent municipalities, with one seat assigned to Chester Borough.Board of Education, West Morris Regional High School District. Accessed February 12, 2020. ==Transportation== thumb|right|US 206 northbound in Chester ===Roads and highways=== , the borough had a total of of roadways, of which were maintained by the municipality, by Morris County and by the New Jersey Department of Transportation.Morris County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. Chester is located at the point where County Route 513 (also known as old Route 24) and U.S. Route 206 intersect.Town Information , Borough of Chester. Accessed July 19, 2011. ===Public transportation=== NJ Transit local bus service was provided on the MCM4 and MCM5 routesMorris County Bus/Rail Connections, NJ Transit, backed up by the Internet Archive as of May 22, 2009. Accessed August 6, 2015. until June 2010, when NJ Transit pulled the subsidy.Private Carrier Bus Service reductions, NJ Transit. Accessed August 6, 2015.Morris County System Map, NJ Transit. Accessed August 6, 2015. ==Points of interest== * Chester House Inn, at the corner of Main Street and Hillside Road, listed on the National Register of Historic Places File:Chester House Inn, Chester, NJ - Brick Tavern.jpg|Chester House Inn ==Notable people== People who were born in, residents of, or otherwise closely associated with Chester Borough include: * Lois Barker (born 1923), utility player who played for the Grand Rapids Chicks of the All-American Girls Professional Baseball League during the 1950 season.Lois Barker, All-American Girls Professional Baseball League Players Association. Accessed April 28, 2015.Staff. \"All American Jersey Girl\" , New Jersey Baseball Magazine, Fall 2005. Accessed April 28, 2015. \"Fortunately for baseball purists everywhere, Tommie ate regularly enough while growing up in Chester, New Jersey to make it to tryouts for the All American Girls Professional Baseball League (AAGPBL) in 1949.\" * Alex Cable, optical engineer, inventor and entrepreneur who founded optical equipment manufacturer Thorlabs in his parent's basement in Chester.Staff. \"Thorlabs opens new facility in Newton\", Star-Gazette, March 23, 2012. Accessed April 28, 2015. \"The company has been growing dramatically since it was started by Alex Cable in the basement of his parents' Chester, NJ home in 1989.\" * Lester H. Clee (1888-1962), clergyman and politician who served in both houses of the New Jersey Legislature and served as the Mayor of Chester.Staff. \"Dr. Lester H. Clee, Clergyman, Dies; Jersey Pastor Was G.O.P.'s Gubernatorial Choice in '37 Retired in 1950 Started a Boys' Club\", The New York Times, March 16, 1962. Accessed April 28, 2015. \"After moving to Chester in 1950 he served as Borough Councilman there and later as Mayor.\" * Matt Flanagan (born 1995), tight end for the Washington Redskins.Matt Flanagan, Pitt Panthers football. Accessed July 11, 2019. \"Hometown: Chester, N.J. High School: West Morris Mendham\" * Fran Hopper (1922-2017), comic book artist active during the 1930s–1940s period known as the Golden Age of Comic Books, who was one of the earliest women in the field.Lentz III, Harris M. \"Hopper, Fran\", in Obituaries in the Performing Arts, 2017, p. 207. McFarland and Company, 2017. Accessed August 8, 2019. \"She married Dr. John Hopper in 1944, and retired from comics four years later. The Hoppers moved to Chester, New Jersey, in 1955, where they raised Arabian horses.\" * Larry W. Maysey (1946-1967), United States Air Force Pararescueman who was posthumously awarded the Air Force Cross, the Air Force's second-highest decoration.Larry Maysey Memorial, Chester Historical Society, May 1, 2004. Accessed April 28, 2015. \"Larry Maysey Larry Maysey lived in Chester for all of his young life, and he was a friend, a companion and a role model.\" * Jared Stroud (born 1996), footballer who plays as a midfielder for New York Red Bulls II in the United Soccer League.Havsy, Jane. \"Red Bulls draft Delbarton alumnus, Chester native\", Daily Record (Morristown), January 21, 2018. Accessed March 27, 2018. \"Colgate senior Jared Stroud was selected in the third round of Major League Soccer's SuperDraft by the New York Red Bulls Sunday. A Delbarton alumnus from Chester, Stroud had four goals and a school-record 13 assists as the Raiders reached the NCAA Sweet 16 for the first time.\" ==References== ==External links== * Chester Borough website * Chester School District * * School Data for the Chester School District, National Center for Education Statistics * West Morris Mendham High School * West Morris Regional High School District * Daily Record regional area newspaper Category:1930 establishments in New Jersey Category:Borough form of New Jersey government Category:Boroughs in Morris County, New Jersey Category:Populated places established in 1930",
 "title": "Chester Borough, New Jersey"
}