{
 "id": "125611",
 "text": "Holiday Heights is an unincorporated community and census-designated place (CDP) located within Berkeley Township, in Ocean County, New Jersey, United States.GCT-PH1 - Population, Housing Units, Area, and Density: 2010 - County -- County Subdivision and Place from the 2010 Census Summary File 1 for Ocean County, New Jersey , United States Census Bureau. Accessed January 4, 2013.2006-2010 American Community Survey Geography for New Jersey, United States Census Bureau. Accessed January 4, 2013.New Jersey: 2010 - Population and Housing Unit Counts - 2010 Census of Population and Housing (CPH-2-32), United States Census Bureau, August 2012. Accessed January 4, 2013. As of the 2010 United States Census, the CDP's population was 2,099. ==Geography== According to the United States Census Bureau, the CDP had a total area of 4.944 square miles (12.804 km2), all of which was land.US Gazetteer files: 2010, 2000, and 1990, United States Census Bureau. Accessed September 4, 2014. ==Demographics== ===Census 2010=== ===Census 2000=== As of the 2000 United States Census there were 2,389 people, 1,369 households, and 941 families living in the CDP. The population density was 184.5/km2 (477.9/mi2). There were 1,393 housing units at an average density of 107.6/km2 (278.7/mi2). The racial makeup of the CDP was 99.16% White, 0.46% African American, 0.25% Asian, and 0.13% from two or more races. Hispanic or Latino of any race were 1.30% of the population.DP-1 - Profile of General Demographic Characteristics: 2000 from the Census 2000 Summary File 1 (SF 1) 100-Percent Data for Holiday Heights CDP, New Jersey , United States Census Bureau. Accessed January 6, 2013. There were 1,369 households, out of which 0.2% had children under the age of 18 living with them, 64.7% were married couples living together, 3.4% had a female householder with no husband present, and 31.2% were non-families. 29.8% of all households were made up of individuals, and 27.9% had someone living alone who was 65 years of age or older. The average household size was 1.75 and the average family size was 2.06. In the CDP the population was spread out, with 0.3% under the age of 18, 0.1% from 18 to 24, 2.0% from 25 to 44, 10.8% from 45 to 64, and 86.8% who were 65 years of age or older. The median age was 73 years. For every 100 females, there were 78.6 males. For every 100 females age 18 and over, there were 78.3 males. The median income for a household in the CDP was $30,025, and the median income for a family was $33,360. Males had a median income of $45,573 versus $25,313 for females. The per capita income for the CDP was $19,062. About 2.3% of families and 2.0% of the population were below the poverty line, including none of those under age 18 and 2.3% of those age 65 or over. ==References== Category:Berkeley Township, New Jersey Category:Census-designated places in Ocean County, New Jersey",
 "title": "Holiday Heights, New Jersey"
}