{
 "id": "125606",
 "text": "Eagleswood Township is a township in Ocean County, New Jersey, United States. As of the 2010 United States Census, the township's population was 1,603, reflecting an increase of 162 (+11.2%) from the 1,441 counted in the 2000 Census, which had in turn declined by 35 (-2.4%) from the 1,476 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed December 25, 2012. The 2010 population was the highest recorded in any decennial census. Eagleswood Township was incorporated as a township by an act of the New Jersey Legislature on March 17, 1874, from portions of Stafford Township. Portions of the township were taken to form Beach Haven (November 11, 1890) and Long Beach Township (March 23, 1899).Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 202. Accessed October 25, 2012. ==Geography== According to the United States Census Bureau, the township had a total area of 18.96 square miles (49.11 km2), including 16.10 square miles (41.71 km2) of land and 2.86 square miles (7.41 km2) of water (15.08%). Unincorporated communities, localities and place names located partially or completely within the township include Coxs, Cox's Crossing, Coxstown, Dinner Point, Horse Point, Mud Cove, Parker Cove, Spraguetown, Stafford Forge, Staffordville and West Creek.Locality Search, State of New Jersey. Accessed May 21, 2015. The township borders the Ocean County municipalities of Little Egg Harbor Township, Long Beach Township and Stafford Township.Areas touching Eagleswood Township, MapIt. Accessed March 27, 2020.Ocean County Map, Coalition for a Healthy NJ. Accessed March 27, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. ==Demographics== ===Census 2010=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation- adjusted dollars) median household income was $60,221 (with a margin of error of +/- $4,757) and the median family income was $70,313 (+/- $11,006). Males had a median income of $49,875 (+/- $7,215) versus $38,036 (+/- $8,952) for females. The per capita income for the borough was $28,135 (+/- $2,836). About 4.8% of families and 6.2% of the population were below the poverty line, including 5.5% of those under age 18 and 1.4% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Eagleswood township, Ocean County, New Jersey , United States Census Bureau. Accessed December 25, 2012. ===Census 2000=== As of the 2000 United States Census there were 1,441 people, 546 households, and 394 families residing in the township. The population density was 88.0 people per square mile (34.0/km2). There were 693 housing units at an average density of 42.3 per square mile (16.3/km2). The racial makeup of the township was 98.96% White, 0.07% African American, 0.28% Native American, 0.21% Asian, and 0.49% from two or more races. Hispanic or Latino of any race were 1.11% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Eagleswood township, Ocean County, New Jersey, United States Census Bureau. Accessed December 25, 2012.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Eagleswood township, Ocean County, New Jersey , United States Census Bureau. Accessed December 25, 2012. There were 546 households, out of which 32.2% had children under the age of 18 living with them, 60.3% were married couples living together, 8.1% had a female householder with no husband present, and 27.7% were non-families. 22.3% of all households were made up of individuals, and 10.6% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.11. In the township the population was spread out, with 24.7% under the age of 18, 6.7% from 18 to 24, 29.5% from 25 to 44, 24.7% from 45 to 64, and 14.4% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 101.5 males. For every 100 females age 18 and over, there were 100.2 males. The median income for a household in the township was $38,625, and the median income for a family was $49,453. Males had a median income of $36,375 versus $26,654 for females. The per capita income for the township was $20,617. About 2.2% of families and 3.5% of the population were below the poverty line, including 3.2% of those under age 18 and 5.7% of those age 65 or over. == Government == ===Local government=== Eagleswood Township is governed under the Township form of New Jersey municipal government, one of 141 of 565 municipalities statewide that use this form, the second-most commonly used form of government in the state.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is a three-member Township Committee, whose members are elected directly by the voters at-large in partisan elections to serve three-year terms of office on a staggered basis, with one seat coming up for election each year as part of the November general election in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 49.\"Forms of Municipal Government in New Jersey\", p. 7. Rutgers University Center for Government Studies. Accessed June 3, 2015. At an annual reorganization meeting, the Township Committee selects one of its members to serve as Mayor and another as Deputy Mayor. , members of the Eagleswood Township Committee are Mayor Nicholas A. Sommaripa (R, term on committee and as mayor ends December 31, 2020), Deputy Mayor Debra A. Rivas (R, term on committee ends 2021; term as deputy mayor ends 2020) and Michael J. Pasternak (R, 2022).Home Page, Township of Eagleswood. Accessed March 27, 2020.2019 Municipal User Friendly Budget for Eagleswood Township, New Jersey Department of Community Affairs. Accessed March 27, 2020.Township of Eagleswood, Ocean County, New Jersey. Accessed September 19, 2019.2020 Ocean County & Municipal Elected Officials, Ocean County, New Jersey Clerk, updated February 6, 2020. Accessed March 16, 2020.2019 General Election Official Results November 5, 2019, Ocean County, New Jersey Clerk, updated November 15, 2019. Accessed January 1, 2020.2018 General Election Official Results November 6, 2018, Ocean County, New Jersey Clerk, updated November 19, 2018. Accessed January 1, 2019.2017 General Election Official Results November 7, 2017, Ocean County, New Jersey Clerk, updated November 15, 2017. Accessed January 1, 2018. ====Emergency services==== Eagleswood Township is served by Great Bay Regional Volunteer EMS, which also provides primary 911 emergency medical services for the residents of Little Egg Harbor Township and Bass River Township.Home Page, Great Bay Regional Volunteer EMS. Accessed June 13, 2016. \"Great Bay Regional Volunteer EMS is committed to protecting the lives of Little Egg Harbor's, Bass River's, and Eagleswood's residents and visitors by providing the best possible emergency and medical response services.\" Since Eagleswood Township does not maintain its own police department, police services are provided by troopers from the New Jersey State Police Troop C, which maintains a barrack within the township. === Federal, state and county representation === Eagleswood Township is located in the 2nd Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 9th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2010 Census, Eagleswood Township had been part of the , a change made by the New Jersey Redistricting Commission that took effect in January 2013, based on the results of the November 2012 general elections.2011 New Jersey Citizen's Guide to Government , p. 56, New Jersey League of Women Voters. Accessed May 22, 2015. ===Politics=== As of March 23, 2011, there were a total of 1,115 registered voters in Eagleswood Township, of which 165 (14.8%) were registered as Democrats, 466 (41.8%) were registered as Republicans and 482 (43.2%) were registered as Unaffiliated. There were 2 voters registered to other parties.Voter Registration Summary - Ocean, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 25, 2012. Among the township's 2010 Census population, 69.6% (vs. 63.2% in Ocean County) were registered to vote, including 88.8% of those ages 18 and over (vs. 82.6% countywide).GCT-P7: Selected Age Groups: 2010 - State -- County Subdivision; 2010 Census Summary File 1 for New Jersey , United States Census Bureau. Accessed December 25, 2012. In the 2012 presidential election, Republican Mitt Romney received 61.7% of the vote (455 cast), ahead of Democrat Barack Obama with 37.1% (274 votes), and other candidates with 1.2% (9 votes), among the 742 ballots cast by the township's 1,180 registered voters (4 ballots were spoiled), for a turnout of 62.9%. In the 2008 presidential election, Republican John McCain received 58.8% of the vote (473 cast), ahead of Democrat Barack Obama with 38.7% (311 votes) and other candidates with 0.9% (7 votes), among the 804 ballots cast by the township's 1,169 registered voters, for a turnout of 68.8%.2008 Presidential General Election Results: Ocean County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 25, 2012. In the 2004 presidential election, Republican George W. Bush received 62.6% of the vote (456 ballots cast), outpolling Democrat John Kerry with 35.8% (261 votes) and other candidates with 0.8% (8 votes), among the 729 ballots cast by the township's 997 registered voters, for a turnout percentage of 73.1.2004 Presidential Election: Ocean County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 25, 2012. In the 2013 gubernatorial election, Republican Chris Christie received 72.6% of the vote (345 cast), ahead of Democrat Barbara Buono with 24.4% (116 votes), and other candidates with 2.9% (14 votes), among the 482 ballots cast by the township's 1,144 registered voters (7 ballots were spoiled), for a turnout of 42.1%. In the 2009 gubernatorial election, Republican Chris Christie received 62.1% of the vote (351 ballots cast), ahead of Democrat Jon Corzine with 26.4% (149 votes), Independent Chris Daggett with 6.5% (37 votes) and other candidates with 2.3% (13 votes), among the 565 ballots cast by the township's 1,154 registered voters, yielding a 49.0% turnout.2009 Governor: Ocean County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 25, 2012. == Education == The Eagleswood Township School District serves students in public school for grades pre-kindergarten through sixth grade at Eagleswood Township Elementary School. As of the 2018–19 school year, the district, comprised of one school, had an enrollment of 134 students and 16.6 classroom teachers (on an FTE basis), for a student–teacher ratio of 8.1:1.District information for Eagleswood Township School District, National Center for Education Statistics. Accessed April 1, 2020. In the 2016–17 school year, Eagleswood had the 20th smallest enrollment of any school district in the state, with 141 students.Guion, Payton. \"These 43 N.J. school districts have fewer than 200 students\", NJ Advance Media for NJ.com, September 2017. Accessed January 30, 2020. \"Based on data from the state Department of Education from the last school year and the Census Bureau, NJ Advance Media made a list of the smallest of the small school districts in the state, excluding charter schools and specialty institutions.... 20. Eagleswood Township; Enrollment: 141; Grades: Pre-K-6; County: Ocean; Town population: 1,603\" Public school students in seventh through twelfth grades attend the schools of the Pinelands Regional School District, which also serves students from Bass River Township, Little Egg Harbor Township and Tuckerton Borough.Pinelands Regional School District 2016 Report Card Narrative, New Jersey Department of Education. Accessed January 22, 2020. \"The Pinelands Regional School District is a regional school district located in southern Ocean County. The District consists of a Junior High School for grades 7-9 and a High School for grades 10-12. The communities of Bass River, Eagleswood, Little Egg Harbor, and Tuckerton are served by the District with approximately 1,700 students in grades 7-12.\"School Choice Pinelands Regional School District. Accessed February 20, 2020. \"Pinelands Regional School District is a Junior High School and a High School. The District serves students in grades 7 through 12 living in the communities of: Bass River Township (Burlington County), Eagleswood Township, Little Egg Harbor Township, Tuckerton Borough\"Staff. \"Regional School Districts\", Burlington County Times, April 26, 2015. Accessed March 27, 2020. \"Pinelands Regional - Serves: Bass River in Burlington County; Eagleswood, Little Egg Harbor and Tuckerton in Ocean County\"Greenfield, Dr. Bruce. \"Ocean County Report On Consolidation and Regionalization\", Report of the Executive County Superintendent, March 15, 2010. Accessed April 21, 2011. \"Pinelands Regional - Eagleswood, Tuckerton, Bass River, Little Egg Harbor\" Schools in the district (with 2018–19 enrollment data from the National Center for Education StatisticsSchool Data for the Pinelands Regional School District, National Center for Education Statistics. Accessed April 1, 2020.) are Pinelands Regional Junior High SchoolJunior High School, Pinelands Regional School District. Accessed January 22, 2020. with 811 students in grades 7-9 and Pinelands Regional High SchoolSenior High School, Pinelands Regional School District. Accessed January 22, 2020. with 744 students in grades 10–12.Contact Us, Pinelands Regional School District. Accessed January 22, 2020.Living & Learning in Ocean County - Public Schools Directory 2018-2019, Ocean County, New Jersey. Accessed January 22, 2020.New Jersey School Directory for the Pinelands Regional School District, New Jersey Department of Education. Accessed December 29, 2016. The district's board of education includes nine members directly elected by the residents of the constituent municipalities to three-year terms on a staggered basis, with three seats up for election each year.Comprehensive Annual Financial Report for the Pinelands Regional School District, New Jersey Department of Education, for year ending June 30, 2013. Accessed February 20, 2020. \"The Pinelands Regional School District is a Type II district located in the County of Ocean, State of New Jersey. As a Type II district, the School District functions independently through a Board of Education. The Board is 9 members elected to three-year terms. These terms are staggered so that three members' terms expire each year.\" Eagleswood Township is allocated one of the nine seats.Board of Education: About Us, Pinelands Regional School District. Accessed February 20, 2020. \"The Board of Education is composed of nine citizens elected to serve terms of three years each. Representatives are elected on the basis of constituent population - one from Bass River Township, one from Eagleswood Township, six from Little Egg Harbor Township, and one from the Borough of Tuckerton.\" ==Transportation== thumb|right|The northbound Garden State Parkway in Eagleswood Township ===Roads and highways=== , the township had a total of of roadways, of which were maintained by the municipality, by Ocean County, by the New Jersey Department of Transportation and by the New Jersey Turnpike Authority.Ocean County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. The Garden State Parkway is the most prominent road passing through Eagleswood Township. However, there are no exits within the township, with the nearest access points being at Interchange 58 (County Route 539) in Little Egg Harbor Township and Interchange 63 (New Jersey Route 72) in Stafford Township. U.S. Route 9 is the main highway directly serving Eagleswood. ===Public transportation=== NJ Transit offers local bus service between the township and Atlantic City on the 559 route.Ocean County Bus / Rail Connections, NJ Transit, backed up by the Internet Archive as of July 26, 2010. Accessed December 25, 2012. Ocean Ride local service is offered on route OC6.Ocean Ride Rider's Guide , Ocean County, New Jersey. Accessed August 9, 2015. ==Notable people== People who were born in, residents of, or otherwise closely associated with Eagleswood Township include: * John T. Hendrickson Jr. (1923–1999), politician who represented the 9th Legislative District in the New Jersey General Assembly from 1982 to 1989.Sullivan, Joseph F. \"Jersey Clammers Ask Who Will Police Them\", The New York Times, April 6, 1988. Accessed January 22, 2020. \"Assemblyman John T. Hendrickson, Republican of Eagleswood Township, in Ocean County, sponsored a bill that would transfer clamming enforcement to the marine police, which he called 'a more professional organization.'\" * Paul Marshall Johnson Jr. (1955-2004), helicopter engineer who was taken hostage by militants in 2004 and had his murder in Saudi Arabia by Al-Qaeda in the Arabian Peninsula recorded on video tape.Chambers, Steve; and Spoto, MaryAnn. \"A Raid That Slays His Captors Comes Hours Too Late To Save Former Jerseyan Paul Johnson Jr.; Saudis gun down up to 5 militants after decapitation \", The Star-Ledger, June 19, 2004. Accessed July 6, 2015. \"Johnson, who grew up in Eagleswood Township in southern Ocean County, was abducted last weekend by militants who threatened to kill him if Saudi officials didn't release al Qaeda prisoners by yesterday.\" ==References== ==External links== *Official website Category:1874 establishments in New Jersey Category:Populated places in the Pine Barrens (New Jersey) Category:Populated places established in 1874 Category:Township form of New Jersey government Category:Townships in Ocean County, New Jersey",
 "title": "Eagleswood Township, New Jersey"
}