{
 "id": "125682",
 "text": "Elsinboro Township is a township in Salem County, New Jersey, United States. As of the 2010 United States Census, the township's population was 1,036, reflecting a decline of 56 (-5.1%) from the 1,092 counted in the 2000 Census, which had in turn declined by 78 (-6.7%) from the 1,170 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010 , New Jersey Department of Labor and Workforce Development, February 2011. Accessed January 17, 2013. Elsinboro's first mention dates back to May 12, 1701, though it was also mentioned in records on November 28, 1676. The details and date of its original incorporation are unknown. The township was incorporated by an act of the New Jersey Legislature on February 21, 1798, as one of New Jersey's original group of 104 townships.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 215. Accessed October 25, 2012. The township was named for Fort Nya Elfsborg.Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed August 30, 2015. ==History== At the time of European colonization in the 17th century the Delaware River was known as the South River and the Salem River was known as Varkens Kill, or Hogg Creek.Placenames of Salem County, NJ, West Jersey History Project / Salem County Historical Society . Accessed July 27, 2014. In 1641, without having a patent, a group of 60 settlers (20 families) from the New Haven Colony (in today's Connecticut) purchased land along the kill from indigenous Lenape.Chandler, Alfred N. Land Title Origins: A Tale of Force and Fraud', p. 242. Accessed February 17, 2015.Sheridan, Janet L. \"Their Houses are Some Built of Timber\": The Colonial Timber Frame Houses of Fenwick's Colony, New Jersey, p. 48. University of Delaware. School of Urban Affairs and Public Policy, 2007. . Accessed February 17, 2015. Shortly after Johan Printz, governor of New Sweden, arrived in the colony in 1643, he instructed that Fort Nya Elfsborg be built. Named after the Old Älvsborg Fortress off shore from Gothenburg, Sweden, it was located on the Delaware River between Salem River and Alloway Creek. In 1655 Peter Stuyvesant, on behalf of the Dutch West India Company, re-asserted control over the region, which was later captured by the British in 1664. ==Geography== According to the United States Census Bureau, the township had a total area of 13.34 square miles (34.56 km2), including 11.93 square miles (30.90 km2) of land and 1.41 square miles (3.66 km2) of water (10.58%). The Salem River flows along a portion of the township's northern boundary, and Alloway Creek flows along its southern boundary.DeLorme (2005). New Jersey Atlas & Gazetteer. Yarmouth, Maine: DeLorme. . Elsinboro Township contains the site of former Fort Elfsborg. Money Island is located in the southwestern corner of the township. Elsinboro Township borders Lower Alloways Creek Township, Pennsville Township and Salem. Elsinboro also borders the Delaware Bay.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. Unincorporated communities, localities and place names located partially or completely within the township include Elsinboro Neck, Elsinboro Point, Hagerville, Mill Creek Cove, Moores Corner, Oakwood Beach and Sinnickson Landing.Locality Search, State of New Jersey. Accessed May 21, 2015. ==Demographics== ===Census 2010=== The Census Bureau's 2006–2010 American Community Survey showed that (in 2010 inflation- adjusted dollars) median household income was $64,107 (with a margin of error of +/- $9,891) and the median family income was $73,333 (+/- $14,834). Males had a median income of $59,904 (+/- $5,192) versus $42,188 (+/- $14,368) for females. The per capita income for the borough was $31,008 (+/- $2,997). About 1.5% of families and 2.5% of the population were below the poverty line, including 3.9% of those under age 18 and none of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Elsinboro township, Salem County, New Jersey , United States Census Bureau. Accessed January 17, 2013. ===Census 2000=== As of the 2000 United States Census there were 1,092 people, 468 households, and 324 families residing in the township. The population density was 89.0 people per square mile (34.4/km2). There were 530 housing units at an average density of 43.2 per square mile (16.7/km2). The racial makeup of the township was 95.05% White, 3.57% African American, 0.18% Native American, 0.27% from other races, and 0.92% from two or more races. Hispanic or Latino of any race were 0.64% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Elsinboro township, Salem County, New Jersey , United States Census Bureau. Accessed January 17, 2013.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Elsinboro township, Salem County, New Jersey , United States Census Bureau. Accessed January 17, 2013. There were 468 households, out of which 24.6% had children under the age of 18 living with them, 57.7% were married couples living together, 8.1% had a female householder with no husband present, and 30.6% were non-families. 26.3% of all households were made up of individuals, and 13.2% had someone living alone who was 65 years of age or older. The average household size was 2.33 and the average family size was 2.80. In the township the population was spread out, with 21.2% under the age of 18, 5.0% from 18 to 24, 25.8% from 25 to 44, 28.2% from 45 to 64, and 19.8% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 90.2 males. For every 100 females age 18 and over, there were 91.8 males. The median income for a household in the township was $50,972, and the median income for a family was $59,688. Males had a median income of $42,232 versus $30,357 for females. The per capita income for the township was $25,415. About 2.1% of families and 1.7% of the population were below the poverty line, including 0.9% of those under age 18 and 2.3% of those age 65 or over. == Government == ===Local government=== Elsinboro Township is governed under the Township form of New Jersey municipal government, one of 141 municipalities (of the 565) statewide that use this form, the second-most commonly used form of government in the state.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body comprised of the Township Committee, whose three members are elected directly by the voters at-large in partisan elections to serve three-year terms of office on a staggered basis, with one seat coming up for election each year as part of the November general election in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, April 2006, p. 19.\"Forms of Municipal Government in New Jersey\", p. 7. Rutgers University Center for Government Studies. Accessed June 3, 2015. At an annual reorganization meeting, the Township Committee selects one of its members to serve as Mayor. , members of the Elsinboro Township Committee are Mayor Sean M. Elwell (R, term on committee ends December 31, 2021; term as mayor ends December 31, 2020), Deputy Mayor Joseph McAllister (R, term on committee and as deputy mayor ends 2020) and Douglas L. Hogate (D, 2022).Mayor and Township Committee, Elsinboro Township. Accessed February 20, 2020.2019 Municipal Data Sheet, Elsinboro Township. Accessed February 20, 2020.The Official Salem County 2018 Directory, Salem County, New Jersey. Accessed February 20, 2020.Municipalities in Salem County, Salem County, New Jersey Clerk. Accessed February 20, 2020.November 5, 2019 Summary Report Salem County, NJ Official Results, Salem County, New Jersey Clerk, updated November 18, 2019. Accessed January 1, 2020.November 6, 2018 Summary Report Salem County, NJ Official Results, Salem County, New Jersey Clerk, updated November 14, 2018. Accessed January 1, 2019.November 7, 2017 Summary Report Salem County, NJ Official Results, Salem County, New Jersey Clerk, updated November 21, 2017. Accessed January 1, 2018. === Federal, state and county representation === Elsinboro Township is located in the 2nd Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 3rd state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. ===Politics=== As of March 23, 2011, there were a total of 849 registered voters in Elsinboro Township, of which 234 (27.6% vs. 30.6% countywide) were registered as Democrats, 221 (26.0% vs. 21.0%) were registered as Republicans and 392 (46.2% vs. 48.4%) were registered as Unaffiliated. There were 2 voters registered to other parties.Voter Registration Summary - Salem, New Jersey Department of State Division of Elections, March 23, 2011. Accessed January 17, 2013. Among the township's 2010 Census population, 81.9% (vs. 64.6% in Salem County) were registered to vote, including 99.9% of those ages 18 and over (vs. 84.4% countywide).GCT-P7: Selected Age Groups: 2010 - State -- County Subdivision; 2010 Census Summary File 1 for New Jersey , United States Census Bureau. Accessed January 17, 2013. In the 2012 presidential election, Republican Mitt Romney received 59.2% of the vote (374 cast), ahead of Democrat Barack Obama with 38.3% (242 votes), and other candidates with 2.5% (16 votes), among the 636 ballots cast by the township's 872 registered voters (4 ballots were spoiled), for a turnout of 72.9%. In the 2008 presidential election, Republican John McCain received 386 votes (58.3% vs. 46.6% countywide), ahead of Democrat Barack Obama with 248 votes (37.5% vs. 50.4%) and other candidates with 16 votes (2.4% vs. 1.6%), among the 662 ballots cast by the township's 870 registered voters, for a turnout of 76.1% (vs. 71.8% in Salem County).2008 Presidential General Election Results: Salem County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed January 17, 2013. In the 2004 presidential election, Republican George W. Bush received 421 votes (61.2% vs. 52.5% countywide), ahead of Democrat John Kerry with 262 votes (38.1% vs. 45.9%) and other candidates with 4 votes (0.6% vs. 1.0%), among the 688 ballots cast by the township's 875 registered voters, for a turnout of 78.6% (vs. 71.0% in the whole county).2004 Presidential Election: Salem County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed January 17, 2013. In the 2013 gubernatorial election, Republican Chris Christie received 71.1% of the vote (356 cast), ahead of Democrat Barbara Buono with 26.9% (135 votes), and other candidates with 2.0% (10 votes), among the 504 ballots cast by the township's 861 registered voters (3 ballots were spoiled), for a turnout of 58.5%. In the 2009 gubernatorial election, Republican Chris Christie received 266 votes (50.9% vs. 46.1% countywide), ahead of Democrat Jon Corzine with 178 votes (34.0% vs. 39.9%), Independent Chris Daggett with 69 votes (13.2% vs. 9.7%) and other candidates with 7 votes (1.3% vs. 2.0%), among the 523 ballots cast by the township's 877 registered voters, yielding a 59.6% turnout (vs. 47.3% in the county).2009 Governor: Salem County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed January 17, 2013. ==Education== The Elsinboro Township School District public school students in kindergarten through eighth grade at Elsinboro Township School. As of the 2017–18 school year, the district, comprised of one school, had an enrollment of 128 students and 14.3 classroom teachers (on an FTE basis), for a student–teacher ratio of 9.0:1.District information for Elsinboro Township School District, National Center for Education Statistics. Accessed November 1, 2019. In the 2016–17 school year, Elsinboro was tied as the 18th-smallest enrollment of any school district in the state, with 129 students.Guion, Payton. \"These 43 N.J. school districts have fewer than 200 students\", NJ Advance Media for NJ.com, September 2017. Accessed January 30, 2020. \"Based on data from the state Department of Education from the last school year and the Census Bureau, NJ Advance Media made a list of the smallest of the small school districts in the state, excluding charter schools and specialty institutions.... 18. Elsinboro Township (tie) - Enrollment: 129; Grades: K-8; County: Salem\" Public school students in ninth through twelfth grades attend Salem High School in Salem City, together with students from Lower Alloways Creek Township, Mannington Township and Quinton Township, as part of a sending/receiving relationship with the Salem City School District.Our Sending Districts, Salem City School District (New Jersey). Accessed January 24, 2017. \"Salem High School welcomes students from: Elsinboro Township School; Lower Alloways Creek School; Mannington Township School; Quinton Township School\"Shott, Meghan. \"Salem High School\", SouthJersey.com. Accessed January 24, 2017. \"Students from Elsinboro, Lower Alloways Creek Township, Mannington Township and Quinton Township attend the high school as part of a sending/receiving relationship, according to the school's 2010 Report Card from the NJ Department of Education.\"Bumpus, Robert L. Salem County Report on Consolidation and Regionalization, Salem County, New Jersey Executive County Superintendent, March 15, 2010. \"In this area of Salem County four P-8 districts, Lower Alloway Creek, Quinton, Elsinboro, and Mannington Townships have a send/receive agreement with neighboring Salem City to send their students to Salem High School.\" As of the 2017–18 school year, the high school had an enrollment of 334 students and 46.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 7.3:1.School data for Salem High School, National Center for Education Statistics. Accessed November 1, 2019. ==Transportation== thumb|right|CR 624 in Elsinboro Township , the township had a total of of roadways, of which were maintained by the municipality and by Salem County.Salem County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 24, 2014. No Interstate, U.S., state or major county highways serve Elsinboro Township. The only numbered roads are minor county routes, such as County Route 624. ==Notable people== People who were born in, residents of, or otherwise closely associated with Elsinboro Township include: * George Hires (1835–1911), represented New Jersey's 1st congressional district in the United States House of Representatives from 1885 to 1889.George Hires profile, Biographical Directory of the United States Congress. Accessed August 13, 2007. * Esther \"Hetty\" Saunders (1793–1862), poet of African American descent, born into slavery, who escaped to freedom with her family and lived most of her life in Elsinboro ==References== ==External links== *Elsinboro Township Website *Elsinboro Township School * *School Data for the Elsinboro Township School, National Center for Education Statistics *History of Elsinboro Category:1798 establishments in New Jersey Category:Populated places established in 1798 Category:Township form of New Jersey government Category:Townships in Salem County, New Jersey Category:New Jersey populated places on the Delaware River",
 "title": "Elsinboro Township, New Jersey"
}