{
 "id": "125769",
 "text": "In physics and chemistry, binding energy is the smallest amount of energy required to remove a particle from a system of particles or to disassemble a system of particles into individual parts. In the former meaning the term is predominantly used in condensed matter physics, atomic physics, and chemistry, whereas in nuclear physics the term separation energy is used. A bound system is typically at a lower energy level than its unbound constituents. According to relativity theory, a decrease in the total energy of a system is accompanied by a decrease ΔM in the total mass, where . ==Types of binding energy== There are several types of binding energy, each operating over a different distance and energy scale. The smaller the size of a bound system, the higher its associated binding energy. {| class=\"wikitable sortable mw- collapsible\" !Type !Description !Example !Level |- |Gravitational Binding Energy |The gravitational binding energy of an object, such as a celestial body, is the energy required to expand the material to infinity. |If a body with the mass and radius of Earth were made purely of hydrogen-1, then the gravitational binding energy of that body would be about 0.391658 eV per atom. If a hydrogen-1 body had the mass and radius of the Sun, its gravitational binding energy would be about 1,195.586 eV per atom. |Astrophysical Level |- |Bond Energy; Bond-dissociation Energy |Bond energy and bond-dissociation energy are measures of the binding energy between the atoms in a chemical bond. It is the energy required to disassemble a molecule into its constituent atoms. This energy appears as chemical energy, such as that released in chemical explosions, the burning of chemical fuel and biological processes. Bond energies and bond-dissociation energies are typically in the range of a few eV per bond. |The bond-dissociation energy of a carbon-carbon bond is about 3.6 eV. |Molecular Level |- |Electron Binding Energy; Ionization Energy |Electron binding energy, more commonly known as ionization energy, is a measure of the energy required to free an electron from its atomic orbital or from a solid. The electron binding energy derives from the electromagnetic interaction of the electron with the nucleus and the other electrons of the atom, molecule or solid and is mediated by photons. |Among the chemical elements, the range of ionization energies is from 3.8939 eV for the outermost electron in an atom of caesium to 11.567617 keV for the innermost electron in an atom of copper. |Atomic Level |- |Atomic Binding Energy |The atomic binding energy of the atom is the energy required to disassemble an atom into free electrons and a nucleus. It is the sum of the ionization energies of all the electrons belonging to a specific atom. The atomic binding energy derives from the electromagnetic interaction of the electrons with the nucleus, mediated by photons. |For an atom of helium, with 2 electrons, the atomic binding energy is the sum of the energy of first ionization (24.587 eV) and the energy of second ionization (54.418 eV), for a total of 79.005 eV. |Atomic Level |- |Nuclear Binding Energy |Nuclear binding energy is the energy required to disassemble a nucleus into the free, unbound neutrons and protons it is composed of. It is the energy equivalent of the mass defect, the difference between the mass number of a nucleus and its measured mass. Nuclear binding energy derives from the nuclear force or residual strong force, which is mediated by three types of mesons. |The average nuclear binding energy per nucleon ranges from 2.22452 MeV for hydrogen-2 to 8.7945 MeV for nickel-62. |Nuclear Level |- |Quantum Chromodynamics Binding Energy |Quantum chromodynamics binding energy is misusing the denomination of a lack of energy. It addresses the mass and kinetic energy of the parts that bind the various quarks together inside a hadron. This energy derives from the strong interaction, which is mediated by gluons through virtual gluons and sea quarks. |The chromodynamic binding energy inside a nucleon amounts to approximately 99% of the nucleon's mass. The chromodynamic binding energy of a proton is about 928.9 MeV, while that of a neutron is about 927.7 MeV. Large binding energy between bottom quarks (280 MeV) causes some (theoretically expected) reactions with lambda baryons to release 138 MeV per event.Karliner, Marek, and Jonathan L. Rosner. \"Quark-level analogue of nuclear fusion with doubly heavy baryons.\" Nature 551.7678 (2017): 89. |Elementary particle Level |} ==Mass–energy relation== A bound system is typically at a lower energy level than its unbound constituents because its mass must be less than the total mass of its unbound constituents. For systems with low binding energies, this \"lost\" mass after binding may be fractionally small, whereas for systems with high binding energies, the missing mass may be an easily measurable fraction. This missing mass may be lost during the process of binding as energy in the form of heat or light, with the removed energy corresponding to the removed mass through Einstein's equation E = mc2. In the process of binding, the constituents of the system might enter higher energy states of the nucleus/atom/molecule while retaining their mass, and because of this, it is necessary that they are removed from the system before its mass can decrease. Once the system cools to normal temperatures and returns to ground states regarding energy levels, it will contain less mass than when it first combined and was at high energy. This loss of heat represents the \"mass deficit,\" and the heat itself retains the mass that was lost (from the point of view of the initial system). This mass will appear in any other system that absorbs the heat and gains thermal energy.E. F. Taylor and J. A. Wheeler, Spacetime Physics, W.H. Freeman and Co., NY. 1992. , see pp. 248-9 for discussion of mass remaining constant after detonation of nuclear bombs until heat is allowed to escape. For example, if two objects are attracting each other in space through their gravitational field, the attraction force accelerates the objects, increasing their velocity, which converts their potential energy (gravity) into kinetic energy. When the particles either pass through each other without interaction or elastically repel during the collision, the gained kinetic energy (related to speed) begins to revert into potential energy, driving the collided particles apart. The decelerating particles will return to the initial distance and beyond into infinity, or stop and repeat the collision (oscillation takes place). This shows that the system, which loses no energy, does not combine (bind) into a solid object, parts of which oscillate at short distances. Therefore, to bind the particles, the kinetic energy gained due to the attraction must be dissipated by resistive force. Complex objects in collision ordinarily undergo inelastic collision, transforming some kinetic energy into internal energy (heat content, which is atomic movement), which is further radiated in the form of photons - the light and heat. Once the energy to escape the gravity is dissipated in the collision, the parts will oscillate at a closer, possibly atomic, distance, thus looking like one solid object. This lost energy, necessary to overcome the potential barrier to separate the objects, is the binding energy. If this binding energy were retained in the system as heat, its mass would not decrease, whereas binding energy lost from the system as heat radiation would itself have mass. It directly represents the \"mass deficit\" of the cold, bound system. Closely analogous considerations apply in chemical and nuclear reactions. Exothermic chemical reactions in closed systems do not change mass, but do become less massive once the heat of reaction is removed, though this mass change is too small to measure with standard equipment. In nuclear reactions, the fraction of mass that may be removed as light or heat, i.e. binding energy, is often a much larger fraction of the system mass. It may thus be measured directly as a mass difference between rest masses of reactants and (cooled) products. This is because nuclear forces are comparatively stronger than the Coulombic forces associated with the interactions between electrons and protons that generate heat in chemistry. ===Mass change=== Mass change (decrease) in bound systems, particularly atomic nuclei, has also been termed mass defect, mass deficit, or mass packing fraction. The difference between the unbound system calculated mass and experimentally measured mass of nucleus (mass change) is denoted as Δm. It can be calculated as follows: :Mass change = (unbound system calculated mass) − (measured mass of system) :: e.g. (sum of masses of protons and neutrons) − (measured mass of nucleus) After a nuclear reaction occurs that results in an excited nucleus, the energy that must be radiated or otherwise removed as binding energy in order to decay to the unexcited state may be in one of several forms. This may be electromagnetic waves, such as gamma radiation; the kinetic energy of an ejected particle, such as an electron, in internal conversion decay; or partly as the rest mass of one or more emitted particles, such as the particles of beta decay. No mass deficit can appear, in theory, until this radiation or this energy has been emitted and is no longer part of the system. When nucleons bind together to form a nucleus, they must lose a small amount of mass, i.e. there is a change in mass to stay bound. This mass change must be released as various types of photon or other particle energy as above, according to the relation E = mc2. Thus, after the binding energy has been removed, binding energy = mass change × c2. This energy is a measure of the forces that hold the nucleons together. It represents energy that must be resupplied from the environment for the nucleus to be broken up into individual nucleons. For example, an atom of deuterium has a mass defect of 0.0023884 amu, and its binding energy is nearly equal to 2.23 MeV. This means that 2.23 MeV of energy are required to disintegrate an atom of deuterium. The energy given off during either nuclear fusion or nuclear fission is the difference of the binding energies of the \"fuel,\" i.e. the initial nuclide(s), from that of the fission or fusion products. In practice, this energy may also be calculated from the substantial mass differences between the fuel and products, which uses previous measurements of the atomic masses of known nuclides, which always have the same mass for each species. This mass difference appears once evolved heat and radiation have been removed, which is required for measuring the (rest) masses of the (non- excited) nuclides involved in such calculations. ==See also== *Bond energy and bond-dissociation energy *Gravitational binding energy *Ionization energy (binding energy of one electron) *Nuclear binding energy *Quantum chromodynamics binding energy *Semi-empirical mass formula *Separation energy (binding energy of one nucleon) *Virial mass *Prout's hypothesis, an early model of the atom that did not account for mass defect ==References== ==External links== *Nuclear Binding Energy *Mass and Nuclide Stability *Experimental atomic mass data compiled Nov. 2003 Category:Energy (physics) Category:Mass spectrometry Category:Nuclear physics Category:Forms of energy",
 "title": "Binding energy"
}