{
 "id": "125872",
 "text": "Doña Ana is a census-designated place (CDP) in Doña Ana County, New Mexico, United States. The population was 1,211 at the 2010 census. ==History== Doña Ana is named for Doña Ana Robledo, who died there in 1680 while fleeing the Pueblo Revolt. ==Geography== Doña Ana is located near the center of Doña Ana County at (32.390928, -106.815844). Interstate 25 forms the eastern edge of the CDP, with access from Exit 9. I-25 leads south to Las Cruces and northwest to Hatch. According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== Doña Ana is part of the Las Cruces Metropolitan Statistical Area. As of the census of 2000, there were 1,379 people, 447 households, and 363 families residing in the CDP. The population density was 1,885.3 people per square mile (729.4/km). There were 465 housing units at an average density of 635.7 per square mile (245.9/km). The racial makeup of the CDP was 45.76% White, 0.44% Black or African American, 1.67% Native American, 0.51% Asian, 47.14% from other races, and 4.50% from two or more races. Hispanic or Latino of any race were 87.09% of the population. There were 447 households, out of which 39.8% had children under the age of 18 living with them, 55.9% were married couples living together, 17.9% had a female householder with no husband present, and 18.6% were non-families. 16.3% of all households were made up of individuals, and 5.6% had someone living alone who was 65 years of age or older. The average household size was 3.09 and the average family size was 3.43. In the CDP, the population was spread out, with 30.5% under the age of 18, 11.4% from 18 to 24, 27.6% from 25 to 44, 21.5% from 45 to 64, and 9.1% who were 65 years of age or older. The median age was 31 years. For every 100 females there were 98.4 males. For every 100 females age 18 and over, there were 94.1 males. The median income for a household in the CDP was $27,292, and the median income for a family was $32,685. Males had a median income of $18,295 versus $13,047 for females. The per capita income for the CDP was $10,542. About 17.8% of families and 22.8% of the population were below the poverty line, including 26.5% of those under age 18 and 44.2% of those age 65 or over. ==See also== * List of census- designated places in New Mexico ==References== ==External links== Category:Census-designated places in Doña Ana County, New Mexico Category:Census-designated places in New Mexico Category:New Mexico populated places on the Rio Grande",
 "title": "Doña Ana, New Mexico"
}