{
 "id": "125820",
 "text": "Jessica Lucy \"Decca\" Freeman-Mitford (11 September 1917 – 23 July 1996) was an English author, one of the six aristocratic Mitford sisters noted for their sharply conflicting politics. Jessica married her second cousin Esmond Romilly, who was killed in World War II, and then American civil rights lawyer Robert Treuhaft, with whom she joined the American Communist Party and worked closely in the Civil Rights Congress. Both refused to testify in front of the House Un-American Activities Committee. They resigned from the party in 1958. Her 1960 memoir Hons and Rebels and her 1963 book of social commentary The American Way of Death both became classics. ==Early life and ancestry== Born at Asthall Manor, Oxfordshire,Anne Chisholm, \"Obituary: Jessica Mitford\", The Independent, 25 July 1996. the sixth of seven children, Jessica Mitford was the daughter of David Freeman-Mitford, 2nd Baron Redesdale, and his wife Sydney (daughter of politician and publisher Thomas Bowles), and grew up in a series of her father's country houses. She had little formal education, but nevertheless did a great deal of reading. Her sisters Unity and Diana were well-known members of the British Union of Fascists and ultimately became close friends of Adolf Hitler, Unity becoming fanatically devoted to him. Diana married the British Union of Fascists' leader, Sir Oswald Mosley. Upon the outbreak of war between the UK and Nazi Germany, Unity tried to commit suicide in Munich, and Diana and her husband were interned in Britain without trial from May 1940 until November 1943. Jessica (known as \"Decca\" to family and friends) later described her conservative father as \"one of nature's fascists\", renounced her privileged background while still a teenager and became an adherent of Communism. Mitford said that her parents had \"appeased Hitler and Nazism. ... He had crushed the trade unions, he had crushed the Communist Party and he had crushed the Jews ... and don’t forget there’s a huge strain of anti-Semitism that runs through that class in England\". She was known as the \"red sheep\" of the family.Thomas Mallon, \"Red Sheep: How Jessica Mitford found her voice\", The New Yorker, 16 October 2006. ==Marriages and family== ===Life with Esmond Romilly=== At the age of 19, Mitford met her second cousin, Esmond Romilly, who was recuperating from dysentery caught during a stint with the International Brigades defending Madrid during the Spanish Civil War. Romilly was a nephew (by marriage) of Winston Churchill. The cousins immediately fell in love and decided to elope to Spain, where Romilly picked up work as a reporter for the News Chronicle. After some legal difficulties caused by their relatives' opposition, they married. They moved to London and lived in the East End, then mostly a poor industrial area. Mitford gave birth at home to a daughter, Julia Decca Romilly, on 20 December 1937. The baby died in a measles epidemic the following May. Jessica Mitford rarely spoke of Julia in later life and she is not referred to by name in Mitford's 1960 autobiography, Hons and Rebels. In 1939, Romilly and Mitford emigrated to the United States. They travelled around, working odd jobs, perpetually short of money. At the outset of World War II, Romilly enlisted in the Royal Canadian Air Force; Mitford was living in Washington D.C., and considered joining him once he was posted to England. While living in D.C, with contemporaries Virginia Foster Durr and Clifford Durr, she gave birth to another daughter, Constancia Romilly (\"the Donk\" or \"Dinky\") on 9 February 1941. Her husband went missing in action on 30 November 1941, on his way back from a bombing raid over Nazi Germany. ===Life with Robert Treuhaft=== Mitford threw herself into war work. Through this, she met and married the American civil rights lawyer Robert Treuhaft in 1943 and eventually settled in Oakland, California. She became an American citizen in 1944. There, the couple had two sons; Nicholas, born in 1944 (who was killed in 1955 when hit by a bus), and Benjamin, born in 1947. Mitford approached her motherhood in a spirit of \"benign neglect\", described by her children as \"matter-of-fact\" and \"not touchy-feely\". She became closer to her own mother by letter over the decades, but remained estranged from her sister Diana for the rest of her life. ==Career and politics== ===Communism and left-wing politics=== Mitford and Treuhaft became active members of the Communist Party in 1943. Mitford spent much of the early 1950s working as executive secretary of the local Civil Rights Congress chapter. Through this and her husband's legal practice, she was involved in a number of civil rights campaigns, notably the failed attempt to stop the execution of Willie McGee, an African-American convicted of raping a white woman. In 1953, as Communist Party members at the height of McCarthyism and the 'Red Scare', they were summoned to testify in front of the House Un-American Activities Committee. Both refused to name radical groups and friends or testify about their participation in Communist organisations, and were dismissed as 'unresponsive'. In 1956, Mitford published a pamphlet, \"Lifeitselfmanship or How to Become a Precisely-Because Man\". In response to Noblesse Oblige, the book her sister Nancy co-wrote and edited on the class distinctions in British English, popularising the phrases \"U and non-U English\" (upper class and non-upper class), Jessica described L and non-L (Left and non-Left) English, mocking the clichés used by her comrades in the all-out class struggle. (The title alludes to Stephen Potter's satirical series of books that included Lifemanship.) Mitford and Treuhaft resigned from the American Communist Party in 1958, because they had come to the conclusion they could pursue their ideals more effectively outside the party. Mitford felt the party had become \"rather useless\". In 1960, Mitford published her first book Hons and Rebels (US title: Daughters and Rebels), a memoir covering her youth in the Mitford household. ===Investigative journalism=== In May 1961, Mitford travelled to Montgomery, Alabama, while working on an article about Southern attitudes for Esquire. While there, she and a friend went to meet the arrival of a group of Freedom Riders and became caught up in a riot when a mob, led by the Ku Klux Klan, attacked the civil rights activists. After the riot, Mitford proceeded to a rally led by Martin Luther King Jr. The church at which this was held was also attacked by the Klan, and Mitford and the group spent the night barricaded inside until the siege was ended by the arrival of Alabama National Guard troops. Through his work with unions and death benefits, Treuhaft became interested in the funeral industry and persuaded Mitford to write an investigative article on the subject. Though the article, \"Saint Peter Don't You Call Me\", published in Frontier magazine, was not widely disseminated, it caught considerable attention when Mitford appeared on a local television broadcast with two industry representatives. Convinced of public interest, she wrote The American Way of Death, which was published in 1963. In the book, Mitford harshly criticised the industry for using unscrupulous business practices to take advantage of grieving families. The book became a major best-seller and led to Congressional hearings on the funeral industry. The book was one of the inspirations for filmmaker Tony Richardson's 1965 film The Loved One, which was based on Evelyn Waugh's short satirical 1948 novel of the same name, tellingly subtitled \"An Anglo-American Tragedy\". After The American Way of Death, Mitford continued with her investigative journalism. In 1970, she published an article in the Atlantic Monthly, \"Let Us Now Appraise Famous Writers\", an exposé of the Famous Writers School, a correspondence course of questionable business practices founded by Bennett Cerf. She published The Trial of Dr. Spock, the Rev. William Sloane Coffin, Jr., Michael Ferber, Mitchell Goodman and Marcus Raskin, an account of the five men's 1970 trial on charges of conspiracy to violate the draft laws, followed by a harsh critique of the American prison system entitled Kind and Usual Punishment: The Prison Business (1973), an allusion to the phrase \"cruel and unusual punishment\". Mitford was a distinguished professor for the one semester in 1973 at San Jose State University, where she taught a course called \"The American Way\" that covered the Watergate scandal and the McCarthy era. Because of disagreements with the dean over her taking a loyalty oath and submitting to fingerprinting, the campus was thrown into protests and she was forced to go to court to remain able to teach. ===Books and music=== Mitford's second memoir, A Fine Old Conflict (1977), comically describes her experiences joining and eventually leaving the Communist Party USA. Mitford titled the book after what, in her youth, she thought were the lyrics to the Communist anthem, \"The Internationale\", which actually are \"Tis the final conflict\". Mitford recounts how she was invited to join the Communist Party by her co- worker Dobby, to whom she responded \"We thought you'd never ask!\" She bristled against the conservative structure in the CP, at one point upsetting the women's caucus by printing a poster with \"Girls! Girls! Girls!\" to draw people to an event. She mercilessly teased an elder Communist about what she perceived as his paranoia when he wrote out the name of a town where she could get chickens donated from \"loyal party members\" for a fund raiser. When he wrote Petaluma on a scrap of paper to avoid being overheard by possible bugs, she asked in jest how the chickens should be prepared, and wrote, \"Fried or broiled\". In addition to writing and activism, Mitford tried her hand at music as singer for \"Decca and the Dectones\", a cowbell and kazoo orchestra. She performed at numerous benefits and opened for Cyndi Lauper on the roof of the Virgin Records store in San Francisco. She recorded two short albums: oneCD Baby: JESSICA MITFORD: Decca and the Dectones contains her rendition of \"Maxwell's Silver Hammer\" and \"Grace Darling\",Patricia Holt, \"Jessica Mitford Does the Beatles\", SF Gate, 2 February 1995. and the other, two duets with friend and poet Maya Angelou.\"Maya Angelou & Jessica Mitford: 'There Is a Moral to It All'\" , \"Don't Quit Your Day Job\" Records. Her last work was an update entitled The American Way of Death Revisited. ==Death== Mitford died of lung cancer in 1996, aged 78. In keeping with her wishes, she had an inexpensive funeral, costing $533.31 – she was cremated without a ceremony, her ashes scattered at sea, the cremation itself costing $475.An expensive way to go. (The Business of Bereavement), The Economist (US edition), 4 January 1997. At the time of her death, the San Francisco Chronicle columnist Herb Caen wrote \"In this strangely flat era of 'diversity,' she was the rarest of birds, an exotic creature who rose each morning to become the sun around whom thousands of lives revolved.\"Herb Caen, \"The Mourning Fog\", SF Gate, 26 July 1996 Her widower, Robert Treuhaft, survived her by five years. ==Descendants== Two of her four children pre-deceased her. Her surviving daughter, Constancia Romilly, continued the activist tradition, working for the Student Nonviolent Coordinating Committee, which campaigned for African-American civil rights; she eventually became an emergency room nurse. Romilly had two children with Committee director James Forman: James Forman Jr., a Yale professor and Pulitzer Prize-winning author, and Chaka Forman, an actor. Her younger son, Ben Treuhaft is a piano tuner based in Coventry, UK. ==Legacy and influence== John Pilger, who had interviewed Mitford in 1983 for his series Outsiders, said she \"combined a finely honed social conscience and a wonderful gallows humour. She inverted stereotypes. I liked her enormously\". The author Christopher Hitchens expressed his admiration for Jessica Mitford and praised Hons and Rebels. J. K. Rowling, author of the Harry Potter series, stated in 2002: Rowling reviewed Mitford's book of letters, Decca, in The Sunday Telegraph in 2006.J. K. Rowling, \"The first It Girl\", The Sunday Telegraph, 26 November 2006. In 2010, Leslie Brody’s biography of Mitford, Irrepressible, The Life and Times of Jessica Mitford was published by Counterpoint Press. In 2013, the singer David Bowie named The American Way of Death as one of his favourite books. ==Works== * Hons and Rebels (U.S.: Daughters and Rebels), 1960 * The American Way of Death, 1963 * The Trial of Dr. Spock, the Rev. William Sloane Coffin, Jr., Michael Ferber, Mitchell Goodman, and Marcus Raskin, Macdonald, 1969 * Kind and Usual Punishment: The Prison Business, Alfred A. Knopf, 1973 * A Fine Old Conflict, London: Michael Joseph, 1977 * The Making of a Muckraker, London: Michael Joseph, 1979 * Poison Penmanship: The Gentle Art of Muckraking, 1979 * Grace Had an English Heart: The Story of Grace Darling, Heroine and Victorian Superstar, E. P. Dutton & Co, 1988. * The American Way of Birth, 1992 * The American Way of Death Revisited, 1998 * Decca: The Letters of Jessica Mitford, edited by journalist Peter Y. Sussman. Alfred A. Knopf, 2006. ==Dramatisations and portrayals== * Extracts from Decca: The Letters of Jessica Mitford were dramatised for Book of the Week, BBC Radio 4, five 15-minute programmes broadcast in November 2006. The readers were Rosamund Pike and Tom Chadbon; the producer was Chris Wallis. * Mitford is portrayed by Sienna Guillory in the 2020 film Son of the South. ==See also== *The Mitfords: Letters Between Six Sisters * Asthall Manor * List of people from Oakland, California ==References== ==External links== * Jessica Mitford memorial site * The Mitford Institute * Jessica Mitford Papers at The Ohio State University's Rare Books & Manuscripts Library * Peter Y. Sussman's main page on Decca: The Letters of Jessica Mitford * Albion Monitor report on Jessica Mitford * Correspondence Between Clinton, Treuhaft, and Mitford *Jessica Mitford's papers at the Harry Ransom Center at the University of Texas at Austin *Robert Boynton website *Audio interview by Christopher Hitchens with Jessica Mitford (1988) * * *James Forman Jr. – Grandson of Jessica Mitford *The Official Nancy Mitford Website *The Outsiders: John Pilger interviews Jessica Mitford Wilfred Category:1917 births Category:1996 deaths Category:20th-century English women writers Category:20th-century English writers Category:20th-century American memoirists Category:American women memoirists Category:British communists Category:Communist women writers Category:Daughters of barons Category:Deaths from cancer in California Category:Deaths from lung cancer Category:English emigrants to the United States Category:English expatriates in the United States Category:English journalists Category:English memoirists Category:English socialites Category:English women writers Category:People from Gloucestershire Category:People from West Oxfordshire District Category:Persons involved with death and dying Category:Writers from Oakland, California Jessica",
 "title": "Jessica Mitford"
}