{
 "id": "125849",
 "text": "Milan is a village in Cibola County, New Mexico, United States. The population was 3,245 at the 2010 census. A suburb of Grants, Milan's population grew by over 1,300 between 2000 and 2010, a rate of 71.6%. Many new houses and service-oriented businesses are being built. Milan is the site of the privately run Cibola County Correctional Center, which houses more than 1,000 federal prisoners and is a major employer. ==Geography== Milan is located in northern Cibola County at (35.176950, -107.895301). It is bordered to the south by Grants, the county seat. Interstate 40 runs through the village, with access via Exit 79. New Mexico State Road 122, formerly U.S. Route 66, passes through the eastern side of town. Via I-40 it is east to Albuquerque and west to Gallup. According to the United States Census Bureau, the village has a total area of , of which , or 0.11%, is water. ==Demographics== At the 2000 census, there were 1,891 people, 673 households and 475 families residing in the village. The population density was 648.9 per square mile (250.9/km). There were 806 housing units at an average density of 276.6 per square mile (106.9/km). The racial makeup was 51.03% White, 1.32% African American, 13.96% Native American, 28.87% from other races, and 4.81% from two or more races. Hispanic or Latino of any race were 52.30% of the population. There were 673 households, of which 39.5% had children under the age of 18 living with them, 49.0% were married couples living together, 15.8% had a female householder with no husband present, and 29.3% were non-families. 24.7% of all households were made up of individuals, and 9.4% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.33. 32.6% of the population were under the age of 18, 10.7% from 18 to 24, 26.9% from 25 to 44, 19.6% from 45 to 64, and 10.3% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 99.1 males. For every 100 females age 18 and over, there were 93.6 males. The median household income was $24,635 and the median family income was $26,776. Males had a median income of $28,594 and females $18,750. The per capita income was $10,463. About 21.9% of families and 28.2% of the population were below the poverty line, including 38.6% of those under age 18 and 8.8% of those age 65 or over. ==Education== All public schools in the county are operated by Grants/Cibola County Schools. One school, Milan Elementary School, is located in the village. Students continue on to Los Alamitos Middle School and Grants High School. Both are in the city of Grants. ==See also== * List of municipalities in New Mexico ==References== ==External links== Category:Villages in Cibola County, New Mexico Category:Villages in New Mexico",
 "title": "Milan, New Mexico"
}