{
 "id": "125824",
 "text": "Oxford Township is a township in Warren County, New Jersey, United States. As of the 2010 United States Census, the township's population was 2,514, reflecting an increase of 207 (+9.0%) from the 2,307 counted in the 2000 Census, which had in turn increased by 517 (+28.9%) from the 1,790 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010 , New Jersey Department of Labor and Workforce Development, February 2011. Accessed June 10, 2013. Oxford Township was formed from portions of Greenwich Township on May 30, 1754, while the area was still part of Sussex County. It was incorporated on February 21, 1798, as one of New Jersey's initial group of townships by an act of the New Jersey Legislature. Mansfield Township became part of the newly formed Warren County on November 20, 1824. Over the centuries since its creation, portions of the township were taken to form Knowlton Township (February 23, 1763), Franklin Township, Harmony Township and Hope Township (all on April 8, 1839), Belvidere (April 7, 1845) and White Township (April 9, 1913).Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 247. Accessed October 23, 2012. The origin of the name and the exact date of the township's creation is in dispute. One source says that the township was named for the University of Oxford in England, and was formed in either 1753 or 1755,Snell, James P. (1881) History of Sussex and Warren Counties, New Jersey, With Illustrations and Biographical Sketches of its Prominent Men and Pioneers. Vol. 2 (Centennial ed., Harmony, NJ: Harmony Press, 1981) pg. 606 but other sources claim that the township was named after an early settler named John Axford, who came to settle in the area with others between 1735 and 1739, and affirms that the township's creation was in 1755.Harpster, Richard E. Historical Sites of Warren County. (Warren County Tercentenary Committee and Warren County Board of Chosen Freeholders, New Jersey, 1965) pg. 127Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed September 16, 2015. Oxford Furnace, constructed in 1741, was the third furnace in Colonial New Jersey and the first constructed at a site where iron ore was mined. Other furnaces used ore extracted from bogs in South Jersey, impure deposits called bog iron. Oxford Furnace operated the longest of any of the Colonial-era furnaces, not being \"blown out\" until 1884. In 1835, it was the site of America's first successful use of the hot blast in which preheated air was blown into the furnace, cutting production time. Though worn down by time, much of the site still stands. Oxford Furnace is listed on the State and the National Register of Historic Places.Stabilization of the Oxford Furnace, Warren County Cultural & Heritage Commission. Accessed June 10, 2013. ==Geography== According to the United States Census Bureau, the township had a total area of 6.06 square miles (15.70 km2), including 5.96 square miles (15.43 km2) of land and 0.10 square miles (0.26 km2) of water (1.67%). Oxford CDP (with a 2010 Census population of 1,090DP-1 - Profile of General Population and Housing Characteristics: 2010 Demographic Profile Data for Oxford CDP, New Jersey , United States Census Bureau. Accessed June 8, 2013.) is an unincorporated community and census-designated place (CDP) located within the township.GCT-PH1 - Population, Housing Units, Area, and Density: 2010 - County -- County Subdivision and Place from the 2010 Census Summary File 1 for Warren County, New Jersey , United States Census Bureau. Accessed June 10, 2013.2006-2010 American Community Survey Geography for New Jersey, United States Census Bureau. Accessed June 10, 2013.New Jersey: 2010 - Population and Housing Unit Counts - 2010 Census of Population and Housing (CPH-2-32), United States Census Bureau, p. III-5, August 2012. Accessed June 10, 2013. Oxford CDP and Oxford Township are not coextensive, with the CDP covering 11.7% of the of the township as a whole. Other unincorporated communities, localities and place names located partially or completely within the township include Pequest.Locality Search, State of New Jersey. Accessed April 8, 2015. The township borders the Warren County municipalities of Mansfield Township, Washington Township and White Township.Municipal Directory, Warren County, New Jersey. Accessed March 2, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. ===Climate=== Being in the Northeast, Oxford experiences all four seasons with hot humid summers and cold, snowy winters. ==Demographics== The township's economic data (as is all of Warren County) is calculated by the US Census Bureau as part of the Allentown-Bethlehem-Easton, PA-NJ Metropolitan Statistical Area. ===Census 2010=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $66,268 (with a margin of error of ± $3,864) and the median family income was $76,186 (± $8,432). Males had a median income of $56,731 (± $11,282) versus $36,816 (± $5,060) for females. The per capita income for the borough was $29,948 (± $2,220). About 1.5% of families and 3.3% of the population were below the poverty line, including 3.6% of those under age 18 and 5.2% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Oxford township, Warren County, New Jersey , United States Census Bureau. Accessed June 10, 2013. ===Census 2000=== As of the 2000 United States Census there were 2,307 people, 886 households, and 618 families residing in the township. The population density was 388.7 inhabitants per square mile (150.0/km2). There were 938 housing units at an average density of 158.0 per square mile (61.0/km2). The racial makeup of the township was 96.58% White, 1.21% African American, 0.22% Native American, 0.52% Asian, 0.65% from other races, and 0.82% from two or more races. Hispanic or Latino of any race were 3.47% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Oxford township, New Jersey , United States Census Bureau. Accessed June 10, 2013.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Oxford township, Warren County, New Jersey , United States Census Bureau. Accessed June 10, 2013. There were 886 households, out of which 37.0% had children under the age of 18 living with them, 58.1% were married couples living together, 6.7% had a female householder with no husband present, and 30.2% were non-families. 26.3% of all households were made up of individuals, and 12.1% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.18. In the township the population was spread out, with 27.5% under the age of 18, 5.0% from 18 to 24, 35.9% from 25 to 44, 20.3% from 45 to 64, and 11.3% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 97.2 males. For every 100 females age 18 and over, there were 95.0 males. The median income for a household in the township was $53,359, and the median income for a family was $63,750. Males had a median income of $45,667 versus $31,210 for females. The per capita income for the township was $23,515. About 2.6% of families and 4.0% of the population were below the poverty line, including 2.1% of those under age 18 and 7.9% of those age 65 or over. == Government == === Local government === Oxford Township is governed under the Township form of New Jersey municipal government, one of 141 municipalities (of the 565) statewide that use this form, the second-most commonly used form of government in the state.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The Township Committee is comprised of three members, who are elected directly by the voters at-large in partisan elections to serve three-year terms of office on a staggered basis, with one seat coming up for election each year as part of the November general election in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 103.\"Forms of Municipal Government in New Jersey\", p. 7. Rutgers University Center for Government Studies. Accessed June 3, 2015. At an annual reorganization meeting held during the first week of January, the Township Committee selects one of its members to serve as Mayor and another to serve as Deputy Mayor. , members of the Oxford Township Committee are Mayor Gerald S. Norton (R, term on committee ends December 31, 2024; term as mayor ends 2022), Deputy Mayor Georgette Miller (R, term on committee and as deputy mayor ends 2022) and Linda Koufodonetes (R, 2023; elected to serve an unexpired term).Township Directory, Oxford Township. Accessed March 2, 2022.Reorganization Meeting Minutes for January 5, 2022, Township of Oxford. Accessed March 2, 2022. \"Richard Wenner swore in Gerald Norton as Mayor for 2022.... Richard Wenner swore in Georgette Miller as Deputy Mayor for 2021.\"2021 Municipal Data Sheet, Oxford Township. Accessed March 2, 2022.Summary Results Report 2021 General Election November 2, 2021 Official Results, Warren County, New Jersey, updated November 18, 2021. Accessed January 1, 2022.Warren County 2020 General Election November 20, 2020 Official Results, Warren County, New Jersey, updated November 20, 2020. Accessed January 1, 2021.General Election November 5, 2019, Warren County Official Tally, Warren County, New Jersey, updated November 12, 2019. Accessed January 1, 2020. In August 2021, the committee selected Linda Koufodontes to fill the vacant seat expiring in December 2023 that had been held by Robert Nyland until he resigned from office. Koufodontes served on an interim basis until the November 2021 general election, when she was chosen to serve the balance of the term of office.July 7, 2021 Council Meeting Minutes, Oxford Township. Accessed October 27, 2021. \"Bob Nyland submitted and read his letter of resignation from the Township Committee effective August 1, 2021.\"August 4, 2021 Council Meeting Minutes, Oxford Township. Accessed October 27, 2021. \"Georgette Miller moved to nominate Linda Koufodontes as Committee Member. Seconded by Mayor Norton and passed unanimously on roll call vote. Ayes: 2, Nays: 0, Abstain: 0, Absent: 0. Swearing in of new Committee Member: Rich Wenner swore in Linda Koufodontes as Committee Member.\" After committee member Keith Gibbons resigned in July 2014 in the wake of harassment claims,Sieger, Edward. \"Oxford Township committeeman resigns amid harassment allegations\", The Express-Times, July 21, 2014. Accessed April 5, 2015. \"Oxford Township Committeeman Keith Gibbons said his decision to resign was all but made earlier this summer. But the township's handling of harassment allegations leveled against him by employees at Oxford Furnace Lake sealed the deal, he said.\" Mayor Jade White and committee member Jim Williams resigned in August 2014 after realizing that Williams should have been up for election the previous November following his appointment to office. This left the township with no serving council members.Cummins, Emily. Oxford officials resign, leaving all Township Committee seats vacant\", The Warren Reporter, August 26, 2014. Accessed April 8, 2015. \"Following the discovery that Committeeman Jim Williams, who was appointed to Oxford Township Committee in June 2013, should have run for the position last November, Williams and Mayor Jade White have stepped down from their positions. Already one member short after Committeeman Keith Gibbons resigned in July, the three-person committee is now entirely vacant, with no candidates on the ballot for November, according to Warren County Democratic Committee Chair Tom Palmieri.\" In September 2014, Governor Chris Christie appointed Democrat Bill Bray and Republicans Marck Pasquini and Bill Ryan to fill the three vacant seats on an interim basis until the November 2014 general election, with the committee selecting Pasquini as mayor and Ryan as deputy mayor.Cummins, Emily. \"Newly appointed Oxford Twp. Committee tackles OxWall cleanup\", The Warren Reporter, October 2, 2014. Accessed April 8, 2015. \"The governor's office announced that Christie appointed two Republicans, Marc Pasquini and Bill Ryan, and a Democrat, Bill Bray, on Thursday, Sept. 24, after the resignations of all three committeemen this summer.... Nominated by Ryan, the committee voted unanimously for Pasquini to serve as mayor during the temporary term and Pasquini in turn nominated Ryan to serve as deputy mayor, which was also approved unanimously.\" In the November 2014 general election, Ryan was elected to serve the balance of the term expiring in December 2016.General Election November 4, 2014 Warren County Official Tally, Warren County, New Jersey, updated November 10, 2014. Accessed August 7, 2016. === Federal, state and county representation === Oxford Township is located in the 5th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 24th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Oxford Township had been in the 23rd state legislative district.2011 New Jersey Citizen's Guide to Government , p. 62, New Jersey League of Women Voters. Accessed May 22, 2015. ===Politics=== As of March 23, 2011, there were a total of 1,464 registered voters in Oxford Township, of which 338 (23.1% vs. 21.5% countywide) were registered as Democrats, 555 (37.9% vs. 35.3%) were registered as Republicans and 569 (38.9% vs. 43.1%) were registered as Unaffiliated. There were two voters registered to other parties.Voter Registration Summary - Warren, New Jersey Department of State Division of Elections, March 23, 2011. Accessed June 10, 2013. Among the township's 2010 Census population, 58.2% (vs. 62.3% in Warren County) were registered to vote, including 76.6% of those ages 18 and over (vs. 81.5% countywide).GCT-P7: Selected Age Groups: 2010 - State -- County Subdivision; 2010 Census Summary File 1 for New Jersey , United States Census Bureau. Accessed June 10, 2013. In the 2012 presidential election, Republican Mitt Romney received 591 votes (57.4% vs. 56.0% countywide), ahead of Democrat Barack Obama with 403 votes (39.1% vs. 40.8%) and other candidates with 20 votes (1.9% vs. 1.7%), among the 1,030 ballots cast by the township's 1,495 registered voters, for a turnout of 68.9% (vs. 66.7% in Warren County).Presidential November 6, 2012 General Election Results - Warren County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed June 10, 2013.Number of Registered Voters and Ballots Cast November 6, 2012 General Election Results - Warren County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed June 10, 2013. In the 2008 presidential election, Republican John McCain received 662 votes (58.0% vs. 55.2% countywide), ahead of Democrat Barack Obama with 417 votes (36.5% vs. 41.4%) and other candidates with 22 votes (1.9% vs. 1.6%), among the 1,142 ballots cast by the township's 1,517 registered voters, for a turnout of 75.3% (vs. 73.4% in Warren County).2008 Presidential General Election Results: Warren County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed June 10, 2013. In the 2004 presidential election, Republican George W. Bush received 698 votes (63.1% vs. 61.0% countywide), ahead of Democrat John Kerry with 379 votes (34.3% vs. 37.2%) and other candidates with 19 votes (1.7% vs. 1.3%), among the 1,106 ballots cast by the township's 1,443 registered voters, for a turnout of 76.6% (vs. 76.3% in the whole county).2004 Presidential Election: Warren County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed June 10, 2013. In the 2013 gubernatorial election, Republican Chris Christie received 73.6% of the vote (514 cast), ahead of Democrat Barbara Buono with 24.2% (169 votes), and other candidates with 2.1% (15 votes), among the 725 ballots cast by the township's 1,516 registered voters (27 ballots were spoiled), for a turnout of 47.8%. In the 2009 gubernatorial election, Republican Chris Christie received 503 votes (64.0% vs. 61.3% countywide), ahead of Democrat Jon Corzine with 176 votes (22.4% vs. 25.7%), Independent Chris Daggett with 83 votes (10.6% vs. 9.8%) and other candidates with 12 votes (1.5% vs. 1.5%), among the 786 ballots cast by the township's 1,468 registered voters, yielding a 53.5% turnout (vs. 49.6% in the county).2009 Governor: Warren County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed June 10, 2013. == Education == The Oxford Township School District serves public school students in pre- kindergarten through eighth grade at Oxford Central School.Warren County 2019-2020 Public School Directory, Warren County, New Jersey. Accessed June 10, 2020. As of the 2018–19 school year, the district, comprised of one school, had an enrollment of 275 students and 30.0 classroom teachers (on an FTE basis), for a student–teacher ratio of 9.2:1.District information for Oxford Township School District, National Center for Education Statistics. Accessed April 1, 2020. Public school students in ninth through twelfth grades are served by the Warren Hills Regional School District, which is a district for grades 7-12 that also serves students from the municipalities of Franklin Township, Mansfield Township, Washington Borough and Washington Township, with students from Oxford Township attending on a tuition basis as part of a sending/receiving relationship.Warren Hills Regional School District 2014 Report Card Narrative, New Jersey Department of Education. Accessed June 10, 2020. \"At Warren Hills Regional, we provide our students with a strong academic foundation. From the receiving districts of Franklin Township, Mansfield Township, Oxford (high school tuition students), Washington Borough and Washington Township, students progress along the academic continuum led by a faculty committed to planning and implementing a variety of instructional strategies and activities that facilitate the preparation of our students for the challenge of mastering the New Jersey Core Curriculum Content Standards and the Common Core State Standards.\"Oxford Township School District 2016 Report Card Narrative, New Jersey Department of Education. Accessed June 10, 2020. \"Currently we have approximately 450 students in our district. Three hundred and ten Pre-School - Eighth grade students attend the Oxford Central School, and the remaining students attend Warren Hills Regional High School, Warren County Vocational-Technical School and schools outside of our district.\" Schools in the district (with 2018–19 enrollment data from the National Center for Education StatisticsSchool Data for the Warren Hills Regional School District, National Center for Education Statistics. Accessed April 1, 2020.) are Warren Hills Regional Middle SchoolHome Page, Warren Hills Regional Middle School. Accessed March 31, 2020. with 542 students in grades 7 and 8 (located in Washington Borough) and Warren Hills Regional High SchoolHome Page, Warren Hills Regional High School. March 31, 2020. with 1,205 students in grades 9 - 12 (located in Washington Township).New Jersey School Directory for the Warren Hills Regional School District, New Jersey Department of Education. Accessed December 29, 2016. Students from the township and from all of Warren County are eligible to attend Ridge and Valley Charter School in Frelinghuysen Township (for grades K-8)F.A.Q., Ridge and Valley Charter School. Accessed July 17, 2017. \"Enrollment is open, on a space available basis, to all K-8 students residing in N.J. with priority given to students residing in the districts of Blairstown, Hardwick, Knowlton, Frelinghuysen, and North Warren Regional School.\" or Warren County Technical School in Washington borough (for 9-12),About Us , Warren County Technical School. Accessed September 16, 2013. with special education services provided by local districts supplemented throughout the county by the Warren County Special Services School District in Oxford Township (for PreK-12).About , Warren County Special Services School District. Accessed September 16, 2013. ==Transportation== thumb|right|View north along Route 31 in Oxford Township , the township had a total of of roadways, of which were maintained by the municipality, by Warren County and by the New Jersey Department of Transportation.Warren County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed July 18, 2014. The main road that passes through is Route 31. The closest limited access roads (Interstate 78 and Interstate 80) are at least 20 minutes away. ==Notable people== People who were born in, residents of, or otherwise closely associated with Oxford Township include: * Kirk Alyn (1910-1999), actor best known for being the first actor to play the DC Comics character Superman, appearing on screen in the 1948 film serial Superman, and its 1950 sequel Atom Man vs. Superman.King, Susan. \"Kirk Alyn, the first Superman of cinema, was born 100 years ago\", Los Angeles Times, October 8, 2010. Accessed September 16, 2015. \"One hundred years ago Friday, John Feggo Jr. was born in Oxford, N.J., but he is far better known by two other names — Kirk Alyn and Superman.\" * Keith Jarrett (born 1945), jazz pianist and composer.Da Fonseca-Wollheim, Corinna. \"A One-of-a-Kind Artist Prepares for His Solo\", The Wall Street Journal, January 29, 2009. Accessed April 9, 2015. * George M. Robeson (1829-1897), Union Army general during the American Civil War, and United States Secretary of the Navy during the Grant administration.George Maxwell Robeson, Biographical Directory of the United States Congress. Accessed August 24, 2007. ==Points of interest== * Oxford Furnace * Shippen Manor ==References== ==External links== *Oxford Township website Category:1754 establishments in New Jersey Category:Populated places established in 1754 Category:Township form of New Jersey government Category:Townships in Warren County, New Jersey",
 "title": "Oxford Township, New Jersey"
}