{
 "id": "125990",
 "text": "Jemez Springs (pronounced HEH-mes) is a village in Sandoval County, New Mexico, United States. The population was 250 at the 2010 census. Named for the nearby Pueblo of Jemez, the village is the site of Jemez State Monument and the headquarters of the Jemez Ranger District. The village and nearby locations in the Jemez Valley are the site of hot springs and several religious retreats. ==Geography== Situated in the Jemez Mountains, Jemez Springs is located entirely within the Santa Fe National Forest. The village is sited on the Jemez River in the red rock San Diego Canyon. State Highway 4 passes through the settlement on the east bank of the Rio Grande tributary. Geothermal springs in and near the village feed the Jemez River. The village has a total area of , all land. ==History== thumb|left|Soda Dam on Jemez Creek, north of Jemez Springs The Jemez Valley is thought to have been inhabited for the last 4500 years. The Spaniards who visited the area beginning in 1540 reported multiple Native American pueblos (villages), in the valley. The Franciscan mission church San José de los Jemez was built just to the north of the current village in 1621 but was abandoned around the 1640s. Today the ruins are the site of Jemez State Monument. Following the Pueblo Revolt the Jemez people began converging at the current Pueblo of Jemez. In the nineteenth century the valley was given over to mostly agrarian and pastoral uses. Jemez Springs' post office opened in 1907. The village is named for the Pueblo of Jemez twelve miles to the south. The 1907 post office was preceded by one established in 1884 named Archuleta. The village's current main bathhouse originates from this period. In 1942, Jemez Springs was the second choice (after Oak City, Utah) for the location of the Los Alamos National Laboratory, the proposed Manhattan Project research laboratory, but Los Alamos was chosen instead. In 1947 two Roman Catholic retreats were founded nearby, the Congregation of the Servants of the Paraclete and the Handmaids of the Precious Blood. The village was incorporated in 1955. Following enthusiasm from supporters of Kyozan Joshu Sasaki, the Bodhi Manda Zen Center was founded in 1972. ==Demographics== Jemez Springs is in the Albuquerque Metropolitan Statistical Area. As of the census of 2000, there were 375 people, 113 households, and 82 families residing in the village. The population density was 78.1 people per square mile (30.2/km2). There were 149 housing units at an average density of 31.0 per square mile (12.0/km2). The racial makeup of the village was 78.40% White, 2.40% Native American, 1.87% Asian, 12.80% from other races, and 4.53% from two or more races. Hispanic or Latino of any race were 27.47% of the population. There were 113 households, out of which 34.5% had children under the age of 18 living with them, 58.4% were married couples living together, 8.0% had a female householder with no husband present, and 27.4% were non-families. 20.4% of all households were made up of individuals, and 5.3% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.09. In the village, the population was spread out, with 22.1% under the age of 18, 3.2% from 18 to 24, 25.9% from 25 to 44, 32.3% from 45 to 64, and 16.5% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 72.0 males. For every 100 females age 18 and over, there were 68.8 males. The median income for a household in the village was $36,818, and the median income for a family was $36,042. Males had a median income of $36,964 versus $4,960 for females. The per capita income for the village was $19,522. About 13.5% of families and 20.9% of the population were below the poverty line, including 25.0% of those under age 18 and none of those age 65 or over. ==Education== Jemez Valley Public Schools serves the village of Jemez Springs as well as the surrounding Jemez Mountain Region. ==Climate== Jemez Springs has a humid subtropical climate (Köppen Cfa). ==Notable people== * Rudolfo Anaya, author, has a house there. * Gerald Fitzgerald, Roman Catholic priest, and founder of the religious order The Congregation of the Servants of the Paraclete lived in Jemez Springs. * N. Scott Momaday had a retirement home there until 2011. ==See also== * List of municipalities in New Mexico ==References== ==External links== {{commons category|Jemez Springs, New Mexico)) * * Jemez Springs Public Library * Jemez Valley Public Schools Category:Jemez Mountains Category:Villages in Sandoval County, New Mexico Category:Villages in New Mexico Category:Albuquerque metropolitan area",
 "title": "Jemez Springs, New Mexico"
}