{
 "id": "126015",
 "text": "Eldorado at Santa Fe, locally known as Eldorado, is a census-designated place (CDP) in Santa Fe County, New Mexico, United States. It is part of the Santa Fe, New Mexico Metropolitan Statistical Area. The population was 6,130 at the 2010 census. ==Geography== Eldorado at Santa Fe is located at (35.535926, -105.924596). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the 2010 census, there were 6,130 people, 2,887 households, and 1,868 families residing in the CDP. (Note that the CDP also includes several satellite communities such as Alteza, Belicia, Dos Griegos and La Paz. The community of Eldorado proper makes up about 90% of this CDP.) The population density was 294.6 people per square mile (113.7/km2). There were 3,100 housing units at an average density of 123.4 per square mile (47.6/km2). Eldorado community contained about 2,800 of the housing units. The racial makeup of the CDP was 94.0% White, 0.70% African American, 0.8% Native American, 1.0% Asian, 0.016% Pacific Islander, 1.4% from other races, and 2.1% from two or more races. Hispanic or Latino of any race were 12.7% of the population. There were 2,887 households, out of which 19.5% had children under the age of 18 living with them, 56.7% were married couples living together, 5.8% had a female householder with no husband present, and 35.3% were non-families. 25.1% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.12 and the average family size was 2.54. In the CDP, the population was spread out, with 16.1% under the age of 20, 1.6% from 20 to 24, 12.5% from 25 to 44, 48.8% from 45 to 64, and 21.1% who were 65 years of age or older. The median age was 55.2 years. For every 100 females, there were 86.7 males. For every 100 females age 18 and over, there were 83.2 males. The median income for a household in the CDP was $82,845. Males had a median income of $50,588 versus $34,430 for females. The per capita income for the CDP was $44,773. About 4.6% of the population were below the poverty line. The cost of living in Eldorado is estimated to be about 36.2% above the average for the U.S.. The median home cost in Eldorado at Santa Fe is $308,000, as of March 1, 2013 . ==Prehistory== Archaic Indians lived and hunted in the Eldorado area; archaeologists and others have found Clovis points, but little detailed information is available about these earliest settlers. Around AD 600, Ancestral Pueblo (Anasazi) settlers established farms and small pueblos in the area. These settlements endured until about 1325, when a disastrous drought forced abandonment of what became the Eldorado area. Some inhabitants probably moved to the Galisteo, New Mexico area, which itself was abandoned about 1450, as were all of the nearby pueblos except Pecos. Formal archaeological investigations began about 1914 when Nels C. Nelson of the American Museum of Natural History partially excavated Pueblo Alamo (site LA-8),LA = Laboratory of Anthropology, a division of the Museum of New Mexico near the present-day junction of I-25 with US-285. Unfortunately, Pueblo Alamo was almost completely destroyed by the construction of I-25 around 1971, although some salvage archaeology was done. Another, smaller pueblo, Chamisa Locita or Pueblo Walls (site LA-4) remains largely undisturbed on undeveloped private land, but it has no formal protection.Windmills and Dreams: A History of the Eldorado Community, 1997, ECIA, privately printed ==History== thumb|Eldorado at Santa Fe Community (ECIA) Offices, the old Simpson Ranch headquarters. Eldorado lies entirely within the Canada de los Alamos Grant, a Spanish land grant which dates back to 1785. In 1883, the entire grant was sold for US$2,000. As recorded in 1894, and patented by the US government, the size of the grant was about . In 1901, the Onderdonk Land & Cattle company bought both the Canada de los Alamos Grant and the adjacent Bishop John Lamy Grant for $10,000. The Lamy Grant was about when patented by the USA in 1874. The Onderdonk Ranch operated both grants as a cattle ranch into the 1950s. The ranch was sold to the Simpson family in 1956, who continued to operate it until 1969, when the Simpsons sold the land to the American Realty and Petroleum Corporation (AMREP) for $3.2 million, or about $118.50/acre. AMREP proceeded to develop about of their purchase as Eldorado at Santa Fe, selling the first lots in 1972. For the first ten years, development was slow—only about 200 houses were built. After 1983, when AMREP won a lawsuit over water rights, the pace of development quickened. Many passive solar houses were built, and Eldorado remains the largest solar community in the USA. AMREP platted about 2700 lots in the original Eldorado subdivisions. As of 2007, the original Eldorado subdivisions were mostly built-out, with only a few vacant lots on the market. There are large areas of vacant private land adjacent. There are an additional 20 or so newer subdivisions along U.S. Route 285, locally called the 285 Corridor, between Eldorado at Santa Fe and Lamy. Most of these offer larger lots and more expensive houses than Eldorado. Most are served by the Eldorado community water utility. Informally, the adjacent subdivisions, such as Belicia, Dos Griegos and The Ridges, are also called \"Eldorado\", but they have different covenants and no formal ties to the original AMREP subdivision. ==Education== It is within Santa Fe Public Schools. It is zoned to El Dorado Community School (K-8). Its high school is Santa Fe High School. The Vista Grande Public Library is in Eldorado. ==Transportation== The Santa Fe Southern Railway passes through the center of Eldorado, and excursion train rides are offered to Santa Fe. There have been proposals to offer a commuter train service. The railroad has ceased to operate, although the rails are still in place. There is a bike/horse/walking trail alongside the railway that extends from the town of Lamy to the Railyard in Santa Fe. The North Central Regional Transit District offers bus service between Eldorado and Santa Fe. ==Arts== The Eldorado Arts and Crafts Association holds an annual studio tour each year, in mid-May. The 2010 tour featured 117 artists showing their work in 83 studios. On sale are traditional paintings, digital art, ceramics, textiles, wearable art, photography, sculpture, jewelry and more. All artists contribute 5 percent of sale proceeds to the Eldorado Fire Department, Eldorado Elementary School, and the Vista Grande Public Library. In the past five years, the association has contributed about $15,000 to these organizations.Newspaper article on 2006 studio tour ==Notable residents== Author Hampton Sides and his family lived in Eldorado until 2006. ==See also== * List of census-designated places in New Mexico * Land grant * Clovis culture == References == ==External links== * Demographics and community information, from Sperling's Best Places * Vista Grande Public Library - Providing Library services to Eldorado and to the entire Southeast Corridor of Santa Fe County, New Mexico * Community profile, by a longtime resident and realtor * Eldorado Community Improvement Association (ECIA), property owners association: enforces covenants and maintains amenities * History of The Ridges subdivision, near Eldorado * Eldorado Area Water and Sanitation District * Eldorado Arts and Crafts Association Category:Census-designated places in Santa Fe County, New Mexico Category:Census-designated places in New Mexico",
 "title": "Eldorado at Santa Fe, New Mexico"
}