{
 "id": "126016",
 "text": "Galisteo is a census-designated place (CDP) in Santa Fe County, New Mexico, United States. It is part of the Santa Fe, New Mexico Metropolitan Statistical Area. The population was 253 at the 2010 census. ==Geography== Galisteo is located at (35.395296, -105.947879). The present settlement is located along the Galisteo Creek in the Galisteo Basin. All of these are named for Galisteo Pueblo, one of several abandoned and ruined Tanoan villages in the basin, sited near the settlement.Pearce, T.M. \"Rayado\" New Mexico Place Names: A Geographical Dictionary. Albuquerque: U of New Mexico, 1965, 61. According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 265 people, 119 households, and 71 families residing in the CDP. The population density was 101.4 people per square mile (39.2/km2). There were 136 housing units at an average density of 52.0 per square mile (20.1/km2). The racial makeup of the CDP was 80.38% White, 0.38% Native American, 18.87% from other races, and 0.38% from two or more races. Hispanic or Latino of any race were 35.47% of the population. There were 119 households, out of which 19.3% had children under the age of 18 living with them, 49.6% were married couples living together, 6.7% had a female householder with no husband present, and 40.3% were non-families. 29.4% of all households were made up of individuals, and 3.4% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.79. In the CDP, the population was spread out, with 18.5% under the age of 18, 4.2% from 18 to 24, 24.5% from 25 to 44, 39.6% from 45 to 64, and 13.2% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 92.0 males. For every 100 females age 18 and over, there were 84.6 males. The median income for a household in the CDP was $45,324, and the median income for a family was $45,735. Males had a median income of $18,625 versus $31,875 for females. The per capita income for the CDP was $27,719. None of the families and 3.6% of the population were living below the poverty line. ==Education== It is within Santa Fe Public Schools. It is zoned to El Dorado Community School (K-8) in El Dorado. Its high school is Santa Fe High School. ==Filming location== Galisteo has served as a filming location for a number of motion pictures. Nearly all have been westerns, including The Cowboys, Silverado, The Hi-Lo Country, There Will Be Blood, Young Guns, Crazy Heart, 3:10 to Yuma and In a Valley of Violence. The town also served as backdrop for fantasy blockbusters Legion and Thor. ==Notable people== *Ambassador David T. Killion owns a house and resides in Galisteo. *Artist Fritz Scholder owned a house and studio in Galisteo *Artist Agnes Martin was a long-term resident *Artist Nancy Holt was a long-term resident *Artist Bruce Nauman long term resident *Artist Susan Rothenberg long term resident *Playwright Bernard Pomerance *Burl Ives was a long-term resident *Feminist art critic and curator Lucy R. Lippard is a long-term resident *Artist Harmony Hammond *Artist Woody Gwyn is a long-term resident *Chef and author Deborah Madison is a resident. *Fashion Designer, Producer and Director Tom Ford ==References== ==External links== *www.suite101.com/content/galisteo-new-mexico-a179316 -- \"Galisteo -- Artists, Landscape, and High Desert\" (community profile) *Galisteo Studio Tour, an annual event *Galisteo Basin Archaeology, including Comanche Gap *Galisteo Basin Preserve, includes a photo gallery Category:Census-designated places in Santa Fe County, New Mexico Category:Census-designated places in New Mexico",
 "title": "Galisteo, New Mexico"
}