{
 "id": "126046",
 "text": "Rio Lucio is a census-designated place (CDP) in Taos County, New Mexico, United States. The population was 379 at the 2000 census. ==Geography== Rio Lucio is located at (36.191598, -105.719315). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 379 people, 146 households, and 115 families residing in the CDP. The population density was 354.8 people per square mile (136.8/km). There were 187 housing units at an average density of 175.1 per square mile (67.5/km). The racial makeup of the CDP was 35.36% White, 3.43% Native American, 55.94% from other races, and 5.28% from two or more races. Hispanic or Latino of any race were 93.40% of the population. There were 146 households, out of which 36.3% had children under the age of 18 living with them, 50.0% were married couples living together, 21.9% had a female householder with no husband present, and 21.2% were non-families. 20.5% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 2.94. In the CDP, the population was spread out, with 26.6% under the age of 18, 7.7% from 18 to 24, 26.1% from 25 to 44, 24.8% from 45 to 64, and 14.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 99.5 males. For every 100 females age 18 and over, there were 93.1 males. The median income for a household in the CDP was $24,107, and the median income for a family was $22,292. Males had a median income of $23,393 versus $20,375 for females. The per capita income for the CDP was $11,827. About 17.9% of families and 21.7% of the population were below the poverty line, including 36.9% of those under age 18 and 26.3% of those age 65 or over. ==References== ==External links== * Rio Lucio profile at City Data Category:Census-designated places in Taos County, New Mexico Category:Census-designated places in New Mexico",
 "title": "Rio Lucio, New Mexico"
}