{
 "id": "126102",
 "text": "Allen is a town in Allegany County, New York, United States. The population was 448 at the 2010 census. The town is named after Ethan Allen. The Town of Allen is in the north-central part of Allegany County. ==History== The Town of Allen was founded in 1823, formed from part of the Town of Angelica. In 1829 more territory was added from the Town of Birdsall. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and (0.60%) is water. ==Demographics== As of the census of 2000, there were 462 people, 178 households, and 132 families residing in the town. The population density was 12.7 people per square mile (4.9/km2). There were 411 housing units at an average density of 11.3 per square mile (4.4/km2). The racial makeup of the town was 98.92% White, 0.43% Native American, and 0.65% from two or more races. Hispanic or Latino of any race were 0.22% of the population. There were 178 households, out of which 30.9% had children under the age of 18 living with them, 62.9% were married couples living together, 4.5% had a female householder with no husband present, and 25.8% were non- families. 22.5% of all households were made up of individuals, and 6.7% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.01. In the town, the population was spread out, with 25.1% under the age of 18, 6.9% from 18 to 24, 29.4% from 25 to 44, 25.5% from 45 to 64, and 13.0% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 123.2 males. For every 100 females age 18 and over, there were 123.2 males. The median income for a household in the town was $27,386, and the median income for a family was $29,688. Males had a median income of $26,528 versus $21,563 for females. The per capita income for the town was $13,830. About 16.4% of families and 18.7% of the population were below the poverty line, including 19.2% of those under age 18 and 14.3% of those age 65 or over. ==Communities and locations in Allen== *Allen Center - A hamlet on County Route 15 (Basswood Hill Road), centrally located in the town. *Aristotle - A hamlet near the south town line on County Route 15(Basswood Hill Road). *Polish Mountain - Located near Allen Lake. *State Road - A location near the eastern town line. *West Allen - A location southwest of Allen Center. *Wigwam Creek - A stream flowing through the west part of the town. ==References== ==External links== * History of Allen Category:Towns in New York (state) Category:Towns in Allegany County, New York Category:1823 establishments in New York (state)",
 "title": "Allen, New York"
}