{
 "id": "126288",
 "text": "Pitcher is a town in Chenango County, New York, United States. The population was 803 at the 2010 census. The town is named after Nathaniel Pitcher, the eighth governor of New York. The town is on the western border of Chenango County, west of the city of Norwich. == History == The land was first settled circa 1794. The town of Pitcher was formed from parts of the towns of German and Lincklaen in 1827. The size of Pitcher was increased in 1833 with an additional portion of Lincklaen. ==Geography== According to the United States Census Bureau, the town has a total area of , of which , or 0.05%, is water. The western town line is the border of Cortland County. The Otselic River flows southward through the town. It is a tributary of the Tioughnioga River and part of the Susquehanna River watershed. New York State Route 26 is a major highway running northeast–southwest through the town, following the course of Otselic Creek. New York State Route 23 passes across the south part of Pitcher following the course of Brakel Creek. ==Demographics== As of the census of 2000, there were 848 people, 293 households, and 230 families residing in the town. The population density was 29.8 people per square mile (11.5/km2). There were 381 housing units at an average density of 13.4 per square mile (5.2/km2). The racial makeup of the town was 99.29% White, 0.24% African American, 0.12% Native American, and 0.35% from two or more races. Hispanic or Latino of any race were 1.53% of the population. There were 293 households, out of which 40.3% had children under the age of 18 living with them, 62.1% were married couples living together, 11.3% had a female householder with no husband present, and 21.5% were non-families. 17.7% of all households were made up of individuals, and 4.4% had someone living alone who was 65 years of age or older. The average household size was 2.89 and the average family size was 3.20. In the town, the population was spread out, with 29.7% under the age of 18, 8.7% from 18 to 24, 28.5% from 25 to 44, 21.8% from 45 to 64, and 11.2% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 103.8 males. For every 100 females age 18 and over, there were 106.2 males. The median income for a household in the town was $35,000, and the median income for a family was $34,875. Males had a median income of $27,500 versus $19,219 for females. The per capita income for the town was $15,102. About 13.2% of families and 17.0% of the population were below the poverty line, including 30.5% of those under age 18 and 4.7% of those age 65 or over. == Communities and locations in Pitcher == *Chandler Corners - A former location in the town, northeast of Pitcher village. *Hydeville - A hamlet by the western town line and north of Pitcher village on County Road 12. *North Pitcher - A hamlet in the northern part of the town on NY-26 and the Otselic River. *Pitcher - The hamlet of Pitcher is in the western part of the town, near the western town line, on NY-26 and the Otselic River. *Pitcher Springs - A hamlet northeast of Pitcher village. It was a popular spa during the early history of the town. *Ufford Corners - A location northwest of North Pitcher near the northern town line. *Union Valley - A hamlet at the western town line, mostly within Cortland County. *Waldron Corners - A location at the eastern town line. ==Notable person== *Jethro A. Hatch, the first physician in Kentland, Indiana, and a congressman from Indiana's 10th district. ==References== ==External links== * Early history of Pitcher, NY * Historical and other information on Pitcher Category:Towns in New York (state) Category:Towns in Chenango County, New York",
 "title": "Pitcher, New York"
}