{
 "id": "126203",
 "text": "Scipio is a town in Cayuga County, New York, United States. The population was 1,713 at the 2010 census. Scipio is centrally located in the southern half of the county, south of Auburn. == History == Scipio was part of the Central New York Military Tract, which was land reserved as payment by the federal government to veterans of the Revolutionary War. The first settler arrived around 1790, and the town was formed in 1798 when Cayuga County was formed. The town was named after the Roman general Scipio Africanus. In 1823, part of Scipio was used to form the towns of Ledyard, Springport, and Venice. In the early years, it was developed for agriculture. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 7.00%, is water. The east town line is marked by Owasco Lake, one of the Finger Lakes. New York State Route 34, New York State Route 34B, and New York State Route 38 are north-south highways in Scipio. ==Demographics== As of the census of 2000, there were 1,537 people, 571 households, and 424 families residing in the town. The population density was 41.9 people per square mile (16.2/km2). There were 702 housing units at an average density of 19.1 per square mile (7.4/km2). The racial makeup of the town was 97.59% White, 0.20% African American, 0.85% Native American, 0.59% Asian, 0.20% from other races, and 0.59% from two or more races. Hispanic or Latino of any race were 1.30% of the population. There were 571 households, out of which 36.6% had children under the age of 18 living with them, 60.6% were married couples living together, 7.7% had a female householder with no husband present, and 25.7% were non-families. 20.0% of all households were made up of individuals, and 8.8% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.11. In the town, the population was spread out, with 29.0% under the age of 18, 6.8% from 18 to 24, 28.2% from 25 to 44, 24.7% from 45 to 64, and 11.5% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 99.9 males. For every 100 females age 18 and over, there were 93.6 males. The median income for a household in the town was $44,491, and the median income for a family was $50,395. Males had a median income of $34,671 versus $22,625 for females. The per capita income for the town was $17,705. About 2.8% of families and 6.7% of the population were below the poverty line, including 6.7% of those under age 18 and 6.7% of those age 65 or over. ==Arts and culture== ===Tourism=== The Howland Cobblestone Store, also known as the Howland Stone Store Museum, is located in Scipio. The 19th-century store is significant for its cobblestone architecture and was listed on the National Register of Historic Places in 1994. ==Notable people== *Sayles Jenks Bowen, Mayor of Washington, DC, from 1868 to 1870. He was a noted civil rights advocate, born in Scipio. Son of Josiah Bowen and Deborah Jenks. * Thomas J. Drake, justice of Utah Territorial Supreme Court and third Lieutenant Governor of Michigan, born in Scipio, * Henry Farnam, philanthropist and railroad president, born in Scipio * James Strang, founder of the Church of Jesus Christ of Latter Day Saints (Strangite), a faction of the Latter Day Saint movement, born in Scipio. In addition to serving as president of his church, Strang also served as the self-proclaimed king of a now-defunct ecclesiastical monarchy he established on Beaver Island, Michigan, and also served 1 terms in the Michigan House of Representatives prior to his murder in 1856 at the hands of two disgruntled followers. His Ancient and Modern Michimilimackinac: Including an Account of the Controversy Between Mackinac and the Mormons (1854) was published by the Smithsonian Institution. Its portions dealing with Beaver Island flora and fauna were considered definitive for nearly a century. Strang left Scipio with his parents at the age of three; they moved west. ==Hocus Pocus== The town is the setting of the Kurt Vonnegut novel Hocus Pocus. Many details about the town are fictionalized for the novel. == Communities and locations in Scipio == *Ashland - A hamlet on Owasco Lake in the southeastern part of Scipio by NY-38. *Bolts Corners - A location in the southwestern part of Scipio, east of Sherwood. *Botsford Corners - A location near the southern town line, west of Ashland. *Casowasco - A hamlet on the shore of Owasco Lake in the southeastern part of Scipio. Operated as a Camp & Retreat Center by the Upper New York Conference of the United Methodist Church *Covey Corners - A location near the southern town line, west of Ashland. *Edgewater - A hamlet on Owasco Lake in the southeastern part of Scipio. *Elmwood - A hamlet on Owasco Lake and NY-38 in the northeastern part of Scipio. *Kings Corners - A location near the western town line on NY-34B. *Merrifield - A hamlet between Scipio Center and Scipioville. *Number One - A location near the western town line on NY-34B, north of Kings Corners. *Owasco Lake Station - A hamlet at the northeastern corner of Scipio on Owasco Lake. *Scipio Center - A hamlet located on NY-34 near the town center. *Scipioville - A hamlet located on NY-34B, west of Scipio Center. *Sherwood - A hamlet on NY-34B near the southern town line, south of Scipioville. ==References== ==External links== * Town of Scipio official website * City-Data.com Category:Towns in New York (state) Category:Church of Jesus Christ of Latter Day Saints (Strangite) Category:Towns in Cayuga County, New York",
 "title": "Scipio, New York"
}