{
 "id": "126293",
 "text": "Au Sable Forks is a hamlet in Clinton County and Essex County, New York, United States. The northern half of the community, within Clinton County, is listed as the Au Sable Forks census-designated place (CDP) and had a population of 559 at the 2010 census. ==Geography== Au Sable Forks is located on the border of Clinton and Essex counties at (44.444063, −73.676013), centered on the point where the West Branch and the East Branch of the Au Sable River join to form the main confluence which flows into Au Sable Chasm and thence, into Lake Champlain. According to the United States Census Bureau, the CDP portion of Au Sable Forks has a total area of , of which , or 0.89%, is water. New York State Route 9N passes through the center of the community, leading northeast (downstream) to Keeseville and southwest (upstream on the East Branch) to Jay. Plattsburgh is to the northeast via NY-9N and Interstate 87. The climate of Au Sable Forks is temperate, with it being very cold in winter and fairly hot in summer. Au Sable Forks is known for its repetitive history of floods, with those of 1996 and 2011 causing grievous damage – these were 15 and 18 feet above flood stage respectively. Since the 2011 flood caused by Hurricane Irene, ice jams, once common, have become less frequent because of the alteration in hydrogeology caused by the flood, which was the most massive one recorded. On April 20, 2002, a 5.0–5.3 Mw earthquake occurred north of the town. The shallow dip-slip shock had a maximum Mercalli intensity of VII (Very strong) and caused damage to roads, bridges, buildings, and chimneys. ==Demographics== As of the 2000 census, there were 670 people, 265 households, and 175 families residing in the CDP. The population density was 268.5 per square mile (103.5/km2). There were 294 housing units at an average density of 117.8/sq mi (45.4/km2). The racial makeup of the CDP was 98.51% White, 0.30% African American, 0.15% Native American, and 1.04% from two or more races. Hispanic or Latino of any race were 0.15% of the population. There were 265 households, out of which 33.6% had children under the age of 18 living with them, 53.2% were married couples living together, 10.6% had a female householder with no husband present, and 33.6% were non-families. 29.8% of all households were made up of individuals, and 17.4% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.16. In the CDP, the population was spread out, with 27.6% under the age of 18, 6.7% from 18 to 24, 29.1% from 25 to 44, 20.7% from 45 to 64, and 15.8% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 98.8 males. For every 100 females age 18 and over, there were 98.0 males. The median income for a household in the CDP was $32,578, and the median income for a family was $37,500. Males had a median income of $30,859 versus $21,667 for females. The per capita income for the CDP was $14,816. About 10.6% of families and 13.5% of the population were below the poverty line, including 14.6% of those under age 18 and 14.8% of those age 65 or over. ==Community information== Au Sable is two, separate, French Words that translate to \"Of Sand.\" \"Au Sable\" should never be clustered. Au Sable Forks is made up parts of two Townships, within two counties divided by the two branches of the Au Sable River at The Forks, where they merge into one confluence. It therefore corresponds to two County Seats. Black Brook Town Offices are located within Clinton Co. on North Main Street, with the County Seat in Plattsburgh, New York, while the Township of Jay Government Offices and the local Community Center is located within Essex County, on School Lane, with its County Seat located in Elizabethtown, New York. The community is served by the Au Sable Forks Volunteer Fire Department, as well as a volunteer Au Sable Forks Ambulance Team. Only one school remains open after the closure of Holy Name Catholic Schools on Main Street. The Au Sable Forks Elementary School is located on Church Lane, in Essex County. The Au Sable Valley High School is in Clintonville, NY, and serves both Jr. High and High School Students. There are three different denominational Churches found along Main Street, comprising Holy Name Catholic Church, United Methodist Church, and St. James Episcopal Church. The Au Sable Forks Health Care Facility is on Pleasant Street, and the Au Sable Valley Dental Service is North of Main Street. The Au Sable Forks Free Library is on Church Lane. Zaumetzer Funeral Home is on College Street; the US Post Office is on Forge Street. Gordon Oil Co. is along Rt 9N, and Miller's Fuel is located at Fern Lake. There are two Banks, one large Grocery Store, and three small Restaurants. Tahawus Center is on Main Street and offers Ballet Classes and Summer Art and Educational Programs. The Forks, as its known locally, offers a laid back life style. There are more than 10 Air B&B; rentals found there. There is the Medos A. Nelson American Legion Post 504 on McCrea Street and the Riverside Bowling Alley found on the corner of Rt. 9N and McCrea Street. Also, 20 Main is on Main Street, as is the ADK Mt. Spirits (Liquor & Wine Store). Two hair Salons are in The Forks. Steph's Little Luxeries Shop is on Silver Lake Rd. Today, the Au Sable Valley Golf Course is for sale, and so is the Hollywood Movie Theatre that shows Digital Movies on Main Street. The former estate home of James Rogers of the J & J Rogers Company is located in the hamlet. James Rogers the 1st and John Weed were brothers. They had the same father. James was born in October 1804 in Warren County, NY and John Weed was born in May 1813 in Caldwell, New York, known today as Lake George, New York. However, John did not legally have his father's surname of Rogers until 1844 when he became John Weed Rogers. The Rogers were prominent citizens originally from the Saratoga region, and business owners who settled in The Forks before 1830. Being earlier settlers, they established and operated the J & J Rogers Co., then purchased the Palmer Hill Iron Mines; they owned and operated the J&J; Rogers Iron Co. consisting of their Rolling Mill Forge, the 4-fire East Forge on Forge Street, and the 6-fire Forge in the hamlet of Lower Jay. They operated the Iron Ore Mines on Palmer Hill, Kilns in Swastikia, their huge Charcoal Kiln at Taylor Pond, Company Stores in Au Sable Forks and in the Black Brook Hamlet. Their Industrial Era businesses consisted of the J & J Rogers Co. Pulp Mill, the Hydro Electric Dam at that 1897 Pulp Mill that was in the County of Essex, in Au Sable Forks. The Robeson Acid Plant and the 1901 Paper Mill were across the Au Sable River in the County of Clinton, but still in Au Sable Forks, NY. They employed numerous people dating backing to the establishing Au Sable Forks, as their businesses thrived. They constructed Company Houses for their employees and their families. In Oct. 1970, the economy of the bustling village nearly disappeared after the closure of the huge Paper Mill. It was the end of that Industrial Era. Many men from there were and remain today employed by NYS Dept. of Law Enforcement as Correctional Officers and some as NYS Troopers. Au Sable Forks made national headlines in 1987 with the disappearance and subsequent murder of 17-year-old Kari Lynn Nixon, whose story was featured on Unsolved Mysteries. ==References== Category:Census-designated places in New York (state) Category:Census- designated places in Clinton County, New York",
 "title": "Au Sable Forks, New York"
}