{
 "id": "126267",
 "text": "Catlin is a town in Chemung County, New York, United States. The population was 2,618 at the 2010 census. The town is named after Phineas Catlin, a surveyor and public official. Catlin is in the northwestern corner of the county, northwest of Elmira. It is part of the Elmira Metropolitan Statistical Area. == History == The town's land was first settled circa 1816. The town of Catlin was organized in 1823 from the town of Catharine. The town of Dix was formed from the north part of Catlin in 1835. (Both Catharine and Dix are now in Schuyler County.) ==Geography== According to the United States Census Bureau, the town of Catlin has a total area of , of which , or 0.07%, is water. Catlin is bounded on the north by Schuyler County and on the west by Steuben County. New York State Route 14 passes along the east town line, and New York State Route 414 is a north-south highway in the western part of Catlin. ==Demographics== As of the census of 2000, there were 2,649 people, 985 households, and 742 families residing in the town. The population density was 69.7 people per square mile (26.9/km2). There were 1,069 housing units at an average density of 28.1 per square mile (10.9/km2). The racial makeup of the town was 98.26% White, 0.45% African American, 0.15% Native American, 0.23% Asian, 0.23% from other races, and 0.68% from two or more races. Hispanic or Latino of any race were 0.34% of the population. There were 985 households, out of which 37.3% had children under the age of 18 living with them, 61.5% were married couples living together, 7.9% had a female householder with no husband present, and 24.6% were non-families. 18.8% of all households were made up of individuals, and 7.4% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.06. In the town, the population was spread out, with 26.8% under the age of 18, 7.5% from 18 to 24, 28.2% from 25 to 44, 26.5% from 45 to 64, and 10.9% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 98.6 males. For every 100 females age 18 and over, there were 100.6 males. The median income for a household in the town was $38,776, and the median income for a family was $42,308. Males had a median income of $34,833 versus $23,333 for females. The per capita income for the town was $17,869. About 4.4% of families and 6.5% of the population were below the poverty line, including 10.1% of those under age 18 and 6.0% of those age 65 or over. == Communities and locations in the Town of Catlin == *Catlin Center - A former community located in the north-central part of the town. *Chambers - A hamlet by the junction of NY-414 and County Road 35 on the east side of Post Creek. *Johnson Hollow - A valley in the north part of Catlin. *Pine Valley - A hamlet and census-designated place at the east town line at NY-14. It extends east into the town of Veteran. *Post Creek - (1) A hamlet near the west town line, (2) A stream that flows along the west town line and later joins the Chemung River. *Smith Corners - A location east of Post Creek. *Tompkins Corners - A hamlet neat the south town line on County Road 11. ==References== ==External links== * Town of Catlin official website * Tri-Counties Genealogy & History: Town of Catlin, Chemung County NY Category:Populated places established in 1816 Category:Towns in New York (state) Category:Towns in Chemung County, New York Category:1816 establishments in New York (state)",
 "title": "Catlin, New York"
}