{
 "id": "126393",
 "text": "Washington is a town in Dutchess County, New York, United States. The population was 4,741 at the 2010 census. The town is named after George Washington, who passed through the town during the Revolution. Washington is in the central part of the county, northeast of the city of Poughkeepsie. U.S. Route 44 passes across the town. ==History== The town was part of the Great Nine Partners Patent of 1697. The town was formed in 1788 as one of the original towns of the re-organized county. The town lost territory in 1793 to form the new town of Stanford. ==Notable people== *Charles Erwin Booth, Wisconsin State Assemblyman *Mary Tyler Moore, American actress, producer *Liam Neeson, actor *Ric Ocasek, founder of The Cars and music producer *Melancton Smith, delegate to the Continental Congress ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 1.21%, is water. Washington is bordered by Pleasant Valley and Clinton to the west, Stanford to the north, Amenia to the east, and Dover and Union Vale to the south. A small part of LaGrange also borders the town. ==Demographics== As of the census of 2000, there were 4,742 people, 1,914 households, and 1,244 families residing in the town. The population density was 80.3 people per square mile (31.0/km2). There were 2,192 housing units at an average density of 37.1 per square mile (14.3/km2). The racial makeup of the town was 94.69% White, 2.83% African American, 0.06% Native American, 0.65% Asian, 0.02% Pacific Islander, 0.78% from other races, and 0.97% from two or more races. Hispanic or Latino of any race were 3.58% of the population. There were 1,914 households, out of which 28.1% had children under the age of 18 living with them, 54.1% were married couples living together, 7.7% had a female householder with no husband present, and 35.0% were non- families. 29.5% of all households were made up of individuals, and 11.2% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.95. In the town, the population was spread out, with 24.4% under the age of 18, 5.8% from 18 to 24, 26.1% from 25 to 44, 27.2% from 45 to 64, and 16.5% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 93.7 males. For every 100 females age 18 and over, there were 90.7 males. The median income for a household in the town was $52,104, and the median income for a family was $69,074. Males had a median income of $45,938 versus $31,411 for females. The per capita income for the town was $32,561. About 2.7% of families and 7.2% of the population were below the poverty line, including 3.5% of those under age 18 and 6.1% of those age 65 or over. ==Communities and locations in Washington== *Lithgow - A location in the northeastern corner of the town. *Littlerest - A location south of Mabbettsville. *Mabbettsville - A hamlet east of Millbrook. *Millbrook - The Village of Millbrook is near the center of the town. *South Millbrook - A location south of Millbrook bordering the town of Union Vale. *Shunpike - A location north of Millbrook. *Washington's Hollow - A location by the western town line, where Washington camped. *Oak Summit ==References== ==External links== *Town of Washington official website Category:Towns in New York (state) Category:Poughkeepsie–Newburgh–Middletown metropolitan area Category:Towns in Dutchess County, New York",
 "title": "Washington, New York"
}