{
 "id": "126304",
 "text": "Redford is a hamlet and census-designated place in the town of Saranac in Clinton County, New York, United States. The population was 477 at the 2010 census. Redford is in the southern part of the town and is west of Plattsburgh. It is within the Adirondack Park. ==Geography== Redford is located along the southern border of the town of Saranac at (44.606552, -73.808596). It is on the north side of the Saranac River, which flows east to Lake Champlain. New York State Route 3 passes through the village, leading east to Plattsburgh and southwest to Saranac Lake. According to the United States Census Bureau, the Redford CDP has a total area of , of which is land and , or 7.45%, is water. ==Demographics== As of the census of 2000, there were 512 people, 178 households, and 137 families residing in the CDP. The population density was 374.3 per square mile (144.3/km2). There were 183 housing units at an average density of 133.8/sq mi (51.6/km2). The racial makeup of the CDP was 99.02% White, 0.20% Asian, 0.39% from other races, and 0.39% from two or more races. Hispanic or Latino of any race were 0.39% of the population. There were 178 households, out of which 37.6% had children under the age of 18 living with them, 64.0% were married couples living together, 9.0% had a female householder with no husband present, and 22.5% were non- families. 16.9% of all households were made up of individuals, and 7.9% had someone living alone who was 65 years of age or older. The average household size was 2.88 and the average family size was 3.27. In the CDP, the population was spread out, with 29.3% under the age of 18, 8.0% from 18 to 24, 33.4% from 25 to 44, 20.3% from 45 to 64, and 9.0% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 98.4 males. For every 100 females age 18 and over, there were 92.6 males. The median income for a household in the CDP was $47,813, and the median income for a family was $59,408. Males had a median income of $37,875 versus $26,250 for females. The per capita income for the CDP was $20,117. None of the families and 2.7% of the population were living below the poverty line, including no under eighteens and 23.3% of those over 64. ==References== Category:Hamlets in New York (state) Category:Census-designated places in New York (state) Category:Census-designated places in Clinton County, New York Category:Hamlets in Clinton County, New York",
 "title": "Redford, New York"
}