{
 "id": "126358",
 "text": "Margaretville is a village in Delaware County, New York, United States. The population was 596 at the 2010 census. The village is in the town of Middletown, on the border of the Catskill Park. ==Geography== Margaretville is located near the geographic center of the town of Middletown at (42.147496, -74.651090). It is near the eastern end of Delaware County, in the valley of the East Branch Delaware River. According to the United States Census Bureau, the village has a total area of , of which is land and , or 2.63%, is water. New York State Route 30 runs through the center of the village, leading northeast to Grand Gorge and west to Downsville. NY 28 passes through the southern part of the village, leading east to Kingston and northwest to Delhi. ==History== In 1708, Queen Anne of England gave the Hardenburgh Patent to Johannes Hardenbergh and his associates. Chancellor Robert R. Livingston divided of the land among his family. In 1763 Harmanus DuMond was deeded \"opposite Margaretville\" by Chancellor Livingston. A 1765 map by Will Cockburn shows a road from Marbletown to Pakatakan (near present-day Margaretville and Arkville). In the 1770s, the original settlers paid \"one hundred forty-nine pounds and 19 shillings\" to American Indians for the land. In 1778, the East Branch of the Delaware River valley's settlers were driven off by the American Indians. In June 1778, a combined force of Tories and Indians led by Joseph Brant raided the valley, including the Margaretville area. On August 26, 1778, a general evacuation was ordered, assisted by guard from Great Shandaken. Before the settlers were driven from their homes, they were given a timely and friendly warning by an Indian named Tunis and returned to the Hudson Valley. The settlers returned after the American Revolutionary War. In 1779, a deed to a Lot No. 39 was given to Livingston's sister, who married Morgan Lewis. A daughter named Margaret was born to them. In 1784 settlers returned to area, including Ignos DuMond, nephew of Harmanus DuMond. He sold his claim of land for $100 to John Tompkins, who then built the first sawmill. In 1820, the Old Stone Schoolhouse at Dunraven was built. By 1831, Charles Poldino had begun the practice of medicine. Dr. Poldino was also made first postmaster in June 1848, when Margaretville was designated as a post office station. It was actually a small addition made onto the G.G. Decker store. In 1850, the village was named in honor of Margaret Lewis (Livingston's granddaughter). Until then, it had been known as \"Middletown Center\", which took its name from its location, equidistant from the Hudson, Delaware and Susquehanna rivers. It is one of the oldest towns in Delaware County. On May 8, 1875, the village became incorporated. In 1894, William H. Eells started the Margaretville Messenger newspaper. In 1904, Clarke A. Sanford bought the Margaretville Messenger and changed the name to the Catskill Mountain News. Sanford's editorial column was titled \"Mountain Dew\" and ran until the 1960s. In 1905, the Delaware and Eastern Railroad (later changed to the Delaware and Northern Railroad) was built. The railroad era lasted only into the 1940s. In 1907, Sanford brought the first automobile (a Pope-Toledo) to Margaretville. In 1922, Sanford built the Galli-Curci Theatre (named for the singer Amelita Galli-Curci) on Main Street. In 1925, Dr. Gordon Bostwick Maurer moved to the community, and his village home quickly became a \"veritable hospital\". On October 21, 1930, the Margaretville Hospital was incorporated and was built using a two-story white farmhouse near the current high school. On 1931 January 13, the Margaretville Hospital was opened. It was run by Dr. Maurer until his untimely death in 1938. The hospital was expanded in 1944, and again in 1947. In 1969, the Margaretville Memorial Hospital (dedicated to Dr. Maurer) replaced the older facility. Margaretville was the hometown of Dr. Orvan Hess, inventor of the fetal heart monitor and one of the first doctors to successfully treat a patient with penicillin. Hess' becoming a doctor was inspired by Dr. Maurer. In 1939, the Margaretville Central School replaced a number of smaller local schools. In 1954, the Pepacton Reservoir dam on the East Branch was finished near Downsville, submerging the neighboring villages of Arena, Union Grove, Shavertown, and Pepacton over the next year. This caused a drop in local trade, but the project did give the village its own sewer system. On January 19, 1996, the entire downtown was damaged in a flood. The village lost ten homes, a gas station, and a diner/ice cream shop. On June 28, 2006, a smaller flood washed out the annual firemen's fund-raising carnival.pictures from the village's website On August 28, 2011, Hurricane Irene caused record flooding and damage. Many buildings sustained structural damage, and over 100 residents had to take shelter in the village fire station. The water peaked at over a foot above the previous record from the 1996 flood. On August 29, 2011, the village's CVS Pharmacy collapsed as the floodwaters receded. On April 24, 2007, Travis Trim of North Lawrence, New York, shot a state trooper, who was saved by his bulletproof vest. The following day Trim died during a shootout in Arkville. The District 10 School, First Presbyterian Church of Margaretville, Galli-Curci Theatre, and Van Benschoten House and Guest House are listed on the National Register of Historic Places. ==Demographics== As of the census of 2010, there were 596 people, 276 households, and 129 families residing in the village. The population density was . There were 359 housing units at an average density of . The racial makeup of the village was 92.3% White, 0.8% African American, 1.2% Native American, 4.7% Asian, and 1% from two or more races. Hispanic or Latino of any race were 2.9% of the population. There were 276 households, out of which 14.1% had children under the age of 18 living with them, 37.7% were married couples living together, 6.5% had a female householder with no husband present, and 53.3% were non-families. 56.5% of all households were made up of individuals, and 41.3% had someone living alone who was 65 years of age or older. The average household size was 1.86 and the average family size was 2.61. In the village, the population was spread out, with 10.6% under the age of 18, 7.1% from 18 to 24, 15.3% from 25 to 44, 29.6% from 45 to 64, and 37.4% who were 65 years of age or older. The median age was 57.7 years. For every 100 females, there were 86.8 males. For every 100 females age 18 and over, there were 84.8 males. The median income for a household in the village was $45,625, and the median income for a family was $63,125. Males had a median income of $41,827 versus $28,750 for females. The per capita income for the village was $24,723. About 8.2% of families and 15.7% of the population were below the poverty line, including 27.3% of those under age 18 and 9.4% of those age 65 or over. ==Filming location== The village and its surrounding area have been a filming location for scenes from Julian Po (1997), the primary locale for You Can Count on Me (2000), music video of \"Sugar, We're Goin Down\" by Fall Out Boy (2005), and a secondary location for Stake Land (2010). Several surrounding areas including Margaretville and its school were used in the zombie film, The Dead Don't Die, starring Bill Murray, Adam Driver, and Selena Gomez. ==References== ==External links== * Village of Margaretville official website * Margaretville information Category:Villages in New York (state) Category:Villages in Delaware County, New York",
 "title": "Margaretville, New York"
}