{
 "id": "126495",
 "text": "New Baltimore is a town in the northeastern part of Greene County, New York, United States. The population was 3,370 at the 2010 census. == History == The region was part of the Mahican homeland. The area was settled circa 1700 and was included in early Dutch and English patents. New Baltimore was formed as a town in 1811 from the town of Coxsackie. In 1900, the town population was 1,536. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 3.55%, is water. The eastern town line is defined by the Hudson River and is the border of Columbia County. The northern town line is the border of Albany County. The New York State Thruway (Interstate 87) and U.S. Route 9W pass through the town. ==Demographics== As of the census of 2000, there were 3,417 people, 1,269 households, and 949 families residing in the town. The population density was 82.2 people per square mile (31.7/km2). There were 1,406 housing units at an average density of 33.8 per square mile (13.1/km2). The racial makeup of the town was 97.40% White, 0.70% African American, 0.12% Native American, 0.38% Asian, 0.03% Pacific Islander, 0.44% from other races, and 0.94% from two or more races. Hispanic or Latino of any race were 1.61% of the population. There were 1,269 households, out of which 32.2% had children under the age of 18 living with them, 62.6% were married couples living together, 7.5% had a female householder with no husband present, and 25.2% were non-families. 20.1% of all households were made up of individuals, and 7.0% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.02. The age distribution of the town was 24.2% under 18, 5.6% from 18 to 24, 27.1% from 25 to 44, 29.6% from 45 to 64, and 13.4% who were 65 or older. The median age was 41 years. For every 100 females, there were 96.6 males. For every 100 females age 18 and over, there were 97.8 males. The median income for a household in the town was $48,136, and the median income for a family was $50,175. Males had a median income of $36,681 versus $29,327 for females. The per capita income for the town was $20,636. About 5.3% of families and 7.2% of the population were below the poverty line, including 9.7% of those under age 18 and 10.9% of those age 65 or over. == Communities and locations in New Baltimore == *Deans Mill - A hamlet in the northern part of the town *Grapeville - A hamlet near the western town line on Route 26 *Hannacroix - A hamlet southwest of New Baltimore hamlet *Houghtaling Island - An island in the Hudson River, which is mostly within the town. *Medway - A hamlet in the southwestern part of the town *New Baltimore - The hamlet of New Baltimore in the northeastern part of the town, next to the Hudson River *Otter Hook - A hamlet in the eastern part of the town *Paradise Hill - A hamlet near the southern town line, south of Medway *Roberts Hill - A hamlet in the southeastern part of the town ==References== ==External links== * Town of New Baltimore official website Category:Towns in New York (state) Category:Towns in Greene County, New York Category:New York (state) populated places on the Hudson River",
 "title": "New Baltimore, New York"
}