{
 "id": "126497",
 "text": "Prattsville is a town in Greene County, New York, United States. The town is in the northwestern part of the county. As of the 2010 census, the population was 700. == History == The area of the town was first settled around 1763, and the region was then called \"Schoharie Kill\". An attempt during the American Revolution by the British and their Loyalist allies to drive the settlers out was thwarted when they were defeated by the settlers. Prattsville was established in 1824 from the town of Windham. Some of the town was lost to form the town of Ashland in 1848. Prattsville was later named after Zadock Pratt, a congressman and prominent citizen. Pratt built a tannery larger than any other in the world at the time, helping it become a major town in upstate New York. His life is depicted through as series of stone carvings called Pratt Rock which he commissioned during his lifetime. The 1830 population of the town was 830. When Pratt built his tannery, it created a vast number of jobs, and the population grew to 1,989 by 1850. However, by 1845 all of the hemlock bark had been non-sustainably extracted from the forests for around, and Pratt was forced to close the tannery. No Hemlock re-plantings had been undertaken by Pratt. The jobs that were lost could not be replaced, and the town's population dwindled to 1,314 by 1875. The Old Episcopal Manse was added to the National Register of Historic Places in 2000, and the John and Martinus Laraway Inn was added in 2012. On August 28, 2011, Hurricane Irene caused record flooding in the town by Schoharie Creek, causing major damage and destroying large areas of the town. Every structure on the strip that comprises Main Street was partly or fully destroyed, including all 22 of the town's businesses. Eleven houses collapsed in the flood, fifteen were condemned and torn down, and more than 100 homes were so damaged that the residents couldn't return to them, but there were no fatalities. It received widespread national news coverage because the town had nearly been washed away. Gov. Andrew M. Cuomo labeled Prattsville as the place in New York State hardest hit by the storm. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 0.51%, is water. The town is in the Catskill Mountains. The northern town line is the border of Schoharie County, and the western town line is the border of Delaware County. Schoharie Creek, a tributary of the Mohawk River, flows northward through the town past the hamlet of Prattsville. ==Demographics== As of the census of 2000, there were 665 people, 253 households, and 182 families residing in the town. The population density was 33.9 people per square mile (13.1/km2). There were 406 housing units at an average density of 20.7 per square mile (8.0/km2). The racial makeup of the town was 98.95% White, 0.30% Native American, 0.15% Asian, and 0.60% from two or more races. Hispanic or Latino of any race were 1.35% of the population. There were 253 households, out of which 36.4% had children under the age of 18 living with them, 56.9% were married couples living together, 9.9% had a female householder with no husband present, and 27.7% were non-families. 22.1% of all households were made up of individuals, and 13.0% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.04. In the town, the population was spread out, with 25.9% under the age of 18, 5.7% from 18 to 24, 27.8% from 25 to 44, 22.0% from 45 to 64, and 18.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 92.8 males. For every 100 females age 18 and over, there were 94.9 males. The median income for a household in the town was $30,655, and the median income for a family was $33,571. Males had a median income of $35,313 versus $17,917 for females. The per capita income for the town was $14,962. About 4.9% of families and 11.5% of the population were below the poverty line, including 16.3% of those under age 18 and 7.4% of those age 65 or over. ==Climate== == Communities and locations in Prattsville == *Four Corners - A hamlet on the eastern town line, northeast of Prattsville village. *Pratt Rocks - A collection of rock carvings east of Prattsville village. *Prattsville - The hamlet of Prattsville is in the southern part of the town on Route 23. It was incorporated as a village in 1883, but later abandoned that status. *Red Falls - A hamlet in the southeastern part of the town on Route 23. ==References== ==External links== * Town of Prattsville official website * Pratt Museum Category:Towns in New York (state) Category:Towns in Greene County, New York",
 "title": "Prattsville (town), New York"
}