{
 "id": "126402",
 "text": "Brant is a town in Erie County, New York, United States. As of the 2010 U.S. census, the town had a population of 2,065. The town was named after the Mohawk leader Joseph Brant. Brant is located in the southwestern part of the county and is known as one of the \"Southtowns\". It is southwest of Buffalo. ==History== The first white settler, Moses Tucker, arrived around 1816. The area was originally in the town of Willink and was organized March 25, 1839, from parts of the towns of Evans and Concord. ===An early history=== J.H. French's Gazetteer of the State of New York, Syracuse, New York: R. Pearsall Smith, 1860, contains the following entry for the town of Brant: > \":BRANDT[1] - was formed from Collins and Evans, March 25, 1839. It lies > upon the shore of Lake Erie, in the S.W. corner of the co. The surface is > generally level, with a gentle inclination toward the lake. Cattaraugus > Creek forms a part of the S. boundary. The other principal streams are Big > Sister, Delaware, and Muddy Creeks. The soil is generally a gravelly loam > intermixed with clay. Brandt (p.v.) contains 20 houses. Mill Branch (Farnham > p.o.) is the Saw Mill Station on the B. & E.R.R., and contains 30 houses. > The first settlement was made in 1817, by Moses Tucker[2]. The first > religious services were conducted by Benj. Olmsted, in 1820. A union church > is the only one in town. :[1] Named from Col. Joseph Brant, the Mohawk > chief. His Indian name was \"Tha-yan-da-nee-gah,\" said to signify \"wood > partly burned,\" or \"a brand;\" and as the Indians are unable to distinguish d > from t in their pronunciation, it became Brant. -- Asher Wright, Missionary > at the Cattaraugus Reservation. :[2] John, Robert, and Major Campbell, and > John West, settled in the town in 1808, and Ansel Smith, Robt. and Wm. > Grannis, and Benj. Olmsted, in 1819. The first birth was that of a son of > John West, in 1818; the first marriage, that of Levi Grannis and Leah > Hallida, in 1819; and the first death, that of Matthew West, in 1822. The > first mill was built by Sam'l Butts, in 1822; the first inn was kept by > Josephus Hubbard, in 1825; and the first store, by Milton Morse, in 1835. > Julia Bradley taught the first school, in 1823.\" This early source is incorrect in its information about the meaning of Brant's name. His Mohawk name meant \"he places two bets\". His Christian name came from his stepfather. When natives were baptized, they were given Christian names, often based on the name of the white missionary or priest who converted them. Brant's stepfather was given the Christian name \"Barent\" which was later shortened to Brant in common use. When Joseph was young, he was known in his village as \"Brant's Joseph\" and his sister as \"Brant's Mary\". They later became Joseph Brant and Mary \"Molly\" Brant. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 1.72%, is water. The New York State Thruway (Interstate 90), U.S. Route 20 and NY 5, pass through the town. ===Adjacent areas=== The western border of Brant consists of Lake Erie, and the southern border is the Cattaraugus Indian Reservation. The town of North Collins borders to the east and the town of Evans lies to the north. ==Demographics== As of the census of 2000, there were 1,906 people, 710 households, and 528 families residing in the town. The population density was 78.4 people per square mile (30.3/km2). There were 812 housing units at an average density of 33.4 per square mile (12.9/km2). The racial makeup of the town was 93.60% White, 1.26% African American, 3.78% Native American, 0.31% from other races, and 1.05% from two or more races. Hispanic or Latino of any race were 1.36% of the population. There were 710 households, out of which 29.3% had children under the age of 18 living with them, 56.9% were married couples living together, 12.1% had a female householder with no husband present, and 25.5% were non-families. 19.6% of all households were made up of individuals, and 10.0% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.07. In the town, the population was spread out, with 24.8% under the age of 18, 6.5% from 18 to 24, 28.0% from 25 to 44, 25.2% from 45 to 64, and 15.6% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 90.6 males. For every 100 females age 18 and over, there were 89.7 males. The median income for a household in the town was $41,847, and the median income for a family was $47,130. Males had a median income of $35,913 versus $23,646 for females. The per capita income for the town was $19,803. About 4.0% of families and 6.4% of the population were below the poverty line, including 7.0% of those under age 18 and 6.9% of those age 65 or over. ==Notable people== *John Joseph Bernet, railroad executive *Luther Buxton, New York and Wisconsin state legislator and physician *Marion Fricano, former MLB pitcher ==Communities and locations in Brant== *Brant, a hamlet located on Route 249. *Cattaraugus Reservation, a Seneca reservation that forms the southern border of the town. *Evangola State Park is mostly in the town, located on Lake Erie shore. *Farnham, a village in the eastern part of the town, the smallest village in Erie County ==References== ==External links== *Town of Brant official website *Brant history Category:Towns in New York (state) Category:Buffalo–Niagara Falls metropolitan area Category:Towns in Erie County, New York",
 "title": "Brant, New York"
}