{
 "id": "126472",
 "text": "Ephratah is a town in Fulton County, New York, United States. The population was 1,682 at the 2010 census. It is named after Ephrath, a biblical town in what is now Israel. The town of Ephratah is in the southwestern part of the county and is west of Gloversville and Johnstown. == History == The region was first settled circa 1720. The Stone Arabia patent, granted in 1723, comprised much of the southern part of Ephratah. The town name, suggested by earlier inhabitant Anthony Beck, suggests abundance in bearing fruit, in his prophecy of a great city to be built there in the future. The town was formed in 1827 from the town of Palatine in Montgomery County, before the creation of Fulton County. On the formation of Fulton County in 1838, part of Ephratah was returned to Palatine. ==Notable people== * John Dwight Bullock, Wisconsin State Assemblyman, was born in the town. * Sir William Johnson, colonial official, owned a large tract in the town. == Geography == According to the United States Census Bureau, the town has a total area of , of which is land and , or 0.70%, is water. The southern town line is the border of Montgomery County. The northern part of Ephratah is in the Adirondack Park. New York State Route 10 is a north-south highway that intersects New York State Route 67, an east-west highway in the southern part of the town, at Ephratah village. Route 10 leads north to Piseco Lake in the Adirondacks and south to Canajoharie on the Mohawk River. Route 67 leads east to Johnstown and west to St. Johnsville on the Mohawk. New York State Route 29 is an east-west highway through the middle of the town; it leads east to Johnstown and west to Dolgeville. == Demographics == As of the census of 2000, there were 1,693 people, 625 households, and 473 families residing in the town. The population density was 43.2 people per square mile (16.7/km2). There were 720 housing units at an average density of 18.4 per square mile (7.1/km2). The racial makeup of the town was 99.00% White, 0.35% African American, 0.06% Native American, 0.06% Asian, 0.06% from other races, and 0.47% from two or more races. Hispanic or Latino of any race were 0.12% of the population. There were 625 households, out of which 36.2% had children under the age of 18 living with them, 59.4% were married couples living together, 9.9% had a female householder with no husband present, and 24.2% were non-families. 20.3% of all households were made up of individuals, and 9.0% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 3.02. In the town, the population was spread out, with 27.8% under the age of 18, 6.6% from 18 to 24, 32.0% from 25 to 44, 21.9% from 45 to 64, and 11.8% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 102.3 males. For every 100 females age 18 and over, there were 100.0 males. The median income for a household in the town was $33,810, and the median income for a family was $36,324. Males had a median income of $28,566 versus $21,607 for females. The per capita income for the town was $14,656. About 10.4% of families and 15.3% of the population were below the poverty line, including 20.7% of those under age 18 and 13.3% of those age 65 or over. == Communities and locations in Ephratah == *Dempster Corners - A location in the northwestern part of Ephratah on County Road 119. *Ephratah - The hamlet of Ephratah was founded circa 1803 and is on NY-10 by Garoga Creek. *Fical Corners - A location in the western part of the town, north of Lassellville on County Road 119. *Garoga - A hamlet in the northern section of the town adjacent to Garoga Creek and on NY-29. *Garoga Creek - A stream running southward through the town from the town of Caroga, north of Ephratah. The creek is a tributary of the Mohawk River. *Lassellsville - A location in the western part of the town on NY-29. *Rockwood - A location in the northeastern part of the town on Garoga Creek and NY-10. It was called \"Pleasant Valley\" after being settled around 1800. *Scotchbush - A hamlet in the western part of the town, northeast of Lassellville. *Spook Hill - An elevation by Ephratah village where Beck claims to have seen a great city in the future where the current village existed. *St. Johnsville Reservoir - A small reservoir east of Scotchbush. ==References== ==External links== * Town of Ephratah official website * Ephratah history Category:Towns in New York (state) Category:1827 establishments in New York (state) Category:Populated places established in 1827 Category:Towns in Fulton County, New York",
 "title": "Ephratah, New York"
}