{
 "id": "126519",
 "text": "Middleville is a village in Herkimer County, New York, United States. The population was 512 at the 2010 census. Middleville sits on both sides of West Canada Creek, the boundary of the towns of Newport and Fairfield. The village is about north of the village of Herkimer and is approximately east of Utica. == History == The community was first settled around 1806. People settled on the land purchased by Sheffield Kenyon and built houses and industries. The village was incorporated in 1890, ten years after the railroad arrived. The Lalino Stone Arch Bridge and Route 29 Stone Arch Bridge are listed on the National Register of Historic Places. ==Geography== Middleville is located in central Herkimer County at (43.138436, −74.969408). According to the United States Census Bureau, the village has a total area of , of which are land and , or 6.11%, are water. West Canada Creek, a tributary of the Mohawk River, flows through the middle of the village. Maltanner Creek enters West Canada Creek from the east in the village. New York State Route 28 (North Main Street/Bridge Street), New York State Route 29 (Fairfield Street), and New York State Route 169 (South Main Street) intersect in the village. NY 29 has its western terminus and NY 169 has its northern terminus at that intersection. NY 28 leads south to Herkimer village and north to Poland. NY 29 leads east to Dolgeville, and NY 169 leads southeast to Little Falls. ==Demographics== As of the census of 2000, there were 550 people, 201 households, and 139 families residing in the village. The population density was 739.2 people per square mile (287.0/km2). There were 224 housing units at an average density of 301.1 per square mile (116.9/km2). The racial makeup of the village was 97.09% White, 1.27% African American, and 1.64% from two or more races. Hispanic or Latino of any race were 0.55% of the population. There were 201 households, out of which 31.8% had children under the age of 18 living with them, 54.2% were married couples living together, 11.4% had a female householder with no husband present, and 30.8% were non-families. 26.9% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 3.04. In the village, the population was spread out, with 22.0% under the age of 18, 7.3% from 18 to 24, 24.0% from 25 to 44, 28.4% from 45 to 64, and 18.4% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 89.0 males. For every 100 females age 18 and over, there were 87.3 males. The median income for a household in the village was $39,231, and the median income for a family was $42,727. Males had a median income of $34,306 versus $22,727 for females. The per capita income for the village was $17,499. About 4.4% of families and 8.0% of the population were below the poverty line, including 13.8% of those under age 18 and 9.8% of those age 65 or over. ==References== ==External links== * Herkimer County, NY * [http://www.herkimer.nygenweb.net/fairfield/middleville.html Historical information igshid=12kgdacvoi5qx *The Newport History Center Category:Villages in New York (state) Category:Utica–Rome metropolitan area Category:Villages in Herkimer County, New York",
 "title": "Middleville, New York"
}