{
 "id": "126595",
 "text": "Conesus is a town in Livingston County, New York, United States. The population was 2,473 at the 2010 census. The name is derived from a native word meaning \"berry place\". Conesus is on the county's east border, and is north of Dansville. == History == Settlement began circa 1795. In 1819, Conesus was formed from parts of the towns of Groveland and Livonia as the \"Town of Freeport\". The name was changed to \"Browersville\" in March 1825 and was changed to \"Conesus\" a month later. Conesus is home to the former St. Michael's Mission, a school for Catholic priests that operated from the 1930s until the 1970s. The sprawling complex on Mission Road is now owned by an evangelical Christian church from Colorado Springs. The Conesus Amusement Hall, Kellerman Log Cabin, Payne Cobblestone House, and Sliker Cobblestone House are listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the town has a total area of , of which are land and , or 8.31%, are water. Conesus Lake is on the west border of the town, and Hemlock Lake is on the east border of the town. Both lakes are considered minor Finger Lakes. The east town line is the border of Ontario County. Several communities, including Sunny Shores, Excelsior Springs, and Walkleys Landing, are located on the east shore of Conesus Lake in the town. There is no housing along the shore of Hemlock Lake, because it is owned by the city of Rochester for its water supply. New York State Route 15 is an important north-south highway, which intersects the former New York State Route 255 at Conesus village. === Adjacent towns and areas === (Clockwise) *Livonia Image:North.svg *Canadice Image:East.svg *Springwater; Sparta Image:South.svg *Groveland; Geneseo Image:West.svg ==Demographics== thumb|Conesus town hall As of the census of 2000, there were 2,353 people, 869 households, and 662 families residing in the town. The population density was 71.5 people per square mile (27.6/km2). There were 983 housing units at an average density of 29.9 per square mile (11.5/km2). The racial makeup of the town was 98.43% White, 0.17% African American, 0.34% Native American, 0.04% Asian, 0.13% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 0.21% of the population. There were 869 households, out of which 38.7% had children under the age of 18 living with them, 63.6% were married couples living together, 7.9% had a female householder with no husband present, and 23.8% were non-families. 18.2% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.05. In the town, the population was spread out, with 27.4% under the age of 18, 6.2% from 18 to 24, 31.0% from 25 to 44, 25.8% from 45 to 64, and 9.6% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 97.7 males. For every 100 females age 18 and over, there were 96.4 males. The median income for a household in the town was $48,200, and the median income for a family was $53,125. Males had a median income of $40,313 versus $25,000 for females. The per capita income for the town was $22,773. About 3.9% of families and 5.3% of the population were below the poverty line, including 7.0% of those under age 18 and 3.5% of those age 65 or over. ==Notable People== * Daniel Shays, leader of Shays' Rebellion * Andrew Kuder, American soldier who fought in the American civil war. == Communities and locations in Conesus == *Conesus - The hamlet of Conesus on NY-15. *Conesus Inlet - A stream draining into the south part of Conesus Lake. *Conesus Inlet Fish and Wildlife Management Area - A conservation area at the south end of Conesus Lake. *Crocketts Corners - A location north of Conesus village on NY-15. *Excelsior Springs - A location on Conesus Lake, north of Walkleys Landing. *Foots Corner - A hamlet north of Conesus village on NY-15. *McMillan Creek - A stream flowing through Conesus village and terminating in Conesus Lake. *Sunny Shores - A location on the north town line by Conesus Lake. *Union Corners - A former community in the town. *Walkleys Landing - A hamlet at the south end of Conesus Lake. *Websters Crossing - A hamlet by the south town line on NY-15 and McMillan Creek. All of the hamlets listed on the shore of Conesus Lake are part of the Conesus Lake census-designated place. ==References== ==External links== * * Brief history of Conesus, NY Category:Towns in New York (state) Category:Rochester metropolitan area, New York Category:Towns in Livingston County, New York",
 "title": "Conesus, New York"
}