{
 "id": "12656",
 "text": "Godwin's law, short for Godwin's law (or rule) of Nazi analogies, is an Internet adage asserting that as an online discussion grows longer (regardless of topic or scope), the probability of a comparison to Nazis or Adolf Hitler approaches 1. Promulgated by the American attorney and author Mike Godwin in 1990, Godwin's law originally referred specifically to Usenet newsgroup discussions. He stated that he introduced Godwin's law in 1990 as an experiment in memetics. Later it was applied to any threaded online discussion, such as Internet forums, chat rooms, and comment threads, as well as to speeches, articles, and other rhetoric where reductio ad Hitlerum occurs. In 2012, \"Godwin's law\" became an entry in the third edition of the Oxford English Dictionary. In 2021 Harvard researchers published an article stating the law does not apply in Reddit discussions.Godwin’s Law May No Longer Apply — At Least On Reddit, Forbes, 2021-12-31 ==Generalization, corollaries, and usage== There are many corollaries to Godwin's law, some considered more canonical (by being adopted by Godwin himself) than others. For example, there is a tradition in many newsgroups and other Internet discussion forums that, when a Hitler comparison is made, the thread is finished and whoever made the comparison loses whatever debate is in progress.\"Internet rules and laws: the top 10, from Godwin to Poe\". The Daily Telegraph (London), October 23, 2009. This principle is itself frequently referred to as Godwin's law. Godwin's law itself can be applied mistakenly or abused as a distraction, diversion or even as censorship, when fallaciously miscasting an opponent's argument as hyperbole when the comparison made by the argument is appropriate.David Weigel, \"Hands Off Hitler! It's time to repeal Godwin's Law\" Reason, July 14, 2005 Mike Godwin himself has also criticized the overapplication of Godwin's law, claiming it does not articulate a fallacy; but rather is intended to reduce the frequency of inappropriate and hyperbolic comparisons. \"Although deliberately framed as if it were a law of nature or of mathematics,\" Godwin wrote, \"its purpose has always been rhetorical and pedagogical: I wanted folks who glibly compared someone else to Hitler to think a bit harder about the Holocaust.\" In December 2015, Godwin commented on the Nazi and fascist comparisons being made by several articles about Republican presidential candidate Donald Trump, saying: \"If you're thoughtful about it and show some real awareness of history, go ahead and refer to Hitler when you talk about Trump, or any other politician.\" In August 2017, Godwin made similar remarks on social networking websites Facebook and Twitter with respect to the two previous days' Unite the Right rally in Charlottesville, Virginia, endorsing and encouraging comparisons of its alt- right organizers to Nazis. In June 2018, Godwin wrote an opinion piece in the Los Angeles Times denying the need to update or amend the rule, and rejected the idea that whoever invokes Godwin's Law has lost the argument, and argues that appropriate application of the rule \"should function less as a conversation ender and more as a conversation starter.\" ==See also== * Association fallacy * List of eponymous laws * Nazi analogies * Straw man * Think of the children * Thought-terminating cliché ==References== ==Further reading== * ==External links== * * \"I Seem to be a Verb\"; Mike Godwin's commentary on the 18th anniversary of Godwin's law * \"My Nazi Can Beat Up Your Nazi\" by Michael Sietzman * * * Interview with \"Mike Godwin on Godwin's Law\" by Dan Amira, New York magazine, March 8, 2013 * Wired 2.10; Meme, Counter- Meme by Mike Godwin Category:1990 neologisms Category:Adages Category:Adolf Hitler Category:Eponyms Category:Genetic fallacies Category:Internet culture Category:Internet terminology Category:Internet trolling Category:Nazi analogies Category:Political Internet memes Category:Principles",
 "title": "Godwin's law"
}