{
 "id": "126638",
 "text": "Penfield is a town in Monroe County, New York, United States. The population was 36,242 at the 2010 census. The town was incorporated in 1810 by the proprietor Daniel Penfield, who purchased the town lands in 1795 and moved to the area in 1809. His house still stands at 1784 Penfield Road. Penfield is a suburb of Rochester. The town's motto is \"A Town of Planned Progress\". ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and (1.11%) is water. Penfield is surrounded in all four directions by neighboring towns. To the north is Webster, to the south is Perinton, to the east is Walworth (Wayne County), and to the west are Irondequoit and Brighton. Geographically, Penfield includes a number of parks with a variety of terrain, water features, lodges and shelters, open spaces, and athletic facilities. * Athletic Fields * Abraham Lincoln Park * Channing H Philbrick Park (formerly Linear Park) * Ellison Park * Greenwood Park * Harris Whalen Park * Heritage Park * Lasalle's Landing Park * Lucien Morin Park * Rothfuss Park * Schaufelberger Park * Sherwood Fields Park * Veteran's Memorial Park Nearly two million years ago, Penfield's topography was formed by melting glaciers. The same forces that created the Finger Lakes helped develop interesting terrain in and around Ellison Park. These glacial ice melt carvings left fertile lands which today is used in farming (and from the late 20th century to the present, housing developments). The soil is rich for farming certain types of apples, cherries, plums, peaches, and pears. Penfield shares Irondequoit Bay with the towns of Irondequoit and Webster. The southeastern end of the bay is in Penfield. ==Demographics== As of the census of 2000, there were 34,645 people, 13,144 households, and 9,634 families residing in the town. The population density was 923.9 people per square mile (356.7/km2). There were 13,673 housing units at an average density of 364.6 per square mile (140.8/km2). The racial makeup of the town was 93.48% White, 3.05% Asian, 2.11% African American, 0.12% Native American, 0.02% Pacific Islander, 0.30% from other races, and 0.92% from two or more races. Hispanic or Latino of any race were 1.43% of the population. There are an estimated 2,393 veterans in the town. There were 13,144 households, out of which 34.9% had children under the age of 18 living with them, 63.4% were married couples living together, 7.4% had a female householder with no husband present, and 26.7% were non-families. 22.3% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.05. In the town, the population was spread out, with 25.8% under the age of 18, 4.8% from 18 to 24, 27.4% from 25 to 44, 27.0% from 45 to 64, and 14.9% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 92.3 males. For every 100 females age 18 and over, there were 88.7 males. The median income for a household in the town was $63,223, and the median income for a family was $74,959. Males had a median income of $52,282 versus $33,365 for females. The per capita income for the town was $29,576. About 2.3% of families and 3.7% of the population were below the poverty line, including 3.9% of those under age 18 and 5.0% of those age 65 or over. The unemployment rate, as of July 2013, was 5.5%. This is below the 7.6% unemployment rate of New York State in July 2013. ==Communities and locations in Penfield== *East Penfield - a hamlet near the eastern town line on Route 441 *East Rochester - A small part of the Village of East Rochester is near the southern town line. *Lloyd's Corners - a hamlet at the intersection of Routes 441 and 250. *Panorama - a hamlet at the interchange between Routes 441 & 153, east of Penfield village. *Penfield - the hamlet of Penfield is near the western town line, on Route 441 and Five Mile Line Road. *Penfield Center - a hamlet at the intersection of Penfield Center Road, Route 250 (Fairport Nine Mile Point Road), and Route 286 (Atlantic Avenue). *Roseland - a hamlet in the north-eastern corner of the town on Plank Road. ==Economy== As with many suburbs of the United States of America, Penfield's workforce co-exists with the major corporations and institutions found in the Rochester, NY metropolitan area. These corporations include Kodak, Xerox, and Bausch & Lomb. Major health, insurance, and educational institutions also contribute to employment and culture, including University of Rochester, Rochester Institute of Technology, and Rochester Regional Health. Major public and private corporations with a geographic footprint in Penfield include Paychex, Nalge Nunc International, Birds Eye Foods, and Wegmans. ==Education== The town is primarily served by the Penfield and Webster Central School Districts, with relatively small portions of the town served by the Pittsford and Wayne central school districts. Additionally, there are several privately run schools: * The Charles Finney School (grades K–12), non-denominational Christian * Bread Of Life Christian Academy (grades K–8), non-denominational Christian * Southeast Christian Academy (grades 1–12), Baptist * Rochester Christian School (grades K–8), Calvinist * St. Joseph Elementary School (grades K–6), operated by the Roman Catholic Diocese of Rochester * Webster Montessori School (grades pre-K–5), secular ==History== The lands that now constitute the Town of Penfield were part of the hunting grounds of the Seneca Nation, a member of the Haudenosaunee tribes. There is no evidence of Seneca settlements within Penfield, but the town does include the place now called \"Indian Landing.\" From this landing on the shores of Irondequoit Bay, trails and water routes went throughout the region and beyond. This included a water route with only two portages leading from the Great Lakes to the Gulf of Mexico. Following the American Revolution the lands that became Penfield were included in the Phelps and Gorham Purchase. After passing through several hands, Townships 13 and 14 of Range IV of the Phelps and Gorham Purchase were acquired by Daniel Penfield in several transactions during the course of 1795. The area in today's Monroe County remained divided by the Genesee River, and all the settlements to the east of the Genesee became part of the town of Northfield in 1796. Those to the west of the river were organized into Northampton in 1797. As the population rapidly grew both settlements divided. Northfield first became Boyle, from which Penfield split in 1810. The Town of Penfield was established in 1810 and the first Town Meeting was held on April 2, 1811. The town initially consisted of Townships 13 and 14 of Range IV. A portion of the southwest corner went to the Town of Brighton when it was established in 1814, and Township 14 became the Town of Webster in 1840. So modern Penfield is, with minor differences, Township 13 of Range IV of the Phelps and Gorham Purchase. The original Penfield Town Hall was built in 1895 and was deemed a Penfield landmark in 1981. This building is located at 2131 Five Mile Line Road. In the 1950s the downstairs of the town hall was the library and when the location of the Penfield Town Hall was changed, the library took over the entire building. The library has now since been moved to Baird Road Community Center. In 1966 the Penfield Town hall was moved to its current location at 3100 Atlantic Avenue. The original building of the town hall is currently a maternity clothing store. The Horace and Grace Bush House, Daisy Flour Mill, Dayton's Corners School, Hipp-Kennedy House, Mud House, Penfield Road Historic District, Stephen Phelps House, Samuel Rich House, and Harvey Whalen House are listed on the National Register of Historic Places. ==Government== thumb|Penfield town hall The town is governed by a board (consisting of a supervisor, four councilpersons, a clerk, and two justices) that is elected by registered town voters. Major responsibilities can be grouped into planning & preservation, libraries & recreation, ethics & environment, trails & transportation. The town court handles approximately 6,000 cases per year, adjudicated by the justices. The Penfield Town Hall can be found at 3100 Atlantic Avenue, Penfield, NY, 14526. It can also be reached by phone at (585) 340-8600. ==Emergency response== There are a few levels of emergency response in Penfield. First level support is from County and City resources. Second and Third level support is provided by trained and untrained citizens lending a helping hand. * First level support is from the County and the City. Dialing 9-1-1 connects the caller to the City of Rochester's Emergency Communications Department Center). For the Town of Penfield, the Monroe County Sheriff's Department provides primary law enforcement for the town's residents. Penfield is located in Zone A where Captain Robert Clar is the Commander and Deputy Andy Hildreth is the Crime Prevention Officer. * Second level support is from trained town and citizen resources. The Penfield Volunteer Emergency Ambulance (PVEA) provides Basic Life Support with trained Emergency Medical Technicians. Advanced Life Support services are provided by the Southeast Quadrant Mobile Critical Care Unit (SEQ MCCU). The volunteer Penfield Fire Company provides fire protection, rescue, and non-transport emergency medical services to areas within the Penfield Fire District. Northern parts of Penfield receive the same services from the Webster Fire Department. * Third level support is from within the community. ==Notable people== * Josh Bolton - former professional soccer player * Obadiah Bush - abolitionist and ancestor of the Bush family * Chyna - former pro wrestler * Velvet D'Amour - fashion model * Geoffrey Deuel - actor * Pete Duel - actor * Robert Forster - actor * Lou Gramm - Foreigner frontman * Bud Lewis - former professional soccer player * Joe Mercik - former professional soccer player ==In popular culture== The musical Dear Evan Hansen takes place in the Penfield area and the main character, Evan Hansen, is stated as having broken his arm while climbing a tree in Ellison Park, when the event was in fact a suicide attempt. ==References== ==Further reading== * Penfield's Past, 1810-1960, by Katherine Wilcox Thompson, Town Historian, published 1960 by the Town of Penfield * Penfield's Past, 1960-1976 (supplement), by Katherine Wilcox Thompson, Town Historian ==External links== * *Town of Penfield Historian *Penfield Community Television (PCTV) * Penfield Fire Company *Penfield Volunteer Emergency Ambulance Service (PVEAS) *Southeast Quadrant Mobile Critical Care Unit *Penfield Public Library *Penfield Central Schools *Penfield Little League Baseball *American Music Conference- Top 100 Communities for Music Education Category:Towns in New York (state) Category:Rochester metropolitan area, New York Category:Towns in Monroe County, New York Category:1810 establishments in New York (state) Category:Populated places established in 1810",
 "title": "Penfield, New York"
}