{
 "id": "126618",
 "text": "Oneida (, University of Wisconsin - Green Bay, Dictionary, \"Oneida, NY\", Link) is a city in Madison County located west of Oneida Castle (in Oneida County) and east of Wampsville, New York, United States. The population was 11,390 at the 2010 census. The city, like both Oneida County and the nearby silver and china maker, was named for the Oneida tribe, which had a large territory here around Oneida Lake during the colonial period. ==History== This area was part of the territory of the Oneida tribe during the colonial era. The Oneida were one of the original Five Nations of the Iroquois League and many Oneida were allies of the Americans during the Revolutionary War, although the Onondaga, Cayuga, Seneca and Mohawk tribes led by Mohawk Chief Joseph Brant, who fought for the British out of Niagara, decimated several isolated American settlements. Returning to their homes after the Revolution, the Oneida men who served and supported the American effort were compensated by the U.S. government for their losses and took in remnants of the Mohegan nation. The federally recognized Oneida Nation owns land in this vicinity, where some members live. It operates the Turning Stone Casino and Resort in Verona. It is one of four recognized tribes of Oneida people, the only one in the state. In the post-Revolutionary period, central and western New York were settled by many migrants from New England. With development of the Erie Canal in the early 19th century, the movement of people expanded towards the Midwest as trade and commerce increased. Oneida's development began to pick up as new trade routes were opened, especially in the period initially following construction of the Oneida Lake canal and feeder and an associated railroad stop, tying it into major trade networks of the day. The Village of Oneida was incorporated on June 20, 1848 as part of the larger Town of Lenox to its west, but years of friction among the different sections of town spurred this village to establish itself independently as the new Town of Oneida in 1896. In turn, this town was later chartered as the City of Oneida on March 28, 1901. Because of its history, the center part of the city has a compact design and is a pedestrian friendly community today. ==Geography== Oneida is located at (43.084961, -75.653375). The city is located between Syracuse and Utica. According to the United States Census Bureau, the city has a total area of , of which is land and (0.23%) is water. Oneida is centrally located among Montreal, Toronto, Buffalo, Boston and New York City. It is west of the Adirondack Mountains. It is located just southeast of Oneida Lake, the largest lake entirely within New York. ==Urban planning== The city of Oneida is a good example of pre-World War II city design. It was designed at a pedestrian scale, making it compact and bicycle-friendly for today's residents. Public buildings, parks, and private residences are located in proximity, within walking and biking distance. The city is popular with remote workers who can choose where they live without the constraints of job location. Most residents of the city core are within walking distance to elementary schools and church activities. Since the late 20th century, there has been renewed interest for increased bicycle infrastructure. Efforts are being made to revitalize the disused light rail pathways, which ring the city's south and north side, for multi-use by cyclists and for recreation, and as a gateway to and from the inner and outer area retail districts. Starting in the 2010s, Oneida has seen a revitalization to its downtown core. The formation of the organization \"Oneida City Center Committee\" has been the catalyst of this effort. They have partnered with outside institutions and partners such as Syracuse University's School of Architecture and engineering consultants to create a vision for the downtown's streetscape and buildings. The Greater Oneida Chamber of Commerce also works with the committee and the city to encourage and facilitate business growth in the city core. Through this collaboration, many new business have emerged in recent years. HipStir Cafe and The Blend are two of downtown's newest dining options. In addition, the Oneida City Center Market was established in 2018 and hosted various local business to table at their weekly summer event. The city and downtown committee hope for a more aggressive push for revitalization in the coming years and are looking for outside sources of funding to make that a possibility. Oneida benefits from having several post secondary academies within commuting distance including Colgate University, Hamilton College, the State University of New York Institute of Technology, Syracuse University, Le Moyne College, Mohawk Valley Community College, Cazenovia College, the State University of New York at Morrisville, and Utica College. Recreational waterways such as the Erie Canal and Oneida Creek are located on the perimeter of the city limits. City parks are distributed throughout the city, with the exception of the rural Mount Hope Reservoir park. Oneida has 10 public tennis courts, seven of them lit, and more than of public space used for organized youth sports. Also available are fishing, hiking, mountain biking, cross country skiing, and a winter ice skating rink. Oneida is centrally located on the New York State Canalway Trail System, a network of more than of existing multi-use, recreational trails across upstate New York, with major segments adjacent to the waterways of the New York State Canal System. The Main-Broad-Grove Streets area was designated as a National Historic District in 1983. The Oneida Community Mansion House is highlighted on the Madison County Architectural Heritage Trail. ==Demographics== As of the census of 2010, there were 11,393 people, 4,672 households, and 2,814 families residing in the city. The population density was 500 people per square mile (192.6/km2). There were 4,672 housing units within the city limits. The racial makeup of the city was 96.29% White, 0.80% African American, 1.39% Native American, 0.46% Asian, 0.02% Pacific Islander, In the city, the population was spread out, with 25.1% under the age of 18, 7.9% from 18 to 24, 29.9% from 25 to 44, 22.1% from 45 to 64, and 15.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 92.5 males. For every 100 females age 18 and over, there were 88.7 males. The median income for a household in the city was $35,365, and the median income for a family was $45,242. Males had a median income of $31,244 versus $23,846 for females. The per capita income for the city was $18,966. About 8.8% of families and 12.5% of the population were below the poverty line, including 11.5% of those under age 18 and 10.6% of those age 65 or over. == Education == The Oneida City School District is the public school district that operates in Oneida, the city of Oneida Castle, the hamlet of Durhamville, the village of Wampsville and certain parts of Canastota. Oneida benefits from having several post secondary academies within commuting distance including Colgate University, Hamilton College, the State University of New York Institute of Technology, Syracuse University, Le Moyne College, Mohawk Valley Community College, Cazenovia College, the State University of New York at Morrisville, and Utica College. == Communities and locations == *Bennetts Corners - A hamlet in the southeastern part of the city, located at the intersection of Peterboro and Middle Roads. *Oneida Community - A former religious commune. The Oneida Community Mansion House is located at Kenwood Avenue and Skinner Road. ==Government== The city government consists of a mayor who is elected at large and six council members who are elected from one of six wards. Each ward elects one member. == Other facts == Oneida is located near the site of the former Oneida Community, a social and religious experiment that flourished during the third quarter of the 19th Century. The Oneida Community Mansion House, a national historic monument, is the principal building of the Oneida Community. The international tableware company Oneida Limited, founded 1880, is still headquartered in the city, although all US manufacturing operations have now ceased and all Oneida products are imported. The current mayor is Helen Acker Oneida is also the home of Cross Island Chapel, built in 1989 and situated in the middle of a pond, which is believed by many to be the world's smallest church.America's smallest roadside churches, NBC News, 10 July 2006, (accessed 31 December 2007) Oneida was formerly known as Oneida Depot. In the nineteenth century its residents were among the closest neighbors to a utopian socialist commune, set up by John Humphrey Noyes, lasting from 1848 until 1881. This commune, called the Oneida Community, produced silk and canned goods until the manufacturing of flatware picked up in the later years of the Community's existence. This would lead to the foundation of Oneida Limited, a company which survived the Community and became one of America's most important flatware producers in the twentieth century. Oneida was featured in the storyline of the television show \"Law & Order\"(Episode 250- \"Brother's Keeper\"), in which an Irish-American Mafia informant for the FBI takes refuge at the Oneida home of his twin brother, who is a teacher at a local university. Joan Blondell's character, Vida Fleet, in the 1932 movie Big City Blues is from Oneida. Oneida has a number of properties on the National Register of Historic Places including: the Main- Broad-Grove Streets Historic District, Cottage Lawn, DeFerriere House, Mount Hope Reservoir, Oneida Armory, Oneida Community Mansion House, and United States Post Office. ==Notable residents== * Riley Dixon, NFL punter * James Howe, author of the Bunnicula book series * John Humphrey Noyes, founder of a perfectionist communal society in Oneida, New York, in 1848. * Alfred Marcy, recipient of the Legion of Merit * Ted Phillips, President & CEO of Chicago Bears * Joanne Shenandoah, GRAMMY winning Native American musician * Com Truise, electronic musician ==See also== *Oneida people *Samuel de Champlain *Joanne Shenandoah *Oneida Community ==References== ==External links== * City of Oneida, NY * New York State Canalway Trail System * Madison County Architectural Heritage Trail Guide * Madison County Historical Society * Madison County Agricultural Economic Development * The Utopia of Sharing in Oneida, N.Y. Category:Cities in New York (state) Category:Syracuse metropolitan area Category:Company towns in New York (state) Category:Cities in Madison County, New York Category:Populated places established in 1901",
 "title": "Oneida, New York"
}