{
 "id": "126691",
 "text": "East Massapequa (formerly known as West Amityville) is a hamlet and census- designated place (CDP) located within the Town of Oyster Bay in Nassau County, on the South Shore of Long Island, in New York, United States. The population was 19,069 at the 2010 census. The hamlet lies in New York's 2nd congressional district. The most eastern third portion of East Massapequa (within the Amityville School District) was previously the hamlet of West Amityville and started utilizing a Massapequa mailing address in 1975. Former NBA point guard A.J. Price grew up in East Massapequa and attended Amityville Memorial High School, as did rapper Posdnous from the legendary hip hop group De La Soul. The name \"East Massapequa\" is primarily used to describe the eastern third section of the hamlet that lies within the Amityville School District. The larger western portion of the hamlet is typically identified as Massapequa Park, and borders and uses the same zip code as the village of Massapequa Park, and is served by both the Massapequa and (to a lesser extent) Farmingdale School Districts. ==Geography== thumb|left|U.S. Census map of East Massapequa. According to the United States Census Bureau, the CDP has a total area of , of which is land and (2.51%) is water. ==Demographics== As of the census of 2000, there were 19,565 people, 6,432 households, and 5,107 families residing in the CDP. The population density was 5,592.8 per square mile (2,158.3/km2). There were 6,535 housing units at an average density of 1,868.1/sq mi (720.9/km2). The racial makeup of the CDP was 74.91% White, 12.34% African American, 0.20% Native American, 2.23% Asian, 0.03% Pacific Islander, 2.47% from other races, and 1.90% from two or more races. Hispanic or Latino of any race were 7.49% of the population. Most of East Massapequa’s African American and Hispanic populations live east of Carman Creek in the section served by Amityville school district and formerly known as \"West Amityville.” There were 6,432 households, out of which 36.6% had children under the age of 18 living with them, 64.6% were married couples living together, 11.0% had a female householder with no husband present, and 20.6% were non-families. 16.4% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 3.00 and the average family size was 3.37. In the CDP, the population was spread out, with 25.1% under the age of 18, 6.6% from 18 to 24, 31.1% from 25 to 44, 23.0% from 45 to 64, and 14.2% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 93.4 males. For every 100 females age 18 and over, there were 88.9 males. The median income for a household in the CDP was $75,565, and the median income for a family was $83,373. Males had a median income of $56,032 versus $37,885 for females. The per capita income for the CDP was $28,585. About 2.4% of families and 3.4% of the population were below the poverty line, including 2.8% of those under age 18 and 5.5% of those age 65 or over. ==Schools and other local districts== Students in East Massapequa attend schools in three districts. Students west of Carmans Road and Carman Mill Road attend Massapequa Public schools. This area is known as Massapequa Park because it has the Massapequa Park mailing address and zip code. East of Carmans Road and Carman Mill Road, students attend Amityville district schools. While the CDP is fairly racially diverse, the two districts serve as a split. Unlike the western portion attending Massapequa Public Schools, the CDP within the Amityville School District is very racially diverse and a majority-minority community. Also, a small portion of the CDP (on both sides of Carmans Road, just south of the Southern State Parkway) attend Farmingdale School District. This area does not share its name with any local school district, or any fire, water, library, or postal district. ==References== Category:Oyster Bay (town), New York Category:Census-designated places in New York (state) Category:Hamlets in New York (state) Category:Census-designated places in Nassau County, New York Category:Hamlets in Nassau County, New York Category:Populated coastal places in New York (state)",
 "title": "East Massapequa, New York"
}