{
 "id": "126717",
 "text": "Harbor Isle is a hamlet and census-designated place (CDP) in the Town of Hempstead in Nassau County, New York, United States. The population was 1,301 at the 2010 census. == History == In the 1950s, a proposal was made for Harbor Isle to be annexed by the adjacent village, Island Park. The proposal ultimately was defeated, and Harbor Isle remains an unincorporated hamlet to this day. ==Geography== thumb|left|U.S. Census map of Harbor Isle. According to the United States Census Bureau, the CDP has a total area of , of which is land and (21.74%) is water. Harbor Isle is bordered by the Village of Island Park to the east, Hog Island Channel to the west and north, and Wreck Lead Channel to the south. ==Demographics== As of the 2010 census, there were 1,301 people, 470 households, and 378 families residing in the CDP. The population density was . There were 495 housing units at an average density of . The racial makeup of the CDP was 94.8% White, 0.8% African American, 1.8% Asian, 1% from other races, and 1.7% from two or more races. Hispanic or Latino of any race were 5.9% of the population. There were 470 households, out of which 33% had children under the age of 18 living with them, 67.9% were married couples living together, 16.4% had a female householder with no husband present, and 19.6% were non-families. 14.5% of all households were made up of individuals, and 7% had someone living alone who was 65 years of age or older. The average household size was 2.77 and the average family size was 3.05. In the CDP, the population was spread out, with 20.5% under the age of 18, 5.1% from 20 to 24, 19.5% from 25 to 44, 31.5% from 45 to 64, and 18.8% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 96.5 males. For every 100 females age 18 and over, there were 94.7 males. As of the 2000 census, the median income for a household in the CDP was $78,977, and the median income for a family was $82,021. Full-time, year-round male workers had a median income of $70,833 versus $44,792 for the same category of females. The per capita income for the CDP was $30,192. About 1.5% of families and 3.6% of the population were below the poverty line, including 4.1% of those under age 18 and 3.1% of those age 65 or over. ==References== Category:Hempstead, New York Category:Census-designated places in New York (state) Category:Census-designated places in Nassau County, New York Category:Populated coastal places in New York (state)",
 "title": "Harbor Isle, New York"
}