{
 "id": "126710",
 "text": "Glenwood Landing is a hamlet and census-designated place (CDP) in Nassau County, New York, United States. The population was 3,779 at the 2010 census. Glenwood Landing is mainly within the Town of Oyster Bay but a small section in the southwest corner is in the Town of North Hempstead. It is a part of the North Shore School District. ==Geography== thumb|left|U.S. Census map of Glenwood Landing. According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== ===2010 census=== As of the 2010 censusUnited States Census the population was 92.9% White, 88.2% Non-Hispanic White, 0.8% Black or African American, 3.7% Asian, 1% from other races, and 1.5% from two or more races. Hispanic or Latino of any race were 6.1% of the population. ===2000 census=== As of the census of 2000, there were 3,541 people, 1,262 households, and 1,009 families residing in the CDP. The population density was 3,595.6 per square mile (1,395.1/km2). There were 1,284 housing units at an average density of 1,303.8/sq mi (505.9/km2). The racial makeup of the CDP was 95.37% White, 0.28% African American, 2.60% Asian, 0.59% from other races, and 1.16% from two or more races. Hispanic or Latino of any race were 3.33% of the population. There were 1,262 households, out of which 37.6% had children under the age of 18 living with them, 67.1% were married couples living together, 9.5% had a female householder with no husband present, and 20.0% were non-families. 17.0% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.17. In the CDP, the population was spread out, with 26.2% under the age of 18, 4.7% from 18 to 24, 27.4% from 25 to 44, 25.4% from 45 to 64, and 16.2% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 87.4 males. For every 100 females age 18 and over, there were 86.8 males. The median income for a household in the CDP was $78,341, and the median income for a family was $90,784. Males had a median income of $68,939 versus $35,833 for females. The per capita income for the CDP was $33,689. About 1.0% of families and 2.4% of the population were below the poverty line, including none of those under age 18 and 4.4% of those age 65 or over. ==References== Category:Town of North Hempstead, New York Category:Oyster Bay (town), New York Category:Census-designated places in New York (state) Category:Hamlets in New York (state) Category:Census-designated places in Nassau County, New York Category:Hamlets in Nassau County, New York Category:Populated coastal places in New York (state)",
 "title": "Glenwood Landing, New York"
}