{
 "id": "126756",
 "text": "New Hyde Park is a village in the Towns of Hempstead and North Hempstead in Nassau County, on Long Island, in New York, United States. It is the anchor community of the Greater New Hyde Park area. The population was 9,712 at the 2010 census. ==History== Thomas Dongan, the fourth royal governor of New York, was granted an 800-acre parcel of land in 1683 that included New Hyde Park. It was known as \"Dongan's Farm.\" Dongan built a mansion on what is now Lakeville Road. In 1691 Dongan fled to New England and then Ireland, as King James II and his Catholic forces failed to regain power in England and Ireland.Aronson, Harvey, ed. Home Town Long Island. (Newsday, 1999). .Weidman, Bette S. and Linda B. Martin. Nassau County Long Island in Early Photographs: 1869–1940. Dover Publications Inc., 1981. Carol Nowakowski (Village Historian). HISTORY:About Our Village . Retrieved June 6, 2010. In 1715, Dongan's estate was sold to George Clarke (who was Secretary of the Province of New York). He named it Hyde Park in honor of his wife, Ann Hyde. Clarke sold the property in 1783 and in the early 19th century it was parceled up and sold as farm land. Raising cattle was a chief agricultural enterprise from Dongan's time until the mid-19th century, when cattle farming in the expanding American West forced the farmers into other pursuits. When a post office opened in 1871, the name was changed from Hyde Park to New Hyde Park to avoid confusion with the upstate Hyde Park. The village was incorporated in 1927, after the majority of residents voted in favor of doing so. ==Geography== According to the United States Census Bureau, the village has a total area of , all land. New Hyde Park lies in the towns of Hempstead and North Hempstead in Nassau County. Referred to by residents as New Hyde Park, the census-designated place (CDP) of North New Hyde Park also lies in North Hempstead. It also uses the New Hyde Park postal code, 11040. New Hyde Park borders the villages of Floral Park, Stewart Manor, Garden City Park, and Garden City. ===Greater New Hyde Park=== In addition to the Village of New Hyde Park, the New Hyde Park 11040 zip code includes unincorporated New Hyde Park, North New Hyde Park, Garden City Park, Herricks, Manhasset Hills and Lakeville Estates – all unincorporated areas of the Town of North Hempstead in Nassau County. In addition, a small section of the New Hyde Park postal zone extends into the village of North Hills, also in Nassau County. Finally, a small area of Queens called Glen Oaks is provided mail service by the New Hyde Park 11040 post office. The Village of New Hyde Park is patrolled by the Nassau County Police Department. The New Hyde Park Fire District, Garden City Park Water and Fire District, and Manhasset- Lakeville Fire District provide fire protection for various portions of the New Hyde Park 11040 postal zone located in Nassau County. == Economy == Because of its close proximity and relatively short commute to Manhattan, it is primarily a commuter village with over 75% of the land used for single family residences, but also has warehouses near the Long Island Rail Road station and retail districts along Jericho Turnpike. New Hyde Park was home to Techem, Inc. which manufactured acid-based chromium, cadmium, cyanide, nickel, and zinc electroplating solutions from 1973 to 1994. Stock Drive Products and Sterling Instrument machine and manufacture more than 130,000 kinds of mechanical components. Customers include Boeing Satellite Systems, Hamilton Sundstrand, Raytheon Systems, Flir and Israel Aerospace. The companies are owned by Designatronics Inc. == Demographics == ===2010 Census=== As of the census of 2010, there were 9,712 people, 3,290 households, and 2,569 families living in the village. The population density was 11,281.8 people per square mile (4,377.2/km2). There were 3,353 housing units at an average density of 3,972.3/sq mi (1,541.2/km2). The racial makeup of the village was 58.1% Non- Hispanic White, 1.3% African American, 0.3% Native American, 26.0% Asian, 0.1% Pacific Islander, 2.5% from other races, and 2.5% from two or more races. Hispanic or Latino of any race were 12.2% of the population There were 3,290 households, out of which 32.7% had children under the age of 18 living with them, 63.0% were married couples living together, 10.9% had a female householder with no husband present, and 21.9% were non-families. 18.5% of all households were made up of individuals, and 10.5% had someone living alone who was 65 years of age or older. The average household size was 2.89 and the average family size was 3.31. In the village, the population was spread out, with 22.1% under the age of 18, 7.4% from 18 to 24, 28.5% from 25 to 44, 23.8% from 45 to 64, and 18.1% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 90.5 males. For every 100 females age 18 and over, there were 88.9 males. The median income for a household in the village was $89,524, and the median income for a family was $97,656. Nonfamily households had a median income of $55,313. About 2.4% of families and 3.3% of the population were below the poverty line, including 1.9% of those under age 18 and 6.1% of those age 65 or over. ===2000 Census=== Per the census of 2000, there were 9,523 people, 3,290 households, and 2,569 families living in the village. The population density was 11,281.8 people per square mile (4,377.2/km2). There were 3,353 housing units at an average density of 3,972.3/sq mi (1,541.2/km2). The racial makeup of the village was 82.01% White, 0.57% African American, 0.07% Native American, 13.40% Asian, 0.02% Pacific Islander, 2.59% from other races, and 1.33% from two or more races. The median income for a household in the village was $61,585, and the median income for a family was $72,384. Males had a median income of $50,066 versus $38,393 for females. The per capita income for the village was $24,771. About 2.4% of families and 3.3% of the population were below the poverty line, including 1.9% of those under age 18 and 6.1% of those age 65 or over. ==Government== The Village of New Hyde Park has a mayor-council form of government with a mayor, a deputy mayor and four trustees, known collectively as the Board of Trustees. They are elected to serve a four-year term. As of October 2021, the Mayor of New Hyde Park is Christopher Devane, the Deputy Mayor is Madhvi Nijjar, and the Village Trustees are Rainer Burger, Madhvi Nijjar, Arthur Savarese, and Donna M. Squicciarino. ==Education== === School districts === thumb|New Hyde Park Road Elementary School The Village of New Hyde Park is located entirely within the boundaries of (and is thus served by) the New Hyde Park-Garden City Park School District (which serves students in grades K-6) and the Sewanhaka Central High School District (which serves students in grades 7-12 and includes New Hyde Park Memorial High School, Sewanhaka High School, Elmont Memorial High School, H. Frank Carey High School, and Floral Park Memorial High School). As such, all children who reside within the village go to school in one of these two districts, depending on their age and grade level. === Library district === The Village of New Hyde Park is located within the boundaries of (and is thus served by) New Hyde Park and Garden City park's library district, which is served by the Hillside Public Library of New Hyde Park. ==Landmarks== thumb|The Joseph Denton Mansion, which is used as a McDonald's restaurant. Denton House (New Hyde Park, New York) is known as a historic site after citizens fought for its historic designation. It is now a McDonald's restaurant also known as the \"McDonald's Mansion\". The fast-food chain kept the design of the exterior of the house and built a drive-through in the back. == Notable people == * Bob Avellini – Professional football player. * Y. Bhekhirst – Musician. * Gary Christenson – Professional baseball player. * Luke Cummo – MMA practitioner and TUF 2 finalist. * Crystal Dunn – Professional soccer player. * Amy Halberstadt – Social and developmental psychologist. * Katerina Katakalides – 2016 Teen Miss New York. * Pete Koch – Professional football player. * Omar Mateen – Islamic terrorist and mass murderer who committed the 2016 Orlando Nightclub Shooting. * Al Oerter – Olympic discus throw four-time gold medalist.Litsky, Frank. \"Al Oerter, Olympic Discus Champion, Is Dead at 71\", The New York Times, October 2, 2007. Accessed November 19, 2007. \"Alfred Oerter Jr. was born Sept. 19, 1936, in Astoria, Queens, and grew up on Long Island, in New Hyde Park. At Sewanhaka High School, he was a sprinter and then a miler.\"` ==References== ==External links== * Official website Category:Villages in Nassau County, New York Category:Hempstead, New York Category:Town of North Hempstead, New York Category:Villages in New York (state)",
 "title": "New Hyde Park, New York"
}