{
 "id": "126737",
 "text": "Levittown is a hamlet and census-designated place (CDP) in the Town of Hempstead in Nassau County, on Long Island, in New York, United States. It is located halfway between the villages of Hempstead and Farmingdale. As of the 2010 census, the CDP had a total population of 51,881, making it the most populous CDP in Nassau County and the second most populous CDP on Long Island, behind only Brentwood. Levittown gets its name from its builder, the firm of Levitt & Sons, Inc. founded by Abraham Levitt on August 2, 1929, which built the district as a planned community for returning World War II veterans between 1947 and 1951. Sons William and Alfred served as the company's president and chief architect and planner, respectively. Levittown was the first truly mass-produced suburb and is widely regarded as the archetype for postwar suburbs throughout the country. William Levitt, who assumed control of Levitt & Sons in 1954, is considered the father of modern suburbia in the United States. There have been multiple proposals in the past to incorporate Levittown either as a village or as the third city in Nassau County. == History == === Overview === The building firm, Levitt & Sons, headed by Abraham Levitt and his two sons, William and Alfred, built four planned communities called \"Levittown\", in New York, Pennsylvania, New Jersey, and Puerto Rico; the Levittown in New York was the first. Additionally, Levitt & Sons' designs are featured prominently in the older portion of Buffalo Grove, Illinois; Vernon Hills, Illinois; Willingboro Township, New Jersey; the Belair section of Bowie, Maryland; and the Greenbriar section of Fairfax, Virginia. The Levitt firm began before World War II, as a builder of custom homes in upper middle-class communities on Long Island. During the war, however, the home building industry languished under a general embargo on private use of scarce raw materials. William \"Bill\" Levitt served in the Navy in the Seabees - the service's construction battalions - and developed expertise in the mass- produced building of military housing using uniform and interchangeable parts. He was insistent that a postwar building boom would require similar mass- produced housing, and was able to purchase options on large swaths of onion and potato fields in undeveloped sections of Long Island. Returning to the firm after war's end, Bill Levitt persuaded his father and brother to embrace the utilitarian system of construction he had learned in the Navy. With his brother, Alfred, who was an architect, he designed a small one-floor house with an unfinished \"expansion attic\" that could be rapidly constructed and as rapidly rented to returning GIs and their young families. Levitt & Sons built the community with an eye towards speed, efficiency, and cost-effective construction; these methods led to a production rate of 30 houses a day by July 1948. They used pre-cut lumber and nails shipped from their own factories in Blue Lake, California, and built on concrete slabs, as they had done in a previous planned community in Norfolk, Virginia. This necessitated negotiating a change in the building code which, prior to the building of this community, did not permit concrete slabs. Given the urgent need for housing in the region, the town agreed. Levitt & Sons also controversially utilized non-union contractors in the project, a move which provoked picket lines. On the other hand, they paid their workers very well and offered all kinds of incentives that allowed them to earn extra money, so that they often could earn twice as much a week as elsewhere.Halberstam, David (1993-1994) \"The Fifties\", New York. p.138 The company also cut out middlemen and purchased many items, including lumber and televisions, directly from manufacturers. The building of every house was reduced to 26 steps, with sub-contractors responsible for each step. His mass production of thousands of houses at virtually the same time allowed Levitt to sell them, with kitchens fully stocked with modern appliances, and a television in the living room, for as little as $8,000 each (equal to $ today), which, with the G.I. Bill and federal housing subsidies, reduced the up-front cost of a house to many buyers to around $400 (equal to $ today). The planned 2,000 home rental community was quickly successful, with the New York Herald Tribune reporting that half of the properties had been rented within two days of the community being announced on May 7, 1947. As demand continued, exceeding availability, the Levitts expanded their project with 4,000 more homes, as well as community services, including schools and postal delivery. With the full implementation of federal government supports for housing, administered under the Federal Housing Administration (FHA), the Levitt firm switched from rental to sale of their houses, offering ownership on a 30-year mortgage with no down payment and monthly costs the same as rental. The resulting surge in demand pressed the firm to further expand its development, which changed its name from Island Trees to Levittown shortly thereafter. Levittown was designed to provide a large amount of housing at a time when there was a high demand for affordable family homes.Gans, Herbert, J. (1967) The Levittowners: Ways of Life and Politics in a New Suburban Community. New York: Pantheon Books. p.3 This suburban development would become a symbol of the \"American Dream\" as it allowed thousands of families to become home owners. ==== Unsuccessful incorporation proposals ==== In 1952, Carl T. Sigman, who was running as the Democratic candidate for County Executive, stated that he felt it would be wise for Levittown to incorporate itself as a city. If successful, the never-realized Incorporated City of Levittown would have been the third city to incorporate within Nassau County, joining Glen Cove and Long Beach. Previously, locals had proposed incorporating their hamlet as a village. ===Discriminatory practices=== As well as a symbol of the American Dream, Levittown would also become a symbol of racial segregation in the United States, due to Clause 25 of the standard lease agreement signed by the first residents of Levittown, who had an option to buy their homes. This \"restrictive covenant\" stated in capital letters and bold type that the house could not \"be used or occupied by any person other than members of the Caucasian race.\"Lambert, Bruce (December 28, 1997) \"At 50, Levittown Contends With Its Legacy of Bias\" The New York Times Such discriminatory housing standards were consistent with government policies of the time.Gotham, Kevin Fox (Summer 2000) \"Racialization and the State: The Housing Act of 1934 and the Creation of the Federal Housing Administration,\" Sociological Perspectives, 43/2 p.309 The Federal Housing Administration allowed developers to justify segregation within public housing. The FHA offered mortgages only to non-mixed developments which discouraged developers from creating racially integrated housing.Kushner, David (2009) Levittown: Two Families, One Tycoon, and the Fight for Civil Rights in America's Legendary Suburb. New York: Walker & Company. p.43 Before the sale of Levittown homes began, the sales agents were aware that no applications from black families would be accepted. As a result, American veterans who wished to purchase a home in Levittown were unable to do so if they were black.Kushner 2009, p.44. William Levitt attempted to justify their decision to only sell homes to white families by saying that it was in the best interest for business. He claimed their actions were not discriminatory but intended to maintain the value of their properties. The company explained that it was not possible to reduce racial segregation while they were attempting to reduce the housing shortage. Levitt said \"As a Jew, I have no room in my heart for racial prejudice. But the plain fact is that most whites prefer not to live in mixed communities. This attitude may be wrong morally, and someday it may change. I hope it will.\"\"When the Niggers Moved into Levittown: a review of David Kushner's Levittown: Two Families, One Tycoon, and the Fight for Civil Rights in America's Legendary Suburb\" Journal of Blacks in Higher Education 63 (Spring 2009): 80–81 The Levitts explained that they would open up applications to blacks after they had sold as many homes to white people as possible. They believed that potential white buyers would not want to buy a house in Levittown if they were aware they would have black neighbors. Though the Levitts were Jewish, they did not wish to sell homes to Jewish families either; despite this, by 1960, although it was still a completely \"white\" suburb,Gotham 2000, p.309 the population of Levittown was roughly a third Jewish, with the remainder about a third Roman Catholic, and a third Protestant.Manton, Paul (May 9, 2013) \"The Ecclesiastical History of the Levittown People \" Levittown Patch An opposition group was formed, the Committee to End Discrimination in Levittown, to protest the restricted sale of Levittown homes, and to push for an integrated community. In 1948 the United States Supreme Court, in Shelley v. Kraemer, declared that property deeds stipulating racial segregation were \"unenforceable as law and contrary to public policy\".Jones, Michael E. (2004) \"The Slaughter of Cities: Urban Renewal as Ethnic Cleansing\". South Bend, Indiana: St. Augustine's Press. p.188. Only well after the 1954 racial integration decisions, including Brown v. Board of Education, was Levittown racially integrated, and even as late as the 1990 census only a tiny fraction of the community was non-white, a condition that still exists.Hales, Peter Bacon (September 2016) \"Levittown's Palimpsest: Colored Skin\" in \"Levittown: Documents of an Ideal American Suburb\" ===Spread of the planned community=== While the Levitts are generally credited with designing a postwar \"planned community\", with common public amenities such as swimming pools and community centers, they were quick to release these high-maintenance, low-profit elements to the surrounding towns; the development sprawled across municipal boundaries, causing legal and administrative difficulties and requiring major initiatives within those existing municipalities to provide for and fund schools, sewage and water systems, and other infrastructure elements. In 1949, Levitt and Sons changed focus, unveiling a new plan which it termed a \"ranch\" house. Larger, , and more modern, these homes were only offered for sale, with a planned price of $7,990 (equal to $ today). The ranch homes were similar to the rental properties in that they were built on concrete slabs, included an expandable attic but no garage, and were heated with hot-water radiant heating pipes. Five models were offered that were effectively identical with differences in details such as exterior color and window placement. Again, demand was high, requiring that the purchasing process be streamlined as the assembly process had been, reaching the point that a buyer could walk through the process of selecting a house through contracting for its purchase in three minutes. This ranch model was altered in 1950 to include a carport and a built-in television. In 1951, a partially finished attic was added to the design. Levittown proved successful. By 1951, it and surrounding regions included 17,447 homes constructed by Levitt & Sons. On Friday, November 9, 2007, Levitt & Sons of Fort Lauderdale became the nation's largest builder to file for bankruptcy as the housing market boom of the early 21st century continued to crumble. === Timeline === *February 12, 1664: Jerusalem Purchase between John Seaman and Takapausha of the Massapequan Indians whereupon the English were granted rights to settle in on lands that now comprise southern and easternmost Levittown (south of Hempstead Tpke.), northern and eastern Wantagh, and most of Seaford. As Seaman established his farm, Cherrywood, two years later, near the current location of Salk Middle School and MacArthur High School, he was the first European to live in what's now Levittown. This is the start of the use of the word \"Jerusalem\" to describe the aforementioned areas. * March 22, 1747: Land deed between the Seaman and Weeks families first to mention the Island of Trees endowing the general area of northern Levittown with the name \"Island Trees\". * March 1, 1837: Rail service arrives at Hicksville under the supervision of Valentine Hicks. The ensuing influx of German immigrant farmers and artisans opens the future Levittown area up to potato farming and other forms of development. * February 11, 1907: William Levitt born to Abraham Levitt and Pauline Biederman Levitt in Brooklyn. * May 21, 1947: Local governing board approves of the construction of a community that would become Levittown. * October 1, 1947: Levittown's official beginning as a suburban entity with the first three hundred families – beginning with the Bladykas family – moving into their brand-new Levitt & Sons homes. * January 1, 1948: The Jerusalem/Island Trees area officially named \"Levittown\". == Place in American culture == thumb|right|Bagel Town of Levittown As the first and one of the largest mass-produced suburbs, Levittown quickly became a symbol of postwar suburbia. Although Levittown provided affordable houses in what many residents felt to be a congenial community, critics decried its homogeneity, blandness, and racial exclusivity (the initial lease prohibited rental to non-whites). Today, \"Levittown\" is used as a term to describe overly sanitized suburbs consisting largely of identical housing. Similarly, places have earned names like \"Levittown-of-X\" or \"Levittown-on-the-X\" as seen in Long Island's Bayville \"Levittown on the Sound\" and Fire Island's Dunewood \"Levittown on the Bay.\" Oddly enough, although Levittown is remembered largely for its homogeneity, the majority of houses in Levittown have by now been so thoroughly expanded and modified by their owners that their original architectural form can be somewhat difficult to see; however, with diligent observation, several original examples can still be seen today. Levittown has become so ingrained in American culture that the Smithsonian Institution in Washington has expressed interest in displaying an entire Levittown house. Bill Yeingst, a historian with Smithsonian's National Museum of American History Domestic Life Division, said \"An original ranch model would be ideal. We would like someone to donate their Levittown house, or we would like to find a donor to provide the funds so that we could secure a Levittown house.\" He noted that \"The stories played out in suburban Levittown are the stories of America. They are stories important to everyone.\" Although \"None of this is set in concrete,\" according to Yeingst, \"the Levittown house would be dismantled at the site, transported to Washington and reconstructed. Then it would be exhibited along with other innovations in American home life.\"Briefly mentioned on Desperate Housewives on October 9, 2011. == Geography == thumb|U.S. Census map of Levittown.|leftAccording to the U.S. Census Bureau, the CDP has a total area of 6.9 square miles (17.8 km2 ), all land. It does not conform to the US Postal Service boundaries nor to the extent of the development built by Levitt & Sons; it also includes areas built by other developers. Levittown, New York, is an unincorporated area in Nassau County, New York. It can be defined in three overlapping but non-conforming ways. The most common use is Levittown as defined by the United States Postal Service's Zip Code 11756. Another definition is the extent of the Levitt & Sons development built from 1947 to 1951. A third is the Census Designated Place (CDP) called Levittown as defined by the United States Census Bureau. The United States Postal Service ZIP code called Levittown, New York, is 11756 and what is most commonly used to mean Levittown, New York. It does not include all the houses built in this area by Levitt & Sons and it does include houses built by other developers. The actual Levitt built development sprawls over three other postal zones, Wantagh NY (11793) and Westbury, NY (11590) in the Town of Hempstead, and Hicksville, NY (11801) in the Town of Oyster Bay. === Climate === Levittown has a hot-summer humid continental climate (Dfa) and average monthly temperatures in the central CDP in the vicinity of Hempstead Turnpike (New York Route 24) and Jerusalem Avenue range from in January to in July. The hardiness zone is borderline between 7a and 7b, meaning that the average annual absolute minimum temperature is approximately . == Demographics == The U.S. Census of 2010 counted 51,881 people, 17,207 households, and 14,031 families residing in the community. The population density was 7,717.5 per square mile (2,978.1/km2). There were 17,447 housing units at an average density of 2,531.9/sq mi (977.0/km2). The racial makeup of the CDP was 90% White; 12% Hispanic or Latin of any race; 5.7% Asian; 0.8% Black; 0.1% Native American; and 0.02% Pacific Islander.. Quickfacts.census.gov. Retrieved on July 21, 2013. In the community, the population was spread out, with 25.7% under the age of 18, 7.0% from 18 to 24, 31.4% from 25 to 44, 23.0% from 45 to 64, and 12.9% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 94.6 males. For every 100 females age 18 and over, there were 91.4 males. thumb|Levittown Public Library The median income for a household in the community was $124,995, and the median income for a family was $132,887 (these figures had risen from $95,979 and $99,845 respectively as of a 2007 estimate). Males had a median income of $94,803 versus $79,962 for females. The per capita income for the CDP was $45,917. 1.0% of the population and 0.1% of families were below the poverty line. Out of the total population, 0.2% of those under the age of 18 and 0.3% of those 65 and older were living below the poverty line. == Education == Levittown is served primarily by two public school districts, the Island Trees Union Free School District with approximately 2,574 students and the Levittown Union Free School District with approximately 7,380 students. A small portion of the northwest corner of the hamlet is served by the East Meadow Union Free School District. The Island Trees Union Free School District serves northeastern Levittown, and portions of Bethpage, Seaford and Plainedge. The district hosts Island Trees High School, Island Trees Memorial Middle School, Michael F. Stokes Elementary School, and J. Fred Sparke Elementary School. In 1982, Island Trees gained national attention from the United States Supreme Court case Board of Education v. Pico. The case determined that students' first amendment rights were violated when the school board removed several books it found objectionable from the high school's library. The Levittown Union Free School District, which also serves North Wantagh and the northern portion of Seaford, has two high schools: Division Avenue and General Douglas MacArthur, one career and technical institute: Gerald R. Claps Career & Technical Center, two middle schools: Wisdom Lane and Jonas Salk, and six elementary schools: Abbey Lane, East Broadway, Gardiners Avenue, Lee Road, Northside, and Summit Lane. The Levittown School District dates back to the 19th century, originally called the Jerusalem School District of the Town of Hempstead. Private schools include the Maria Montessori School, The Progressive School of Long Island, and the South Shore Christian Elementary and Secondary School located in the former Geneva M Gallow Elementary School building. Vocational schools available are the Brittany Beauty School, Hunter Business School, and the New York Chiropractic College. ==Infrastructure== thumb|right|Welcome to Levittown ===Transportation=== Although there is no passenger rail service in Levittown proper, the Long Island Rail Road provides service from the Hicksville and Bethpage stations on its Main Line and from the Wantagh and Bellmore stations on the Babylon Branch. Levittown, along with the remainder of Nassau County, is served by the Nassau Inter-County Express (NICE) bus system. Republic Airport, in neighboring East Farmingdale, handles general aviation and charter services; the nearest commercial airports are Long Island MacArthur Airport in Ronkonkoma and John F. Kennedy International Airport and LaGuardia Airport in New York City proper. ===Emergency services=== ==== Ambulance ==== The Wantagh-Levittown Volunteer Ambulance Corps provides paramedic level of care. Founded in 1956 by Homer K. Moore as a means for transport for the residents of Wantagh and Levittown, WLVAC provides emergency care on ambulances staffed with trained volunteers. thumb|right|Fire Station #3 ==== Fire ==== Levittown is protected by three volunteer fire departments, the Levittown Fire Department with 231 members operating out of 3 stations, Station 3 of the East Meadow Fire Department which covers portions of Levittown west of Division Avenue, and Station 2 of the Wantagh Fire Department which serves portions of Levittown South of Abbey Lane School. ==== Police ==== Levittown is patrolled by the eighth precinct of the Nassau County Police Department. ==Notable people== People born in Levittown: * Brand New band members Jesse Lacey (1978), Vin Accardi, Brian Lane, and Garrett Tierney * Kevin Covais (1989- ), 5th season American Idol contestant, singer, actor * High School Football Heroes band members David Solomon, George Argyrou, Joe Masterson, Chris Askin, Jason Rutcofsky * Tom Kapinos (1969- ) Screenwriter (Dawson's Creek), executive producer and creator of Californication * Brian Kilcommons (1953- ), famous American dog trainerHamilton, Anita (April 30, 2006) \"He's a Dog's Best Friend\" Time * Miss Understood (Alex Heimberg), drag artist, actor and businessperson * Adam Wurtzel (1985- ), television personality * Marc Kantor (1986- ), member of the band Patent Pending People at one point living in Levittown: * \"Irish\" Bobby Cassidy (1944- ), professional boxer * David Catapano (1973- ), celebrity Chef (Chopped), lived in Levittown, New York for much of his grade school years. * John A. Gambling (1930–2004), morning radio host on WOR-AM * Ellie Greenwich (1940–2009), Hall of Fame songwriter * Bill Griffith (1944- ), cartoonist (Zippy) * Peter Gruenwald (1912–1979), 1978 Lufthansa heist conspirator * Steve Israel (1958- ), politician, attended MacArthur High School * Billy Joel (1949- ), musician, lived in a Levitt-built house in Hicksville * Brian Kenny (1963- ), sportscaster on the MLB Network, SportsCenter, Friday Night Fights * Donnie Klang (1985- ), hip-hop singer (Take You There) * Cyril M. Kornbluth (1923–1958), Hugo- and Prometheus Award- winning science fiction writer (The Syndic) * Damian Maffei (1977- ), actor (Closed for the Season) * Eddie Money (1949–2019), musician (Two Tickets to Paradise), attended Island Trees High School though he lived in adjacent Plainedge, New York * Sterling Morrison (1942–1995), guitarist with The Velvet Underground * Bill O'Reilly (1949- ), political commentator, raised in a Levitt-built part of the adjacent community of Salisbury, also called South Westbury * Maureen Tucker (1944- ), drummer for the Velvet Underground == In popular culture == * The 1954 Levittown documentary A City Is Born featured an interview with creator William J. Levitt, aerial views of the development, and a 45-second time-lapse sequence showing one of the houses being constructed. * In 1962, singing comedian Allan Sherman poked fun in his album My Son, the Folk Singer with a parody of Harry Belafonte's Jamaica Farewell: \"I'm upside down. My head is turning around. Cause I've got to sell the house, in Levittown.\" * In 1968, cartoonist Bill Hoest created The Lockhorns of Levittown - which was later shortened to The Lockhorns - a single-panel cartoon now syndicated to 500 newspapers in 23 countries. * Mad magazine's June, 1970, parody of Easy Rider, named \"Sleazy Riders\", has a character who muses about a commune, \"Ain't America people livin' together, an' sharin' homes together, an' sharin' kids together, and sharin' backyards and wives together?\", to which another replies, \"That ain't America, Man! That's Levittown!\" * In 1978, Bill Griffith wrote Is There Life After Levittown?, a comic story about growing up in Levittown featured in \"Lemme Outa Here Comics\" * Local high school teacher Gene Horowitz wrote the 1980 novel, The Ladies of Levittown, which \"featured a titillating account of America's most famous suburb, scandalizing many residents, who recognized their own lives depicted in the pages.\" * In the 1982 musical, Little Shop of Horrors, Audrey, the slum dwelling heroine, dreams of a home \"Somewhere that's Green\", in which she sings \"not fancy like Levittown\" * Billy Joel's 1982 album The Nylon Curtain shows an aerial view of Levittown on the inner sleeve. His 1989 song \"Leningrad\" mentions Levittown. * The 1985 W. D. Wetherell published short story, The Man Who Loved Levittown, was published in a collection of the same name. The Library Journal reviewed the story (an O'Henry prizewinner) as \"a World War II vet buys a house in Levittown where he spends the best years of his life. His wife has died, his grown children have left, and one by one his neighbors are selling out and moving to Florida. Beneath the talky, narrative voice of this story you discover the internal logic of a man pushed beyond reason to a desperate act\". * Oliver Stone's 1989 movie Born on the Fourth of July, has two marines from the U.S. Marine \"recruiting station in Levittown\" do a recruitment presentation in protagonist Ron Kovic's high school class. * Stewart Bird's 1994 documentary Building The American Dream: Levittown, NY explores Levitt's vision of rapidly constructing inexpensive tract homes, including rare archival footage and photos, an interview with Levitt and the reminiscences of numerous Levittown residents (including singer Billy Joel). * October 24, 1997, Wonderland, a satirical documentary film about Levittown, produced and directed by John O'Hagan, premiered at the TriBeCa Film Festival. A review in The New York Times said of it: \"The collective picture that emerges suggests a smug city slicker's condescending view of what could be almost any American small town.\" * Michael Chabon's 2000 novel, The Amazing Adventures of Kavalier and Clay, has Levittown paralleled by the fictional suburban community of \"Bloomtown\" * The 2003 PBS series Race: The Power of an Illusion by California Newsreel, documents systemic racism in the development of early suburbs including Levittown and nearby Roosevelt. * In Gilmore Girls Season 3 episode 14 \"Swan Song\" Lorelai, Alex, Sookie, and Jackson attend a fictional musical called Levittown in Manhattan, after which they mock the show's quality. * Anna Shapiro published a 2006 teen oriented book Living on Air. It's described by the publisher as about a girl \"raised in Levittown, Long Island. By the time she attended high school she concluded her parents were colossal failures who hid in a community in which all exterior houses were identical to one another.\" * In 2006, Marc Palmieri's play Levittown was performed at the Axis Theater in New York. A review in the Village Voice wrote: \"We don't typically quibble with Leo Tolstoy, but are unhappy families really so different? Or are they rather like the endless rows of postwar homes that William Levitt built on Long Island?\" In July 2009 a to-scale reproduction of an original Levitt house was constructed at the Theatre at Saint Clement's in New York City for a revival of the play. The set was designed by Michele Spadaro. Steven McElroy of The New York Times wrote an article in the Sunday Arts and Leisure section, \"That Family Room? It Has a Certain Star Quality\" on July 8, 2009. * Levittown appeared on the February 2, 2010, episode entitled \"Home Wrecked Home\" of Life After People: The Series on the History Channel. * The song \"The L-Town Shakedown (Levittown is for Lovers)\" was released by the Long Island band Patent Pending on their 2006 album \"Save Each Other, the Whales Are Doing Fine\" * In 2008, Levittown was mentioned in the Planet P Project album Levittown (Go Out Dancing, Vol. II), an album based upon life in post-war America and the early space age and atomic age. The title song paints Levittown as an \"American Dream\" of conformity. * In 2014, Levittown appeared in the short documentary, Cash Mob for Avi,Bolger, Timothy. \"Center Lane Stationery in Levittown Closing Despite Cash Mob.\" Long Island Press, 2014. https://www.longislandpress.com/2014/12/24/center-lane-stationery-in- levittown-closing-despite-cash-mob/ about a struggling stationery store owner and the community that banded together to help him. *Jean-Robert Viallet mentions Levittown in his 2019 documentary L'homme a mangé la terre together with the development of passive solar heating houses by Maria Telkes of the Massachusetts Institute of Technology (MIT) at the same time, calling this historical moment a missed opportunity of a promising technological development. == See also == * Levittown, Pennsylvania * Levittown, Puerto Rico * Willingboro Township, New Jersey – another Levittown which has since reverted to its original name ==References== Informational notes Citations Bibliography * * * * * * * * * * * * * * * ==External links== * Category:Hempstead, New York Category:Census-designated places in New York (state) Category:Hamlets in New York (state) Category:Planned communities in the United States Category:Populated places established in 1947 Category:Census-designated places in Nassau County, New York Category:1947 establishments in New York (state) Category:Hamlets in Nassau County, New York Category:Sundown towns in New York (state) Category:Levittown",
 "title": "Levittown, New York"
}