{
 "id": "126744",
 "text": "Manhasset is a hamlet and census-designated place (CDP) in Nassau County, on the North Shore of Long Island, in New York, United States. The population was 8,080 at the 2010 census. As with other unincorporated communities in New York, its local affairs are administered by the town in which it is located, the Town of North Hempstead, whose town hall is in Manhasset, making the hamlet the town seat. ==Etymology== The name \"Manhasset\" was adopted in 1840. It is most likely the anglicized rendition of the name of a local Native American tribe whose name translates to \"the island neighborhood\". ==History== The Matinecock had a village on Manhasset Bay. These Native Americans called the area Sint Sink, meaning \"place of small stones\".Proceedings of the New York State Historical Association: ... annual meeting with constitution and by-laws and list of members, Volume 6. New York State Historical Association, 1906. Retrieved June 7, 2010. They made wampum from oyster shells. In 1623, the area was claimed by the Dutch West India Company and they began forcing English settlers to leave in 1640. A 1643 land purchase made it possible for English settlers to return to Cow Neck (the peninsula where present-day Port Washington, Manhasset, and surrounding villages are located.).Aronson, Harvey, ed. Home Town Long Island. (Newsday, 1999). . Manhasset Bay was previously known as Schout's Bay (a schout being roughly the Dutch equivalent of a sheriff), Martin Garretson's Bay (Martin Garretson was the Schout at one point), and later Cow Bay or Cow Harbor. Cow Neck was so called because it offered good grazing land. By 1659, there were over 300 cows and 5 mi (8 km) fence separating Cow Neck from the areas to the south. The settlers came to an agreement that each of them could have one cow on the neck for each section of fence the individual had constructed. The area was more formally divided among the settlers when the fence was removed in 1677. Manhasset took on the name Little Cow Neck, Port Washington was known as Upper Cow Neck. During the American Revolution, Little Cow Neck suffered at the hands of the British. Many structures and properties, such as the 1719 Quaker Meeting House were burned, seized or damaged. The Town of North Hempstead separated from the Town of Hempstead in 1784 because the South, inhabited mainly by Church of England people, was loyal to the king. The Northern communities and villages, dominated by Yankee Congregationalists supported independence. In 1801, it cost two cents to travel between Roslyn and Spinney Hill on the North Hempstead Turnpike, the newly opened toll road (now Northern Boulevard). The Manhasset name was adopted in 1840 and comes from the native word \"Manhanset\", roughly meaning \"the island neighborhood.\" Dairy farming was still a major endeavor, but the oyster industry was also on the rise. In 1898, the Long Island Railroad arrived, bringing with it wealthy New Yorkers looking for country homes with easy transportation to more urban areas of New York City. Manhasset Valley and Spinney Hill attracted a number of skilled workers and immigrant families. The North Hempstead Town Hall opened in Manhasset on Plandome Road in 1907. Town councilmen had previously been meeting in Roslyn taverns after North Hempstead split away from Hempstead in 1775. The Manhasset Valley School, originally built to serve the children of the help on the local Gold Coast Estates, eventually came to serve Manhasset's African American community, and was closed in the 1960s by a desegregation lawsuit. It is still standing and is currently used as a community center. The centrally located but antiquated Plandome Road School was demolished in the early 1970s, having been replaced by the new Shelter Rock School by 1969. Currently, Mary Jane Davies Green sits on the site of the old school. Manhasset is served by the Nassau County Police Department, with the Sixth Precinct station house located on Community Drive, just south of Northern Boulevard. RMPs 608 and 616 are the cars assigned to patrol duties in Manhasset. In 2005, a Wall Street Journal article ranked Manhasset as the best town for raising a family in the New York metropolitan area. The Manhasset area, settled by 1680, grew quickly after it began being served by the Long Island Rail Road in 1898. The LIRR provides access to New York City via the Manhasset station with an approximately 40 minute commute to Penn Station. Express trains, which run during rush hour, make the trip in less than 30 minutes. The hamlet of Manhasset is located 19.5 miles (29.2 km) away from midtown Manhattan. In the 2010s and 2020s, talks have been restarted to connect the businesses on Plandome Road to sanitary sewers operated by the Great Neck Water Pollution Control District. These proposals have been discussed for decades but historically had been met with opposition, ultimately killing some of the earlier plans. === Failed incorporation attempts === There have been several unsuccessful attempts over the years – especially throughout the 1940s – for some or all of the unincorporated areas of Manhasset to incorporate as villages. The most recent proposal to incorporate the hamlet took place in 2016. ==Geography== left|thumb|U.S. Census map of Manhasset. According to the United States Census Bureau, the CDP has a total area of , of which is land and (1.24%) is water. === Greater Manhasset area === In addition to the unincorporated areas of Manhasset proper (Bayview, the Strathmores (North and South Strathmore, Strathmore Village, and Strathmore–Vanderbilt), Shorehaven, Terrace Manor, Manhasset Park, Manhasset Gardens, and Norgate), the Greater Manhasset area also includes three incorporated villages: Munsey Park, Plandome, and Plandome Heights; and parts of three others: Flower Hill, Plandome Manor, and North Hills. ==Demographics== As of the census of 2010, there were 8,080 people and 2,744 households residing in the census-designated place (CDP) which covers 2.38 square miles. The population density was 3,392.1 per square mile (1,309.7/km2). According to the 2018 American Community Survey, the racial makeup of the CDP is estimated to be 72.5% white (65.1 non-Hispanic white), 13.8% Asian, 8.6% African American, 0.1% Native American, 0.0% Pacific Islander, and 1.8% from two or more races. Hispanic or Latino of any race were 10.9% of the population. There were 2,744 households, out of which 38.2% had children under the age of 18 living with them, 63.6% were married couples living together, 11.5% had a female householder with no husband present, and 22.2% were non-families. 20.9% of all households were made up of individuals, and 9.6% had someone living alone who was 65 years of age or older. The average household size was 2.80 and the average family size was 3.28. The population was spread out, with 23.9% under the age of 18 and 19.2% 65 years of age or older. The median age was 45.9 years. For every 100 females, there were 91.0 males. The median income for a household in the CDP was $133,456, and the median income for a family was $180,086. The per capita income in the CDP was $72,973. 5.5% of the population and 4.0% of families were below the poverty line. 6.3% of people under 18 years of age and 4.6% of people 65 and older had incomes below the poverty line. == Economy == Manhasset is well known for its high-end premium, open-air shopping center, the Americana Manhasset. The center is situated along Northern Boulevard's \"Miracle Mile\" which is referred to in Billy Joel's 1980 hit \"It's Still Rock and Roll to Me\". The Americana first opened in 1956 as a simple community-style shopping mall; however, in the early 2000s, it gradually it catered to luxury goods boutiques such as Ralph Lauren, Brooks Brothers, Prada, Giorgio Armani, Chanel, Theory, Louis Vuitton, Hermès, and Burberry, among others. Manhasset has supported branches of some of the most well known stores in New York over the years—B. Altman and Company, Bonwit Teller, Abraham & Straus, Best & Co., Arnold Constable, Franklin Simon & Co., Peck & Peck, W. & J. Sloane, J.J. Newberry, Lord & Taylor, and Waldbaum's. The commercial center of Manhasset is situated around the railroad station on Plandome Road, where the LIRR connects directly into Manhattan for a 37-minute commute. The area has bakeries, pizzerias, delis, bars, coffee shops, and a movie theater. Centralized in town is a small park and a gazebo. The public library is located 1 block east of Plandome Road on the corner of Onderdonk Avenue and Northern Boulevard, adjacent to the historic Quaker Meeting House. Prior to the Long Island Rail Road's arrival, the commercial center of Manhasset was located in the Manhasset Valley (near the present-day Manhasset Valley Park), along Manhasset Bay. The North American headquarters of Sabena were located in a office building in Manhasset. In April 2002 Knightsbridge Properties Corp. bought the building for $4.9 million. Due to the bankruptcies of Sabena and Swissair, the real estate deal took over a year to finish. During that month the building was 30% occupied. Sabena was scheduled to move out of the building on May 10, 2002. The buyer planned to spend an additional $2 million to convert the building into a multi-tenant, Class A office and medical facility.Anastasi, Nick. \"Knightsbridge Properties buys former Sabena HQ\". Long Island Business News. Friday April 26, 2002. Retrieved on April 26, 2010. == Sports == Manhasset High School :See Manhasset High School#Sports St. Mary's :See St. Mary's High School (Manhasset, New York) ==Education== thumb|right|Site of the former Plandome Road School, now Mary Jane Davies Green. Manhasset is mainly served by the Manhasset Union Free School District, and is also home to numerous private schools. Schools in Manhasset include: * Manhasset High School (public) * Manhasset Middle School (public) * Shelter Rock Elementary School (public) * Munsey Park Elementary School (public) * St Mary's Elementary School (private) * St Mary's High School (private) * Our Lady of Grace Montessori School (private) The Manhasset School District covers not only the unincorporated areas discussed in the census reports, but several incorporated villages including Plandome, Plandome Manor, Munsey Park and part of Flower Hill. Manhasset High School is rated among the top in the country. In the 2010 Newsweek magazine's annual list of the top American high schools, Manhasset is ranked 87th nationally out of the 1,700 schools evaluated.Newsweek Staff. \"America's Best High Schools: The List\". Newsweek. Sunday June 13, 2010. Manhasset has a locally-operated School Community Association (SCA) instead of electing to be a local chapter of the Parent Teacher Association (PTA). The SCA, which boasts great support within the community, annually hosts the SCA fair at Munsey Park School to raise money. Membership dues and profits from fund-raising efforts benefit the schools in Manhasset; no percentage of funds goes to a state or national offices of a larger organization, thus all monies raised benefit the Manhasset schools directly. ==Notable people== *Danny Barnes (born 1989), Major League Baseball (MLB) pitcher. * Bruce R. Bent, co-creator of the money market fundStaff. \"Father of money mkt funds charged with fraud\", Daily Times (Pakistan), May 7, 2009. Accessed June 3, 2012. \"Bruce Bent II, 42, could not be reached for comment and his attorney declined to comment. The father and son are both of Manhasset, New York.\" * Ted Bessell (1935-1996), television actor and director, That Girl.Oppenheimer, Jerry. House of Hilton, p. 88. Crown/Archetype, 2006. . Accessed June 7, 2016. \"Ted Bessell, a Manhasset boy who starred with Marlo Thomas on That Girl and knew Kathy Dugan from the old days, had problems with her on programs he later directed and produced, shows that had either Kim or Kyle in the cast.\" * Billy Bitter (born 1988), professional lacrosse player for the Charlotte Hounds of Major League Lacrosse.NORTH COUNTRY LAX ACADEMY (NCLA) - BOYS , Bitter Lacrosse. Accessed June 7, 2016. \"Billy grew up in Manhasset learning the game of lacrosse from one the preeminent youth coaches in the country, his Father, MC Bitter.\" * Mike Breen (born 1961), NBA play-by-play commentatorBarry, Mike. \"Breen’s Busy X-Mas\" , Manhasset Press, December 23, 2011. Accessed June 3, 2012. \"Known for his extensive preparation, smooth delivery, and precise play-by-play style, the Manhasset resident and married father of three is scheduled to broadcast about 40 of the 56 Knicks games airing this season on MSG. “This is my 20th year with the Knicks,” the 50-year-old Breen added.\" * Jim Brown (born 1936), Hall of Fame football player and actorHolden, Stephen. \"FILM REVIEW; Jim Brown as Football Legend, Sex Symbol and Husband\", The New York Times, March 22, 2002. Accessed June 3, 2012. \"At the age of 8 he moved to Manhasset, N.Y., where his mother worked as a domestic. It was at Manhasset High School that he became a football star and athletic legend.\" * Craig Cohn (born 1983), professional wrestler better known as Craig Classic. * Billy Crudup (born 1968), actor, in movies such as Big Fish and Almost FamousGreen, Jesse. \"Billy Crudup: Almost Infamous\", The New York Times, October 10, 2004. Accessed December 3, 2007. \"That he was born of humans somewhere—Manhasset, on Long Island, the rumor goes—may be too far to speculate...\" * Carson Daly (born 1973), TV personality, host of The Voice, Last Call with Carson Daly and New Year's Eve with Carson Daly. * R. A. Dickey (born 1974), former MLB pitcher for numerous teams, including Toronto Blue Jays and the New York Mets.Popper, Daniel. \"R. A. Dickey admits he's not the same pitcher since Mets dealt him to Blue Jays\", New York Daily News, June 16, 2015. Accessed June 8, 2016. \"Dickey stayed in Manhasset on Sunday night, the same town he lived in during his days with the Mets.\" * Mike Dunlap (born 1957), former head coach of Charlotte Bobcats NBA team.Zagoria, Adam. \"Dunlap Says It’s ‘Possible’ Bobcats May Trade Down From No. 2\", Sheridan Hoops, June 27, 2012. Accessed June 8, 2016. \"Dunlap is living in a hotel next to the Charlotte arena while his wife, Mollie, and his daughter, Ellie, are in the process of relocating to Charlotte from Manhasset, NY.\" * Don Dunphy (1908–1998), television and radio sports announcer specializing in boxing.Eskenazi, Gerald. \"Don Dunphy, 90, Distinctive Fight Broadcaster\", The New York Times, July 24, 1998. Accessed June 8, 2016. \"At his home in Manhasset, N.Y., Mr. Dunphy kept a tape of one of his famous broadcasts, Joe Louis's 1941 heavyweight fight against Billy Conn -- his first broadcast of a title fight.\" * Melissa Errico, former ingenue in Broadway musicals/performer; married to Patrick McEnroe.Staff. \"Actress Melissa Errico sells Southampton home\", Newsday. Accessed June 7, 2016. \"Errico, who grew up in Manhasset, is a Tony-nominated actress and singer.\" * Boomer Esiason (born 1961), former professional football player, sports radio talk show host of WFAN's Boomer and Carton, television commentator.Fabrikant, Geraldine. \"TALKING MONEY WITH: BOOMER ESIASON; Quarterback Lets Adviser Call the Plays\", The New York Times, April 26, 1998. Accessed November 20, 2007. \"Mr. Esiason, 37, also owns a home in Manhasset, N.Y., on Long Island, worth an estimated $1.3 million, where he lives with his wife, Cheryl (the girlfriend he put through school), and their two children, Gunnar, 7, and Sydney, 5.\" * Manoug Exerjian (1888–1974), Armenian-American architect in New York * Jinx Falkenburg (1919–2003), model and radio personality with husband Tex McCrary.Obituaries , Manhasset Press, September 5, 2003. Accessed December 7, 2007. \"Jinx Falkenberg McCrary of Mill Neck, longtime resident of Manhasset, died on Aug. 27 at the age of 84.\" * Peter T. Farrell (c. 1901–1992), judge who presided over the trial of bank robber Willie Sutton.Pace, Eric. \"Peter T. Farrell, 91; Judge Who Presided At the Sutton Trial\", The New York Times, November 10, 1992. Accessed October 11, 2009. * Mike Francesa (born 1954), sports radio talk show host of WFAN's Mike's On: Francesa on the FAN.Best, Neil. \"A trip to Mike FrancesaLand\", Newsday, March 15, 2014. Accessed June 7, 2016. \"This is where Mike Francesa watches most of the games he talks about on the radio: an upstairs office and basement viewing room in the Manhasset home he shares with his wife, Roe, and three children.\" * John A. Gambling, radio personality * Ray Goulding (1922–1990), radio personality, comedian, partner of Bob Elliott of \"Bob and Ray\" fame.Fowler, Glenn. \"Ray Goulding, 68, Genial Satirist As Part of Bob and Ray, Is Dead\", The New York Times, March 26, 1990. Accessed June 7, 2016. \"Ray Goulding, who was half of the Bob and Ray comedy team that delighted radio and television audiences for more than four decades with low-key humor and gentle satire, died of kidney failure on Saturday at his home in Manhasset, L.I.\" * J. Peter Grace (1913–1995), former CEO of W.R. Grace and Company.Gilpin, Kenneth N. \"J. Peter Grace, Ex-Company Chief, Dies at 81\", The New York Times, April 21, 1995. Accessed June 8, 2016. \"J. Peter Grace, the outspoken and at times controversial industrialist who headed a major American company longer than any other chief executive, died of cancer on Wednesday at St. Vincent's Hospital in Manhattan after a long illness. He was 81 and lived in Manhasset, L.I.\" * Al Groh (born 1944), former head coach of New York Jets and the University of Virginia.Eskenazi, Gerald. \"Pro Football; Teacher and Storyteller, Groh Is Now on Center Stage\", The New York Times, January 24, 2000. Accessed June 8, 2016. \"And Groh, who grew up in Manhasset, N.Y., will be adjusting to his new role, six miles south in Hempstead.\" * Leroy Grumman (1895–1982), founder of Grumman Aircraft. * Ken Howard (1944–2016), actor, best known for the TV series The White Shadow.Tarshis, Alex. \"Hanging Out in the NBA TV Green Room With ... Ken Howard\", NBA.com. Accessed November 23, 2007. \"A native of Manhasset, N.Y., Howard had basketball in his blood well before 'The White Shadow' debuted, having played in both high school and college, serving as the captain on his Amherst College team before he attended the Yale School of Drama.\" * Chris Jericho (born 1970), AEW and WWE professional wrestler, lead vocalist of Fozzy.Castillo, Alfonso A. \"Pro wrestler and author Chris Jericho: 'I'm not a Long Islander'\", Newsday, October 11, 2014. Accessed June 8, 2016. \"He's an accomplished pro wrestler, the front man of a successful rock band, and a New York Times bestselling author. But, despite living in Manhasset until he was 4, there's one thing Chris Jericho says he is not.\" * Alex Katz (born 1994), baseball pitcher * Stephen A. Lesser (born 1944), architect, designer of Faneuil Hall Marketplace in Boston. * Jackie MacMullan (born 1960), sportswriter. * Jason Marquis (born 1978)], major league baseball All Star pitcher.Jason Marquis Statistics and History, Baseball-Reference.com. Accessed June 8, 2016. * Leonard Marsh, co- founder of Snapple.Fox, Margalit. \"Leonard Marsh, a Founder of Snapple, Dies at 80\", The New York Times, June 23, 2013. Accessed June 8, 2016. \"Leonard Marsh, a former window washer who helped found Snapple, the beverage concern, and was its longtime president and chief executive, died on Tuesday at his home in Manhasset, on Long Island.\" * Jim McCann, founder and CEO of 1-800-Flowers.Staff. \"Erin McCann, Joseph Lenehan\", The New York Times, September 17, 2006. Accessed June 8, 2016. \"Erin Moore McCann, the daughter of Marylou and Jim McCann of Manhasset, N.Y., was married yesterday to Joseph Patrick Lenehan, a son of Mary and Thomas Lenehan of South Windsor, Conn.\" * Patrick McEnroe (born 1966), tennis player, US Davis Cup captain, TV sportscaster * J. R. Moehringer, Pulitzer Prize-winning author * George Nozuka, R&B;/pop singer * Bill O'Reilly, television commentator and author * Joan Whitney Payson (1903–75), heiress, businesswoman, philanthropist, patron of the arts and art collector, member of the prominent Whitney family; owner of the New York Mets.Reif, Rita. \"The Paysons' home on view\", The New York Times, April 27, 1984. Accessed November 12, 2007. \"JOAN WHITNEY PAYSON, the ebullient, highly visible owner of the New York Mets until her death in 1975, was the extremely private mistress of a 50-room, fieldstone mansion in Manhasset, L.I., that she and her industrialist husband, Charles Shipman Payson, filled with art, antiques, collectibles and souvenirs.\" * Lynn Petronella, Olympic marathon pioneer, boycotted for being a female distance runner in 1980, made Olympic history by coaching Joan Benoit to get the women's marathon included in the Olympics * Beulah Poynter (1883-1960), actress and writer, Manhasset resident * Summer Rae (born 1983), professional wrestler, actress and former American football player * José Reyes, professional baseball player for the New York MetsRed, Christian. \"Move over, Derek Jeter: Jose Reyes is now New York's finest shortstop\", Daily News (New York), May 6, 2007. Accessed September 30, 2007. \"Reyes and his girlfriend moved from a two-bedroom apartment in Queens to the comforts of a Manhasset, L.I. home last year.\" * Anthony Scaramucci (born 1964), 10-day White House Communications Director and founder of SkyBridge Capital * Elie Siegmeister, composer, educator and author * Arthur Treacher (1894–1975), actor * John Hay \"Jock\" Whitney (1904–82), Venture Capitalist, Publisher, Ambassador * Payne Whitney (1876–1927), Industrialist, Philanthropist * Chris Mullin (born 1963), Retired professional American basketball player == In popular culture == Movies * Miracle on 34th Street (1947): In the film, Fred Gailey tells Mr. Kringle that he would like to buy a colonial home in Manhasset. *\"Love Ludlow\" (2005) The Sundance hit was shot mostly in and around Manhasset. Myra and Ludlow's entire Queen's railroad apartment was a set built in the basement of Christ's Church in Manhasset. * Boiler Room (2000): Portions of the driving scenes feature noticeable areas of Manhasset * The Good Shepherd (2006): Portions of the movie were filmed in Manhasset. * The Wolf of Wall Street (2013): Shots of the ZDC building can be seen in the film. * This Is Where I Leave You (2014): Scenes filmed in Munsey Park at a house on the corner of Burnham Place and Park Avenue. Television * Saturday Night Live (1980): A short film called Manhasset was presented. It was a parody of Woody Allen's Manhattan, with sweeping shots of the Miracle Mile instead of the Manhattan skyline.Saturday Night Live Show 178 * Will & Grace: Karen states in one episode that she would like to use her helicopter to fly to Fortunoff's in Manhasset. However, in real life, there is no Fortunoff in Manhasset. * Everybody Loves Raymond (1996): Uncle Gus owned Carpet World in Manhasset open 10-6 Sundays. * Jim Brown: All-American (2002): Portions of the Spike Lee's HBO documentary were filmed in Manhasset. * Made (2003): Scenes from MTV's TV series Made were filmed in Manhasset. * The Good Wife (2009): Portions of this show were filmed in Manhasset. * Revenge (2012): Emily Thorne visits a fictional \"New Mercy Hospital\" in Manhasset. * The Blacklist (2013): Scenes filmed at Onderdonk Avenue and George Street, just off Plandome Road. Literature * The Great Gatsby (1925): The eastern shore of Manhasset Bay was F. Scott Fitzgerald's inspiration for \"East Egg\". * The Caine Mutiny (1951): Protagonist Willie Keith’s home is located in Manhasset. * The Tender Bar (2005): Coming of age memoir by J.R. Moehringer that takes place in Manhasset. The bar featured in classic novel, The Tender Bar called Publicans, reopened in Manhasset on Plandome Road in 2017 Music * The Manhansett Quartet was the first vocal group to record commercially under its own name, from about 1892. International relations * Manhasset negotiations (2007–2008): The Manhasset negotiations (also known as Manhasset I, II, III and IV) were a series of talks that took place in four rounds in 2007-2008 at Manhasset, New York between the Moroccan government and the representatives of the Saharawi liberation movement, the Polisario Front to resolve the Western Sahara conflict. * Greentree Accord (2006): Otherwise known as the Bakassi Accord, it was an agreement between Nigeria and Cameroon on the issue of the Bakassi peninsula. Presidents Olusegun Obasanjo and Paul Biya signed what is now being called the Greentree Accord, in regard to the location of the meeting in Manhasset. == See also == * Greentree * Miracle Mile ==References== ==External links== *Manhasset Chamber of Commerce *Manhasset-Lakeville Volunteer Fire Department *Manhasset Public Library *A detailed history of the town Category:Census-designated places in New York (state) Category:Hamlets in New York (state) Category:Census-designated places in Nassau County, New York Category:Hamlets in Nassau County, New York Category:Populated coastal places in New York (state)",
 "title": "Manhasset, New York"
}