{
 "id": "126703",
 "text": "Garden City Park is a hamlet and census-designated place (CDP) located in the Town of North Hempstead in Nassau County, on Long Island, in New York, United States. The population was 7,806 at the 2010 census. == History == From about 1787 until about 1874, the area was known as Clowesville, which was then the County Seat of Queens County, and contained the county courthouse and jail. The community's name was eventually changed to Garden City Park due to its proximity to the then-new development of Garden City. ==Geography== thumb|left|U.S. Census map of Garden City Park. According to the United States Census Bureau, the CDP has a total area of , all land. Garden City Park is bordered by Hillside Avenue to the north, Herricks Road to the east, and Denton Avenue to the west. The southern border is the boundary of the Town of North Hempstead with the Town of Hempstead, roughly coinciding with Atlantic Avenue and the Main Line of the Long Island Rail Road (LIRR). The local LIRR stop is Merillon Avenue. Some local and town maps reflect that Garden City Park spills over north into Herricks. Mail delivery is provided by the New Hyde Park Post Office utilizing the 11040 Zip Code. ==Demographics== ===2010 census=== As of the census of 2010, there were 7,806 people, 2,508 households, and 1,993 families living in the CDP. The population density was 7,759.3 per square mile (3,006.8/km2). There were 2,548 housing units at an average density of 2,617.3/sq mi (1,014.2/km2). The racial makeup of the CDP was 48.6% Non-Hispanic White, 3.8% African American, 0.3% Native American, 33.1% Asian, 0.1% Pacific Islander, 3.8% from other races, and 2.6% from two or more races. Hispanic or Latino of any race were 12.1% of the population. There were 2,508 households, out of which 33.9% had children under the age of 18 living with them, 66.3% were married couples living together, 9.9% had a female householder with no husband present, and 20.5% were non-families. 18.2% of all households were made up of individuals, and 12.8% had someone living alone who was 65 years of age or older. The average household size was 3.01 and the average family size was 3.43. In the CDP, the population was spread out, with 22.4% under the age of 18, 7.5% from 18 to 24, 26.3% from 25 to 44, 24.8% from 45 to 64, and 19.0% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 92.5 males. For every 100 females age 18 and over, there were 88.1 males. The median income for a household in the CDP was $74,746, and the median income for a family was $81,580. Males had a median income of $47,234 versus $38,580 for females. The per capita income for the CDP was $29,250. About 0.4% of families and 1.0% of the population were below the poverty line, including 0.3% of those under age 18 and 2.2% of those age 65 or over. ===2000 census=== As of the census of 2000, there were 7,554 people, 2,508 households, and 1,993 families living in the CDP. The population density was 7,759.3 per square mile (3,006.8/km2). There were 2,548 housing units at an average density of 2,617.3/sq mi (1,014.2/km2). The racial makeup of the CDP was 70.20% White, 4.21% African American, 0.28% Native American, 20.49% Asian, 0.03% Pacific Islander, 2.13% from other races, and 2.66% from two or more races. Hispanic or Latino of any race were 8.09% of the population. There were 2,508 households, out of which 33.9% had children under the age of 18 living with them, 66.3% were married couples living together, 9.9% had a female householder with no husband present, and 20.5% were non- families. 18.2% of all households were made up of individuals, and 12.8% had someone living alone who was 65 years of age or older. The average household size was 3.01 and the average family size was 3.43. In the CDP, the population was spread out, with 22.4% under the age of 18, 7.5% from 18 to 24, 26.3% from 25 to 44, 24.8% from 45 to 64, and 19.0% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 92.5 males. For every 100 females age 18 and over, there were 88.1 males. The median income for a household in the CDP was $74,746, and the median income for a family was $81,580. Males had a median income of $47,234 versus $38,580 for females. The per capita income for the CDP was $29,250. About 0.4% of families and 1.0% of the population were below the poverty line, including 0.3% of those under age 18 and 2.2% of those age 65 or over. ==References== Category:Town of North Hempstead, New York Category:Census-designated places in New York (state) Category:Census-designated places in Nassau County, New York",
 "title": "Garden City Park, New York"
}