{
 "id": "126848",
 "text": "thumb|right|Kirkland Art Center is located in a former Methodist Church built in 1840. Kirkland is a town in Oneida County, New York, United States. The population was 10,315 at the 2010 census. The town is named after Samuel Kirkland, a missionary among the Oneidas. The Town of Kirkland is southwest of Utica. In 1829, part of Kirkland was used to form the newer Town of Marshall. Hamilton College is located in the western part of the town. == History == thumb|right|Map of the Town of Kirkland from 1874 The first settlement occurred around 1787 near the present village of Clinton. The Town of Kirkland was established in 1827 from the Town of Paris. The land of the town belonged to the Kirkland Patent, Brothertown Patent, and Coxe Patent. The Rev. Asahel Norton Homestead was listed on the National Register of Historic Places in 1985. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and (0.21%) is water. The Oriskany Creek flows through the town. ==Demographics== At the 2000 census there were 10,138 people, 3,419 households, and 2,229 families living in the town. The population density was 300.0 people per square mile (115.8/km). There were 3,591 housing units at an average density of 106.3 per square mile (41.0/km). The racial makeup of the town was 96.32% White, 1.20% African American, 0.07% Native American, 1.21% Asian, 0.03% Pacific Islander, 0.27% from other races, and 0.90% from two or more races. Hispanic or Latino of any race were 1.32%. Of the 3,419 households 30.4% had children under the age of 18 living with them, 53.1% were married couples living together, 8.9% had a female householder with no husband present, and 34.8% were non-families. 29.4% of households were one person and 12.6% were one person aged 65 or older. The average household size was 2.39 and the average family size was 3.00. The age distribution was 20.0% under the age of 18, 20.9% from 18 to 24, 21.2% from 25 to 44, 22.2% from 45 to 64, and 15.7% 65 or older. The median age was 36 years. For every 100 females, there were 91.4 males. For every 100 females age 18 and over, there were 86.8 males. The median household income was $45,875 and the median family income was $58,958. Males had a median income of $40,058 versus $27,265 for females. The per capita income for the town was $21,164. About 3.9% of families and 7.7% of the population were below the poverty line, including 9.6% of those under age 18 and 4.9% of those age 65 or over. == Communities and locations in Kirkland == *Chuckery Corners - A hamlet in the eastern part of the town Gridley, p. 58 on NY 12. A cheese factory was set up here in 1858.Gridley, p. 176 *Christmas Knob - An elevation located north of Clinton. *Clark Mills - A hamlet in the northeastern part of the town.Gridley, p. 174-175 *Clinton - The Village of Clinton. *College Hill - A summit located west of Clinton. *Crow Hill - A summit located east of Chuckery Corners. *Farmers Mills - A hamlet south of Clinton Village and Franklin Springs. *Franklin Springs - A hamlet south of Clinton Village. It was formerly the \"Franklin Iron Works\" during the hamlet's iron smelting period. The Franklin Iron Works went into operation in 1852.Gridley, p. 170-174 A cheese factory opened here in 1866.Gridley, p. 177 *Kirkland - A hamlet, formerly called \"Manchester,\" near the western town line on New York State Route 5 (NY 5). The clay in this area was formerly used for pottery. *Prospect Hill - An elevation located west of Franklin Springs. *The Knob - An elevation located in Clinton. ==References== ==External links== * Town of Kirkland, NY * History of Kirkland, NY * Chamber of Commerce information Category:Towns in New York (state) Category:Utica–Rome metropolitan area Category:Towns in Oneida County, New York",
 "title": "Kirkland, New York"
}