{
 "id": "126822",
 "text": "Olcott is a hamlet (and census-designated place) located in the Town of Newfane in Niagara County, New York, United States. As of the 2010 census, this community population was 1,241. Most locals refer to it as Olcott Beach. It is part of the Buffalo-Niagara Falls Metropolitan Statistical Area. Olcott is a lakeside community which is home to the deepest harbor on Lake Ontario west of Rochester. The community is at the junction of East/West Lake Road (NYS Route 18) and Lockport-Olcott Road (NYS Route 78). Krull Park in the northeast part of the village, is the largest county-operated park in Niagara County. Olcott-Newfane Airport (D80) is located south of the village, but is closed indefinitely except for ultralight aircraft. Olcott was known for its Coney Island-like beach attractions and attracted tourists visiting nearby Niagara Falls. Many of these attractions have closed, however, after the decline of the City of Niagara Falls and a prolonged economic downturn which has hard hit all of Niagara County. Slowly, efforts are being made to bring back this economic prosperity that the region once saw, and so far has been a success in Olcott. Heritage tourism has become quite popular in Niagara County, and new festivals include the Olcott Pirate Festival as well as a famous car show that takes place during the summer. In 2012, Olcott Beach won the prestigious title of Ultimate Fishing Town in a contest sponsored by The World Fishing Network (WFN). Olcott Beach enjoys a superior reputation as a world-class fishing destination by sportsmen and hobbyists alike. The U.S. prize was awarded to Olcott Beach, and the Canadian prize was awarded to Hastings, Ontario, both located by the shores of Lake Ontario. ==Geography== Olcott is located at . According to the United States Census Bureau, the village has a total area of , of which is land and (13.56%) is water. Olcott is located on the south shore of Lake Ontario, where Eighteen Mile Creek enters the lake. == Demographics == As of the census of 2000, there were 1,156 people, 476 households, and 315 families residing in the community. The population density was 251.7 per square mile (97.2/km2). There were 553 housing units at an average density of 120.4/sq mi (46.5/km2). The racial makeup of the CDP was 96.37% White, 1.04% African American, 0.78% Native American, 0.43% Asian, 0.78% from other races, and 0.61% from two or more races. Hispanic or Latino of any race were 1.82% of the population. There were 476 households, out of which 29.0% had children under the age of 18 living with them, 53.4% were married couples living together, 7.6% had a female householder with no husband present, and 33.8% were non-families. 27.3% of all households were made up of individuals, and 10.1% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 2.93. In the village the population was spread out, with 23.4% under the age of 18, 8.1% from 18 to 24, 24.0% from 25 to 44, 29.3% from 45 to 64, and 15.2% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 102.1 males. For every 100 females age 18 and over, there were 103.2 males. The median income for a household in the community was $42,386, and the median income for a family was $52,000. Males had a median income of $36,250 versus $22,344 for females. The per capita income for the CDP was $17,599. About 5.3% of families and 8.4% of the population were below the poverty line, including 8.0% of those under age 18 and 4.7% of those age 65 or over. == References == ==External links== * http://www.olcott-newfane.com/ Category:Hamlets in New York (state) Category:Census-designated places in New York (state) Category:Buffalo–Niagara Falls metropolitan area Category:Census-designated places in Niagara County, New York Category:Hamlets in Niagara County, New York Category:Populated places on Lake Ontario in the United States",
 "title": "Olcott, New York"
}