{
 "id": "126845",
 "text": "Gothic fashion is a clothing style marked by dark, mysterious, antiquated, homogenous, and often genderless features. It is worn by members of the Goth subculture. Dress, typical gothic fashion includes dyed black hair, exotic hairstyles, dark lipstick and dark clothing. Both male and female goths can wear dark eyeliner, dark nail polish and lipstick - most often black, dramatic makeup and sometimes fishnets. Male goths use cosmetics at a higher rate than other men. Styles are often borrowed from the punk fashion (such as spiked wristbands and chokers.) Victorians and Elizabethans. Goth fashion is sometimes confused with heavy metal fashion and emo fashion. ==Characteristics== thumb|right|A male and female Goth couple Cintra Wilson declares that \"The origins of contemporary goth style are found in the Victorian cult of mourning.\" Valerie Steele is an expert in the history of the style. thumb|Goth Model Sandi J.Goth subculture is stereotyped as eerie, mysterious, and complex, and the fashion is used as an outlet to express these characteristics. Goth fashion can be recognized by its stark black clothing. Ted Polhemus described goth fashion as a \"profusion of black velvets, lace, fishnets and leather tinged with scarlet or purple, accessorized with tightly laced corsets, gloves, precarious stilettos and silver jewelry depicting religious or occult themes\". Nancy Kilpatrick's Goth Bible: A Compendium for the Darkly Inclined defines \"poseur\" for the goth scene as follows: \"goth wannabes, usually young kids going through a goth phase who do not hold to goth sensibilities but want to be part of the goth crowd (...)\". Kilpatrick contributor \"Daoine O'\" denigrates poseur goths as 'Batbabies' whose clothing is bought at [mall store] Hot Topic with their parents' money\".Nancy Kilpatrick. Goth Bible: A Compendium for the Darkly Inclined. St. Martin's Griffin, 2004, p. 24 ==Icons== One female role model is Theda Bara, the 1910s femme fatale known for her dark eyeshadow. Siouxsie Sioux was particularly influential on the dress style of the Gothic rock scene; Paul Morley of NME described Siouxsie and the Banshees' 1980 gig at Futurama: \"[Siouxsie was] modeling her newest outfit, the one that will influence how all the girls dress over the next few months. About half the girls at Leeds had used Sioux as a basis for their appearance, hair to ankle.\"Reynolds, p. 425. Robert Smith, Musidora, Bela Lugosi, Bettie Page, Vampira, Morticia Addams, Nico, Rozz Williams, David Bowie, Lux Interior, Dave Vanian, are also style icons. The 1980s established designers such as Drew Bernstein of Lip Service, while the 1990s saw a surge of US-based gothic fashion designers, many of whom continue to evolve the style through the current day. Style magazines such as Gothic Beauty have given repeat features to a select few gothic fashion designers who began their labels in the 1990s, such as Kambriel, Rose Mortem, and Tyler Ondine of Heavy Red. Influential goth models include Wednesday Mourning and Lady Amaranth. == Music == During the emergence of the goth subculture in 1980's London, many genres of music played a large role in establishing the fashion trends - fashion spelled out the music an individual would listen to. Because of its origins, the major music inspirations during the early emergence of the goth subculture were similarly English bands. Some bands who have influence gothic fashion over the years include bands like Bauhaus, The Cure, Sisters of Mercy, and Siousxie and the Banshees The Batcave Club was a nightclub in London, between 1982-1986, that hosted live music and paid homage to all things goth. The interior, as described by Kelly Rankin, included cob-webbed ceilings and a real coffin at the entrance. She says that \"The Batcave became iconic because it aided the progression of this movement\". === Post-Punk === Goth subculture that emerged from the post-punk music scene was characterized by a love for the occult and a certain dark fashion aesthetic wearing black clothing. === Rock/Gothic Rock === === Metal === ==Variations== ===Deathrock=== Deathrock fashion, much like Goth music, is closely related to Goth fashion. The influences of the style come from a blend of glam rock, punk rock, gothic horror literature, and undead characters of classic horror films. The aesthetic was born from the early Los Angeles punk rock scene, and gained influences from fashion worn by patrons of the Batcave club in the UK as the two regional scenes had met. Many Deathrockers have a dark DIY punk approach on their attire. The common theme of the aesthetic is dominantly black clothing: shirts featuring Deathrock bands or horror themes, torn fishnets as a shirt and/or hosiery, pale fleshtone or pale white foundation and powder makeup on the face, black or darkly colored eye makeup, combat boots or Doc Martens, and skirts, leggings, slim fit pants or shorts. Iconic hairstyles of this style are the \"Deathhawk\", mohawks or variants of mohawks, and spiky or teased hair. The horror punk and deathrock fashion section of the punk fashion article has more details. ===Haute Goth=== In 1977, Karl Lagerfeld hosted the Soirée Moratoire Noir party, specifying \"tenue tragique noire absolument obligatoire\" (black tragic dress absolutely required). The event included elements associated with leatherman style. Goth fashion has a reciprocal relationship with the fashion world. In the later part of the first decade of the 21st century, designers such as Alexander McQueen, Anna Sui, Rick Owens, Gareth Pugh, Ann Demeulemeester, Philipp Plein, Hedi Slimane, John Richmond, John Galliano, Olivier TheyskensLa Ferla, Ruth: \"Embrace the Darkness\". New York Times, 30 October 2005. and Yohji Yamamoto brought elements of goth to runways. This was described as \"Haute Goth\" by Cintra Wilson in the New York Times.Cintra Wilson, \"You just can't kill it\", New York Times, 17 September 2008. Access date: 18 September 2008. Thierry Mugler, Claude Montana, Jean Paul Gaultier and Christian Lacroix have also been associated with a gothic style. In Spring 2004, Riccardo Tisci, Jean Paul Gaultier, Raf Simons and Stefano Pilati dressed their models as \"glamorous ghouls dressed in form-fitting suits and coal-tinted cocktail dresses\". Swedish designer Helena Hörstedt and jewelry artist Hanna Hedman also practice a goth aesthetic.Johanna Lenander, \"Swede and Sour: Scandinavian Goth,\" New York Times: T Magazine, 27 March 2009. Access date: 29 March 2009. ===Gothic Lolita=== Gothic Lolita, sometimes shortened to in Japanese, is a combination of Gothic and Lolita fashions. The fashion originated in the late 1990s in Harajuku. Gothic Lolita fashion is characterized by darker make-up and clothing. Red lipstick and smokey or neatly defined eyes, created using black eyeliner, are typical styles, although as with all lolita sub-styles the look remains fairly natural. Though Gothic make-up has been associated with a white-powdered face, this is usually considered poor taste within the (largely Japanese) lolita fashion scene. Brands which exemplify the Gothic Lolita style include Atelier-Pierrot, Atelier Boz, Black Peace Now, H. Naoto Blood and Moi- même-Moitié. Author and TV Host La Carmina is a popular model of Gothic Lolita fashion. ===Aristocrat=== Aristocrat is a type of Japanese street fashion, championed by the visual kei rock musician Mana with his fashion label Moi- même-Moitié, and influenced by gothic and Neo-Victorian fashions. A typical outfit will combine elements of fetish wear with Victorian and sometimes steampunk fashions, including tight pants, velvet sportcoats, top hats, cravats, corsets, ankle length skirts, lace petticoats, and the frilly pirate shirts previously popularised by the New Romantics of the 1980s. thumb|Victorian Goth inspired fashion ===Cybergoth=== thumb|right|Two cybergoths The Cybergoth and rivethead subcultures emerged in America during the late 1990s, and combined classic gothic fashions such as leather duster coats, tripp pants or Demonia brand platform boots with the clothing worn by fans of industrial metal and rave music to create a dystopian, futuristic science fiction look.Dead fashionable. Theage.com.au (13 September 2002).[Lauren M. E. Goodlad, Michael Bibby: Goth. Undead subculture, Duke University Press, 2007, , p. 47] Shaved heads, synthetic neon dreadlocks, camouflage, tight leather pants, chains, platform boots, stretched body piercings, sleeve tattoos, goggles, corsets, PVC or leather skirts, and black trenchcoats decorated with metal studs are frequently seen on members of this subculture.[Baddeley, Gavin (2002). Goth Chic: A Connoisseur's Guide to Dark Culture. London: Plexus Publishing, p. 204.] ===Traditional Goth=== Traditional Goth (or Trad Goth) is a term defining the aesthetic that reflects the classic and original aesthetics of Goth from the 1980s. The examples are from the attire worn by Bauhaus (band), Siouxsie Sioux, and The Cure. Dominantly black clothing, creepers, winklepickers, and backcombed, disheveled hair are common. Patrons of the Batcave club in the UK had an impact on the fashion with the attire they wore. This also has close relation to the Deathrock revival and fashion, as the 1980s Goth and Batcavers fashion influenced the aesthetic over the decades into the 2010s. ==== Victorian Goth ==== Victorian Goth (also referred to as Neo-Victorian) is a modern fashion movement that interprets and redefines certain aspects regarding fashion of the Victorian Era. The Victorian Era is notable for having big dresses and elegant hair, and these elements have made subsequent integration into modern day main stream gothic fashion. With early inspiration taken from medieval settings that were used by Edgar Allen Poe, in addition to late-Victorian examples of gothic fashion that are used in Bram Stoker's Dracula. == Social Media Influence == Social media has increased the level of awareness surrounding gothic fashion trends, but this has also modified the dynamic and expectations within the community itself. Bianca Wooden describes the emergence of a new wave of goth fad fashion and says that \"goth has become less of an organic movement and more of a calculated brand\". === Performative Gothic Fashion === Goth YouTuber Angela Benedict describes in this video, some of the negative impacts that social media has had on gothic fashion. Some of these include the increased emergence of \"elitist goths\" who shame others for not being \"goth\" enough. This has led to many online goths who portray their gloomy attire and dramatic makeup looks only to take pictures or film videos. See also *Body image *Heavy metal fashion *Fetish fashion *New Gothic Art *Punk fashion *Gothic Subculture *Occult Fashion accessories * Choker * Fishnet * High-heeled shoes * Pointed boots * Thigh-high boots ==References== ;Footnotes ;Bibliography * * * * ==External links== Category:Fashion aesthetics Category:1970s fashion Category:1980s fashion Category:1990s fashion Category:2000s fashion Category:2010s fashion et:Goot",
 "title": "Gothic fashion"
}