{
 "id": "126851",
 "text": "Marshall is a town in Oneida County, New York, United States. The population was 2,131 at the 2010 census. The Town of Marshall is in the southeastern part of the county and is located southwest of Utica. == History == The first settlers were the Brothertown Indians, a group of about 400 people formed from scattered remnants of tribes from New England and Long Island, led by Asa Dick and Samson Occom, who arrived around 1774. They were granted land by the Oneida Indians, for the purpose of creating a new township for Christian Indians. They made their homes around the Oriskany Creek, which provided power for their grist mills. Many Brotherton Indians left town during the Revolutionary War, returning after end of the war to farm. Because Brotherton Indians came from different peoples whose languages were not mutually intelligible, many adopted the English language. The number of Brotherton Indians had dwindled by 1850, with some succumbing to alcoholism, and others selling their land and moving to Green Bay, Wisconsin. The first white settlers arrived in 1794 and settled in the higher regions, in Hanover and the west hills. The town was formed in 1829 from the Town of Kirkland. ==Geography== According to the United States Census Bureau, the town has a total area of , all land. Part of the southern town line is the border of Madison County. ==Demographics== As of the census of 2000, there were 2,127 people, 786 households, and 579 families residing in the town. The population density was 64.8 people per square mile (25.0/km2). There were 829 housing units at an average density of 25.3 per square mile (9.8/km2). The racial makeup of the town was 98.54% White, 0.52% African American, 0.14% Asian, 0.05% from other races, and 0.75% from two or more races. Hispanic or Latino of any race were 0.80% of the population. There were 786 households, out of which 36.1% had children under the age of 18 living with them, 60.1% were married couples living together, 8.9% had a female householder with no husband present, and 26.3% were non-families. 21.9% of all households were made up of individuals, and 7.8% had someone living alone who was 65 years of age or older. The average household size was 2.71 and the average family size was 3.16. In the town, the population was spread out, with 28.0% under the age of 18, 7.9% from 18 to 24, 29.0% from 25 to 44, 24.2% from 45 to 64, and 11.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 99.3 males. For every 100 females age 18 and over, there were 98.2 males. The median income for a household in the town was $42,125, and the median income for a family was $47,214. Males had a median income of $31,150 versus $24,196 for females. The per capita income for the town was $19,133. About 6.8% of families and 10.1% of the population were below the poverty line, including 13.8% of those under age 18 and 7.0% of those age 65 or over. == Communities and locations in Marshall == *Brothertown - A location in the southwestern section of the town, northwest of Waterville. Locally known for accommodating Native Americans before and during local settlement. Waterville Central School's football and outdoor soccer facility was named Brothertown Stadium and Waterville's mascot is an Indian. *Daytonville - A hamlet northwest of the Marshall hamlet. *Deansboro - A hamlet on NY 12B in the northwestern part of the town. Location of the town government. *Forge Hollow - A hamlet northwest of Waterville, located on NY 315. *Grant Hill - An elevation located north of Waterville. *Hanover - A hamlet west of the Marshall hamlet and north of Waterville. *Hardscrabble Hill - An elevation located northeast of Waterville. *Hubbard Corners - A location northwest of Marshall, located on NY 12. *Lewis Corners - A location west of the Marshall hamlet. *Marshall - The hamlet of Marshall is near the eastern town line. *McConnell Corners - A location near the northern town line. *Oriskany Falls - The Village of Oriskany Falls is at the southwestern corner of the town. *Peck Corners - A location north of Daytonville. *Small Corners - A hamlet south of Deansboro. *Tassel Hill - Highest point in Oneida County. Located in the eastern part of the town, east of Route 12 on the borders of the towns of Bridgewater, Paris, and Sangerfield. *Waterville - The northern section of the Village of Waterville is on the southern town line. ==References== ==External links== * Brief history of Marshall, NY Category:Towns in New York (state) Category:Utica–Rome metropolitan area Category:Towns in Oneida County, New York",
 "title": "Marshall, New York"
}