{
 "id": "126824",
 "text": "thumb|right|250px|Location within Niagara County. Porter is a town in Niagara County, New York, United States. The population was 6,771 at the 2010 census. The town was named after Judge Augustus Porter. The Town of Porter lies in the northwest corner of Niagara County and is north of the City of Niagara Falls. == History == For thousands of years, the area was inhabited by various cultures of indigenous peoples. At the time of European encounter, this was the territory of the powerful Iroquois Confederacy, based in present-day New York state. Permanent European-American settlement did not take place until after the American Revolution, about 1801, after most of the Iroquois had been forced to cede their lands to New York and had emigrated across the Niagara River to Upper Canada. The Town of Porter was created in 1812 from the Town of Cambria, but further development was hindered by the War of 1812. The United States' war with Great Britain first included an embargo of trade with Canada, disrupting the local economy. Warfare along the border continued until 1814. ==Geography== According to the United States Census Bureau, the town has a total area of , of which, of it is land and of it (12.00%) is water. The northern boundary of the town is Lake Ontario, and the Western boundary is the Niagara River, which is the international boundary between the United States and Canada. On that western side, the town borders the town of Niagara-on-the- Lake, in Niagara Region, Ontario. ==Notable people== *Oliver Dyer, first Congressional shorthand reporter *William Hawley, former brigadier general == Adjacent cities and towns == *Town of Lewiston - south *Town of Wilson - east *Niagara-on-the-Lake, Ontario - west *Lake Ontario - north ==Major highways in the Town of Porter== *20px New York State Route 18 (Lake Rd., Creek Rd.), East-West Highway across the north part of town roughly paralleling Lake Ontario from Wilson town line then its orientation is in a more north–south direction as it passes Youngstown-Lockport Rd.(NY 93) as the route heads west. *22px New York State Route 18F (Lower River Rd., Lake Rd.), north–south roadway through the town from its northern terminus with NY 18, the route roughly parallels the rest of Lake Ontario that NY 18 doesn't as it heads west and then turns south as it passes Fort Niagara State Park, through the Village of Youngstown south out of the town into the Town of Lewiston. *20px New York State Route 93 (Youngstown-Lockport Rd.), east–west roadway through the town from the Wilson town line on into the Village of Youngstown, where it has its western terminus at NY 18F. *25px Niagara Scenic Parkway, north–south highway through the town from the Lewiston town line north to New York State Route 18 near Lake Ontario at Four Mile Creek State Park. ==Demographics== As of the census of 2000, there were 6,920 people, 2,616 households, and 1,935 families residing in the town. The population density was 208.3 people per square mile (80.5/km2). There were 2,846 housing units at an average density of 85.7 per square mile (33.1/km2). The racial makeup of the town was 97.66% White, 0.48% African American, 0.77% Native American, 0.46% Asian, 0.12% from other races, and 0.52% from two or more races. Hispanic or Latino of any race were 0.66% of the population. There were 2,616 households, out of which 32.1% had children under the age of 18 living with them, 61.5% were married couples living together, 8.9% had a female householder with no husband present, and 26.0% were non-families. 21.5% of all households were made up of individuals, and 9.0% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.04. In the town, the population was spread out, with 24.6% under the age of 18, 7.3% from 18 to 24, 26.4% from 25 to 44, 27.2% from 45 to 64, and 14.6% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 98.2 males. For every 100 females age 18 and over, there were 93.7 males. The median income for a household in the town was $50,425, and the median income for a family was $60,373. Males had a median income of $41,985 versus $27,027 for females. The per capita income for the town was $23,951. About 2.2% of families and 4.1% of the population were below the poverty line, including 4.5% of those under age 18 and 3.5% of those age 65 or over. == Communities and locations in Porter == *Blairville - A hamlet southeast of Youngstown on Creek Road (Route 18). *Fillmore Chapel - A hamlet in the northeast corner of the town. *Fort Niagara - An historic colonial fortification in Fort Niagara State Park. *Fort Niagara State Park - A park at the mouth of the Niagara River. *Four Mile Creek - A stream that flows northward through the west side of the town and enters Lake Ontario at the state park. *Four Mile Creek State Park - A lakeside park on the shore of Lake Ontario. *Porter Center - A hamlet centrally located in the town on the Youngstown-Lockport Road (Route 93). *Old Fort Niagara State Historic Site - An official New York historic site that includes Fort Niagara. *Ransomville - A hamlet in the southeast corner of the town on Route 93. *Ransomville Speedway - A racetrack located northwest of Ransomville. *Towers Corners - A hamlet by the intersection of Creek Road (Route 18) and the Youngstown-Lockport Road (Route 93), in the northeast part of the town. *Youngstown - The Village of Youngstown is at the town's western border. ==References== ==External links== * Town of Porter, NY * Porter history Category:Towns in New York (state) Category:Buffalo–Niagara Falls metropolitan area Category:Towns in Niagara County, New York Category:Populated places on Lake Ontario in the United States",
 "title": "Porter, New York"
}