{
 "id": "126953",
 "text": "Scotchtown is a hamlet (and census-designated place) in Orange County, New York, United States. The population was 9,212 at the 2010 census. It has the ZIP Code 10941. Scotchtown is in the Town of Wallkill, east of the City of Middletown. It is part of the Poughkeepsie-Newburgh-Middletown, NY Metropolitan Statistical Area as well as the larger New York-Newark- Bridgeport, NY-NJ-CT-PA Combined Statistical Area. The Mills Industrial Park at 874 Silver Lake Scotchtown Road () was the original planned location for the 1969 Woodstock Festival; however, after the Town of Walkill's board voted against holding the festival, it was moved to Bethel, where it was held less than a month later. ==Geography== Scotchtown is located at (41.473199, -74.366334). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 8,954 people, 3,211 households, and 2,334 families residing in the CDP. The population density was 2,114.6 per square mile (817.3/km2). There were 3,345 housing units at an average density of 789.9/sq mi (305.3/km2). The racial makeup of the CDP was 76.38% White, 11.48% African American, 0.26% Native American, 3.54% Asian, 0.04% Pacific Islander, 4.65% from other races, and 3.65% from two or more races. Hispanic or Latino of any race were 14.71% of the population. There were 3,211 households, out of which 39.0% had children under the age of 18 living with them, 56.8% were married couples living together, 12.5% had a female householder with no husband present, and 27.3% were non-families. 21.3% of all households were made up of individuals, and 4.9% had someone living alone who was 65 years of age or older. The average household size was 2.78 and the average family size was 3.29. In the CDP, the population was spread out, with 27.7% under the age of 18, 7.7% from 18 to 24, 31.9% from 25 to 44, 25.2% from 45 to 64, and 7.5% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 94.7 males. For every 100 females age 18 and over, there were 90.1 males. The median income for a household in the CDP was $53,460, and the median income for a family was $59,439. Males had a median income of $44,482 versus $29,939 for females. The per capita income for the CDP was $22,282. About 5.3% of families and 5.2% of the population were below the poverty line, including 4.5% of those under age 18 and 9.6% of those age 65 or over. ==Michigan Corners== Michigan Corners () is a hamlet near Scotchtown east of Middletown, located at the corner of New York State Route 211 and Goshen Turnpike (Orange County Route 110). There is no sign marking Michigan Corners, although it does appear on local maps. (There was a Michigan Corners Deli nearby, but the business was renamed Scotchtown Deli and Catering in 2007.) According to legend, the hamlet got its name from a landowner named Malcolm McLaughlin, who found himself in debt and skipped town around 1825. He was away for some time, and when he returned he told everyone he had gone to Michigan. McLaughlin later opened a tavern at this place, and his neighbors referred to his establishment as \"Michigan\". ==References== ==External links== Category:Census-designated places in New York (state) Category:Census- designated places in Orange County, New York Category:Hamlets in New York (state) Category:Poughkeepsie–Newburgh–Middletown metropolitan area Category:Hamlets in Orange County, New York",
 "title": "Scotchtown, New York"
}