{
 "id": "127006",
 "text": "Williamstown is a town in Oswego County, New York, United States. The population was 1,277 at the 2010 census. The Town of Williamstown is on the county's eastern boundary. == History == After the Revolutionary War, Williamstown did not exist until plans were made to settle west of the Hudson River. In 1791 Nicholas and John Roosevelt purchased 525,000 that covered most of Oswego, Oneida, and a small chunk of Herkimer counties known as the Roosevelt purchase. In 1794 it was then purchased by George Scriba, which then became the Scriba Patent. Scriba then broke up most of the land that he purchased into townships and given what is now Williamstown the name Franklin, Township No.5. Ichabod Comstock was the first to settle in Franklin in 1801. Judge Henry Williams relocated to Franklin from Camden, New York in 1802 and shortly after Williams came to Franklin the people renamed the town Williamstown in Williams’s honor. Williamstown became an official town after separating from Mexico, part of Oneida County at the time on March 24, 1804. Oswego County wasn’t formed until 1816.Gorski, Glenna, Clevland, Roberta, Loomis, Willard, Gardner, Florance, La Duke, Anne.\"A Look at the Past: Williamstown, NY. \"Compco, Inc., 1991. Print. ==Geography== Williamstown is bordered to the northeast by Redfield, to the northwest by Orwell, to the west by Albion, to the south by Amboy, and to the east by the Oneida County town of Florence. According to the United States Census Bureau, the town has a total area of , of which is land and (1.20%) is water. ==Demographics== As of the census of 2000, there were 1,350 people, 449 households, and 338 families residing in the town. The population density was 34.9 people per square mile (13.5/km2). There were 634 housing units at an average density of 16.4 per square mile (6.3/km2). The racial makeup of the town was 98.07% White, 0.37% African American, 0.15% Native American, 0.37% Asian, 0.30% from other races, and 0.74% from two or more races. Hispanic or Latino of any race were 1.19% of the population. There were 449 households, out of which 43.0% had children under the age of 18 living with them, 55.9% were married couples living together, 11.8% had a female householder with no husband present, and 24.5% were non-families. 19.8% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 3.01 and the average family size was 3.41. In the town, the population was spread out, with 34.6% under the age of 18, 9.2% from 18 to 24, 28.8% from 25 to 44, 20.0% from 45 to 64, and 7.4% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 95.1 males. For every 100 females age 18 and over, there were 97.5 males. The median income for a household in the town was $31,509, and the median income for a family was $34,688. Males had a median income of $32,566 versus $21,375 for females. The per capita income for the town was $12,599. About 13.5% of families and 14.2% of the population were below the poverty line, including 13.8% of those under age 18 and 13.9% of those age 65 or over. == Communities and locations in Williamstown == *Checkered House - A location in the western part of the town on Route 13. *Happy Valley - A hamlet on the western town line, which was founded in the 1860s. Happy Valley was cleared out in the 1930s after the government decided it would be better used as a nature reserve. *Kasoag - A hamlet in the center of the town. Kasoag was originally an old Oneida Indian trail from Oneida Castle to the Salmon River, and many relics of the Oneida are still found in Kasoag to this day. In 1810 the first settlement of Kasoag was built by William Hamilton and the original dam he built for his saw mill still stands to this very day.Gorski, Glenna, Cleveland, Roberta, Loomis, Willard, Gardner, Florence, La Duke, Anne. “A Look at the Past: Williamstown, NY.” Compco, Inc., 1991.Print. *Maple Hill - A hamlet north of Williamstown village, Maple Hill came to be in 1860. It was created by Calvert Comstock, a prominent business man from Rome who owned a number of timber and saw mills. Between 1862 and 1863 a store, a school, and a post office were constructed on Maple Hill. From 1862 to 1970 Comstock had more track for the Williamstown & Redfield Railroad placed in, those tracks were known in that area as the “Maple Hill Railroad.” Comstock did this to support his timber contract with Rome to the Central. Eventually all the valuable timber was used up and Maple Hill was abandoned except a few farmers in the year 1876.Palmer, Richard. “Maple Hill and the Williamstown & Redfield Railroad.” Rome Sentinel. *Ricard - A hamlet in the northern part of the town. *Williamstown - The hamlet of Williamstown is in the southeastern section of the town on Route 13. *Case Wall - The Case Wall, two miles north of the Town of Williamstown, was built by Jonathan Case Jr. from 1838-1880. Case Wall is a famous and historical sight. Case originally built the wall to keep travelers and passerby out of his award-winning apple orchards. Most of the stones for the Case Wall were either pulled from the roads of that day or plowed out of fields. Some of the amazing feats for this time are that the wall has no mortar or cement to hold it together; all the rocks were hand-picked and leveled off with only a chisel and a maul. Some of the stones on the Case Wall weigh as much as 300 pounds and in some places it is seven feet tall by five feet wide and in some areas it was wide enough to ride a horse and buggy on. Case Wall is also two miles long. Officials in Williamstown are working on getting the Case Wall on a national registry which would make it illegal for people to steal the flat stones of the wall which is common at this sight.Gorski, Glenna, Cleveland, Roberta, Loomis, Willard, Gardner, Florence, La Duke, Anne. “The Magnificent Jonathan Case Wall.” Williamstown Historical Society,2012.Print. ==Notable people== * Jerome Case (1819–1891), manufacturer, politician * George F. Comstock (1811–1892), judge, federal official * Chauncey S. Sage (1816–1890), state assemblyman * Wilbur H. Selleck (1850–1913), state assemblyman * Lot Smith (1830–1892), Mormon pioneer * Harriet Taylor Treadwell (1870–1931), educator and suffragist ==References== ==External links== *History of Williamstown, NY *RW&O; Railroad, Williamstown, NY Category:Towns in New York (state) Category:Syracuse metropolitan area Category:Towns in Oswego County, New York",
 "title": "Williamstown, New York"
}