{
 "id": "127040",
 "text": "Putnam Valley is a town in Putnam County, New York, United States. The population was 11,809 at the 2010 census. Its location is northeast of New York City, in the southwestern part of Putnam County. Many residents of Putnam Valley commute to New York City daily for work or recreational purposes (Midtown Manhattan is around a forty five to fifty minute drive). Putnam Valley calls itself the \"Town of Lakes\". == History == The retreating glaciers of the last ice age did much to shape the landscape of Putnam Valley, including the shearing of hills to expose springs (creating, for example Bryant Pond) and leaving the glacial deposits of stone and large boulders. The current area of Putnam Valley was occupied by paleo-Indians, followed by the historic Wappinger Indians who lived by the many lakes. Dutch and English farmers moved into the area toward the end of the 17th Century. In 1697, the Highland Patent was granted to Adolph Philipse. The first settlers arrived circa 1740. In 1745, the Smith property was sold to the Bryant family, who renamed their pond Bryant Pond and the nearby hill, Bryant Hill. The Smith family homestead is the oldest house in Putnam Valley, located just east of the Taconic Parkway on Bryant Pond Road. Putnam Valley incorporated in 1839 as the town of Quincy, when it was separated from the town of Philipstown, and it took the name \"Putnam Valley\" in 1840, possibly because local inhabitants were not favorably impressed by John Quincy Adams. In 1861, a small part of the town of Carmel was added to Putnam Valley. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 3.72%, is water. A total of 14,089 acres of Clarence Fahnestock State Park lie within the boundaries of Putnam Valley, and 1,000 acres are owned by the Hudson Highlands Land Trust, an environmental preservation trust in the Hudson Valley The southern town line is the border of Westchester County. The Taconic State Parkway passes through the eastern part of the town. ==Demographics== thumbnail|left|Tompkins Corners Cultural Center in Putnam Valley. At the 2000 census, there were 10,686 people, 3,676 households and 2,874 families residing in the town. The population density was 258.2 per square mile (99.7/km2). There were 4,253 housing units at an average density of 102.7 per square mile (39.7/km2). The racial makeup of the town was 94.54% White, 1.60% African American, 0.19% Native American, 0.85% Asian, 1.28% from other races, and 1.53% from two or more races. Hispanic or Latino of any race were 6.28% of the population. There were 3,676 households, of which 39.4% had children under the age of 18 living with them, 67.1% were married couples living together, 8.0% had a female householder with no husband present, and 21.8% were non-families. 17.1% of all households were made up of individuals, and 4.8% had someone living alone who was 65 years of age or older. The average household size was 2.89 and the average family size was 3.28. Age distribution was 26.7% under the age of 18, 6.0% from 18 to 24, 31.5% from 25 to 44, 27.1% from 45 to 64, and 8.7% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 99.3 males. For every 100 females age 18 and over, there were 98.2 males. The median household income was $72,938, and the median family income was $82,576. Males had a median income of $56,976 versus $36,875 for females. The per capita income for the town was $31,215. About 2.7% of families and 4.8% of the population were below the poverty line, including 6.4% of those under age 18 and 1.7% of those age 65 or over. ==Education== The Putnam Valley Central School District operates three schools: Putnam Valley Elementary School starting at kindergarten, Putnam Valley Middle School starting at 5th grade, and Putnam Valley High School starting at 9th grade.https://www.nytimes.com/2008/09/14/realestate/14livi.html The district was created in 1934, and was dedicated in 1935.https://putnamvalleyhistory.org/about/ The high school is the most recent addition to the district, being built in 2000. It uses geothermal energy for heating and cooling, has three computer labs, a performing arts center and wireless Internet access in all classrooms. Before the high school was built, Putnam Valley students were previously sent to neighboring town high schools including Lakeland High School in Shrub Oak, Peekskill High School or Walter Panas High School, all of which are in Westchester County. Grades 5 through 12, every student is issued an Apple laptop or Chromebook, Apple laptops are guaranteed to be given to those in 9th grade and above. A program that sets the school apart from others in the area. The Putnam Valley High School's laptop agreement form reads, \"Putnam Valley Central School District issues computers and school monitored email accounts as one way of furthering its mission to teach the skills, knowledge, responsibilities, and behaviors that students will need as successful and responsible adults\".http://pvcsd.org/HS/resources/pdf/2017-2018_Laptop_and_Mobile_Device_Loan_Agreement.pdf ==Transportation== Rail service is provided by Metro-North's Hudson Line at the Peekskill station in Westchester County, which is a 15 minute drive southwest from Putnam Valley. ==Government== The Town of Putnam Valley is governed by a town board. The town board consists of a Supervisor, Jaqueline Annabi and four town board members: Louie Luongo, Christian Russo, Ralph Smith and Stacey Tompkins.http://www.putnamvalley.com/town-board/ The town hall is located at 265 Oscawana Lake Road in Putnam Valley. Law enforcement services for Putnam Valley are provided by the New York State Police and the Putnam County Sheriff's Department. Fire protection is provided by the Putnam Valley Volunteer Fire Department, and medical emergencies are served by Putnam Valley Ambulance Corp Volunteers. == Communities and locations in Putnam Valley == *Adams Corners - A hamlet in the southeastern part of the town. *Amen Hill - A hill inside the Putnam Valley Park, known for its steep slope. *Appalachian Trail - The Appalachian Trail runs through the town of Putnam Valley. *Bullet Hole - A hamlet by the eastern town line. *California Hill State Forest *Christian Corners - A hamlet north of Oscawana Lake. *Clarence Fahnestock State Park - A state park partly in the northern part of the town. *Crofts Corners - A hamlet in the southern half of the town. *Dennytown Lake - Historic lake in the hamlet of Dennytown. *Dennytown - A hamlet near the western town line. *Floradan Estates - A privately owned cooperative community located just south of the Town Park. *Gilbert Corners - A hamlet west of Oscawana Lake. *Lake Peekskill - A hamlet near the southern town line that includes a small body of water called Lake Peekskill. *Oscawana Corners - A hamlet south of Oscawana Lake. *Oscawana Lake - A lake in the center of the town. *Putnam Valley Town Park - A town park primarily in the southern part of town. *Roaring Brook Lake - A hamlet around Roaring Brook Lake, east of the Taconic State Parkway. *Roaring Brook - A historic stream running through the town and across the Taconic State Parkway. Flows into Roaring Brook Lake. *Sunnybrook - A hamlet by the southwestern shore of Oscawanna Lake. *Three Arrows Cooperative Society - A cooperative colony near Shrub Oak. *Tompkins Corners - A hamlet in the eastern part of the town. The United Methodist Church there, now closed, is the only building in town listed on the National Register of Historic Places. ==References== ==External links== * Town of Putnam Valley official website * Putnam Valley Central School District * History of Putnam Valley * Putnam Valley Free Library Category:Towns in New York (state) Category:Towns in Putnam County, New York",
 "title": "Putnam Valley, New York"
}