{
 "id": "127056",
 "text": "Schodack is a town in Rensselaer County, New York, United States. The population was 12,794 at the 2010 census. The town name is derived from the Mahican word, Escotak.Mohican Geographic Names The town is in the southwestern part of the county. Schodack is southeast of Albany, New York. == History == Prior to the arrival of the Dutch, the region was at the heart of the Mahican tribe. The location of their principal village was \"Esquatak, the \"fireplace of the nation.\" The town was partly explored by Henry Hudson in 1609. The town was first settled by Europeans in the 17th century and was part of the Manor of Rensselaerswyck in the New Netherland colony. The town was established in 1795, when Rensselaerwyck was divided. In 1896, part of the town was annexed to provide some territory for the Towns of Nassau and Berlin. Blink Bonnie, Elmbrook Farm, the Muitzes Kill Historic District, and the Joachim Staats House and Gerrit Staats Ruin are sites within the Town of Schodack that have been listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and (2.25%) is water. By area, it is the third largest town in Rensselaer County. The western town line is the Hudson River with Albany County on the opposite bank. The southern town boundary is the border of Columbia County. The New York Thruway Ext, Interstate 90, US Route 9, and US Route 20 pass through the town. The town of East Greenbush is to the north, the towns of Stuyvesant and Kinderhook in Columbia County are to the south, the town of Nassau is to the east, and the town of Coeymans is located across the Hudson River in Albany County in the west. ==Demographics== As of the census of 2000, there were 12,536 people, 4,737 households, and 3,500 families residing in the town. The population density was 201.5 people per square mile (77.8/km2). There were 4,942 housing units at an average density of 79.4 per square mile (30.7/km2). The racial makeup of the town was 97.54% White, 0.68% African American, 0.22% Native American, 0.49% Asian, 0.38% from other races, and 0.68% from two or more races. Hispanic or Latino of any race were 1.49% of the population. There were 4,737 households, out of which 35.2% had children under the age of 18 living with them, 61.0% were married couples living together, 8.8% had a female householder with no husband present, and 26.1% were non-families. 21.2% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.04. In the town, the population was spread out, with 26.0% under the age of 18, 5.9% from 18 to 24, 29.2% from 25 to 44, 25.9% from 45 to 64, and 13.0% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 96.6 males. For every 100 females age 18 and over, there were 94.3 males. The median income for a household in the town was $55,176, and the median income for a family was $63,622. Males had a median income of $40,090 versus $31,278 for females. The per capita income for the town was $24,560. About 2.3% of families and 4.3% of the population were below the poverty line, including 6.2% of those under age 18 and 3.4% of those age 65 or over. == Education == Most of the town is encompassed by the Schodack Central School District, which is made up of three schools. Maple Hill High School and Maple Hill Middle school are located in Schodack, while Castleton Elementary school is located a few miles west, in the village of Castleton. A small portion of Schodack is located within the larger East Greenbush Central School District, and Green Meadow Elementary School is located near Schodack Center. Another small area, on Schodack's southern border, is served by the Ichabod Crane Central School District. ==Notable people== * Elizabeth Jessup Eames (1813-1856), writer * George McClellan, former US Congressman * Jaime Schultz, Major League Baseball pitcher for Tampa Bay Rays and Los Angeles Dodgers. == Communities and locations in Schodack == * Braeside – A hamlet on the west side of Nassau Lake. * Brookview – A hamlet northeast of Castleton-on-Hudson along NY 150. * Castleton-on-Hudson – A village at the Hudson River in the southwestern part of the town. * East Schodack – A hamlet in the northeastern quadrant of the town, formerly known as Scotts Corners. * Lower Schodack Island – An island in the Hudson River near Schodack Landing. * Morey Park – A hamlet on the north side of Nassau Lake, near the eastern town line. * Muitzeskill – A hamlet east of Schodack Landing, named after a local stream. The Muitzes Kill Historic District was listed on the National Register of Historic Places in 1974. * Nassau Lake – A lake at the eastern town line, surrounded by the Nassau Lake census-designated place. * Rice Corners – A hamlet east of Schodack Center on the Columbia Turnpike near NY 150. * Rosecrans Park – A hamlet south of Nassau Lake near the village of Nassau. * Schodack Center – A hamlet near the center of the town on Routes 9 and 20. * Schodack Landing – A hamlet at the Hudson River in the southwestern part of the town. The Schodack Landing Historic District was listed on the National Register of Historic Places in 1977. * Schodack Island State Park – A state park in the southwestern part of the town. * Shivers Corners – A hamlet in the north of East Schodack, near the intersections of East Schodack and Luther roads. * South Schodack – A hamlet north of Van Hoesen Station and east of Castleton-on-Hudson. * Stony Point – A hamlet near the Hudson River in the western part of the town. * Van Hoesen Station – A hamlet at the intersection of South Schodack Road and Van Hoesen Road on the Boston-Albany rail line. ==References== ==Further reading== * * * * ==External links== * Town of Schodack homepage * Early history of Schodack, NY Category:Towns in New York (state) Category:Towns in Rensselaer County, New York Category:1795 establishments in New York (state)",
 "title": "Schodack, New York"
}