{
 "id": "127132",
 "text": "East Glenville is a hamlet (and a census-designated place) in Schenectady County, New York, United States. The population was 6,616 at the 2010 census. The CDP includes the adjacent hamlet of Alplaus. East Glenville is in the town of Glenville. ==Geography== East Glenville is located at (42.869076, -73.916234). According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 2.81%, is water. ==Demographics== As of the census of 2000, there were 6,064 people, 2,181 households, and 1,613 families residing in the CDP. The population density was 834.5 per square mile (322.1/km2). There were 2,248 housing units at an average density of 309.3/sq mi (119.4/km2). The racial makeup of the CDP was 97.16% White, 1.02% African American, 0.15% Native American, 1.07% Asian, 0.03% Pacific Islander, 0.08% from other races, and 0.48% from two or more races. Hispanic or Latino of any race were 1.20% of the population. There were 2,181 households, out of which 30.7% had children under the age of 18 living with them, 65.1% were married couples living together, 6.6% had a female householder with no husband present, and 26.0% were non-families. 22.4% of all households were made up of individuals, and 9.9% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 2.95. In the CDP, the population was spread out, with 22.1% under the age of 18, 4.8% from 18 to 24, 24.9% from 25 to 44, 27.0% from 45 to 64, and 21.1% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 93.3 males. For every 100 females age 18 and over, there were 87.0 males. The median income for a household in the CDP was $62,447, and the median income for a family was $68,529. Males had a median income of $50,152 versus $27,201 for females. The per capita income for the CDP was $26,803. None of the families and 2.0% of the population were living below the poverty line, including no under eighteens and 1.4% of those over 64. ==References== ==External links== * East Glenville Fire Department Category:Census-designated places in New York (state) Category:Hamlets in New York (state) Category:Census-designated places in Schenectady County, New York Category:Hamlets in Schenectady County, New York",
 "title": "East Glenville, New York"
}