{
 "id": "127155",
 "text": "Cayuta is a town in Schuyler County, New York, United States. as of the 2020 census, the population was 508. The Town of Cayuta occupies the southeastern corner of the county and is northeast of Elmira. It is part of the Elmira Metropolitan Statistical Area. == History == The first pioneers arrived circa 1798 near the community of Cayuta. The town was created from part of the Town of Spencer (Tioga County) in 1824, before the formation of Schuyler County. The size was increased in 1854 by the addition of parts of two other towns: Catharine and Erin (then both in Chemung County). In the same year, Schuyler County was created, and Cayuta was included in the new county. ==Geography== According to the United States Census Bureau, the town has a total area of , all land. The western, southern and eastern town lines border Chemung County, and the northern town line borders primarily Tompkins County. Cayuta Creek is an important stream in the town, flowing southeast toward the Susquehanna River. ==Demographics== As of the census of 2000, there were 545 people, 212 households, and 161 families residing in the town. The population density was 26.8 people per square mile (10.4/km2). There were 233 housing units at an average density of 11.5 per square mile (4.4/km2). The racial makeup of the town was 96.15% White, 1.10% African American, 0.37% Native American, 0.55% from other races, and 1.83% from two or more races. Hispanic or Latino of any race were 1.47% of the population. There were 212 households, out of which 30.2% had children under the age of 18 living with them, 64.2% were married couples living together, 9.0% had a female householder with no husband present, and 23.6% were non-families. 17.9% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 2.90. In the town, the population was spread out, with 25.0% under the age of 18, 7.7% from 18 to 24, 26.8% from 25 to 44, 26.6% from 45 to 64, and 13.9% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 105.7 males. For every 100 females age 18 and over, there were 102.5 males. The median income for a household in the town was $32,768, and the median income for a family was $35,313. Males had a median income of $27,857 versus $21,250 for females. The per capita income for the town was $18,419. About 3.9% of families and 6.2% of the population were below the poverty line, including 7.4% of those under age 18 and 9.1% of those age 65 or over. ==Notable people== *William T. Lawrence, former US Congressman == Communities and locations in Cayuta == *Alpine Junction - A hamlet near the northern town line on NY-13 and NY-224. *Cayuta - The hamlet of Cayuta is in the northwestern part of the town on NY-224. It was the first place settled in the town. Cayuta is a short distance from the border of Tompkins County. ==References== ==External links== * Brief early history of Cayuta Category:Towns in New York (state) Category:Towns in Schuyler County, New York",
 "title": "Cayuta, New York"
}