{
 "id": "127271",
 "text": "Dering Harbor is a village in the Town of Shelter Island, in Suffolk County, New York, United States. As of the 2010 census, the village population was 11, making it the least populous village in the State of New York. The Incorporated Village of Dering Harbor is located on the northern side of Shelter Island, east of the hamlet of Shelter Island Heights. == History == Dering Harbor incorporated as a village in 1916. It had been a popular resort community since the 19th Century. According to The New York Times, it is rumored that the village decided to incorporate as a means of preventing \"Coney Island-style concessions\" from popping up in the area. ==Geography== According to the United States Census Bureau, the village has a total area of , of which is land and 4.00% is water. ==Demographics== At the 2000 census there were 13 people, 6 households, and 3 families in the village. The population density was 54.1 people per square mile (20.9/km). There were 32 housing units at an average density of 133.2 per square mile (51.5/km). The racial makeup of the village was 92% White and 8% Native American. Of the 6 households 17% had children under the age of 18 living with them, 50% were married couples living together, and 50% were non-families. 33% of households were one person and 17% were one person aged 65 or older. The average household size was 2.17 and the average family size was 3.00. The age distribution was 15% under the age of 18, 23% from 18 to 24, 8% from 25 to 44, 31% from 45 to 64, and 23% 65 or older. The median age was 46 years. For every 100 females, there were 116.7 males. For every 100 females age 18 and over, there were 120.0 males. The median household income was $33,750 and the median family income was $98,750. Males had a median income of $36,250 versus $0 for females. The per capita income for the village was $43,185. Nobody in the village was below the poverty line. == Government == As of August 2021, the Mayor of Dering Harbor is Patrick Parcells, the Deputy Mayor is Karen Kelsey, and the Village Trustees are Ari Benacerraf, Brad Goldfarb, Clora Kelly, and Karen Kelsey. == Education == === School district === The Village of Dering Harbor is located entirely within the boundaries of the Shelter Island Union Free School District. As such, all children who reside within Dering Harbor and attend public schools go to Shelter Island's schools. === Library district === Dering Harbor is located within the boundaries of the Shelter Island Public Library District. ==References== == External links == * Official website Category:Shelter Island (town), New York Category:Villages in New York (state) Category:Villages in Suffolk County, New York Category:Populated coastal places in New York (state)",
 "title": "Dering Harbor, New York"
}