{
 "id": "127314",
 "text": "Lake Ronkonkoma is a census-designated place (CDP) in Suffolk County, New York, United States. The population was 20,155 at the 2010 census. Lake Ronkonkoma is mainly located in the Town of Brookhaven, but has small sections in the Town of Smithtown and the Town of Islip. == History == The actual lake, Lake Ronkonkoma, adjacent to the CDP, is the largest lake on Long Island. The land surrounding one side of the lake is in the jurisdiction of Islip. The elevation of the lake surface is given as on the most recent USGS map, but as the lake is a \"groundwater lake\", not fed by streams, it has no surface outlet and its water surface reflects the current level of the local water table. This can undergo significant changes over time, and the lake level experiences slow periods of rise and fall. In the late 1960s it was quite low; after several intermediate changes in level, in 2007 the lake was higher than at any time since, with a difference of well over between the 1960s low and the 2007 high. As a result of the lake's existence, Lake Ronkonkoma was once a resort town, until the area experienced a population explosion in the mid-20th century. Remnants of old resorts and hotels can still be seen around the lake's shores. Many summer cottages and bungalows from that period remain, now converted to year-round use. The lake is the subject of a number of urban legends, mainly rooted in the area's rich Native American heritage. For example: 1. \"It's bottomless\" (and/or empties into Long Island Sound or other waterways). In fact, the lake is relatively deep (approx. ) at its southeastern side, and is what's known as a kettle hole lake. 2. \"Every year the lake sacrifices someone.\" Or more specifically, Princess Ronkonkoma \"The Lady of the Lake\" calls young men out to the middle of the lake and drowns them. In all versions, the lady is an Indian princess who herself drowned in the lake, for reasons that vary depending on the story. The most popular version is that every year the lake claims one male victim. Articles suggest that in the past 200 years, only a handful of females have drowned in Lake Ronkonkoma. 3. \"There is a mysterious rise and fall of the lake that doesn't have any noticeable relationship to local rainfall totals.\" This has not been sufficiently explained either way. The Native Americans in Suffolk County, as opposed to Nassau County (then a part of Queens County) got along well with the white English. In the Dutch west end of Long Island there was bitter fighting between the Native Americans and the Dutch. There is some kernel of truth in the story. The lake was considered the most sacred lake by the Indians and it was also the meeting point. The tribes controlled different parts of it. One thing is certain, the Native American princess could not have lived in what is now Ronkonkoma; a major point of the story is that the princess and her lover ran off from their own settlement to the lake. In addition the Indians did not live anywhere near the lake. They lived near the coasts of Long Island. ==Geography== According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 19,701 people, 6,700 households, and 5,011 families residing in the CDP. The population density was 4,093.1 per square mile (1,649.2/km2). There were 6,949 housing units at an average density of 1,814.4/sq mi (646.4/km2). The racial makeup of the CDP was 89.4% White, 1.4% African American, 0.15% Native American, 2.41% Asian, 0.09% Pacific Islander, 1.3% from other races, and 1.27% from two or more races. Hispanic or Latino of any race were5.9% of the population. There were 6,700 households, out of which 35.6% had children under the age of 18 living with them, 59.8% were married couples living together, 10.9% had a female householder with no husband present, and 25.2% were non-families. 20.3% of all households were made up of individuals, and 9.7% had someone living alone who was 65 years of age or older. The average household size was 2.86 and the average family size was 3.32. In the CDP, the population was spread out, with 24.7% under the age of 18, 7.4% from 18 to 24, 32.6% from 25 to 44, 23.2% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 93.5 males. For every 100 females age 18 and over, there were 90.3 males. The median income for a household in the CDP was $60,209, and the median income for a family was $67,375. Males had a median income of $50,715 versus $34,301 for females. The per capita income for the CDP was $23,233. About 3.1% of families and 6.2% of the population were below the poverty threshold, including 3.8% of those under age 18 and 17.0% of those age 65 or over. == Parks and recreation== The Brookhaven town beach and park on the eastern side of Lake Ronkonkoma, has been renamed in honor of Navy SEAL Lieutenant Michael P. Murphy. It is a fitting tribute since Lt. Murphy was head lifeguard and beach manager of this park, during high school and summer recess from college. ==Education== The Sachem School District serves the residents of Lake Ronkonkoma. ==Media== * WSHR ==Notable people== *Maude Adams (1872–1953), Broadway stage actress noted for her title role in Peter Pan * Zoe Barnett (1883–1969), Broadway stage actress in musical comedies * Laurie Colwin (1944–1992), author * Jumbo Elliott (born 1965), National Football League player * David E. Grange Jr. (born 1925), retired U.S. Army Lieutenant General * Dale Snodgrass (May 13, 1949 - July 24, 2021), United States Navy avaiator and air show performer who was considered one of the greatest fighter pilots of all time. ==References== ==External links== * Lake Ronkonkoma County Park * Lake Ronkonkoma Historical Society * Category:Brookhaven, New York Category:Smithtown, New York Category:Hamlets in New York (state) Category:Census-designated places in New York (state) Category:Census- designated places in Suffolk County, New York Category:Hamlets in Suffolk County, New York",
 "title": "Lake Ronkonkoma, New York"
}