{
 "id": "127303",
 "text": "Head of the Harbor is a village in Suffolk County, New York, United States, on the North Shore of Long Island. As of the 2010 census, the village population was 1,472. The Village of Head of the Harbor is part of the town of Smithtown. It was incorporated in 1928. ==Geography== According to the United States Census Bureau, the village has a total area of , of which is land and , or 7.52%, is water. To the north of the village lies Stony Brook Harbor. ==Demographics== At the 2000 census, there were 1,447 people, 484 households, and 413 families in the village. The population density was 513.6 people per square mile (198.1/km). There were 501 housing units at an average density of 177.8 per square mile (68.6/km). The racial makup of the village was 95.02% White, 1.24% African American, 3.25% Asian, and 0.48% from two or more races. Hispanic or Latino of any race were 1.38% of the population. Of the 484 households 38.4% had children under the age of 18 living with them, 77.9% were married couples living together, 4.3% had a female householder with no spouse present, and 14.5% were non-families. 11.4% of households were one person and 3.5% were one person aged 65 or older. The average household size was 2.99 and the average family size was 3.23. The age distribution was 27.0% under the age of 18, 5.2% from 18 to 24, 25.0% from 25 to 44, 31.2% from 45 to 64, and 11.6% 65 or older. The median age was 41 years. For every 100 females, there were 102.4 males. For every 100 women age 18 and over, there were 101.9 men. The median household income was $117,450 and the median family income was $129,157. Males had a median income of $97,095 versus $50,481 for females. The per capita income for the village was $52,999. About 1.2% of families and 1.5% of the population were below the poverty line, including none of those under age 18 and 2.9% of those age 65 or over. ==Notable person== *Robert Mercer, billionaire hedge fund manager who resides in Head of the Harbor ==References== Category:Smithtown, New York Category:Villages in New York (state) Category:Long Island Sound Category:Villages in Suffolk County, New York Category:Populated coastal places in New York (state)",
 "title": "Head of the Harbor, New York"
}