{
 "id": "127403",
 "text": "Cochecton () is a town located in west-central Sullivan County, New York, United States. The population was 1,372 at the 2010 census. The name is an aboriginal word for \"low land.\" The Town of Cochecton (its official name) is situated on the Delaware River, directly across from Damascus, Pennsylvania, to which a bridge over the river provides access. == History == In the original charter of 1664, Cochecton marked the border between New York and New Jersey. Along the Delaware River, a spot was marked named \"station rock.\" This point formed the meeting point of the borders between New York, New Jersey and Pennsylvania. After a long dispute - the New York-New Jersey Line War - the final border was set further south, near Port Jervis. The town was formed from the Town of Bethel in 1828. The Town of Delaware was formed from part of Cochecton in 1869. The town once had a station on the former Erie Railroad's Delaware Division mainline (Erie Lackawanna Railway between 1960 and 1976), but passenger service on this line ceased on November 27, 1966. It has since been taken-over (1999) by the Norfolk Southern Railway and is currently (2022) operated by the Central New York Railroad, a short line railroad, under lease from NS. The Cochecton train station is the oldest surviving railroad passenger station in New York State. Moved from its original site in the early 1990s, a local group of people banded together to save the station from destruction. The local business Cochecton Mills, owned by the Nearing family, gave the group, called the \"Cochecton Preservation Society\", one year to dismantle the ancient building and get it off their property so that its business could continue. In that time, the station was carefully and successfully moved roughly one mile upstream to a spot on NY Route 97, still resting along the former Erie Railroad. More recently, various proposals were made to restore passenger service on the line, but none have yet been adopted. The correct pronunciation of the town's name is \"cuh-SHEK-ton,\" leading many to mistakenly believe the name is of French origin; the name is, however, more likely derived from the Lenni Lenape word ksch-itchuan, meaning \"foaming water\".Barbara J. Sivertsen and Barbara L. Covey, The Legend of Cushetunk: The Nathan Skinner Manuscript and the Early History of Cochecton (Bowie, MD: Heritage, 1993), p. 31. A conflicting, and probably outdated, interpretation appears in the writings of James Burbank, an amateur local historian who wrote in the 1950s that the word \"Cushektunk\" meant \"low land\" and \"land of red rock\" indicating the abundance of red mudstone throughout the area. The Drake- Curtis House, Ellery Calkins House, Cochecton Presbyterian Church, Cochecton Railroad Station, Reilly's Store, Parsonage Road Historic District, Page House, Old Cochecton Cemetery, and Valleau Tavern are listed on the National Register of Historic Places. Cochecton was reportedly the home of Tammany, a Native American sage of the Lenape who became an American symbol and a fixture in popular culture during and after the Revolutionary War. The Woodstock Festival was held in nearby Bethel, but after the festival and because of conflict with the local postmaster, the Yasgur family that hosted the festival on their farm changed their address from Bethel to Cochecton. Cochecton has four ZIP codes -- 12726 (for Cochecton), 12752 (for Lake Huntington), 12727 (for Cochecton Center) and 12764 (for nearby Narrowsburg). The town is also divided among five different telephone exchanges -- Lake Huntington (845-932), Narrowsburg (845-252), White Lake (845-583), Jeffersonville (845-482), and Callicoon (845-887) -- a highly unusual situation considering the town's small size and population. ==Geography== The western town line is the border of Pennsylvania, in the middle of the Delaware River. It is connected to Damascus Township in that state's Wayne County by the Cochecton–Damascus Bridge. According to the United States Census Bureau, the town has a total area of , of which is land and (1.95%) is water. ==Climate== Because the upper Delaware River, upon which Cochecton is situated, is at the bottom of a very steep gorge, the town experiences less thermal moderation than in what would otherwise be a river valley. As a result, Cochecton has a hemiboreal climate (Köppen Dfb), with mild-to-warm summers and cold winters. Cochecton's monthly precipitation regime is more consistent with an \"east coast\" humid continental climate than a \"landmass interior\" humid continental climate, in that its driest month -- November, with 84mm (3.3 inches) average precipitation -- receives more than half that of the wettest month, May -- which averages 145mm (5.7 inches), plus the driest and wettest months occur in the autumn and spring, respectively, as opposed to winter and summer, which is the norm in landmass-interior continental climates. ==Demographics== As of the census of 2000, there were 1,328 people, 555 households, and 376 families residing in the town. The population density was 36.2 people per square mile (14.0/km2). There were 955 housing units at an average density of 26.1 per square mile (10.1/km2). The racial makeup of the town was 96.54% White, 0.90% African American, 0.08% Native American, 0.60% Asian, 0.98% from other races, and 0.90% from two or more races. Hispanic or Latino of any race were 1.66% of the population. There were 555 households, out of which 27.2% had children under the age of 18 living with them, 56.0% were married couples living together, 7.0% had a female householder with no husband present, and 32.1% were non- families. 26.8% of all households were made up of individuals, and 12.1% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 2.89. In the town, the population was spread out, with 22.5% under the age of 18, 5.5% from 18 to 24, 27.3% from 25 to 44, 27.3% from 45 to 64, and 17.4% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 101.2 males. For every 100 females age 18 and over, there were 99.0 males. The median income for a household in the town was $41,250, and the median income for a family was $46,875. Males had a median income of $34,583 versus $24,844 for females. The per capita income for the town was $19,841. About 5.0% of families and 7.2% of the population were below the poverty line, including 10.5% of those under age 18 and 8.6% of those age 65 or over. The peak population, reached during the 19th century, was about 3,000. == Communities and locations in Cochecton == *Cochecton (formerly Cushetunk) - The hamlet of Cochecton is on Route 97 by the Delaware River. *Cochecton Center (formerly Stephensburgh) - A hamlet south of Lake Huntingdon on Route 52. The former Cochecton Center Methodist Episcopal Church was listed on the National Register of Historic Places in 2000. *East Cochecton - A hamlet between Cochecton and Fosterdale. *Fosterdale - A hamlet in the eastern part of the town at Routes 17B and 52. *Lake Huntington - A hamlet south of Fosterdale on Route 52. The Jewish Center of Lake Huntington was listed on the National Register of Historic Places in 2009. *Nobody Station - A location in the southwestern part of the town. *Skinners Falls - A location by the Delaware River, south of Cochecton village. *Tylertown - A location in the southeastern part of the town. ==Notable person== * Frank Schulte, outfielder for Chicago Cubs' 1907 and 1908 World Series champions, was born in Cochecton. ==References== ==External links== * Official website * Cochecton history Category:Towns in New York (state) Category:Towns in Sullivan County, New York Category:New York (state) populated places on the Delaware River",
 "title": "Cochecton, New York"
}