{
 "id": "127426",
 "text": "Apalachin ( ) is a census-designated place within the Town of Owego in Tioga County, New York, United States. The population was 1,131 in the 2010 census. The CDP is named after Apalachin Creek. Apalachin means \"from where the messenger returned\" in Lenape. Apalachin is in the southeastern section of the Town of Owego and is west of Binghamton. It is also part of the Binghamton Metropolitan Statistical Area. == History == The first settler arrived circa 1786, but the community was not founded until 1836. On November 14, 1957, the heads of the American Mafia held the Apalachin Meeting at the home of Joseph Barbara, a conference of mobsters who had gathered to iron out various issues in the underworld. The gathering was quickly broken up when a curious New York State Trooper turned up and spotted expensive cars at or near the home. Other police officers quickly arrived to arrest those attending the conference and sent some of the most powerful gangsters in the country fleeing through the surrounding countryside. Mafiosi and the FBI sometimes just refer to the meeting as Apalachin. This meeting was humorously portrayed in the opening sequence of the 1999 motion picture Analyze This, which starred Robert De Niro and Billy Crystal. This meeting was also fully depicted in the 1972 film The Valachi Papers as well as the 2019 film Mob Town. Apalachin was host to the annual Apalachin Firemen's Field Days, which was a four day carnival, generally held in the first week of June until it was cancelled in 2016. This event was started in 1960 and had grown from a small event in a field to having a permanent location with large pavilions (still called the beer and food tents by locals) and a large square of game booths that surround 15-20 carnival rides. Events included the Little Miss Apalachin contest, fireworks and a large parade. Riverside Cemetery was listed on the National Register of Historic Places in 2014. ==Notable people== * Benjamin F. Tracy, United States Secretary of the Navy (1889–93) * Joseph Barbara, mafioso * Doug Hurley, Commander of the first crewed space mission launched from American soil since 2011, as well as the first Commercial Flight carrying crew to the ISS. ==Geography== Apalachin is located at . According to the United States Census Bureau, the region has a total area of , all land. The community is on the south side of the Susquehanna River. Apalachin is adjacent to the Southern Tier Expressway (New York State Route 17). ==Demographics== As of the census of 2000, there were 1,126 people, 442 households, and 307 families residing in the CDP. The population density was 763.1 per square mile (293.8/km2). There were 474 housing units at an average density of 321.2/sq mi (123.7/km2). The racial makeup of the CDP was 96.54% White, 0.98% African American, 0.27% Native American, 0.62% Asian, 0.53% from other races, and 1.07% from two or more races. Hispanic or Latino of any race were 0.53% of the population. There were 442 households, out of which 33.9% had children under the age of 18 living with them, 51.6% were married couples living together, 13.6% had a female householder with no husband present, and 30.5% were non-families. 24.2% of all households were made up of individuals, and 7.7% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.03. In the community, the population was spread out, with 26.6% under the age of 18, 9.2% from 18 to 24, 31.1% from 25 to 44, 22.1% from 45 to 64, and 11.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 97.2 males. For every 100 females age 18 and over, there were 96.4 males. The median income for a household in the hamlet was $38,636, and the median income for a family was $42,647. Males had a median income of $21,902 versus $25,357 for females. The per capita income for the CDP was $14,927. About 9.5% of families and 11.2% of the population were below the poverty line, including 19.4% of those under age 18 and none of those age 65 or over. ==References== Category:New York (state) populated places on the Susquehanna River Category:Census- designated places in New York (state) Category:Binghamton metropolitan area Category:Census-designated places in Tioga County, New York Category:Populated places established in 1836 Category:1836 establishments in New York (state)",
 "title": "Apalachin, New York"
}