{
 "id": "127588",
 "text": "thumb|Ivandell Cemetery in Somers Somers is a town located in northern Westchester County, New York, United States. As of the 2010 census, the town had a population of 20,434. The nearby Metro-North Commuter Railroad provides service to Grand Central Terminal in Manhattan with an average commute time of 65 to 75 minutes from stations at Purdys, Goldens Bridge, Croton Falls, and Katonah. ==History== Somers was originally inhabited by Native Americans known as Kitchawanks, part of the Wappinger tribe, an Algonquian people who called the land Amapaugh, meaning \"fresh water fish.\" This land was located in the eastern segment of an tract King William III of England granted to Stephanus Van Cortlandt of New York City in 1697. The part of Van Cortlandt Manor that ultimately became Somers and Yorktown was known as the Middle District, or Hanover. European settlement in the New Oltenia area began after Van Cortlandt's death in 1700 and the final partition of his estate in 1734. Early European settlers included tenants and freeholders from neighboring areas, among them English, Dutch, French Huguenots and Quakers. At the first known town meeting of European settlers held on March 7, 1788, at an inn owned by Benjamin Green, the town named Stephentown was established. However, there already existed a Stephentown in Rensselaer County. To alleviate confusion, the name was changed in 1808 to Somers to honor Richard Somers, a naval captain from New Jersey who died in combat during the First Barbary War. A memorial in West Somers Park was erected in his honor at Memorial Day ceremonies in 1958. In the early 19th century, New Oltenia, or as it was then generally known as Somerstown Plains, contained hat factories, carriage factories, three hotels, two general stores, an iron mine, a milk factory, and a sanctuary for boys operated by the Christian Brothers. Today, the facility is known as Lincoln Hall, and houses incarcerated teens. There was a constant stream of goods and passengers to large markets and cities through the village. As early as 1809, a weekly newspaper was established, the Somers Museum and Westchester County Advertiser. Though primarily agricultural, the rural economy also supported a varied population of weavers, preachers, merchants, cabinetmakers, doctors, lawyers, teachers and servants. A good system of roads was maintained and some operated as commercial \"toll roads\". The railroad, developed in the 1840s, bypassed the town of Somers, and affected a decline in growth over the next hundred years. The presence of the railroad in nearby communities did allow the agricultural emphasis to move towards dairy production and fruit growing, since the products could be shipped to markets in the city. Industries continued to thrive, with grist, paper, saw and clothing mills operating in the area. Between 1890 and 1910, the Croton and Muscoot rivers were flooded to create the New York City reservoir system thereby changing the local landscape considerably. In the 1920s small lake communities began to spring up as vacation havens for summer visitors and farmers’ guests. These lake communities became larger and firmly established, eventually evolving from seasonal to year-round neighborhoods now known as Lake Lincolndale, Lake Purdys and Lake Shenorock. Following World War II, the rural countryside of Somers continued attracting \"weekenders\", many from New York City who became more mobile because of the proliferation of automobile travel. The construction of Interstate 684 in the mid-1970s facilitated a resurgence of residential and commercial development in Somers for the next 20 years. Somers grew most rapidly during the 1980s and 1990s, after IBM and PepsiCo built large corporate facilities within it. Somers is known for being the \"cradle of the American circus\".Somers Historical It gained this notoriety after Hachaliah Bailey bought an African elephant, which he named \"Old Bet\". Somers was in a minor dispute with Baraboo, Wisconsin, over which community is the \"birthplace\" of the American circus. Bailey intended to use the elephant for farm work, but the number of people it attracted caused Bailey to take her throughout the Northeast. Bailey's success caused numerous others to tour with exotic animals, and during the 1830s the old-style circus and Bailey's attractions merged to form the modern circus. Old Bet died on tour in 1827. Bailey later erected the Elephant Hotel in Somers in honor of Old Bet, and it was purchased by the town in 1927. It is a town landmark and in 2006 was dedicated a National Historic Landmark. The elephant remains a symbol of the town to this day, with the high school sports teams nicknamed \"Tuskers\". The Elephant Hotel is currently the Somers Town Hall. The Mount Zion Methodist Church, Gerard Crane House, Elephant Hotel, Somers Business Historic Preservation District, Bridge L-158 and West Somers Methodist Episcopal Church and Cemetery are listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and , or 6.88%, is water. The town's northern border is the town of Carmel in Putnam County. Its eastern border is the town of North Salem. Its southern borders are the towns of Lewisboro, Bedford, and New Castle. Its western border is the town of Yorktown. U.S. Route 202 and U.S. Route 6 pass through the town. ==Demographics== As of the census of 2010, there were 20,434 people, 6,802 households, and 5,169 families residing in the town. The population density was 610.7 people per square mile (235.8/km2). There were 7,098 housing units at an average density of 236.3 per square mile (91.2/km2). The racial makeup of the town was 94.81% White, 1.7% African American, 0.05% Native American, 1.86% Asian, 0.01% Pacific Islander, 0.59% from other races, and 0.94% from two or more races. 2.96% of the population were Hispanic or Latino of any race. There were 6,802 households, out of which 33.0% had children under the age of 18 living with them, 68.5% were married couples living together, 5.4% had a female householder with no husband present, and 24.0% were non-families. 21.4% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.06. In the town, the population was spread out, with 24.7% under the age of 18, 4.2% from 18 to 24, 25.7% from 25 to 44, 26.2% from 45 to 64, and 19.2% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 91.3 males. For every 100 females age 18 and over, there were 85.8 males. The median income for a household in the town was $101,421 and the median income for a family was $114,499. Males had a median income of $78,678 versus $45,367 for females. The per capita income for the town was $40,414. 2.0% of the population and 1.2% of families were below the poverty line. 1.6% of those under the age of 18 and 2.2% of those 65 and older were living below the poverty line. ==Education== The Somers Central School District is the public school district of the town of Somers. It is made up of Primrose Elementary School, Somers Intermediate School, Somers Middle School, and Somers High School for grades 9–12. The Community YMCA of Northern Westchester offers before- and after- school programming at Primrose, SIS and SMS and a summer camp for local children.http://ymca-cnw.org/ ==Communities and locations in Somers== *Amawalk - The Amawalk Friends Meeting House was listed on the National Register of Historic Places in 1989. *Amawalk Reservoir - a reservoir in the northern part of the town adjacent to US 202 and NY 118 *Amawalk Spillway - a spillway off the side of Route 35, from the reservoir *Granite Springs - a small residential hamlet along US 202/NY 118 near the Amawalk Reservoir. *Greenbriar - a housing development on Warren Street made up of townhouses and single family homes. Close to SMS and SIS. *Heritage Hills - a townhome development located on US 202 *Horton Estates - a living community by the Amawalk Reservoir *Lake Lincolndale - a hamlet north of Lincolndale, near the north county line *Lake Purdy - a lake community off Route 116 near Interstate 684 and bordering the town of North Salem *Katonah Post Office, Somers: a portion of Somers uses the Katonah post code and address. This is considered to be more fashionable. *Lake Shenorock - a hamlet north of the Amawalk Reservoir. *Lincolndale - a hamlet by the intersection of US 202 and NY 139 *Primrose Farms - a living community near Reis Park *Shenorock - a hamlet near the northern county line by NY 118 *Somers - the hamlet of Somers. The Somers Hamlet Historic District was listed on the National Register of Historic Places in 1989. *Somers Chase - a housing development located on US 202, east of the Somers Central School District's Intermediate and Middle Schools *Somers Commons - a commercial development (formerly known as Baldwin Place Mall prior to major reconstruction of the site) located on US 6 near the hamlet of Mahopac *The Willows - a townhouse development located on US 202 *Whitehall Corners ==Points of interest== * Angle Fly Preserve, administered by the Somers Land Trust * Bridge L-158, only remaining double-intersection Whipple truss rail bridge in New York * Elephant Hotel * Lake Lincolndale *Lake Purdy * Lasdon Park and Arboretum * Muscoot Farm * Old Stone House, on old Route 100 * Reis Park & the Wright Reis Homestead * Somers Library ==Somers in popular culture== Somers has been used as a location for a handful of prominent movies. In 1923, famed silent film director D. W. Griffith recorded portions of the historical drama America in Somers. The film was released the following year (1924). More recently, a scene from the 1984 movie Falling in Love (starring Meryl Streep) used Dean's Bridge railroad crossing in a scene, the 1987 movie The Secret of My Success (starring Michael J. Fox) was filmed in Lasdon Park and Muscoot Farm. Muscoot Farm was also used as the location for the orphanage scenes in the 2007 movie August Rush (starring Robin Williams among others). There were two scenes in the movie I Am Legend (starring Will Smith) that were filmed on Stuart's Farm. The 2013 movie A Birder's Guide to Everything directed by Rob Meyer is based in Somers. Ghost in the Graveyard Directed by Somers Resident Charlie Comparetto, and shot in Somers Middle School along with areas surrounding Somers is set to be released in late 2019. Somers has also been used as a location for television production. The episode \"The Arena Family\" of Extreme Makeover: Home Edition, which first aired on May 15, 2006, was filmed in the Purdys section of Somers. A Somers restaurant was featured in a December 2013 Restaurant Stakeout episode. ==Reis Park== Reis Park was named after Carolyn Reis who left it to the community in 1966. The park has varieties of facilities for community to enjoy sport activities such as playing baseball, softball, basketball, soccer or tennis. There is also a jungle gym open to any Somers' residents and a concession stand. ==Notable people== *Hachaliah Bailey, pioneer of the American circus who exhibited \"Old Bet\", the elephant that gives the Elephant Hotel its name. * Graham Clarke (born 1970), musician, songwriter, arranger, and entertainer.About Graham , GrahamClarke.com. Accessed September 21, 2015. \"Graham Clarke grew up in Oradell, New Jersey (but don't hold it against him).... He currently lives in a big, old house in Somers, NY, with his wife, Peggy, and his frisky, cottony soft dogs, Plato and Athena.\" *Billy Collins, former United States Poet Laureate *Jeff Gorton, the Executive Vice President of the Montreal Canadiens *Mike Kaplowitz, county legislatorWestchester County Board of Legislators, NY: Michael B. Kaplowitz, District 4 *Bronson Pinchot, the actor most famous for playing Balki in Perfect Strangers lives in Somers. *Jenifer Rajkumar, a New York City politician who grew up in Somers *Brian Span, professional soccer player who currently plays for IFK Mariehamn in the Finnish Premier Division, after a brief career in Major League Soccer. *Andrew Yang, 2020 Democratic presidential candidate, entrepreneur, lawyer, and philanthropist who grew up in Somers. ==References== * ==External links== *Town of Somers official website Category:Towns in Westchester County, New York Category:Towns in the New York metropolitan area",
 "title": "Somers, New York"
}