{
 "id": "127505",
 "text": "Thurman is a town in the western part of Warren County, New York, United States. It is part of the Glens Falls Metropolitan Statistical Area. The town population was 1,199 at the 2000 census. The town is named after John Thurman, an early landowner. The town lies entirely inside the Adirondack Park. == History == John Thurman was one of a group of investors who started the town's settlement in 1790 at Elm Hill. The town of Thurman was established in 1792. Originally the town was called Athol by early settlers, but when Warren County was established in 1813, much of the town was lost to the new town of Warrensburg and the remainder was still called Athol. Athol was divided in 1852 to form the town of Thurman and the town of Stony Creek. Besides the town of Thurman, the town of Johnsburg is also named after John Thurman. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and (1.58%) is water. The Hudson River defines the eastern edge of the town. The western town line is the border of Hamilton County. ==Demographics== As of the census of 2000, there were 1,199 people, 466 households, and 338 families residing in the town. The population density was 13.1 people per square mile (5.1/km2). There were 642 housing units at an average density of 7.0 per square mile (2.7/km2). The racial makeup of the town was 97.66% White, 0.50% African American, 0.25% Native American, 0.50% Asian, and 1.08% from two or more races. Hispanic or Latino of any race were 0.58% of the population. There were 466 households, out of which 33.5% had children under the age of 18 living with them, 59.7% were married couples living together, 7.5% had a female householder with no husband present, and 27.3% were non-families. 21.5% of all households were made up of individuals, and 8.8% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 2.96. In the town, the population was spread out, with 25.9% under the age of 18, 6.0% from 18 to 24, 28.1% from 25 to 44, 25.5% from 45 to 64, and 14.5% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 106.7 males. For every 100 females age 18 and over, there were 104.8 males. The median income for a household in the town was $36,382, and the median income for a family was $38,523. Males had a median income of $31,111 versus $22,829 for females. The per capita income for the town was $16,278. About 10.0% of families and 11.9% of the population were below the poverty line, including 13.5% of those under age 18 and 11.4% of those age 65 or over. == Communities and locations in Thurman == *Athol - A hamlet in the southeastern part of the town. This hamlet has ZIP code 12810. *Cod Pond - A lake located west of Lizard Pond. *Fullers - A location in the western part of the town. *Garnet Lake - A lake partly in the town, at the northern town line. *The Glen - A hamlet on the town line in the northeastern corner of the town. *High Street - A location in the eastern part of the town, west of Athol. *Lizard Pond - A lake located southwest of Garnet Lake. *Thurman - A hamlet in the eastern part of the town, northwest of Athol and by the northern town line. *Thurman Station - A location near the eastern town line and the Hudson River, southeast of Athol. ==References== ==External links== * Category:Towns in New York (state) Category:Glens Falls metropolitan area Category:Adirondacks Category:Towns in Warren County, New York Category:Populated places established in 1790 Category:1790 establishments in New York (state)",
 "title": "Thurman, New York"
}