{
 "id": "127519",
 "text": "White Creek is a town in Washington County, New York, United States. It is part of the Glens Falls Metropolitan Statistical Area. The town population was 3,411 at the 2000 census. The town contains the White Creek Historic District, which was listed on the National Register of Historic Places in 1979. ==History== Settlement in the town of \"White Creek began after the granting of the Cambridge Patent in 1761. The first settlers in the present hamlet of White Creek were Quakers. John Allen built the first permanent residence in 1757 with a later addition in 1770, a house which remains as one of the best- preserved structures surviving from the eighteenth century in White Creek. The Cornell House and the Christopher Allen House (both built 1772) also survive from the colonial period, reflecting a rich variety of house styles. According to local tradition, the Christopher Allen House was operated as a tavern, and its ballroom also served as a temporary hospital for wounded from the nearby Battle of Waloomsac [Bennington] in 1777. thumb|left|alt=John Allen's hat shop|Historical marker for John Allen's hat shop on Niles Road in White Creek, New York in July 2021. thumb|left|alt=Historic White Creek fire station|Historic White Creek, NY fire station building on County Road 68 (White Creek Rd). White Creek was formed from Cambridge in 1815. It became a center of regional commerce late in the eighteenth century, and local prosperity reached its high point during the 1840s. Among the most interesting and important of White Creek's historic buildings are its commercial structures. The hotel and tavern and the harness shop are outstanding, rare Greek Revival-style rural commercial buildings whose presence in the historic district contribute to a fuller understanding of life in White Creek during the nineteenth century. The businesses housed in these and other White Creek structures prospered, enabling owners to build comfortable homes along the streets of the hamlet. Most of these residences survive within the present district, and their stylistic treatment illustrates the relationship between wealth and taste in White Creek from the 1750s to the 1880s. Present day White Creek is made up of mostly farms, fields, small residences, and forest land. There is one small community located on Route 68 and Niles Road that is a cluster of about 20-30 homes. These residences make up the White Creek National Historic District. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and (0.13%) is water. The eastern town line is the state line of Vermont. The Hoosic River defines part of the southern town boundary. NY Route 22 is a north–south highway in the western part of the town. NY Route 313 joins NY-22 at the Village of Cambridge. ==Demographics== As of the census of 2000, there were 3,411 people, 1,317 households, and 907 families residing in the town. The population density was 71.3 people per square mile (27.5/km2). There were 1,466 housing units at an average density of 30.6 per square mile (11.8/km2). The racial makeup of the town was 97.51% White, 0.82% African American, 0.15% Native American, 0.50% Asian, 0.03% from other races, and 1.00% from two or more races. Hispanic or Latino of any race were 1.11% of the population. There were 1,317 households, out of which 31.6% had children under the age of 18 living with them, 54.4% were married couples living together, 10.2% had a female householder with no husband present, and 31.1% were non-families. 26.6% of all households were made up of individuals, and 13.4% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 3.03. In the town, the population was spread out, with 25.4% under the age of 18, 7.3% from 18 to 24, 26.2% from 25 to 44, 25.0% from 45 to 64, and 16.1% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 95.9 males. For every 100 females age 18 and over, there were 92.5 males. The median income for a household in the town was $34,412, and the median income for a family was $40,402. Males had a median income of $33,237 versus $22,143 for females. The per capita income for the town was $16,439. About 6.3% of families and 6.9% of the population were below the poverty line, including 8.7% of those under age 18 and 4.9% of those age 65 or over. == Communities and locations in White Creek == === Communities === * Ash Grove - A location in the northern part of the town on County Road 67. * Cambridge - A village, the eastern part of which is within the town. * Center White Creek - A community located on NY-22 at County Road 68 in the southwestern part of the town by Center White Creek. * New Skete - Three Orthodox Christian monastic communities. * Post Corners - A location east of Center White Creek. * Pumpkin Hook - A location near the eastern town line on Pumpkin Hook Creek. * White Creek - A hamlet located in the southeastern part of the town on County Road 68, by Little White Creek. Twenty buildings are included within the White Creek Historic District, listed on the National Register of Historic Places in 1979. === Geographic locations === * Center White Creek - A stream flowing out the southern part of the town. * Chestnut Woods - A location near Pumpkin Hook. * Goose Egg Ridge - An elevation in the northeastern corner of the town. * Little White Creek - A stream flowing out the southeastern part of the town. * Owl Kill - A tributary of the Hoosic River in the western part of White Creek. * Pumpkin Hook Creek - A stream in the central part of the town. * Sugar Loaf - An elevation south of White Creek and Goose Egg Ridge. * Two Tops - An elevation east of Ash Grove. * White Creek - A stream in the northern part of the town. ==References== Category:Towns in New York (state) Category:Glens Falls metropolitan area Category:Towns in Washington County, New York",
 "title": "White Creek, New York"
}