{
 "id": "127506",
 "text": "West Glens Falls is a census-designated place (CDP) and hamlet in Warren County, New York, United States. The population was 6,721 at the 2000 census. It is part of the Glens Falls Metropolitan Statistical Area. West Glens Falls is a suburban community, lying west of the city of Glens Falls. It is located in the south-central part of the town of Queensbury. ==Geography== The community is to the north of the Hudson River. According to the United States Census Bureau, the CDP has a total area of , of which is land and (2.32%) is water. ==Demographics== As of the census of 2000, there were 6,721 people, 2,487 households, and 1,845 families residing in the CDP. The population density was 1,447.0 per square mile (559.3/km2). There were 2,653 housing units at an average density of 571.2/sq mi (220.8/km2). The racial makeup of the CDP was 97.95% White, 0.42% African American, 0.27% Native American, 0.25% Asian, 0.22% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 1.00% of the population. There were 2,487 households, out of which 37.7% had children under the age of 18 living with them, 57.1% were married couples living together, 11.9% had a female householder with no husband present, and 25.8% were non-families. 19.5% of all households were made up of individuals, and 7.7% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.03. In the CDP, the population was spread out, with 27.1% under the age of 18, 6.7% from 18 to 24, 31.8% from 25 to 44, 21.7% from 45 to 64, and 12.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 92.5 males. For every 100 females age 18 and over, there were 91.0 males. The median income for a household in the CDP was $44,072, and the median income for a family was $45,205. Males had a median income of $35,546 versus $22,300 for females. The per capita income for the CDP was $19,054. About 4.0% of families and 6.1% of the population were below the poverty line, including 8.7% of those under age 18 and 1.4% of those age 65 or over. ==See also== * List of census-designated places in New York ==References== ==External links== *Detailed map of West Glens Falls and Queensbury Category:Queensbury, New York Category:Census-designated places in New York (state) Category:Hamlets in New York (state) Category:Glens Falls metropolitan area Category:Census-designated places in Warren County, New York Category:Hamlets in Warren County, New York",
 "title": "West Glens Falls, New York"
}