{
 "id": "127503",
 "text": "{{Infobox settlement |name = Queensbury |settlement_type = Town |motto = Home of Natural Beauty ... A Good Place to Live |image_skyline = File:Warren County Municipal Center.JPG |image_map = Queensbury New York.PNG |image_caption = Warren County Municipal Center |mapsize = 250px |map_caption = Location of Queensbury within Warren County |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = New York |pushpin_label_position = left |pushpin_map_caption = Location of Queensbury in New York |pushpin_mapsize = |subdivision_type = Country |subdivision_name = United States |subdivision_type1 = State |subdivision_name1 = New York |subdivision_type2 = County |subdivision_name2 = Warren |seat_type = Seat |seat = Queensbury Town Center |government_footnotes = |leader_party = Democrat |leader_title = Supervisor |leader_name = John Strough |established_title1 = Established |established_date1 = 1786 |named_for = Charlotte of Mecklenburg-Strelitz |unit_pref = Imperial |area_footnotes = |area_total_km2 = 167.93 |area_land_km2 = 162.73 |area_water_km2 = 5.20 |area_total_sq_mi = 64.84 |area_land_sq_mi = 62.83 |area_water_sq_mi = 2.01 |area_water_percent = 2.78 |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |elevation_footnotes = |elevation_max_footnotes = |elevation_min_footnotes = |elevation_m = |elevation_ft = 393 |population_as_of = 2010 |population_footnotes = |population_note = |population_total = 27901 |population_density_km2 = 170.07 |population_density_sq_mi = 440.47 |population_est = 27675 |pop_est_as_of = 2016 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |demographics_type1 = |demographics1_footnotes = |demographics1_title1 = |demographics1_info1 = |demographics1_title2 = |demographics1_info2 = |demographics1_title3 = |demographics1_info3 = |demographics1_title4 = |demographics1_info4 = |demographics1_title5 = |demographics1_info5 = |demographics_type2 = |demographics2_footnotes = |demographics2_title1 = |demographics2_info1 = |demographics2_title2 = |demographics2_info2 = |demographics2_title3 = |demographics2_info3 = |demographics2_title4 = |demographics2_info4 = |demographics2_title5 = |demographics2_info5 = |timezone1 = EST |utc_offset1 = -5 |timezone1_DST = EDT |utc_offset1_DST = -4 |coor_pinpoint = Seat of town government |coordinates = |postal_code_type = ZIP code |postal_code = 12804 |area_code = 518 |blank_name_sec1 = Official butterfly |blank_info_sec1 = Karner Blue |blank1_name_sec1 = |blank1_info_sec1 = |blank2_name_sec1 = |blank2_info_sec1 = |blank3_name_sec1 = |blank3_info_sec1 = |blank4_name_sec1 = |blank4_info_sec1 = |blank5_name_sec1 = |blank5_info_sec1 = |blank6_name_sec1 = |blank6_info_sec1 = |blank_name_sec2 = |blank_info_sec2 = |blank1_name_sec2 = |blank1_info_sec2 = |blank2_name_sec2 = |blank2_info_sec2 = |blank3_name_sec2 = |blank3_info_sec2 = |blank4_name_sec2 = |blank4_info_sec2 = |blank5_name_sec2 = |blank5_info_sec2 = |blank6_name_sec2 = |blank6_info_sec2 = |website = https://www.queensbury.net |footnotes = |pop_est_footnotes = |blank_name = FIPS code |blank_info = 36-113-60356 }} Queensbury is a town in Warren County, New York, United States. The population was 27,901 at the 2010 census. It contains the county seat of Warren County, located at a municipal center complex on U.S. Route 9 south of the village of Lake George.Google Maps (1340 U.S. Route 9, Lake George, New York), Retrieved Jan. 14, 2015. It was moved to the complex in 1963 from the original county seat of Lake George.PostStar, Lake George Officials Consider New Use For Old Courthouse; retrieved January 14, 2015. The town is located in the southeastern corner of the county and is part of the Glens Falls Metropolitan Statistical Area. It is named in honor of Queen Charlotte. Although primarily located north of the city of Glens Falls, Queensbury surrounds the city on three sides. The Great Escape and Hurricane Harbor, a Six Flags theme park, is located in northwest Queensbury. West Mountain, a downhill skiing area, is located in the southwestern part of town. ==History== Major efforts at settlement began with the Queensbury Patent in 1762, which enticed Quaker settlers to move into the area known as the \"Township of Queensbury\" the next year. The Quakers left during the Revolutionary War and returned in 1783 when hostilities ended in the area. In 1786, the town was re-established as the town of Queensbury. In 1788, the town included all of what is today Warren County. It lost territory in 1792 when the town of Fairfield (Lake Luzerne) was formed and again in 1810 to form part of the town of Caldwell (Lake George). In 1908, the then largest village within Queensbury, Glens Falls, incorporated as a city and became a separate municipality. The population of Queensbury has exceeded that of Glens Falls since the 1980 Census. In 2003, with permission from Queensbury, Glens Falls annexed approximately of the town. The land, known as Veterans Field or the Northway Industrial Park, is on Veterans Road between Luzerne Road and Sherman Avenue and is just east of I-87. The land was vacant at the time. A thin, strip of Sherman Avenue was part of this annexation, in order to comply with state law regarding contiguity of annexed land. Both the city and town now share ownership of this stretch of highway as a result. The Sanford House and Asa Stower House are listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the town has a total area of , of which is land and (2.78%) is water. The town is located within the southeastern part of the Adirondack Mountains. The western town line is the border with the town of Lake Luzerne. The southern town boundary is defined by the border with the city of Glens Falls and the Hudson River, across which lies Saratoga County. The eastern town line is the border of Washington County, also New York State. The northern border is defined by the town of Lake George and, according to the town and Warren County, by the shoreline of the body of water, Lake George, itself. However, several maps, including those published by the USGS, depict the northern boundary as including part of the lake, including Speaker Heck Island and Happy Family Islands. Parts of western and northern Queensbury are within the Adirondack Park. ==Demographics== As of the census of 2000, there were 25,441 people, 9,948 households, and 7,162 families residing in the town. The population density was 403.8 people per square mile (155.9/km2). There were 11,223 housing units at an average density of 178.1 per square mile (68.8/km2). The racial makeup of the town was 97.54% White, 0.55% African American, 0.20% Native American, 0.71% Asian, 0.02% Pacific Islander, 0.22% from other races, and 0.76% from two or more races. Hispanic or Latino of any race were 1.12% of the population. There were 9,948 households, out of which 34.0% had children under the age of 18 living with them, 59.1% were married couples living together, 9.4% had a female householder with no husband present, and 28.0% were non-families. 22.6% of all households were made up of individuals, and 11.0% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 2.97. In the town, the population was spread out, with 25.3% under the age of 18, 6.1% from 18 to 24, 28.3% from 25 to 44, 25.1% from 45 to 64, and 15.2% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 92.2 males. For every 100 females age 18 and over, there were 89.4 males. The median income for a household in the town was $47,225, and the median income for a family was $54,880. Males had a median income of $39,260 versus $25,036 for females. The per capita income for the town was $24,096. About 3.8% of families and 5.0% of the population were below the poverty line, including 7.4% of those under age 18 and 2.2% of those age 65 or over. ===Historical census population=== {| class=\"wikitable\" |- ! Year !! Population !! Ref |- | 1790 || 1,080 || |- | 1800 || 1,435 || |- | 1810 || || |- | 1820 || 2,433 || |- | 1830 || || |- | 1840 || || |- | 1850 || 5,314 || |- | 1860 || 7,146 || |- | 1870 || 8,387 || |- | 1880 || 9,805 || |- | 1890 || 11,849 || |- | 1900 || 14,990 || |- | 1910 || 2,667 || |- | 1920 || || |- | 1930 || 3,169 || |- | 1940 || 4,199 || |- | 1950 || 5,907 || |- | 1960 || 10,004 || |- | 1970 || 14,506 || |- | 1980 || 18,978 || |- | 1990 || 22,630 || |- | 2000 || 25,441 || |} ==Government== Queensbury is a town of the first class, and as such has a town board with a town supervisor and four councilmen. Town residents petitioned to establish a ward system in 1981 and again in 1985 whereby the town would be divided into four wards. In a ward system, whereas the supervisor is elected by the entire town electorate, each councilman is elected by only the electorate of the ward he or she will be representing. Having been approved by the voters by referendum in 1985, the first town board to be elected under the ward system convened in 1986. Queensbury is one of only ten towns out of New York's 932 towns that had a ward system as of 2000. (section \"Town-wide Organization and Services\", heading \"Elective Processes\") The town has an ethics board, planning board, and zoning board of appeals. As of 2018, the town government officials are: Supervisor John Strough Anthony Metivier - Councilman, Ward 1 Catherine Atherden - Councilwoman, Ward 2 George Ferone - Councilman, Ward 3 Jennifer Switzer - Councilwoman, Ward 4 In county government, Queensbury is entitled to five of the 20 seats on the Warren County Board of Supervisors. (Glens Falls also gets five seats, whereas the remaining ten towns in the county receive one seat each.) Four of Queensbury's seats are filled by town-wide election, whereas the fifth is reserved for the town supervisor. ==Emergency services== Emergency services can be accessed by dialing 9-1-1, which routes calls to Warren County's 911 Communications Center. Law enforcement and other police services are provided by the Warren County Sheriff's Office and are supplemented by the New York State Police, which maintains a barracks in the town. Queensbury has not had its own police force since disbanding it in 1982. The town is divided into five fire protection districts: Bay Ridge, North Queensbury, Queensbury Central, South Queensbury, and West Glens Falls. Each district contains at least one fire station, with Queensbury Central and West Glens Falls each having two stations. Three emergency medical services (EMS) districts provide out-of-hospital acute care and ambulance services: Bay Ridge EMS, North Queensbury EMS, and West Glens Falls EMS. A State Emergency Management Office (SEMO) regional office is located on Fox Farm Road. ==Culture== Queensbury was the home of the Lake George Opera Festival from 1965 to 1998. During this period, the festival was held in the 875-seat Queensbury High School auditorium, producing three to seven operas per year. ==Education== ===Public school districts=== The town of Queensbury falls within four public school districts: *Glens Falls City School District *Hudson Falls Central School District *Lake George Central School District *Queensbury Union Free School District ===Postsecondary education=== * SUNY Adirondack – a part of the State University of New York System * SUNY Plattsburgh at Queensbury – a branch campus that's part of the State University of New York at Plattsburgh ==Notable people== *Brendan Harris – professional baseball infielder for the Chicago Cubs, Montreal Expos, Tampa Bay Devil Rays, Washington Nationals, Minnesota Twins, Cincinnati Reds, Los Angeles Angels and Baltimore Orioles; grew up in Queensbury. *Solomon Northup – American abolitionist and the primary author of the memoir Twelve Years a Slave. He lived with his daughter Margaret Stanton and her family in Queensbury by 1855. *Johnny Podres (1932–2008) – former MLB Pitcher with the Brooklyn Dodgers/Los Angeles Dodgers, Detroit Tigers & San Diego Padres from 1953 to 1969; lived in Queensbury following his baseball career. *Derek Richardson – Hollywood and TV actor known for roles in Dumb and Dumberer: When Harry Met Lloyd & Hostel; born and raised in Queensbury. *Elwyn Seelye (1848-1920), founder of the New York State Historical Association and the first custodian of the Lake George battlefield site *Joe Sylvester (1893–1976) – served as the first golf professional at the Glens Falls Country Club in 1914. *Adam Terry – professional football lineman for the Tennessee Titans, Jacksonville Jaguars, San Diego Chargers, Indianapolis Colts, & Baltimore Ravens; grew up in Queensbury, where he played high school football. ==Communities and locations in Queensbury== * Aviation Mall – shopping center on Aviation Road. *Brayton – A hamlet in the northeastern part of town. *East Lake George – A hamlet in the northern part of the town and including part of the town of Fort Ann, located in Washington County. The hamlet attempted to incorporate as a village, a measure rejected by voters in 2010. *Floyd Bennett Memorial Airport (GFL) – An airport, formerly known as the Warren County Airport, in the southeastern part of the town. *French Mountain – A hamlet northwest of Glen Lake that shares its name with the mountain to its northeast. *Glen Lake – A hamlet and lake north of Glens Falls North. *Glens Falls North – a census-designated place along the northern borders of Glens Falls and West Glens Falls. * The Great Escape & Splashwater Kingdom – Six Flags affiliated amusement park located in Queensbury; opened 1954 as Storytown, U.S.A. *Harrisena – A hamlet roughly following State Route 9L in the northern section of the town which borders Lake George. Granted to American Revolutionary War spy Moses Harris for his service in the war.History of Warren County, H. P. Smith - Chapter XXV: History of the Patent and Town of Queensbury - Part 4 *Kattskill Bay – A hamlet in the northeasternmost area of the town. *Lake Sunnyside – A small lake and hamlet in the east-central portion of the town. *Oneida Corners – A hamlet at the modern junction of Sunnyside Road and State Route 9L. *Paradise Beach – A hamlet in the vicinity of The Great Escape and Round Pond on County Route 17. *Queensbury – A hamlet located in the east part of the town near the Queensbury-Kingsbury-Fort Ann town lines. *West Glens Falls – A hamlet and census-designated place bordering the western side of the city of Glens Falls. *Other hamlets: Jenkinsville, South Queensbury, Top O' the World, West Mountain ==References== ==External links== *Town of Queensbury official website Category:Towns in New York (state) Category:County seats in New York (state) Category:Glens Falls metropolitan area Category:Adirondacks Category:Towns in Warren County, New York Category:Populated places established in 1762 Category:1762 establishments in New York",
 "title": "Queensbury, New York"
}