{
 "id": "127619",
 "text": "Middlesex is a town in Yates County, New York, United States. The population was 1,495 at the 2010 census. The name originates from the county of Middlesex, England. The Town of Middlesex is on the northwest corner of the county and is south of Canandaigua. == History == A legend of the Seneca tribe states that they originated in a village called Nundawao, near the south end of Canandaigua Lake, at South Hill. Right next to South Hill stands the 865-foot-high Bare Hill, known to the Senecas as Genundowa.https://www.nytimes.com/2006/10/01/travel/01explorer.html?_r=0 Bare Hill is part of the Bare Hill Unique Area, which began to be acquired by the state in 1989.http://www.dec.ny.gov/lands/37438.html Bare Hill had been the site of a Seneca or pre-Seneca fort; first written reference to this fort was made in 1825 by David Cusick in his history of the Seneca Indians.http://www.crookedlakereview.com/articles/101_135/103spring1997/103robinson.html In the early 1920s, the material that made up the Bare Hill fort was used by the Town of Middlesex highway department for road fill. The first settlers arrived around 1789. The town was formed in 1796 while still part of Ontario County, New York. The town was known as \"Augusta\" until 1808, when the name was changed to \"Middlesex\" to avoid confusion with another location named Augusta. When Yates County was formed in 1823, Middlesex became part of the new county. The Town of Potter was formed from part of Middlesex in 1832, and more of Middlesex was added to Potter in 1856. The Bates Cobblestone Farmhouse, John Carr House, Asahel Green Farm, Middlesex Center Methodist Church, Overackers Corners Schoolhouse, and Vine Valley Methodist Church are listed on the National Register of Historic Places. ==Demographics== As of the census of 2000, there were 1,345 people, 521 households, and 376 families residing in the town. The population density was 43.6 people per square mile (16.8/km2). There were 732 housing units at an average density of 23.7 per square mile (9.2/km2). The racial makeup of the town was 98.74% White, 0.37% African American, 0.15% Native American, 0.15% Asian, 0.15% from other races, and 0.45% from two or more races. Hispanic or Latino of any race were 0.22% of the population. On a side note it is safe to say that cattle outnumber people at least 4 to 1. There were 521 households, out of which 33.0% had children under the age of 18 living with them, 59.7% were married couples living together, 8.1% had a female householder with no husband present, and 27.8% were non-families. 22.3% of all households were made up of individuals, and 10.6% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 2.91. In the town, the population was spread out, with 25.9% under the age of 18, 6.3% from 18 to 24, 25.2% from 25 to 44, 29.0% from 45 to 64, and 13.5% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 100.7 males. For every 100 females age 18 and over, there were 98.8 males. The median income for a household in the town was $43,618, and the median income for a family was $47,763. Males had a median income of $34,464 versus $23,676 for females. The per capita income for the town was $21,241. About 3.4% of families and 6.6% of the population were below the poverty line, including 7.3% of those under age 18 and 9.4% of those age 65 or over. == Communities and locations in Middlesex == *High Tor Wildlife Management Area - A conservation area in the southwest part of the town. *Middlesex - The hamlet of Middlesex is at the junction of NY-245 and NY-364 near the center of the town. The West River flows past the community. *Overackers Corners - A location west of Valley View on County Road 10. *Pine Corners - A hamlet north of Middlesex village on NY-245. *Rushville - The Village of Rushville borders the northeast part of the town on NY-245. *Valley View - A hamlet north of Middlesex village and south of Pine Corners. *Vine Valley - A hamlet on the east shore of Canandaigua Lake at the junction of County Roads 10 and 39. *West River - A stream flowing across the town, eventually entering Canandaigua Lake. *Williams Corner - A hamlet northeast of Middlesex village on NY-364. ==References== ==External links== * Town of Middlesex, NY * Early history of Middlesex, NY Category:Towns in New York (state) Category:Towns in Yates County, New York",
 "title": "Middlesex, New York"
}