{
 "id": "127646",
 "text": "Jefferson is a town in and the county seat of Ashe County, North Carolina, United States. The population was 1,611 at the 2010 census. ==History== The North Carolina General Assembly created a special commission in 1799 to found a county seat for Ashe County. The commission purchased of land to form the town of Jeffersonton, later named Jefferson. It is one of the first towns in the nation to bear the name of Thomas Jefferson, who was the vice president of the United States in 1799. The Ashe County Courthouse and Poe Fish Weir are listed on the National Register of Historic Places. ==Geography== Jefferson is located at in the Appalachian Mountains. According to the United States Census Bureau, the town has a total area of , of which , or 0.20%, is water. The New River, which is part of the Ohio River watershed and one of the oldest and most scenic rivers in the eastern United States, flows through the town. ===Climate=== ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Jefferson racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 1,416 | 87.3% |- !scope=\"row\"| Black or African American (non- Hispanic) | 18 | 1.11% |- !scope=\"row\"| Native American | 8 | 0.49% |- !scope=\"row\"| Asian | 13 | 0.8% |- !scope=\"row\"| Other/Mixed | 47 | 2.9% |- !scope=\"row\"| Hispanic or Latino | 120 | 7.4% |} As of the 2020 United States census, there were 1,622 people, 615 households, and 340 families residing in the town. ===2000 census=== As of the census of 2000, there were 1,422 people, 582 households, and 334 families living in the town. The population density was 738.2 people per square mile (284.5/km2). There were 617 housing units, at an average density of 320.3 per square mile (123.4/km2). The racial makeup was 95.43% White, 1.41% African American, 0.35% Asian, 2.53% from other races, and 0.28% from two or more races. Hispanic or Latino of any race were 3.73% of the population. There were 582 households, of which 19.9% had children under the age of 18 living with them, 45.2% were married couples living together, 10.5% had a female householder with no husband present, and 42.6% were non-families. Of all households, 39.5% were made up of individuals, and 20.6% had someone living alone who was 65 years of age or older. The average household size was 2.02 and the average family size was 2.66. The median age was 51 years, with 14.3% of the population under the age of 18, 6.8% from 18 to 24, 21.2% from 25 to 44, 23.1% from 45 to 64, and 34.7% who were 65 years of age or older. For every 100 females, there were 73.4 males. For every 100 females age 18 and over, there were 70.7 males. The median household income was $22,847, and the median family income was $34,554. Males had a median income of $26,500 versus $18,929 for females. The per capita income for the town was $15,505. About 11.6% of families and 15.3% of the population were below the poverty line, including 18.3% of those under age 18 and 19.6% of those age 65 or over. ==See also== * Jefferson Township, Ashe County, North Carolina ==References== ==External links== * Town of Jefferson official website Category:County seats in North Carolina Category:Populated places established in 1799 Category:Towns in Ashe County, North Carolina",
 "title": "Jefferson, North Carolina"
}