{
 "id": "127786",
 "text": "Pittsboro is a town in Chatham County, North Carolina, United States. The population was 3,743 at the 2010 census and estimated to 4,287 at the 2018 Population Estimates Program (PEP) of the U.S. Census Bureau. It is the county seat of Chatham County. == History == === Foundation and early years === Pittsboro was established as a town in 1785. The Chatham County Court House was built on land belonging to Mial Scurlock, but in 1787 the legislature declared that a town could not be established on Scurlock's land. The town's trustees instead purchased adjacent land belonging to William Petty and laid out the town. That same year, Pittsboro was officially named the county seat. Although Chatham County is named for William Pitt, 1st Earl of Chatham, Pittsboro is named for his son, William Pitt the Younger. Pittsboro was once considered as a site for both the University of North Carolina and the state capital. The university was established in Chapel Hill, beginning in 1789. The state capital is Raleigh, east of Pittsboro. As the county seat, Pittsboro has been a center of trade and local government, including the courts. Many farmers would come into town on the weekend for trade. In 1881 a new county courthouse and jail were built in Pittsboro. === Slavery and racial segregation === The area did not have large plantations, but farmers also depended on slave labor. In 1860 nearly one-third of the county population was made up of enslaved African Americans. After the Civil War and emancipation, whites used violence and other means to enforce white supremacy and suppress the freedmen's vote. The Ku Klux Klan and other supremacist groups were active in the county. Pittsboro was the scene of a notorious mass lynching of four African Americans in 1885, including a woman. The event earned statewide condemnation. Those lynched were tenant farmers. A masked mob took Jerry Finch, his wife Harriet, and Lee Tyson from jail, where they were being held after arrest as suspects in a robbery/murder case.Patrick J. Huber, \"Caught Up in the Violent Whirlwind of Lynching\": The 1885 Quadruple Lynching in Chatham County, North Carolina, The North Carolina Historical Review, Vol. 75, No. 2 (APRIL 1998), pp. 135-160; via JSTOR; accessed 09 June 2018 Harriet Finch was one of four black women to be lynched in the state.Bruce E. Baker, \"Lynching\", 2006, Encyclopedia of North Carolina, ed. by William S. Powell; accessed 09 June 2018 They also took and hanged John Pattishall, who was awaiting trial for two other unrelated robbery/murders.Sarah Burke, \"Without Due Process: Lynching in North Carolina 1880-1900\", Explorations, n.d., University of North Carolina Wilmington; accessed 09 June 2018 A white mob broke into the Pittsboro jail and seized a 16-year-old boy, Eugene Daniel. He was lynched when he was hanged and then had his body riddled with bullets on September 18, 1921. Violence continued during the stress of economic hard times at the end of the century and into the early 20th century, when the state disenfranchised most blacks. This political exclusion lasted until after 1965 and passage of the Voting Rights Act. In 2019, a statue erected in 1907 of a Confederate soldier outside the Chatham County Courthouse in Pittsboro was taken down.Confederate monument at the center of protests in Chatham County taken downConfederate Statue in North Carolina Comes Down After 112 Years === Early industrialization === Textile mills in the north-central area of the county along the Haw River, Rocky River, and Deep River provided new manufacturing jobs to workers who had lost farm holdings due to economic depressions of the 1870s and early 1880s. It was the beginning of industrialization around Pittsboro. === Chatham County Courthouse fire === Chatham County Courthouse|right On March 25, 2010, the Chatham County Courthouse, while undergoing a $415,000 exterior renovation, caught fire. Smoke was first reported in the area around 4:15 p.m.; the fire was dispatched to the Pittsboro Fire Department around 4:45 p.m. By 5 p.m., smoke was reported to be rising from out of the clock tower, which was surrounded by scaffolds. The building was evacuated safely. The building suffered severe damage to the clock tower and the third floor. It was reported that the fire had destroyed all the computers and records, but there were offsite copies and the information was recoverable. On March 26, 2010, at approximately 1:30 a.m., the clock tower collapsed onto the main building, but the building as a whole was damaged only on the second floor. Damage in the rest of the building was from water and smoke effects. Overall 11 fire departments participated in the fire efforts. thumb|left|Viewed from the west-northwest, the Chatham County Court House in August 2013, having been rebuilt after a fire destroyed the upper floors and clock tower. The fire marshal's investigation into the fire determined that it was caused by a soldering torch that ignited wood near the soffit. Workers attempted to extinguish the blaze, but were unsuccessful. On March 31, 2010, the Chatham County Commissioners voted to rebuild the courthouse. It reopened on April 20, 2013. == City government == The mayor of Pittsboro is elected at-large. The current mayor is Cindy Perry. The town's five members of the Board of Commissioners are also elected at-large. They are Pamela Baldwin, J.A. (Jay) Farrell, Kyle Shipp, John Bonitz, and James Vose. The Board of Commissioners hires a town manager to administer daily operations of the city; the current town manage is Chris Kennedy. Manager Morgan assumed office after former Manager Bryan Gruesbeck resigned at the request of the Board in January 2020. Pittsboro holds elections for the Mayor and three seats on the Board of Commissioners every four years in the off-year after each midterm election. Two Pittsboro Commissioners are elected in the off-year after each presidential election. Pittsboro Police is directed by Chief Shorty Johnson. Serving Pittsboro's 4,000 residents, the department comprises 8 patrolmen, 1 community police officer, 1 lead investigator and 1 lieutenant. == Educational facilities == The town is served by five local schools and a Central Carolina Community College campus: *Pittsboro Elementary School *Horton Middle School *Margaret B. Pollard Middle School *Northwood High School *Central Carolina Community College (CCCC), Chatham County Campus *Seaforth High School == Media outlets == ;Newspapers * Chatham Journal ;Network television * WTVD (ABC affiliate) * WRAL-TV (NBC affiliate) * WRAZ (TV) (FOX affiliate) * WNCN (CBS affiliate) ;County Resource for Life in Chatham * Chatham County Events == Geography == Pittsboro is located east of the center of Chatham County at (35.720332, -79.176393). According to the United States Census Bureau, the town has a total area of , of which is land and , or 0.86%, is water. U.S. Highways 15 and 501 run concurrently through the center of the town as Hillsboro Street and Sanford Road, leading north to the center of Chapel Hill and the University of North Carolina, and south to Sanford. U.S. Route 64 bypasses Pittsboro to the north and leads east to Raleigh and west to Siler City. U.S. Route 64 Business passes through the town as West Street and East Street, crossing US 15/501 at the traffic circle that surrounds the historic Chatham County Courthouse in the center of town. North Carolina Highway 87 leads northwest from Pittsboro to Burlington. Near the geographic center of the state, Pittsboro is from Wilmington at the coast and the same distance from Boone in the Blue Ridge Mountains. Jordan Lake is east, providing recreation, fishing, boating and scenic panoramas. The lake is of surface and provides water for Raleigh and the town of Cary. == Demographics == ===2020 Census=== {| class=\"wikitable\" style=\"text-align:right\" |+Pittsboro racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 2,946 | 64.93% |- !scope=\"row\"| Black or African American (non-Hispanic) | 798 | 17.59% |- !scope=\"row\"| Native American | 6 | 0.13% |- !scope=\"row\"| Asian | 77 | 1.7% |- !scope=\"row\"| Pacific Islander | 1 | 0.02% |- !scope=\"row\"| Other/Mixed | 224 | 4.94% |- !scope=\"row\"| Hispanic or Latino | 485 | 10.69% |} As of the 2020 United States census, there were 4,537 people, 1,841 households, and 1,044 families residing in the town. ===2010 Census=== The Census of 2010 shows a population of 3,743, 68% growth since 2000. The racial makeup of the town was: 72% White, 19% African American, 4% some other race alone, 2% two or more races. Almost 9% of the population was Hispanic or Latino. 54% of the population is female and 46% male. ===2000 Census=== As of the census of 2000, there were 2,226 people, 855 households, and 535 families residing in the town. The population density was 663.1 people per square mile (255.8/km). There were 939 housing units at an average density of 279.7 per square mile (107.9/km). The racial makeup of the town was 64.38 percent White, 27.54 percent African American, 0.49 percent Native American, 0.67 percent Asian, 0.04 percent Pacific Islander, 4.99 percent from other races, and 1.89 percent from two or more races. Hispanic or Latino of any race were 8.81 percent of the population. There were 855 households, out of which 29.0 percent had children under the age of 18 living with them, 40.9 percent were married couples living together, 18.7 percent had a female householder with no husband present, and 37.4 percent were non-families. 32.3 percent of all households were made up of individuals, and 12.7 percent had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 2.97. In the town, the population was spread out, with 22.9% under the age of 18, 7.3 percent from 18 to 24, 28.7 percent from 25 to 44, 19.6 percent from 45 to 64, and 21.5 percent who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 80.7 males. For every 100 females age 18 and over, there were 75.0 males. The median income for a household in the town was $35,800, and the median income for a family was $42,391. Males had a median income of $29,500 versus $26,719 for females. The per capita income for the town was $16,863. About 19.2 percent of families and 18.3 percent of the population were below the poverty line, including 24.3 percent of those under age 18 and 13.7 percent of those age 65 or over. ==Economy== Once home to textiles, the largest clothing label mill in the world, and poultry, the town now depends on commuter income, retail stores and a developing business in genetics. Housing developments provide relief from loss of industry as the town adjusts to a new economy. The water supply is abundant, derived from the Haw River. In the future, Jordan Lake will provide much of the water supply. In 2010, the wastewater allotment was expanded. The town is and from major power plants. Major corridor highways, US 15-501 and US 64, a four-lane divided highway, intersect there. Pittsboro is home to the Chatham County Government, the Chatham County Justice Center, and many non-profit agencies and other social service organizations. Pittsboro is also a Certified Retirement Community. ==National Register of Historic Places listings== *A. P. Terry House *Alston-DeGraffenried House *Aspen Hall *Baldwin's Mill *Chatham County Courthouse *Hadley House and Grist Mill *Hall-London HouseLuther Clegg House *Henry Adolphus London House *James A. Thomas Farm *Lewis Freeman House *London Cottage *Kelvin *McClenahan House *Moore-Manning House *Patrick St. Lawrence House *Pittsboro Historic District *Pittsboro Masonic Lodge *Pittsboro Presbyterian Church *Reid House *Sheriff Stephen Wiley Brewer Farmstead ==Notable people== *David Drake (born 1945), science fiction and fantasy writerStasio, Frank & Pellicer, Laura. (December 13, 2017). NC Author Rebuilds A Shattered Civilization In 'The Spark'. wunc.org. Retrieved November 27, 2020. *William Joseph Franks (1830–1880), sailor in the Union Navy who received the Medal of Honor for his actions in the American Civil War *Anne Taylor Nash (1884–1968), painter *Tobais Palmer (born 1990), football wide receiver * Abraham Rencher (1798-1883), governor of New Mexico Territory and congressman *Charles M. Stedman (1841–1930), the last Civil War veteran to serve in Congress *James Iredell Waddell (1824–1886), officer in the United States Navy and later in the Confederate States Navy *Ursula Vernon (born 1977), children's author and artist *Nathan Alexander Stedman (1762-1847), politician, Comptroller of North Carolina ==See also== *Carolina Brewery *Chatham Park == References == * * * ==Further reading== *Larry C. Thomas, The Double Axe Murder of the Gunter's and Finch's Family of Chatham County, North Carolina, Sanford, NC: The Author, 1990 == External links == * * Chatham County Economic Development Corporation *Chatham County Historical Association * Haw River Assembly, local conservation organization * Chatham County Events, Community Website for all events, parks, and businesses in Chatham County Category:Towns in Chatham County, North Carolina Category:Towns in North Carolina Category:County seats in North Carolina Category:Populated places established in 1785 Category:1785 establishments in North Carolina",
 "title": "Pittsboro, North Carolina"
}