{
 "id": "127743",
 "text": "Mount Pleasant is a town located in eastern Cabarrus County, North Carolina, United States. As of the 2010 census, the town population was 1,652. The town center is located at the crossroads of Mount Pleasant Road and North Carolina Highway 73. NC Highway 49 skirts the town to the north on its way from Charlotte to Asheboro. The town is an important reference point along the road between Charlotte, the largest city in the Carolinas, and Raleigh, the North Carolina state capital. The town is also an important point on NC Highway 73 between Concord and Albemarle. ==History== The First Congregational Church, Lentz Hotel, Mount Pleasant Collegiate Institute Historic District, and Mount Pleasant Historic District are listed on the National Register of Historic Places. ==Geography== Mount Pleasant is located in eastern Cabarrus County at (35.403734, -80.435478). According to the United States Census Bureau, the town has a total area of , all land. ==Education== The town is home to Mount Pleasant Elementary, Middle, and High Schools, which serve most of the families of eastern Cabarrus County. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Mount Pleasant racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 1,474 | 88.21% |- !scope=\"row\"| Black or African American (non-Hispanic) | 66 | 3.95% |- !scope=\"row\"| Native American | 4 | 0.24% |- !scope=\"row\"| Asian | 12 | 0.72% |- !scope=\"row\"| Other/Mixed | 67 | 4.01% |- !scope=\"row\"| Hispanic or Latino | 48 | 2.87% |} As of the 2020 United States census, there were 1,671 people, 649 households, and 460 families residing in the town. ===2000 census=== At the 2000 census there were 1,259 people, 473 households, and 353 families living in the town. The population density was 900.7 people per square mile (347.2/km). There were 521 housing units at an average density of 372.7 per square mile (143.7/km). The racial makeup of the town was 93.09% White, 5.88% African American, 0.32% Asian, and 0.71% from two or more races. Hispanic or Latino of any race were 0.24%. Of the 473 households 35.3% had children under the age of 18 living with them, 61.3% were married couples living together, 10.4% had a female householder with no husband present, and 25.2% were non-families. 21.6% of households were one person and 9.3% were one person aged 65 or older. The average household size was 2.55 and the average family size was 3.00. The age distribution was 25.2% under the age of 18, 6.3% from 18 to 24, 30.7% from 25 to 44, 21.5% from 45 to 64, and 16.3% 65 or older. The median age was 38 years. For every 100 females, there were 88.2 males. For every 100 females age 18 and over, there were 80.5 males. The median household income was $48,207 and the median family income was $55,568. Males had a median income of $36,900 versus $25,357 for females. The per capita income for the town was $21,556. About 2.3% of families and 6.7% of the population were below the poverty line, including 1.9% of those under age 18 and 21.0% of those age 65 or over. ==Notable people== Mount Pleasant is the hometown of The Avett Brothers, a folk band formed by brothers Scott and Seth Avett. ==References== ==External links== * Town of Mount Pleasant official website Category:Towns in Cabarrus County, North Carolina Category:Towns in North Carolina",
 "title": "Mount Pleasant, North Carolina"
}