{
 "id": "127876",
 "text": "Teachey is a town in Duplin County, North Carolina, United States. Its population was 376 at the 2010 census. ==Geography== Teachey is located in southwestern Duplin County at (34.769292, -78.006933). U.S. Route 117 passes through the center of town, leading south to the center of Wallace and north to Rose Hill. Interstate 40 passes east of town, with access from Exit 384. According to the United States Census Bureau, Teachey has a total area of , all land. ==Demographics== As of the census of 2000, 245 people, 92 households, and 66 families were residing in the town. The population density was 299.1 people per square mile (115.4/km). The 97 housing units averaged 118.4 per square mile (45.7/km). The racial makeup of the town was 41.63% White, 50.61% African American, 0.82% Asian, 5.71% from other races, and 1.22% from two or more races. Hispanics or Latinos of any race were 6.94% of the population. Of the 92 households, 30.4% had children under the age of 18 living with them, 54.3% were married couples living together, 13.0% had a female householder with no husband present, and 27.2% were not families. About 26.1% of all households were made up of individuals, and 16.3% had someone living alone who was 65 years of age or older. The average household size was 2.66, and the average family size was 3.16. In the town, the age distribution was 22.0% under 18, 11.4% from 18 to 24, 26.5% from 25 to 44, 22.4% from 45 to 64, and 17.6% who were 65 or older. The median age was 40 years. For every 100 females, there were 82.8 males. For every 100 females age 18 and over, there were 81.9 males. The median income for a household in the town was $40,833, and for a family was $51,591. Males had a median income of $38,750 versus $19,028 for females. The per capita income for the town was $19,725. About 4.0% of families and 5.6% of the population were below the poverty line, including none of those under the age of 18 and 8.7% of those 65 or over. ==References== Category:Towns in Duplin County, North Carolina Category:Towns in North Carolina",
 "title": "Teachey, North Carolina"
}