{
 "id": "127891",
 "text": "Rural Hall is a town in Forsyth County, North Carolina, United States. It is a part of the Piedmont Triad. The population was 2,937 at the 2010 census. The town has one public park: Covington Memorial Park. ==Geography== Rural Hall is located in northern Forsyth County at (36.232337, -80.293743). It is bordered to the south by the city of Winston-Salem, and the village of Tobaccoville is to the west. Downtown Winston-Salem is to the south via North Carolina Highway 66 and U.S. Route 52. According to the United States Census Bureau, the town of Rural Hall has a total area of , of which , or 0.32%, is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text- align:right\" |+Rural Hall racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 2,017 | 60.19% |- !scope=\"row\"| Black or African American (non-Hispanic) | 678 | 20.23% |- !scope=\"row\"| Native American | 14 | 0.42% |- !scope=\"row\"| Asian | 19 | 0.57% |- !scope=\"row\"| Pacific Islander | 2 | 0.06% |- !scope=\"row\"| Other/Mixed | 188 | 5.61% |- !scope=\"row\"| Hispanic or Latino | 433 | 12.92% |} As of the 2020 United States census, there were 3,351 people, 1,360 households, and 857 families residing in the town. ===2000 census=== As of the census of 2000, there were 2,464 people, 1,081 households, and 705 families residing in the town. The population density was 892.0 people per square mile (344.7/km). There were 1,160 housing units at an average density of 420.0 per square mile (162.3/km). The racial makeup of the town was 79.38% White, 12.26% African American, 0.20% Native American, 0.32% Asian, 0.12% Pacific Islander, 6.82% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 8.32% of the population. There were 1,081 households, out of which 27.8% had children under the age of 18 living with them, 49.5% were married couples living together, 12.1% had a female householder with no husband present, and 34.7% were non-families. 30.5% of all households were made up of individuals, and 12.0% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.83. In the town, the population was spread out, with 22.6% under the age of 18, 8.4% from 18 to 24, 29.9% from 25 to 44, 23.8% from 45 to 64, and 15.4% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 92.3 males. For every 100 females age 18 and over, there were 88.2 males. The median income for a household in the town was $36,477, and the median income for a family was $46,116. Males had a median income of $31,939 versus $26,435 for females. The per capita income for the town was $19,593. About 6.6% of families and 8.9% of the population were below the poverty line, including 10.9% of those under age 18 and 9.8% of those age 65 or over. == History == The earliest settler was Anthony Bitting (1738-1804), who was born in Pennsylvania to a German American family. In the 1770s he moved from Bucks County to Maryland, then to southern Virginia. He supplied material to the Continental Army and may have participated in the battle of Guilford Court House. His descendants still live in the county. His grandson, Benjamin Lewis Bitting (1832-1922), built the house that gave Rural Hall its name. Another early settler was Johann Adam Geiger (Kiger) who donated to the Nazareth Evangelical Lutheran Church, which still serves the community today. The town developed after the Cape Fear & Yadkin Valley Railroad erected a station in 1887.Powell, William S. The North Carolina Gazetteer: A Dictionary of Tar Heel Places, Chapel Hill, NC: The University of North Carolina Press, 1968. Rural Hall now is the operational center of the Yadkin Valley Railroad, and many of the Yadkin Valley locomotives can be found idling there when not working. The Rural Hall Depot was listed on the National Register of Historic Places in 1983. ==External links== * Town of Rural Hall official website * Rural Hall Elementary School * Atlantic & Yadkin Railway ==References== Category:Towns in Forsyth County, North Carolina Category:Towns in North Carolina Category:Populated places established in 1887",
 "title": "Rural Hall, North Carolina"
}