{
 "id": "127865",
 "text": "Lexington is the county seat of Davidson County, North Carolina, United States. As of the 2010 census, the city had a population of 18,931. It is located in central North Carolina, south of Winston-Salem. Major highways include I-85, I-85B, U.S. Route 29, U.S. Route 70, U.S. Route 52 / I-285 and U.S. Route 64. Lexington is part of the Piedmont Triad region of the state. Lexington, Thomasville, and the rural areas surrounding them are slowly developing as residential bedroom communities for nearby cities such as Winston-Salem, Greensboro, High Point and, to a lesser extent, Charlotte and its northeastern suburbs. ==History== The Lexington area was at least sparsely settled by Europeans in 1775. The settlers named their community in honor of Lexington, Massachusetts, the site of the first skirmish of the American Revolutionary War. Lexington was incorporated as a city in 1828. Silver Hill Mine, located a few miles south of Lexington, opened in 1838, and was the first operating silver mine in the country. The oldest surviving house in Lexington is The Homestead, built by Dr. William Rainey Holt (1798–1868), a physician born in what is today Alamance County. The Homestead has windows, sidelights and other Palladian details characteristic of the pattern books of architect Asher Benjamin.Historic Uptown Lexington, North Carolina. uptownlexington.com In addition to The Homestead, the Erlanger Mill Village Historic District, First Reformed Church, Grace Episcopal Church, Grimes Brothers Mill, Grimes School, Hedrick's Grove Reformed Church, Junior Order United American Mechanics National Orphans Home, Lexington Memorial Hospital, Lexington Residential Historic District, Old Davidson County Courthouse, Pilgrim Reformed Church Cemetery, Henry Shoaf Farm, Uptown Lexington Historic District, and John Henry Welborn House are listed on the National Register of Historic Places. ==Business and industry== In the twentieth century until the late 1990s, Lexington's economy was mainly based on textile and furniture manufacturing. Since then, most local manufacturers have moved their production facilities to Asia and Mexico as a way to reduce costs and remain competitive in a global market. This caused the closure of most textile and furniture factories and contributed to economic difficulties for a community that was heavily dependent on these two industries for employment. The Lexington industrial portfolio has since diversified. Other large employers include: * Halyard Health * Jeld-Wen * PPG Industries * Vitacost ==Culture== ===Barbecue=== Lexington calls itself the \"Barbecue Capital of the World\".Lexington Tourism Authority, official website Since 1984, the city has hosted the Lexington Barbecue Festival, one of the largest street festivals in North Carolina. As of 2003, the city has over twenty barbecue restaurants, an average of more than one per thousand residents. In 2012, US News and World Report ranked Lexington #4 on its list of the best cities for barbecue. Lexington-style barbecue is made with pork shoulder cooked slowly over a hardwood fire, usually hickory. It is basted in a sauce (called \"dip\" locally) made with vinegar, ketchup, water, salt, pepper and other spices. The ingredients vary from restaurant to restaurant, with each restaurant's recipe being a closely guarded secret. While each is vinegar-based, the taste varies widely from tangy to slightly sweet or spicy. The most distinguishing feature of the \"Lexington Barbecue Sandwich\" is the inclusion of red slaw (sometimes called \"barbecue slaw\"). Red slaw is a combination of cabbage, vinegar, ketchup and crushed/ground black pepper; it is distinguishable from coleslaw because it contains no mayonnaise. Many Lexingtonians (and visitors) consider red slaw a staple for a quality barbecue experience. Red slaw is commonly served as a side dish with barbecue, grilled poultry and other meats, and on hot dogs as a relish. === Pigs in the City === \"Pigs in the City\" is a public art initiative coordinated by Uptown Lexington, Inc., a non-profit organization created to revitalize the downtown (locally called \"uptown\") area of Lexington.http://www.uptownlexington.org/Events/pigsinthecity.asp People paid commissions to artists to decorate life-sized sculptures of pigs, which were installed throughout the city. Pigs in the City began in 2003, and the event drew more than 40,000 visitors from all over the state in its first year.\"Lexington: Pigs in the City\" , Electric Cities The cost to \"sponsor\" one of the 20 pigs on display was $1,000 during the first exhibition, which paid for the initiative. The event ran from 2003–2005, and 2008–2009. In 2019, it was announced that Pigs in the City will return in 2020. === High Rock Lake === The second largest lake in North Carolina, High Rock Lake is located a few miles south of Lexington. Its water surface covers , and it has of shoreline. It begins at the confluence of the Yadkin and South Yadkin rivers. High Rock Lake has long been considered one of the best fishing lakes of North Carolina.North Carolina Summer Bass Fishing It is the site of the Bassmaster Tournaments, including the Bassmaster Classic in 1994, 1995, 1997 and 2007Camping in Piedmont, North Carolina. campingfriend.com and frequently is used for other angling competitions. The lake is stocked with channel, blue, and flathead catfish, plus crappie and several different sunfish, such as bluegill, shellcracker and others. Striper and their hybrids, as well as white bass, are also abundant. The lake is best known for its quantity and quality of largemouth bass, which attract anglers from all over the United States. This is likely due to the relatively shallow nature of the lake and the favorable habitat for the bass. == Geography == thumb|Davidson County Governmental Center Lexington is located in the Piedmont Triad region. It is centered at 35°49'0\" North, 80°15'31\" West (35.816768, −80.258643). Lexington is northeast of High Rock Lake, part of the Yadkin-Pee Dee chain of lakes in central North Carolina. According to the United States Census Bureau, the city has a total area of , all land. Interstate 85 Business passes north and west of the center of Lexington, and Interstate 85 passes to the south. The highways merge at the southwest end of the city. Additionally, four U.S. highways, U.S. Route 29, 64, 52, Interstate 285 (co-signed with US 52) and 70, and state highways 8 and 47 intersect in the city. === Climate === Thunderstorms are common during the spring and summer months, including some severe storms. Located in central North Carolina, between the Appalachian Mountains and the Mid-Atlantic coast, Lexington has a humid subtropical climate, with moderate temperatures during spring and autumn and warm to hot summers. Winters are relatively mild and wet with highs typically in the 40s to 50s and overnight lows averaging just below freezing. == Demographics == thumb|Davidson County Courthouse ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Lexington racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 9,094 | 46.32% |- !scope=\"row\"| Black or African American (non- Hispanic) | 5,419 | 27.6% |- !scope=\"row\"| Native American | 110 | 0.56% |- !scope=\"row\"| Asian | 586 | 2.98% |- !scope=\"row\"| Pacific Islander | 6 | 0.03% |- !scope=\"row\"| Other/Mixed | 963 | 4.91% |- !scope=\"row\"| Hispanic or Latino | 3,454 | 17.59% |} As of the 2020 United States census, there were 19,632 people, 7,448 households, and 4,607 families residing in the city. ===2010 census=== As of the census of 2010, there were 18,931 people in the city, organized into 7,376 households. This represents a population reduction of 1022 persons, or 5%, when compared to the 2000 census. The median age was 37.4 years for all persons (39.4 for females, 35.2 for males). Of the total population, 15.1% were at least 65 years old, 24.6% were under the age of 18, with the remaining 60.3% of the population being persons from 18 to 64. Males comprise 48.1% and females make up 51.9% of the total population. Caucasians make up 54.7% of the total population (including 16.3% who were Latino), African-Americans 28.4% and Asians represent 2.9% of the population. Fully 10.7% of the population identifies themselves as some other race, while 2.6% were of two or more races. Other races each represent less than 1% each of the total population. Of the total 7,376 households, 4,581 were considered family households, including 2067 that had children under 18. The average household size was 2.44 persons, and the average family size was 3.08 persons. There were 8,938 total housing units, of which the 7376 were households, for an occupancy rate of 82.5%. 47.6% of these households were owner-occupied, while 52.4% were renters. According to the 2000 census, The median income for a household in the city was $26,226, and the median income for a family was $32,339. Males had a median income of $25,555 versus $20,939 for females. The per capita income for the city was $15,310. 21.2% of the population and 16.7% of families were below the poverty line. Out of the total population, 31.7% of those under the age of 18 and 18.0% of those 65 and older were living below the poverty line. The global outsourcing of textile and furniture manufacturing has negatively impacted Lexington's economy.(Lexington, NC). The Dispatch. Retrieved on 2016-12-02. ==Notable people== *Josh Bush, former free safety for the Denver Broncos and New York Jets. Was on the Denver Broncos Super Bowl 50 championship team. *Mike Dillon, former NASCAR Busch Series race car driver *Richard Benjamin Harrison, star of the reality television series Pawn Stars *Rick Harrison, star of the reality television series Pawn StarsCarter, Susan (December 2, 2012). \"How Rich is Rick Harrison?\". How Rich? Retrieved March 9, 2019. *Deems May, former NFL tight end for the San Diego Chargers and the Seattle Seahawks *Joe McIntosh, NFL player *Terry McMillan, musician * Benjamin Merrill, leader in the Regulator Movement who assumed command of the Regulators at the May 9, 1771 Battle of Alamance, a precursor uprising to the American War for Independence. *Robert Sink, lieutenant general for the United States Army; commanded the 506th Parachute Infantry Regiment during World War II, which was made famous by the HBO miniseries Band of Brothers *Caskey Swaim, actor, starred in the television series, Project U.F.O. *Johnny Temple, six-time All-Star and former MLB second baseman for the Cincinnati Reds, Cleveland Indians, Baltimore Orioles, and Houston Colt .45s *Rick Terry, NFL defensive tackle for the New York Jets and Carolina Panthers *Bob Timberlake, realist artist *Perry Tuttle, former NFL wide receiver for the Buffalo Bills, Atlanta Falcons, and Tampa Bay Buccaneers *Wednesday 13 (Joseph Poole), horror punk musician ==Image gallery== File:Old Davidson County Courthouse 1.jpg|Historic Old Davidson County Courthouse File:Lexington NC Arts United of Davidson County.jpg|Old Lexington Post Office File:Lexington NC Civic Center.jpg|Edward C. Smith Civic Center File:Lexington NC police station.jpg|Police HQ File:Lexington NC police statue.jpg|Statue at Police HQ File:Lexington NC Fire department HQ.jpg|Fire Dept. HQ File:Lexington NC barbecue sign.jpg|Barbecue designation sign on Mayor's building File:Lexington NC Fire Museum.jpg|Part of the museum at the Fire Dept. HQ ==See also== * Uptown Lexington Historic District * Barbecue in North Carolina * Piedmont Triad ==References== ==External links== * City of Lexington official website * Lexington Area Chamber of Commerce * Lexington Tourism Authority Category:Populated places established in 1775 Category:Cities in North Carolina Category:Cities in Davidson County, North Carolina Category:County seats in North Carolina Category:1775 establishments in North Carolina",
 "title": "Lexington, North Carolina"
}