{
 "id": "127967",
 "text": "Ahoskie Talk Like A Tarheel , from the North Carolina Collection's website at the University of North Carolina at Chapel Hill. Retrieved 2012-09-18. is a town in Hertford County, North Carolina, United States. The population was 5,039 at the 2010 census. Ahoskie is located in North Carolina's Inner Banks region. Its nickname is \"The Only One\" because no other town in the world is known by the same name. The etymology of the word Ahoskie, which was originally spelled \"Ahotsky,\" was from the Wyanoke Indians, who entered the Hertford County area at the beginning of European settlement. ==History== This area's economy was initially based on the cultivation of tobacco and cotton. It has continued to be largely rural with small towns. The town has both historic districts and individual buildings listed on the National Register of Historic Places: the Ahoskie Historic District, Ahoskie Downtown Historic District, and East End Historic District; and Ahoskie School, Roberts H. Jernigan House, King-Casper-Ward-Bazemore House, William Mitchell House, Mulberry Grove, and James Newsome House. The town has highlighted these resources to encourage heritage tourism. ==Geography== Ahoskie is located at (36.286439, -76.986436). According to the United States Census Bureau, the town has a total area of 4.35 square miles, all land. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Ahoskie racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 1,158 | 23.68% |- !scope=\"row\"| Black or African American (non-Hispanic) | 3,334 | 68.17% |- !scope=\"row\"| Native American | 57 | 1.17% |- !scope=\"row\"| Asian | 68 | 1.39% |- !scope=\"row\"| Pacific Islander | 1 | 0.02% |- !scope=\"row\"| Other/Mixed | 165 | 3.37% |- !scope=\"row\"| Hispanic or Latino | 108 | 2.21% |} As of the 2020 United States census, there were 4,891 people, 1,895 households, and 1,044 families residing in the town. ===2010 census=== As of the census of 2010, there were 5,039 people, 2,062 households, and 1,263 families residing in the town. The population density was 1,169 inhabitants per square mile. There were 2,309 housing units at an average density of 536 per square mile. The racial makeup of the town was 66.6% African American, 28.5% White, 1.50% Native American, 1.3% Asian, and 1.1% from two or more races. Hispanic or Latino of any race were 1.6% of the population. There were 2,062 households, out of which 20.9% had children under the age of 18, 43.0% were married couples living together, 25.2% had a female householder with no husband present, and 31.8% were non- families. The average household size was 2.35 and the average family size was 3.01. The population ages were distributed with 28.1% under the age of 20, 5.7% from 20 to 24, 22.3% from 25 to 44, 24.3% from 45 to 64, and 19.7% who were 65 years of age or older. The median age was 39.5 years. The median income for a household in the town was $28,438, and the median income for a family was $37,833. Males had a median income of $36,711 versus $27,398 for females. The per capita income for the town was $17,648. About 19.8% of families and 26.4% of the population were below the poverty line, including 36.8% of those under age 18 and 22.4% of those age 65 or over. == Business and college == Ahoskie is home to the Roanoke-Chowan News-Herald newspaper. In nearby Cofield there is a steel rolling mill owned and operated by Nucor Steel. Roanoke-Chowan Community College is located just outside Ahoskie in Union. In the late 1990s, the town of Ahoskie donated a former elementary school to the Shaw University, based in Raleigh. It established a C.A.P.E. centers, to help improve and enhance the vocational and educational skills of individuals in lower-class communities in the surrounding area. ==Notable people== * Kentwan Balmer, defensive end in the NFL * Edward L. Fike (1920-2011), journalist and publisher in California, Montana, North Carolina, Ohio, and Virginia. * Bobby Futrell, cornerback in the NFL for the Tampa Bay Buccaneers from 1986-1990Bobby Futrell Profile. Pro Football Reference. Retrieved 17 February 2019. * Sam Harrell, running back in the NFL for the Minnesota VikingsSam Harrell Profile. Pro football Reference. Retrieved 17 February 2019. * Robert Lee Holloman, Democratic member of the North Carolina General Assembly representing the state's fourth Senate district * Jason Horton, former NFL, CFL and Arena Football League cornerback * Howard J. Hunter Jr., Democratic member of the North Carolina General Assembly representing the state's fifth House district * Toran James, former NFL, XFL and Arena Football League fullback/linebacker * Dick Newsome, pitcher for the Boston Red Sox * Timmy Newsome, fullback in the NFL for the Dallas Cowboys from 1980-1988 * Amber O'Neal, professional wrestler * Lori J. Pierce, American radiation oncologist, 57th President - American Society of Clinical Oncology ASCO. \"Lori J. Pierce, MD, FASTRO, FASCO.\" https://www.asco.org/people/lori-j-pierce-md-fasco * Graham Smith, Tuskegee Airman * Robert Lee Vann, newspaper publisher and editor * Tom Umphlett, MLB player for the Boston Red Sox and Washington Senators * Oshane Ximines, outside linebacker in the NFL for the New York Giants == References == ==External links== * Official website Category:Towns in North Carolina Category:Towns in Hertford County, North Carolina",
 "title": "Ahoskie, North Carolina"
}