{
 "id": "128018",
 "text": "Franklin is a town in and the county seat of Macon County, North Carolina. It is situated within the Nantahala National Forest. The population was reported to be 4,175 in the 2020 census, an increase from 3,845 reported in 2010. The town developed around a 1,000-year old platform mound, the center of the historic Cherokee town of Nikwasi. Franklin is a popular destination for hikers and outdoors enthusiasts, specifically in relation to the Nantahala National Forest, the Great Smoky Mountains, and the Appalachian Trail. The town and the surrounding area is rich in gems and minerals, and is known locally as the \"Gem Capital of The World.\"http://www.franklin-chamber.com/gem- mines/ Franklin Area Chamber of Commerce ==History== ===Cherokee influence=== Prior to the arrival of European settlers, the area was home to tribes within the Cherokee Nation. The Cherokee called this area Nikwasi, or \"center of activity\". Nikwasi was an ancient and important Cherokee town, centered around an ancient platform mound believed to be at least 1000-years-old. The Cherokee built their Council House on top of the mound. In the 21st century, the remains of Nikwasi Mound are still visible in downtown Franklin. It was privately owned until Franklin purchased the site in 1946 and it was added to the National Register of Historic Places in 1980. In 1819, the Cherokee were forcibly relocated to the Qualla Boundary, which today is the home the federally recognized tribe of the Eastern Band of Cherokee. ===European settlement=== The city was named by European-American settlers for Jesse Franklin, one of two state commissioners who surveyed and organized the town in 1820 as the county seat, for what would become Macon County in 1828. Jesse Franklin was later elected by the state legislature as the United States Senator from North Carolina (popular election of senators did not become custom until the 20th century). He was later elected and served North Carolina as its 20th governor. The city of Franklin was not formally incorporated until 1855. In 1946, the people of Franklin raised money to buy the site of Nikwasi Mound and vowed to preserve it. Schoolchildren were among those who donated money to buy it from one of the many private owners who had held it since the Cherokee were forced from their historic town. ==Geography== Franklin is located at (35.181144, -83.381685). The elevation of Franklin is 2119 ft.https://www.franklinnc.com/about-franklin-nc.html# According to the United States Census Bureau, the town has a total area of , of which, of it is land and of it (0.78%) is water. The Cullasaja River from Highlands flows into the Little Tennessee River at Franklin. Near to Franklin and within Macon county are numerous waterfalls and hiking trails.https://www.franklinnc.com/about- franklin-nc.html# ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Franklin racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 3,206 | 76.79% |- !scope=\"row\"| Black or African American (non- Hispanic) | 50 | 1.2% |- !scope=\"row\"| Native American | 13 | 0.31% |- !scope=\"row\"| Asian | 50 | 1.2% |- !scope=\"row\"| Other/Mixed | 174 | 4.17% |- !scope=\"row\"| Hispanic or Latino | 682 | 16.34% |} As of the 2020 United States census, there were 4,175 people, 1,817 households, and 1,030 families residing in the town. ===2010 census=== As of the census of 2010, there were 3,845 people, 1,627 households, and 899 families residing in the town. The population density was 911.2 people per square mile (351.8/km2). There were 1,916 housing units at an average density of 500.2 per square mile (193.2/km2). The racial makeup of the town was 82.3% White, 1.9% African American, 0.40% Native American, 0.63% Asian, 0.03% Pacific Islander, 0.49% from other races, and 1.15% from two or more races. Hispanic or Latino of any race were 13.01% of the population. There were 1,627 households, out of which 24.3% had children under the age of 18 living with them, 39.7% were married couples living together, 12.4% were a single person household and 44.7% were non-families. 40.6% of all households were made up of individuals, and 22.0% had someone living alone who was 65 years of age or older. The average household size was 2.08 and the average family size was 2.79. In the town, the population was spread out, with 21.3% under the age of 18, 8.1% from 18 to 24, 24.1% from 25 to 44, 23.0% from 45 to 64, and 23.5% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 79.7 males. For every 100 females age 18 and over, there were 74.8 males. The median income for a household in the town was $30,425. Males had a median income of $33,957 versus $27,363 for females. The per capita income for the town was $19,761. About 15.2% of families and 20.9% of the population were below the poverty line, including 28.4% of those under age 18 and 16.2% of those age 65 or over. ===Growth and cost of living=== Franklin's rate of population growth is 12% higher than the national average. Located in the Great Smoky Mountains, Franklin is situated more than one hour from Asheville. It is two hours from Atlanta, Georgia; Knoxville, Tennessee; or Greenville, South Carolina. Due to its proximity to these major cities, combined with a relatively rural location and lower cost of living, Franklin has developed as a destination for persons seeking retirement, recreational, permanent, or second homes. The 2010 cost-of-living index in Franklin: 86.7 (less than average, U.S. average is 100). ==Climate== In the summer Franklin has temperatures in the lower 80s, while during the winter temperatures rarely fall below the upper teens. The warmest month of the year is July with an average maximum temperature of 84.50 degrees Fahrenheit, while the coldest month of the year is January with an average minimum temperature of 24.00 degrees Fahrenheit. Temperature variations between night and day tend to be moderate during summer with a difference that can reach 22 degrees Fahrenheit, and moderate during winter with an average difference of 25 degrees Fahrenheit. The annual average precipitation in Franklin is 54.47 inches and rainfall is fairly evenly distributed throughout the year. The wettest month of the year is March with an average rainfall of 5.76 inches. ==Recreation== ===Hiking=== The mountains that surround Franklin are lined with many hiking trails including the famous Appalachian Trail. The AT runs north and south, passing 10 miles west of Franklin; it can be accessed at many locations in the area. Some 40 miles of side trails interlace with the AT in the region as well. Another, lesser known trail also passes through the area: Bartram Trail, named for American botanist William Bartram, who documented the native flora and fauna of the area in 1775. Bartram Trail climbs into the hills of the Franklin area; hikers may follow the explorer's footsteps and discover the exuberant natural world in which he took such delight. Both the Appalachian Trail and Bartram Trail cross over Wayah Bald, one of the best known places in the Franklin area for sightseeing. ===Gem mining=== The Franklin area is famous for its gem mining. Franklin hosts the jewelry and gem show, \"Macon County Gemboree\", twice a year. The Cowee Valley north of Franklin attracts thousands of visitors annually to its mines, which continue to yield valuable stones. There are also other gem mines located throughout the area. Among the native stones found are ruby, sapphire, and garnets. The Franklin Gem and Mineral Museum is free to the public and is noted for its exhibits.http://www.fgmm.org/ Franklin Gem & Mineral Museum ===Waterfalls=== ====Cullasaja Falls==== Cullasaja Falls is a waterfall in Southwestern North Carolina. The waterfall is located on the Cullasaja River in the Nantahala National Forest and is part of the Mountain Waters Scenic Byway. Cullasaja comes from a Cherokee word meaning \"honey locust place.\" The falls is the last major waterfall on the Cullasaja river.Kevin Adams, North Carolina Waterfalls, p. 470 The falls is a long cascade over the course of . The height of the falls is given as 200 ft (61 m) in Kevin Adams' book, North Carolina Waterfalls and 250 ft (77.1 m) by NCWaterfalls.com. However, Google Earth gives a height (based on the elevation of the water at the top of the falls and the elevation of the plunge pool at the bottom of the falls) of 137 ft (42 m). The falls may be glimpsed by people driving along Highway 64, but it is difficult to see more fully from the road. The falls are located beside of a series of blind curves on with sheer rock cliffs above and below the road. A small pull-off is located near the falls, but walking on the road puts visitors in danger of being hit by a passing vehicle. ====Dry Falls==== Dry Falls, also known as Upper Cullasaja Falls, is a 65-foot (20.1 m) waterfall located in the Nantahala National Forest, northwest of Highlands, North Carolina. Dry Falls flows on the Cullasaja River through the Nantahala National Forest. It is part of a series of waterfalls on a stretch of the river that eventually ends with Cullasaja Falls. Dry Falls flows over an overhanging bluff that allows visitors to walk up under the falls and remain relatively dry when the waterflow is low, hence its name. Visitors will get wet if the waterflow is high. The falls has been called Dry Falls for a long time, but has also gone by a few other names, including High Falls, Pitcher Falls, and Cullasaja Falls.Kevin Adams, North Carolina Waterfalls, p. 467 Dry Falls is located on the side of U.S. Highway 64 southeast of Franklin, North Carolina. There is a parking area on the side of the road, where visitors can park before walking the short path with stairs to the falls. The United States Forest Service has made improvements to the parking area and has reopened the public area. ====Bridal Veil Falls==== Bridal Veil Falls is a 45-foot (20.1 m) waterfall located in the Nantahala National Forest, southeast of Franklin. With a short curve of roadway that passes behind the falls, this is the only waterfall in the state where one can drive a vehicle under the water. Bridal Veil Falls flows on a tributary of the Cullasaja River through the Nantahala National Forest. The falls flows over an overhanging bluff. Visitors can walk behind the falls and remain dry when the waterflow is low. During periods of drought, the stream may nearly dry up, though visitors will get wet if the waterflow is moderate or high. Bridal Veil Falls is located on the side of U.S. Highway 64 southeast of Franklin. Highway 64 originally used the curve of roadway behind the falls exclusively, so that all traffic went behind them. But this caused problems with icing of the roadway during freezing weather, and Hwy. 64 has been re-routed around the front of the falls since. A parking area is located on the side of the road, so that visitors can park and view the falls from there. In 2003, a massive boulder slid off the left side of the falls, blocking that side of the drive-under completely. However, in July 2007, that boulder was removed by a local developer. ====Quarry Falls==== Quarry Falls is a small waterfall (or perhaps large rapid in high water) located beside US Hwy. 64 southeast of Franklin, North Carolina. Known to locals as \"Sliding Rock\", it is best known for the large, deep pool at the bottom. It is a popular place for swimming during warm weather. === Scottish Tartans Museum === Franklin has been home to the Scottish Tartans Museum since 1994. It shows materials common to some of the Scots-Irish immigrants who settled in this area in the late eighteenth century and later. ==Macon County Airport== The Macon County Airport is located in the Iotla Valley, just north of Franklin, and reports ASOS weather station information as \"Franklin\" at :00, :20, and :40 past each hour. ==Notable people==YouTube star The Retromantic is from Franklin. *Alexander Key, novelist, lived for a time on Wayah Valley Road near Franklin. *Charles Frazier, author of award-winning novel Cold Mountain, was raised in Franklin, NC.id=tDVWkTVnYwQC&pg;=PA278&lpg;=PA278&dq;=%22Charles+Frazier%22+%22franklin,+north+carolina%22&source;=bl&ots;=WPGlvBRBqR&sig;=RfBvT1y3yk9_f4j1IT- QtHAbbm8&hl;=en&sa;=X&ved;=0ahUKEwjB_4r5xrDcAhWFsaQKHZpAADUQ6AEIODAC#v=onepage&q;=%22Charles%20Frazier%22%20%22franklin%2C%20north%20carolina%22&f;=false Vale of Humility: Plain Folk in Contemporary North Carolina Fiction, by George Hovis, Google Books, Retrieved 2018-07-21. *Shawn Bryson, athlete born and raised here, played for the Buffalo Bills and Detroit Lions during his time in the NFL. ==References== ==External links== * Official website of Franklin, NC * Franklin Area Chamber of Commerce Category:County seats in North Carolina Category:Towns in Macon County, North Carolina Category:Towns in North Carolina",
 "title": "Franklin, North Carolina"
}