{
 "id": "128101",
 "text": "Seaboard is a township in Northampton County, North Carolina, United States, created as a company town by the Seaboard and Roanoke Railroad, approximately 10 miles northeast of Weldon in the mid-1840s as a place for railroad employees to live. The population was 632 at the 2010 census. It is part of the Roanoke Rapids, North Carolina Micropolitan Statistical Area. ==History== The Seaboard Historic District was listed on the National Register of Historic Places in 2005. ==Geography== Seaboard is located at (36.489488, -77.439255). According to the United States Census Bureau, the town has a total area of , all land. The town is located along North Carolina Highway 186, near the North Carolina-Virginia border, and serves as the northern terminus of North Carolina Highway 305. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Seaboard racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 91 | 16.79% |- !scope=\"row\"| Black or African American (non- Hispanic) | 427 | 78.78% |- !scope=\"row\"| Native American | 1 | 0.18% |- !scope=\"row\"| Other/Mixed | 18 | 3.32% |- !scope=\"row\"| Hispanic or Latino | 5 | 0.92% |} As of the 2020 United States census, there were 542 people, 295 households, and 189 families residing in the town. ===2000 census=== As of the census of 2000, there were 695 people, 300 households, and 183 families residing in the town. The population density was 676.6 people per square mile (260.5/km). There were 338 housing units at an average density of 329.1 per square mile (126.7/km). The racial makeup of the town was 27.48% White, 71.22% African American, 0.29% Asian, 0.14% Pacific Islander, and 0.86% from two or more races. Hispanic or Latino of any race were 0.43% of the population. There were 300 households, out of which 28.0% had children under the age of 18 living with them, 32.7% were married couples living together, 23.3% had a female householder with no husband present, and 38.7% were non-families. 36.3% of all households were made up of individuals, and 23.3% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 3.04. In the town, the population was spread out, with 28.8% under the age of 18, 7.1% from 18 to 24, 20.7% from 25 to 44, 24.2% from 45 to 64, and 19.3% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 75.5 males. For every 100 females age 18 and over, there were 63.9 males. The median income for a household in the town was $20,500, and the median income for a family was $31,719. Males had a median income of $30,938 versus $20,104 for females. The per capita income for the town was $17,973. About 24.0% of families and 27.5% of the population were below the poverty line, including 35.1% of those under age 18 and 31.4% of those age 65 or over. ==Notable people== * Wilson Goode, first African-American Mayor of Philadelphia * Wilson Roosevelt Jerman, American butler who served eleven different U.S. presidents in the White House * William Ivey Long, costume designer for stage and film * Marshall Parker, former South Carolina politician * Malcolm Tann, professional boxer ==References== Category:Towns in Northampton County, North Carolina Category:Towns in North Carolina Category:Roanoke Rapids, North Carolina micropolitan area",
 "title": "Seaboard, North Carolina"
}