{
 "id": "128104",
 "text": "Half Moon is a census-designated place (CDP) in Onslow County, North Carolina, United States. The population was 6,645 at the 2000 census. It is part of the Jacksonville, North Carolina Metropolitan Statistical Area. ==Geography== Half Moon is located at (34.817244, -77.453842). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Half Moon racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 4,100 | 54.36% |- !scope=\"row\"| Black or African American (non-Hispanic) | 1,580 | 20.95% |- !scope=\"row\"| Native American | 46 | 0.61% |- !scope=\"row\"| Asian | 183 | 2.43% |- !scope=\"row\"| Pacific Islander | 49 | 0.65% |- !scope=\"row\"| Other/Mixed | 674 | 8.94% |- !scope=\"row\"| Hispanic or Latino | 911 | 12.08% |} As of the 2020 United States census, there were 7,543 people, 2,769 households, and 2,027 families residing in the CDP. ===2000 census=== As of the census of 2000, there were 6,645 people, 2,261 households, and 1,817 families residing in the CDP. The population density was 1,548.1 people per square mile (598.1/km2). There were 2,398 housing units at an average density of 558.7 per square mile (215.8/km2). The racial makeup of the CDP was 65.13% White, 24.47% African American, 0.57% Native American, 2.59% Asian, 0.17% Pacific Islander, 2.75% from other races, and 4.32% from two or more races. Hispanic or Latino of any race were 6.71% of the population. There were 2,261 households, out of which 47.3% had children under the age of 18 living with them, 64.0% were married couples living together, 13.6% had a female householder with no husband present, and 19.6% were non-families. 14.0% of all households were made up of individuals, and 2.2% had someone living alone who was 65 years of age or older. The average household size was 2.94 and the average family size was 3.22. In the CDP, the population was spread out, with 32.4% under the age of 18, 12.7% from 18 to 24, 33.8% from 25 to 44, 17.1% from 45 to 64, and 4.0% who were 65 years of age or older. The median age was 28 years. For every 100 females, there were 98.2 males. For every 100 females age 18 and over, there were 95.4 males. The median income for a household in the CDP was $41,143, and the median income for a family was $42,357. Males had a median income of $27,730 versus $20,698 for females. The per capita income for the CDP was $15,233. About 5.9% of families and 7.7% of the population were below the poverty line, including 11.1% of those under age 18 and 8.1% of those age 65 or over. ==References== Category:Census-designated places in North Carolina Category:Census-designated places in Onslow County, North Carolina",
 "title": "Half Moon, North Carolina"
}