{
 "id": "128150",
 "text": "Randleman is a city in Randolph County, North Carolina, United States. The population was 4,113 at the 2010 census. It is the home of NASCAR's Petty family, the Victory Junction Gang Camp and was the location of the Richard Petty Museum from 2003–2014. ==Geography== Randleman is located at (35.815464, -79.804546). According to the United States Census Bureau, the city has a total area of , of which is land and (0.83%) is water. == History == The town was originally named Dicks for Rick Dicks, who built a mill there circa 1830. Later, a cotton mill was built in Dicks, and the town was renamed Union Factory. Randleman was the next name chosen, in 1866. The town's namesake was John B. Randleman, a mill owner. The town was incorporated as Randleman Mills in 1880; the name was later changed to Randleman. According to The Town of Randleman website Randleman was named after John Banner Randleman in 1880: > \"In 1880 the General Assembly at Raleigh granted paper of incorporation to > the City of Randleman, named for John Banner Randleman. When the town of > Randleman Mills was created and incorporated a town. John H. Ferree, James > E. Walker, James O. Pickard, Romulus R. Ross, Addison W. Vickery, created a > body politic under the style of Commissioners of the Town of Randleman > Mills.\" > The small town thrived, and by 1890 was the largest town in Randolph County. > The coming of the High Point, Randleman, Asheboro, and Southern Railroad in > 1889 had greatly facilitated the growth, because roads were not good, and > the railroad assured the town of quicker handling of freight. During this > time three more mills came into being Randleman Hosiery Mills, Plaidville > Mills, and Marie Antoinette, Randleman Hosiery was the first hosiery mill in > Randolph County. > The High Point, Randleman, Asheboro, and Southern Railroad was completed in > July 1889. In its early days the influence of this railroad played an > important part in the development of Randleman, and other sections of > Randolph County. > The first church to be built in Randleman was the Mt. Lebanon Methodist > Church in 1850. In 1855 a Methodist Episcopal Church was organized, called > St. Paul. In order that the people on the other side of town could be > conveniently served in 1833 Naomi Methodist Church was organized. These two > churches merged in 1944, and are now the First Methodist Church. The Bank of > Randleman was organized in 1900 with Stanhope Bryant as president, and was > consolidated with the Peoples Bank in 1910. > September 5, 1961 moved from old City Hall Building to first floor of the > Lions Club building at the corner of the City Parking Lot. William Dennis Pottery Kiln and House Site and Randleman Graded School are listed on the National Register of Historic Places. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Randleman racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 3,502 | 76.21% |- !scope=\"row\"| Black or African American (non-Hispanic) | 334 | 7.27% |- !scope=\"row\"| Native American | 20 | 0.44% |- !scope=\"row\"| Asian | 32 | 0.7% |- !scope=\"row\"| Pacific Islander | 1 | 0.02% |- !scope=\"row\"| Other/Mixed | 210 | 4.57% |- !scope=\"row\"| Hispanic or Latino | 496 | 10.79% |} As of the 2020 United States census, there were 4,595 people, 1,662 households, and 1,030 families residing in the city. ===2000 census=== As of the census of 2000, there were 3,557 people, 1,452 households, and 985 families residing in the city. The population density was 997.4 people per square mile (384.7/km2). There were 1,542 housing units at an average density of 432.4 per square mile (166.8/km2). The racial makeup of the city was 91.23% White, 3.71% African American, 0.34% Native American, 0.39% Asian, 2.81% from other races, and 1.52% from two or more races. Hispanic or Latino of any race were 8.38%. There were 1,452 households, out of which 35.5% had children under the age of 18 living with them, 47.7% were married couples living together, 15.2% had a female householder with no husband present, and 32.1% were non-families. 29.5% of all households were made up of individuals, and 12.2% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 2.96. In the city, the population was spread out, with 26.7% under the age of 18, 8.1% from 18 to 24, 31.4% from 25 to 44, 20.5% from 45 to 64, and 13.4% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 88.7 males. For every 100 females age 18 and over, there were 85.0 males. The median income for a household in the city was $30,572, and the median income for a family was $35,123. Males had a median income of $27,692 versus $21,806 for females. The per capita income for the city was $14,286. About 8.5% of families and 11.2% of the population were below the poverty line, including 17.2% of those under age 18 and 15.2% of those age 65 or over. ==Notable structures== The American Towers Tower Randleman is a guyed mast for TV transmissions with a height of 1,923.8845 feet. ==Notable people== * Antonio GossNFL linebacker, two-time Superbowl champion for the San Francisco 49ers * Kyle PettyNASCAR driver from 1979–2008, current racing commentator * Lee PettyNASCAR driver, three-time Cup Series champion, NASCAR Hall of Fame inductee in 2011 * Maurice PettyNASCAR champion engine builder and Richard Petty's brother, NASCAR Hall of Fame inductee in 2014 * Richard PettyNASCAR driver, seven-time Cup Series champion driver and Cup Series record holder for career wins with 200, inaugural NASCAR Hall of Fame inductee in 2010 * Brent Ridgephysician, business owner, reality television participant ==Education== Randolph County School System operates public schools. Randleman Elementary is the only school within the city limits of Randleman with Randleman High and Randleman Middle just outside the city. Level Cross Elementary is also near and has a Randleman address. == Sources == Powell, William, The North Carolina Gazetteer, University of North Carolina Press, Chapel Hill, 1968. ==References== ==Attractions== * The Victory Junction Gang Camp is located near Randleman in the community of Level Cross, Randolph County, North Carolina. It was founded in honor of Adam Petty by Kyle and Pattie Petty. ==External links== * City of Randleman Official Web Site * Official Visitor Info for the Randleman Area * Randleman Chamber of Commerce Category:Cities in North Carolina Category:Cities in Randolph County, North Carolina Category:Populated places established in 1830 Category:1830 establishments in North Carolina",
 "title": "Randleman, North Carolina"
}