{
 "id": "128203",
 "text": "Salisbury is a city in the Piedmont region of North Carolina, United States; it has been the county seat of Rowan County since 1753 when its territory extended to the Mississippi River. Located northeast of Charlotte and within its metropolitan area, the town has attracted a growing population. The 2020 census shows 35,580 residents. Salisbury is the oldest continually populated colonial town in the western region of North Carolina. It is noted for its historic preservation, with five Local Historic Districts and ten National Register Historic Districts. Soft drink producer Cheerwine and regional supermarket Food Lion are located in Salisbury and Rack Room Shoes was founded there. == History == thumb|left|Old Rowan County Courthouse in Salisbury, 1934 In 1753 an appointed Anglo-European trustee for Rowan County was directed to enter of land for a County Seat, and public buildings were erected. The deed is dated February 11, 1755, when John Carteret, 2nd Earl Granville conveyed for the \"Salisbury Township\". The settlement was built at the intersection of longtime Native American trading routes. It became an economic hub along what was improved as the Great Wagon Road in North Carolina. It became the principal city of the Salisbury judicial and militia districts in the years leading up to the American Revolutionary War. On June 12, 1792, Salisbury was granted a US Post Office. Its first postmaster was George Lauman. This post office has been in continuous operation ever since. In the antebellum period and after the American Civil War, Salisbury was the trading city of an upland area devoted to cultivation of cotton as a commodity crop. It was also the business and law center of the county. Numerous houses and other structures were built by wealthy planters and merchants in this period. In the late 19th century, the city was served by railroads, becoming a railroad hub as people and freight were transported along the eastern corridor. In the 20th century, Salisbury's economy grew into an industrial-based economy. Entrepreneurs developed the textile industry for processing cotton, first, and numerous textile mills operated in the city. The industry owners moved their jobs and mills offshore in the late 20th century, to areas with cheaper labor costs. This change cost the city and area many jobs, and unemployment rose for a period. Since 2000, the city's population has grown rapidly, with people attracted to the city's resources and amenities. ==Geography== According to the United States Census Bureau, as of 2010, the city has a total area of , all land. Salisbury is located in the Central Piedmont of North Carolina in the Charlotte metropolitan area. The city is 21 miles north of Concord, 38 miles south of Winston-Salem, and 25 miles northeast of Charlotte. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text- align:right\" |+Salisbury racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 15,785 | 44.41% |- !scope=\"row\"| Black or African American (non-Hispanic) | 12,689 | 35.7% |- !scope=\"row\"| Native American | 105 | 0.3% |- !scope=\"row\"| Asian | 499 | 1.4% |- !scope=\"row\"| Pacific Islander | 22 | 0.06% |- !scope=\"row\"| Other/Mixed | 1,380 | 3.88% |- !scope=\"row\"| Hispanic or Latino | 5,060 | 14.24% |} As of the 2020 United States census, there were 35,540 people, 12,524 households, and 7,325 families residing in the city. ===2010 census=== As of the census of 2010, there were 33,663 people, 10,276 households, and 6,186 families residing in the city. The population density was 1,488.3 people per square mile (574.6/km). There were 11,288 housing units at an average density of 634.9 per square mile (245.1/km). The racial makeup of the city was 57.30% White, 37.56% African American, 0.28% Native American, 1.39% Asian, 0.06% Pacific Islander, 1.92% from other races, and 1.48% from two or more races. Hispanic or Latino of any race were 4.30% of the population. There were 10,276 households, out of which 26.5% had children under the age of 18 living with them, 39.0% were married couples living together, 17.4% had a female householder with no husband present, and 39.8% were non-families. 34.3% of all households were made up of individuals, and 14.5% had someone living alone who was 65 years of age or older. The average household size was 2.29 and the average family size was 2.92. In the city, the population was spread out, with 21.8% under the age of 18, 13.1% from 18 to 24, 25.0% from 25 to 44, 20.2% from 45 to 64, and 19.9% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 90.2 males. For every 100 females age 18 and over, there were 86.3 males. The median income for a household in the city was $32,923, and the median income for a family was $41,108. Males had a median income of $31,149 versus $25,019 for females. The per capita income for the city was $18,864. About 12.2% of families and 16.0% of the population were below the poverty line, including 22.3% of those under age 18 and 11.0% of those age 65 or over. 2010 Census data will be available in January 2011. ==Economy== ===Shopping=== Salisbury is home to a downtown area that encompasses several blocks near the intersection of Innes Street and Main Street. Because of the decline in the textile industry and the rise of suburban malls, the downtown area still has vacant buildings. The retail features more unique, locally owned businesses and merchants. Downtown Salisbury provides an array of shops, antique stores, and cultural attractions. Downtown Nights Out, held from time to time throughout the year, provide opportunities for late night shopping, musical entertainment, and fine dining.> ===Broadband networks=== In 2015 Salisbury's Fibrant system (later called Hotwire) became capable of 10 gigabit capacity town-wide; it is thought to be the only town-owned system in the world with such capacity., Old Link ===Major employers=== Major employers in Salisbury include the headquarters of Food Lion, a regional grocery chain that is one of the US subsidiaries of Delhaize;\"Customer Service.\" Food Lion. Retrieved on May 17, 2012. \"CORPORATE ADDRESS Food Lion, LLC. P.O. Box 1330 Salisbury, NC 28145-1330\" the W.G. (Bill) Hefner VA Medical Center, the City of Salisbury, and the County of Rowan. Novant Health Rowan Medical Center and the Rowan Salisbury School System, are also major employers. Smaller employers include textile mills and other manufacturing businesses. In 2019, the pet food retailer Chewy announced it would build a 700,000 square foot facility employing 1,200. ==Arts and culture== ===Historic preservation=== Salisbury has developed a strong record of historic preservation since the late 20th century. It is the site of a noted prisoner of war camp during the American Civil War and has ten National Register historic districts. The city has many historic homes and commercial buildings dating from the 19th century and early 20th century, several of which are individually listed on the National Register of Historic Places. Since 1975, Salisbury City Council has designated five Local Historic Districts, encompassing hundreds of historically and architecturally significant buildings. Owners of properties within locally designated historic districts are required to obtain a Certificate of Appropriateness from the Salisbury Historic Preservation Commission before making exterior changes to residential or commercial buildings. The City of Salisbury offers a variety of incentive grants to historic homeowners and downtown business owners to defray the cost of repairs and rehabilitation projects. ===Walking tour=== A walking tour begins at the Rowan County Convention and Visitor's Bureau and winds through the history of Salisbury and the state's Piedmont Region. Structures from the 19th century, as well as artifacts, such as the desk that President Andrew Jackson used when he studied law in Salisbury, are viewable. The Rowan Museum has exhibits that incorporate the use of three buildings: Salisbury's 1854 County Courthouse, the circa 1815 Utzman–Chambers House Museum, and the 1820 Josephus Hall House. These provide information regarding Historic Salisbury. The City of Salisbury currently has 10 National Register Historic Districts with more than 1,200 contributing properties. The Salisbury History and Art Trail is made up of a series of markers throughout the city that incorporate both history and art for self-guided tours. They mark events and stories from Salisbury's past. The markers are organized info five broad historic eras. This trail was jointly developed by Downtown Salisbury, Inc. and the Salisbury Community Appearance Commission. ===Cultural arts community=== The Salisbury community has numerous cultural resources and strong citizen support and stewardship for arts and cultural development. It works to protect existing resources while linking arts and cultural resources to key economic, neighborhood development, educational, and social goals of the broader community.Salisbury Cultural Action Plan Executive Summary, Mary Berryman Agard, & Associates , 2008 July. Retrieved 2010-08-05 Salisbury has a strong commitment to historic preservation, high levels of arts and cultural activity, a citizen base that places high value on arts education, and a strong local tradition of civic volunteerism. The city has a growing population of professional and amateur artists drawn from many disciplines, with support from local patrons and foundations. It has a high rate of participation in and support for the arts, coupled with an emerging downtown public art program. The Salisbury Sculpture Show is an example of an existing public art program. The local Rowan Arts Council offers a Rowan Art Crawl on the second Saturday of each month: this provides access to more than 25 professional artists, studios, and galleries. The Rail Walk Arts District, located near the restored Salisbury railroad depot, features an array of artists and galleries. The Waterworks Visual Arts Center provides diverse opportunities in the arts through exhibitions, education, and outreach programs. The Salisbury Symphony Orchestra performs in the city. Performances of live theatre take place at the Piedmont Players Theatre (Meroney Theatre & Norvell Children's Theatre), Lee Street Theatre, and Looking Glass Collective Black Box Theater, with other opportunities for community engagement. Bell Tower Green, a park which takes up most of the block bounded by Innes, Church, Fisher and Jackson Streets and named for the bell tower that was part of the former building of First Presbyterian Church, officially opened October 1, 2021 after more than two years of construction, funded primarily with more than $13 million in donations. It is expected to help with economic development in the downtown area and it adds a location for concerts. ===Libraries=== The headquarters of the Rowan County Public Library is located at 201 W Fisher Street in Salisbury. This library contains the Edith M. Clark History Room, with concentration of works on western North Carolina history and genealogy. ==Government== Salisbury is governed by a city council, which is chaired by the mayor, Karen Alexander. The other city council members include: mayor pro tempore Tamara Sheffield, David Post, Anthony Smith, Harry Mclaughlin. Members of the council are elected from single-member districts. The city council appoints a city manager to run the day-to-day operations., W. Lane Bailey was appointed as City Manager February 18, 2015. Since 2011, the City of Salisbury's financial foundation has been strengthened due to management's actions, which resulted in two credit rating increases to bring the city to a AA rating. On the state level, Salisbury is represented in the North Carolina House of Representatives as a part of the 77th district, which includes the city and northern and western parts of Rowan County. The current representative is Republican Harry J. Warren. Salisbury is represented in the North Carolina Senate, as part of the 34th district, by Republican Andrew Brock as a part of the 34th district. Senator Brock also represents Davie County. On the national level, Salisbury is a part of North Carolina's 12th congressional district. It is represented by Democrat Alma Adams. The state's senior member of the United States Senate is Republican Richard Burr, who was elected to the Senate in 2004. The junior Senator is Republican Thom Tillis, who was elected in 2014. The law enforcement authority is the Salisbury Police Department. ==Education== Salisbury has a number of educational institutions, both public and private. ===Rowan–Salisbury School System=== The Rowan–Salisbury School System was formed in 1989 after the merger of the Rowan County Schools and the Salisbury City Schools. Most notable is Salisbury High School. There is one charter school in Rowan County, Essie Mae Kiser Foxx Charter School, in East Spencer. ===Private schools=== Many private schools, both inside and outside the city of Salisbury, serve its citizens. Some schools were founded as segregation academies when the public school system was integrated. * North Hills Christian School (PK-12) * Rockwell Christian School (PK-12) * RCHSA, Homeschool group (any age) * Sacred Heart Catholic School (K-8) * Salisbury Academy (PK-8) * Salisbury Adventist School (K-7) * Salisbury Christian School (K-12) * St. John's Kindergarten (PK-K) ===Colleges and universities=== * Catawba College * Livingstone College * Rowan–Cabarrus Community College * Hood Theological Seminary ==Media== The Salisbury Post, founded in 1905, is the local daily newspaper. WSAT, \"Memories 1280\", is an AM radio station whose programming consists largely of older pop music. It also broadcasts games of the Carolina Panthers, Catawba College, and local high schools. WSTP is an AM station associated with Catawba College and training students for broadcasting careers. Co-owned with WSAT, the station went dark on August 30, 2016, citing signal issues. iHeartMedia-owned alternative rock radio station WEND (New Rock 106.5 The End) is licensed to Salisbury; its transmitter is located in China Grove. Salisbury has no broadcast television stations licensed in the city, but is served by network affiliates and independent stations broadcasting from nearby Charlotte. WSRG-TV is a government-access channel located on Hotwire (the city's former fiber optic telephone, Internet and MVPD service) on channel 394 and Spectrum Salisbury (channel 16) but not available by satellite. It serves Rowan County, including Salisbury, Granite Quarry, Rockwell, Faith, China Grove and Cleveland. ==Infrastructure== ===Transportation=== Amtrak's Crescent, Carolinian, and Piedmont trains connect Salisbury with the cities of New York, Philadelphia, Baltimore, Washington, Richmond, Raleigh, Charlotte, Atlanta, Birmingham and New Orleans. The Amtrak station is situated at Depot and Liberty streets. Salisbury is also served by Interstate 85, US Highways 601, 29, 52, and 70, and the Mid-Carolina Regional Airport (formerly Rowan County Airport). Salisbury is just south of the halfway point between Charlotte and Greensboro. Exits 74 (Julian Road), 75 (US Highway 601/Jake Alexander Boulevard), and 76 (Innes Street/US Highway 52) are designated as Salisbury exits from I85. The City of Salisbury's Transit System (STS) provides public transportation and offers three routes.Transit Operations, City of Salisbury. Retrieved 2016-10-30. Each route arrives and departs from the \" Transfer Site\", which is located on Depot Street. Any member of the general public may ride the Salisbury Transit bus. Salisbury Transit does not operate on Sundays and some holidays. ===Health care=== Novant Health Rowan Medical Center and affiliated doctors' offices provide a majority of the city residents' healthcare. The W.G. (Bill) Hefner VA Medical Center is a veterans' hospital in Salisbury and is operated by the United States Department of Veterans Affairs. ==Notable people== *Bill Baker (1911–2006), MLB player *Rachel Oestreicher Bernheim (1943–), human rights activist *Sidney Blackmer (18951973), actor, born and raised in Salisbury *George Bradshaw (1924–1994), Major League Baseball catcher for 1952 Washington Senators *Rufus Early Clement (1900–1967), African American educator *Elizabeth Hanford Dole (1936–), US Senator 2003–2009, US Secretary of Labor, US Secretary of Transportation, President of American Red Cross *Governor of North Carolina John W. Ellis (18201861), born in what was then eastern Rowan County and practiced law in Salisbury.John W. Ellis marker. *Mike Evans (1949–2006), actor and co-creator of TV series Good Times *James Goodnight (1943), CEO of SAS Institute *Javon Hargrave (1993–), lineman for NFL's Pittsburgh Steelers *Josephine D. Heard (1861 – c. 1921), African American teacher, poet *Archibald Henderson (1877–1963), professor of mathematics who wrote on many subjects *Tripp Isenhour (born 1968), professional golfer *President Andrew Jackson (1767–1845) practiced law in Salisbury.Andrew Jackson marker. *Bobby Jackson (1973–), NBA player *Bob Jones (1930–1989), state leader of the Ku Klux Klan in the 1960s *Roland Jones (1813–1869), represented Louisiana in United States House of Representatives from 1853–1855 *Baxter Byerly \"Buck\" Jordan (19071973), baseball first baseman *E. J. Junior (1959–), National Football League linebacker 1981–1993 *Ralph Ketner (1920–2016), businessman and philanthropist; co-founder of Food LionWineka, Mark. (May 30, 2016). Food Lion co-founder Ralph Ketner dies at 95. Salisbury Post. Retrieved May 15, 2021. *Clyde Kluttz (1917–1979), MLB player, executive and scout *Susan W. Kluttz (?–?), Secretary of North Carolina Department of Cultural Resources, formerly Salisbury's longest- serving mayor *Elizabeth Duncan Koontz (1919–1989), African-American educator and politician *Francis Locke Sr. (1722–1796), planter, Colonel in the Rowan County Regiment, victor at Battle of Ramseur's Mill *James T. Loeblein (?–?), U.S. Navy Rear Admiral (2015–2016) *Ben Martin (1930–2017), photographer and photojournalist for TIME magazine *Daniel Newnan (1780–1851), politician and physician *Britt Nicole (1985–), Contemporary Christian music artist *Lee Slater Overman (18541930), U.S. Senator from North Carolina(Lee S. Overman marker. *Bobby Parnell (1984–), MLB pitcher for New York Mets *Lucius E. Polk (1833–1892), Brigadier general in Confederate States Army *Christian Reid (real name Frances Fisher Tiernan, 1846–1920), author of novels including The Land of the Sky *Jay Ritchie (1936–2016), MLB pitcher *Julian Robertson (1932–), financier and philanthropist *Florence Wells Slater (1864–1941) entomologist and educator *Matt Smith (1989–), world's fastest drummer was born in Salisbury.World's fastest drummer website *Tom Smith (1957–), jazz musician, hall of fame educator *Edgar Maddison Welch (1988-), Pizzagate conspiracy theorist who fired an assault rifle inside Washington D.C.'s Comet Ping Pong pizza restaurant in 2016 *Zion Williamson (2000–) NBA, All-American at Duke University *Stunna 4 Vegas (1996-) rapper, signed to Billion Dollar Baby Entertainment ==Sister city== Salisbury has one sister city, as designated by Sister Cities International:Coates, Jessica. (Jun 10, 2018). A deeper look at Salisbury's sister city relationship. Salisbury Post. Retrieved Jul 21, 2020. * Salisbury, Wiltshire, England, United Kingdom ==See also== * National Register of Historic Places listings in Rowan County, North Carolina * Salisbury Township ==References== ==External links== * Category:Cities in North Carolina Category:Cities in Rowan County, North Carolina Category:County seats in North Carolina",
 "title": "Salisbury, North Carolina"
}