{
 "id": "128384",
 "text": "Trinity College (full name: The College of the Holy and Undivided Trinity in the University of Oxford, of the foundation of Sir Thomas Pope (Knight)) is one of the constituent colleges of the University of Oxford in England. The college was founded in 1555 by Sir Thomas Pope, on land previously occupied by Durham College, home to Benedictine monks from Durham Cathedral. Despite its large physical size, the college is relatively small in terms of student numbers at approximately 400. It was founded as a men's college and has been coeducational since 1979. As of 2018, Trinity had a financial endowment of £138.0 million. Trinity has produced three British prime ministers, placing it third after Christ Church and Balliol in terms of former students who have held that office. ==History== === Durham College === thumb|left|200px|Durham Quadrangle The site where Trinity College now stands was originally occupied by Durham College, built for Benedictine monks from Durham Cathedral. This college had been founded after land was bought in 1291, though monks had been sent to Oxford for a few years previous to this.Extract from 'Houses of Benedictine monks: Durham College, Oxford', A History of the County of Oxford: Volume 2 (1907), pp. 68-70. British history online Date accessed: 27 March 2012 The site was surrendered to the crown in March 1545, being granted to private owners in 1553. They were then acquired by civil servant Thomas Pope on 20 February 1555 (February 1554 as then was), who used them to found Trinity College 16 days later. Durham College was originally dedicated to the Virgin Mary, St Cuthbert, and the Trinity, and it is thought that Trinity College took its name from the last element of this dedication. ===Trinity College=== thumb|left|200px|Trinity College in 1566 (looking north), shortly after its foundation. This quadrangle is now Durham Quad Trinity College was founded in 1555 by Sir Thomas Pope, on land bought following the abolition of Durham College during the period of Protestant Reformation, whose buildings housed the original foundation. Pope was a Catholic who had no surviving children, and he hoped that by founding a college he would be remembered in the prayers of its students. His remains are still encased beside the chapel altar. The original foundation provided for a president, 12 fellows, and 12 scholars, and for up to 20 undergraduates. The fellows were required to take Holy Orders and to remain unmarried. The college remained an all-male institution until 1979, when (in common with a number of other Oxford colleges) it admitted its first women undergraduates. It is now fully co- educational and co-residential. Between 2015 and 2017, 41.1% of UK undergraduates admitted to Trinity came from state schools. Trinity was one of the locations used for filming of the original series Brideshead Revisited; its grounds were also, in part, the basis for Fleet College in Charles Finch's The Last Enchantments. Trinity has also featured heavily in episodes of Inspector Morse, Lewis and Endeavour. Dame Hilary Boulding, formerly principal of the Royal Welsh College of Music and Drama, succeeded Sir Ivor Roberts as president in August 2017. ===Trinity–Balliol rivalry=== For many years, there has been a traditional and fierce rivalry shown between the students of Trinity and those of its immediate neighbour to the west, Balliol College.Clare Hopkins and Bryan Ward-Perkins, \"The Trinity/Balliol Feud\", Trinity College Oxford Report (1989–90), pp. 45-66. It has manifested itself on the sports field and the river; in the form of songs (of greater or less offensiveness) sung over the dividing walls; and in the form of \"raids\" on the other college. The rivalry is also reflected in that which exists between Trinity College, Cambridge and Balliol's sister college, St John's College, Cambridge though the two Trinities are not themselves sister colleges. In college folklore, the rivalry goes back to the late 17th century, when Ralph Bathurst, president of Trinity, was supposedly observed throwing stones at Balliol's windows.Hopkins and Ward-Perkins, \"Trinity/Balliol Feud\", p. 45. In fact, although the first antagonism was recorded in 1583, the rivalry in its modern form appears to date from the late 1890s, when the chant or song known as a \"Gordouli\" began to be sung from the Balliol side.For the Gordouli, see G. Norman Knight, \"The Quest for Gordouli\", Balliol College Record, 1969; reprinted in Trinity College Oxford Report, 1984–5. The traditional words run: Although these words are now rarely heard, the singing of songs over the wall is still known as \"a Gordouli\". The traditional Gordouli is said to have been sung by Balliol and Trinity men in the trenches of Mesopotamia during the First World War.Knight, \"Quest for Gordouli\". The rivalry was given an extra edge in the early 20th century by the contrast between the radical tendencies of many Balliol students and Trinity's traditional conservatism and social exclusivity. The president of Trinity between 1907 and 1938 was Herbert Blakiston, who became notorious for his reluctance to admit non-white students. Notably, he stubbornly resisted pressure from the India Office to admit undergraduates from British India, something that government department was attempting to promote.Hopkins (2005), p.344 Balliol in contrast did admit a number of Indian and Asiatic students which gave many of the taunts from the Trinity side a distinctly racist tone: Balliol students, for example, were sometime referred to as \"Basutos\".Hopkins and Ward-Perkins, \"Trinity/Balliol Feud\", pp. 54-60. In Five Red Herrings (1931), a Lord Peter Wimsey novel by Dorothy L. Sayers, Lord Peter (a Balliol man) is asked whether he remembers a certain contemporary from Trinity. \"'I never knew any Trinity men,' said Wimsey. 'The Jews have no dealings with the Samaritans.'\" Wimsey's Biblical quotation is from John 4: 9. Sayers also alludes to the rivalry in Murder Must Advertise (1933): Mr Ingleby, a Trinity man, comments, \"If there is one thing more repulsive than another it is Balliolity.\" One of the wittier raids from Balliol, in 1962 or 1963, involved the turfing of the whole of Trinity JCR (complete with daffodils).Hopkins and Ward-Perkins, \"Trinity/Balliol Feud\", p. 51. One of the most famous incidents was perpetrated by three Trinity students (Richard Todd, Richard Cohen and Deidrie Small) on the new intake of freshers to Balliol in October 1985. They sent personally addressed letters to each of Balliol's new freshers on Balliol headed notepaper. It enclosed a narrow neck 100ml screw-top receptacle. The attached letter read, \"Dear [X], Welcome to Balliol. As you are aware the university requires a short medical check-up as part of your Coming-Up. Could you therefore please provide a urine sample in the attached sample bottle and return it to your college tutor's office by no later than 5.00 PM on Wednesday.\" The letters were sent out on that Wednesday evening. Balliol admitted to some 57 being returned. The incident was subsequently reported in the Daily Express under the headline, \"students play wee joke on neighbours\". The incident concluded with Todd and Cohen unfurling a banner over Balliol reading, \"We are Balliol. Please Don't Take The Piss!\". The last incident suspected to relate to the feud was the vandalism of Trinity's SCR pond in 2010, which led to the death of all but one of the fish. ==Buildings== thumb|left|200px|Entrance from Broad Street The main entrance to the college is on Broad Street, located between Balliol College and Blackwell's bookshop, and opposite Turl Street. It is enclosed by an iron palisade rather than a wall, and the college's distinctive blue gates provide it with a more open and accessible appearance than many others in Oxford. The rear of the college backs onto St John's College, and has entrances on both St Giles' and Parks Road. As well as its four major quadrangles, the college also boasts a large lawn and gardens, which include a small area of woodland. thumb|right|The Dining Hall ===Durham quadrangle=== Durham College was built around a single quadrangle, now known as the Durham quadrangle. ===Chapel=== thumb|The chapel The chapel, though relatively modest in size compared to some of its Oxford counterparts, was the first college chapel to be designed entirely in the Baroque style. It was designed by Henry Aldrich, with advice from Christopher Wren, and was consecrated in 1694. On the top of the west tower sit four female statues, which represent Astronomy, Geometry, Medicine and Theology. ===Garden Quadrangle=== The north side of the quad was designed by Christopher Wren and built in 1665–1668 as a freestanding block to the north of the Durham quad. The west side was added to the same plan in 1682. ===Front quadrangle=== The front quadrangle between the Durham quadrangle and Broad Street was formed by the new buildings (1883–1885) and the president's lodgings (1885–1887), both designed by Thomas Graham Jackson. It also includes some older buildings on Broad Street: four old cottages and Kettell Hall, a stone house built by President Ralph Kettell in around 1620. ===Library quadrangle=== The library quadrangle is located between Jackson's new buildings and the new library of 1925–1928, built as a memorial to members of the college who perished in World War I. The building was designed by architect Mr. J. Osborne Smith, with the ornate barrel roof created by the leading architectural designer Leonard Shuffrey. The Cumberbatch buildings to the north and south were designed by Maguire and Murray and built in 1964–1966. The Norrington Room (named after Sir Arthur Norrington, a former president of the college) of Blackwells bookshop lies underneath the quad. In 2018 the college gained planning permission for a new building, designed by ADAM Architecture, to the north of the library quadrangle and the university's Weston Library, which would open in 2021 and replace the northern Cumberbatch building. ==Student life== The college offers accommodation to all undergraduate students. First and second years are housed on the college's main site, and third and fourth years in college buildings on the Woodstock Road.\"Undergraduate accommodation\". trinity.ox.ac.uk. Retrieved on 2018-08-09. ===Chapel Choir=== The Trinity College Chapel Choir consists of up to eight choral scholars and over thirty voluntary singers. The college has one of the largest chapel choirs in the university with the majority of members from within the college. The choir sing a weekly Evensong on a Sunday with occasional weekly services to mark college events. Trinity College has no music director, and responsibility falls to the organ scholars and is overseen by the chaplain. The choir goes on annual tours, recent tours include Dublin in 2008, where they sang concerts and a Sung Eucharist in St. Patrick's Cathedral, Dublin, Rome in Summer 2009, Paris in 2010, Barcelona in 2011 and Vienna in 2012. In 2009, the choir released a CD, called 'A Voice from Afar', directed by then-organ scholar, Catherine Wallace. ==Notable former students== In over four centuries of its history, Trinity has produced a number of notable students who have led careers in fields such as; academia, politics, science, religions and the arts. File:John Henry Newman by Sir John Everett Millais, 1st Bt.jpg|St John Henry Newman, theologian, poet and Cardinal of the Catholic Church File:William Pitt, 1st Earl of Chatham by William Hoare.jpg|William Pitt the Elder, former Prime Minister of Great Britain File:Nathaniel Dance Lord North.jpg|Frederick North, Lord North, former Prime Minister of Great Britain File:Portrait of Henry G.J. Moseley, 1887-1915, in lab holding a glass globe, from Nature magazine (cropped).jpg|Henry Moseley, physicist and discoverer of Moseley's law File:Spencer Compton 1st Earl of Wilmington.jpg|Spencer Compton, 1st Earl of Wilmington, former Prime Minister of Great Britain File:Jacob Rees-Mogg MP.jpg|Jacob Rees-Mogg, Leader of the House of Commons and Lord President of the Council File:RichardFrancisBurton.jpeg|Sir Richard Burton, explorer and writer File:Ronald Syme.jpg|Sir Ronald Syme, Roman historian File:Koning Filip van België.jpg|Philippe of Belgium, King of the Belgians as of 2013 File:SirEricErrington.png|Sir Eric Errington, Bt. Conservative Party politician and Justice of the Peace ==Gallery== File:Trinity College's Lawns, facing Garden Quad, 2022.jpg|Back Lawns of Trinity looking towards Garden Quad File:Front Quad, Trinity College, Oxford.jpg|Front Quad looking towards Staircase VII File:Bust of Cardinal Newman, Trinity College, Oxford.jpg|Bust of Cardinal Newman outside Garden Quad File:'The Wilderness' - Trinity College, Oxford.jpg|'The Wilderness' File:High table at trinity college oxford.jpg|Dining hall at Trinity College File:Chapel at Trinity college oxford.jpg|Alternative view inside the Chapel File:Lawn - trinity college Oxford.jpg|From the lawn looking towards Wadham College File:Residential building at trinity college oxford.jpg|The Jackson Building (Staircase VI in Front Quadrangle) ==References== Bibliography * * Kemp, Martin (2014). The Chapel of Trinity College, Oxford. With photographs by Tim Rawle. London: Scala Arts & Heritage Publishers. 88 pp. == External links == *History of the College *Google Streetview Tour of Trinity *Virtual Tour of Trinity *Trinity College JCR *Trinity College MCR *Trinity College Boatclub Category:Colleges of the University of Oxford Category:1555 establishments in England Category:Educational institutions established in the 1550s Category:Grade I listed buildings in Oxford Category:Grade I listed educational buildings Category:Buildings and structures of the University of Oxford",
 "title": "Trinity College, Oxford"
}