{
 "id": "128493",
 "text": "Mapleton is a city in Cass County, North Dakota, United States. It sits on the banks of the Maple River. The population was 762 at the 2010 census, and was estimated at 1,112 as of 2018. Mapleton serves as a bedroom community of the Fargo-Moorhead metropolitan area. The core cities are ten miles to the east of Mapleton. ==History== Mapleton was platted in 1876, soon after the railroad was extended to that point. The city took its name from the Maple River. A post office has been in operation at Mapleton since 1875. ==Geography== Mapleton is located at (46.890002, -97.052112). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 762 people, 248 households, and 216 families living in the city. The population density was . There were 264 housing units at an average density of . The racial makeup of the city was 94.4% White, 3.4% African American, 0.4% Native American, 0.9% from other races, and 0.9% from two or more races. Hispanic or Latino of any race were 3.5% of the population. There were 248 households, of which 51.2% had children under the age of 18 living with them, 74.6% were married couples living together, 7.3% had a female householder with no husband present, 5.2% had a male householder with no wife present, and 12.9% were non-families. 8.5% of all households were made up of individuals, and 1.2% had someone living alone who was 65 years of age or older. The average household size was 3.07 and the average family size was 3.22. The median age in the city was 30.4 years. 32.4% of residents were under the age of 18; 7.7% were between the ages of 18 and 24; 31.7% were from 25 to 44; 26% were from 45 to 64; and 2.4% were 65 years of age or older. The gender makeup of the city was 50.8% male and 49.2% female. ===2000 census=== As of the census of 2000, there were 606 people, 191 households, and 160 families living in the city. The population density was 151.4 people per square mile (58.5/km2). There were 193 housing units at an average density of 48.2 per square mile (18.6/km2). The racial makeup of the city was 98.18% White, 0.17% African American, 1.49% from other races, and 0.17% from two or more races. Hispanic or Latino of any race were 1.98% of the population. There were 191 households, out of which 56.5% had children under the age of 18 living with them, 72.8% were married couples living together, 7.3% had a female householder with no husband present, and 16.2% were non-families. 12.6% of all households were made up of individuals, and 1.6% had someone living alone who was 65 years of age or older. The average household size was 3.17 and the average family size was 3.51. In the city, the population was spread out, with 35.8% under the age of 18, 8.7% from 18 to 24, 35.0% from 25 to 44, 17.8% from 45 to 64, and 2.6% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 102.0 males. For every 100 females age 18 and over, there were 108.0 males. The median income for a household in the city was $39,038, and the median income for a family was $42,750. Males had a median income of $28,875 versus $19,500 for females. The per capita income for the city was $12,900. About 5.7% of families and 6.0% of the population were below the poverty line, including 7.7% of those under age 18 and 21.4% of those age 65 or over. ==Notable person== * Mark Andrews, U.S. Congressman ==Climate== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Mapleton has a humid continental climate, abbreviated \"Dfb\" on climate maps.Climate Summary for Mapleton, North Dakota ==References== ==External links== * Mapleton centennial, 1876-1976 from the Digital Horizons website Category:Cities in Cass County, North Dakota Category:Cities in North Dakota Category:Populated places established in 1875",
 "title": "Mapleton, North Dakota"
}