{
 "id": "128562",
 "text": "New Leipzig is a city in Grant County, North Dakota, United States. The population was 221 at the 2010 census. ==History== New Leipzig was laid out in 1910 when the railroad was extended to that point. The city took its name after Leipzig, Germany. A post office has been in operation at New Leipzig since 1910. ==Geography== New Leipzig is located at (46.373050, -101.947542). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 221 people, 115 households, and 71 families residing in the city. The population density was . There were 155 housing units at an average density of . The racial makeup of the city was 97.3% White, 0.9% Native American, and 1.8% from two or more races. There were 115 households, of which 10.4% had children under the age of 18 living with them, 54.8% were married couples living together, 3.5% had a female householder with no husband present, 3.5% had a male householder with no wife present, and 38.3% were non-families. 35.7% of all households were made up of individuals, and 20.9% had someone living alone who was 65 years of age or older. The average household size was 1.92 and the average family size was 2.42. The median age in the city was 57.8 years. 11.8% of residents were under the age of 18; 3.6% were between the ages of 18 and 24; 12.7% were from 25 to 44; 36.2% were from 45 to 64; and 35.7% were 65 years of age or older. The gender makeup of the city was 52.5% male and 47.5% female. ===2000 census=== As of the census of 2000, there were 274 people, 131 households, and 78 families residing in the city. The population density was 306.4 people per square mile (118.9/km2). There were 164 housing units at an average density of 183.4 per square mile (71.1/km2). The racial makeup of the city was 99.27% White and 0.73% Native American. 87.2% were of German ancestry. There were 131 households, out of which 21.4% had children under the age of 18 living with them, 55.0% were married couples living together, 3.1% had a female householder with no husband present, and 39.7% were non-families. 39.7% of all households were made up of individuals, and 27.5% had someone living alone who was 65 years of age or older. The average household size was 2.09 and the average family size was 2.76. In the city, the population was spread out, with 20.1% under the age of 18, 4.4% from 18 to 24, 19.3% from 25 to 44, 24.1% from 45 to 64, and 32.1% who were 65 years of age or older. The median age was 49 years. For every 100 females, there were 91.6 males. For every 100 females age 18 and over, there were 79.5 males. The median income for a household in the city was $30,521, and the median income for a family was $35,833. Males had a median income of $32,000 versus $17,917 for females. The per capita income for the city was $16,231. About 2.5% of families and 8.1% of the population were below the poverty line, including 9.4% of those under the age of eighteen and 13.6% of those 65 or over. ==Climate== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, New Leipzig has a humid continental climate, abbreviated \"Dfb\" on climate maps.Climate Summary for New Leipzig, North Dakota ==References== ==External links== * News from New Leipzig 1933 in six letters to David Hintz May 1933, June 1933, August 1933, November 1933, December 1933. * City of New Leipzig official website Category:Cities in North Dakota Category:Cities in Grant County, North Dakota Category:Populated places established in 1910 Category:1910 establishments in North Dakota",
 "title": "New Leipzig, North Dakota"
}