{
 "id": "128535",
 "text": "Braddock is a city in Emmons County, North Dakota, United States. The population was 21 at the 2010 census. Braddock was founded in 1898. ==Geography== Braddock is located at (46.57, -100.09). According to the United States Census Bureau, the city has a total area of , all land. ==History== Braddock, the oldest existing town in Emmons County, located in Section 27 of Township 126 North, Range 75 West, of the Fifth Principal Meridian, was established as the first railroad town in the county in the Fall of 1898. The town was named by Frederick Underwood, President of the Soo RR, in honor of Edward Braddock, County Auditor. In 1914 a vote to incorporate Braddock as a village was defeated, but was later passed on October 24, 1916. ==Demographics== ===2010 census=== As of the census of 2010, there were 21 people, 12 households, and 9 families residing in the city. The population density was . There were 24 housing units at an average density of . The racial makeup of the city was 95.2% White and 4.8% from two or more races. There were 12 households, of which 8.3% had children under the age of 18 living with them, 58.3% were married couples living together, 8.3% had a female householder with no husband present, 8.3% had a male householder with no wife present, and 25.0% were non-families. 25.0% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 1.75 and the average family size was 2.00. The median age in the city was 68.5 years. 4.8% of residents were under the age of 18; 0% were between the ages of 18 and 24; 14.3% were from 25 to 44; 28.5% were from 45 to 64; and 52.4% were 65 years of age or older. The gender makeup of the city was 61.9% male and 38.1% female. ===2000 census=== As of the census of 2000, there were 43 people, 20 households, and 16 families residing in the city. The population density was 173.6 people per square mile (66.4/km2). There were 27 housing units at an average density of 109.0 per square mile (41.7/km2). The racial makeup of the city was 100.00% White. 43.2% were of German, 27.0% English, 24.3% Norwegian and 5.4% Polish ancestry. There were 20 households, out of which none had children under the age of 18 living with them, 70.0% were married couples living together, 5.0% had a female householder with no husband present, and 20.0% were non-families. 20.0% of all households were made up of individuals, and 5.0% had someone living alone who was 65 years of age or older. The average household size was 2.15 and the average family size was 2.44. In the city, the population was spread out, with 7.0% under the age of 18, 9.3% from 18 to 24, 7.0% from 25 to 44, 30.2% from 45 to 64, and 46.5% who were 65 years of age or older. The median age was 62 years. For every 100 females, there were 95.5 males. For every 100 females age 18 and over, there were 90.5 males. The median income for a household in the city was $23,750, and the median income for a family was $26,250. Males had a median income of $19,000 versus $27,500 for females. The per capita income for the city was $12,457. None of the population and none of the families were below the poverty line. ==References== Category:Cities in North Dakota Category:Cities in Emmons County, North Dakota Category:Populated places established in 1898 Category:1898 establishments in North Dakota",
 "title": "Braddock, North Dakota"
}