{
 "id": "128568",
 "text": "New England is a city in Hettinger County, North Dakota, United States. The population was 600 at the 2010 census. New England was founded in 1887, predating all other settlements in Hettinger County by many years. The name recognizes that many early settlers were from the New England states of Vermont and Massachusetts. Until the tracks were abandoned in 1983, the city was located at the terminus of a Milwaukee Road branch line that split from the railroad's Pacific Extension in McLaughlin, South Dakota. The silhouette of the two Rainy Buttes near New England is a distinguishing symbol of the town. ==Geography== New England is located at (46.539925, −102.865597). According to the U.S. Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== At the 2010 census there were 600 people, 258 households, and 132 families residing in the city. The population density was . There were 319 housing units at an average density of . The racial makeup of the city was 90.8% White, 1.0% African American, 6.0% Native American, 0.2% Asian, and 2.0% from two or more races. Hispanic or Latino of any race were 0.5% of the population. There were 258 households, of which 17.4% had children under the age of 18 living with them, 44.2% were married couples living together, 4.3% had a female householder with no husband present, 2.7% had a male householder with no wife present, and 48.8% were non- families. 45.3% of all households were made up of individuals, and 26% had someone living alone who was 65 years of age or older. The average household size was 1.88 and the average family size was 2.58. The median age was 46.6 years. 11.7% of residents were under the age of 18; 9.1% were between the ages of 18 and 24; 27.2% were from 25 to 44; 28.9% were from 45 to 64; and 23.2% were 65 years of age or older. The gender makeup was 37.8% male and 62.2% female. ===2000 census=== At the 2000 census, there were 555 people, 266 households and 155 families residing in the city. The population density was 1,106.1 per square mile (428.6/km). There were 320 housing units at an average density of 637.8 per square mile (247.1/km). The racial makeup was 98.20% White, 0.54% Native American, 0.36% Asian, and 0.90% from two or more races. Hispanic or Latino of any race were 0.36% of the population. There were 266 households, of which 21.8% had children under the age of 18 living with them, 52.6% were married couples living together, 3.0% had a female householder with no husband present, and 41.4% were non-families. 38.7% of all households were made up of individuals, and 21.4% had someone living alone who was 65 years of age or older. The average household size was 2.08 and the average family size was 2.77. 20.7% of the population were under the age of 18, 4.3% from 18 to 24, 20.4% from 25 to 44, 30.5% from 45 to 64, and 24.1% who were 65 years of age or older. The median age was 48 years. For every 100 females, there were 88.8 males. For every 100 females age 18 and over, there were 92.1 males. The median household income was $30,764 and the median family income was $39,063. Males had a median income of $30,357 and females $16,667. The per capita income was $17,489. About 7.0% of families and 7.4% of the population were below the poverty line, including 6.8% of those under age 18 and 10.6% of those age 65 or over. ==Government== The Southwest Multi-County Correctional Center, on behalf of the North Dakota Department of Corrections and Rehabilitation, operates the Dakota Women's Correctional and Rehabilitation Center in New England.\"Dakota Women's Correctional and Rehabilitation Center.\" Southwest Multi-County Correctional Center. Retrieved on May 21, 2010. ==Education== It is in New England Public Schools *New England High School ==Climate== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, New England has a humid continental climate, abbreviated \"Dfb\" on climate maps.Climate Summary for New England, North Dakota ==References== Category:Cities in Hettinger County, North Dakota Category:Cities in North Dakota Category:Populated places established in 1887 Category:1887 establishments in Dakota Territory",
 "title": "New England, North Dakota"
}