{
 "id": "128617",
 "text": "Garrison is a city in McLean County, North Dakota, United States. The population was 1,453 at the 2010 census. ==History== thumb|Main Street, Garrison, 1920 Garrison was laid out in 1905 when the Soo Line Railroad was extended to that point. The town took its name from Garrison Creek. A post office has been in operation at Garrison since 1903. ==Geography== Garrison is located at (47.6522225, -101.4157165). According to the United States Census Bureau, the city has a total area of , all land. ===Climate=== ==Demographics== ===2010 census=== As of the census of 2010, there were 1,453 people, 654 households, and 378 families living in the city. The population density was . There were 737 housing units at an average density of . The racial makeup of the city was 93.3% White, 0.1% African American, 4.5% Native American, 0.1% Asian, 0.1% from other races, and 2.0% from two or more races. Hispanic or Latino of any race were 2.1% of the population. There were 654 households, of which 21.6% had children under the age of 18 living with them, 49.2% were married couples living together, 5.2% had a female householder with no husband present, 3.4% had a male householder with no wife present, and 42.2% were non-families. 37.8% of all households were made up of individuals, and 22.6% had someone living alone who was 65 years of age or older. The average household size was 2.09 and the average family size was 2.74. The median age in the city was 51.3 years. 18.6% of residents were under the age of 18; 5.2% were between the ages of 18 and 24; 18.7% were from 25 to 44; 26.8% were from 45 to 64; and 30.8% were 65 years of age or older. The gender makeup of the city was 47.1% male and 52.9% female. ===2000 census=== As of the census of 2000, there were 1,318 people, 590 households, and 362 families living in the city. The population density was 941.5 people per square mile (363.5/km2). There were 655 housing units at an average density of 467.9/sq mi (180.6/km2). The racial makeup of the city was 95.37% White, 2.43% Native American, 0.15% Asian, 0.23% from other races, and 1.82% from two or more races. Hispanic or Latino of any race were 0.83% of the population. There were 590 households, out of which 21.9% had children under the age of 18 living with them, 51.0% were married couples living together, 6.6% had a female householder with no husband present, and 38.6% were non-families. 36.1% of all households were made up of individuals, and 22.9% had someone living alone who was 65 years of age or older. The average household size was 2.08 and the average family size was 2.64. In the city, the population was spread out, with 18.0% under the age of 18, 4.2% from 18 to 24, 19.1% from 25 to 44, 23.2% from 45 to 64, and 35.5% who were 65 years of age or older. The median age was 52 years. For every 100 females, there were 77.6 males. For every 100 females age 18 and over, there were 77.8 males. The median income for a household in the city was $28,843, and the median income for a family was $37,583. Males had a median income of $29,943 versus $15,729 for females. The per capita income for the city was $16,591. About 6.5% of families and 8.5% of the population were below the poverty line, including 9.1% of those under age 18 and 9.1% of those age 65 or over. ==Attractions== *Fort Stevenson State Park *Fort Stevenson State Park Arboretum *Garrison Golf Course ==References== ==External links== * Garrison 50th anniversary, 1905-1955 from the Digital Horizons website * Garrison, North Dakota: community fact survey (1963) from the Digital Horizons website Category:Cities in North Dakota Category:Cities in McLean County, North Dakota Category:Populated places established in 1905 Category:1905 establishments in North Dakota",
 "title": "Garrison, North Dakota"
}