{
 "id": "128615",
 "text": "Butte is a city in McLean County, North Dakota, United States. The population was 68 at the 2010 census. Butte was founded in 1906. ==Geography== Butte is located at . According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 68 people, 40 households, and 17 families residing in the city. The population density was . There were 84 housing units at an average density of . The racial makeup of the city was 100.0% White. There were 40 households, of which 7.5% had children under the age of 18 living with them, 42.5% were married couples living together, and 57.5% were non-families. 55.0% of all households were made up of individuals, and 25% had someone living alone who was 65 years of age or older. The average household size was 1.70 and the average family size was 2.59. The median age in the city was 60.3 years. 10.3% of residents were under the age of 18; 2.8% were between the ages of 18 and 24; 17.7% were from 25 to 44; 32.3% were from 45 to 64; and 36.8% were 65 years of age or older. The gender makeup of the city was 55.9% male and 44.1% female. ===2000 census=== As of the census of 2000, there were 92 people, 50 households, and 25 families residing in the city. The population density was 366.7 people per square mile (142.1/km2). There were 82 housing units at an average density of 326.8 per square mile (126.6/km2). The racial makeup of the city was 98.91% White and 1.09% African American. There were 50 households, out of which 22.0% had children under the age of 18 living with them, 46.0% were married couples living together, and 50.0% were non-families. 48.0% of all households were made up of individuals, and 32.0% had someone living alone who was 65 years of age or older. The average household size was 1.84 and the average family size was 2.60. In the city, the population was spread out, with 16.3% under the age of 18, 4.3% from 18 to 24, 23.9% from 25 to 44, 22.8% from 45 to 64, and 32.6% who were 65 years of age or older. The median age was 49 years. For every 100 females, there were 114.0 males. For every 100 females age 18 and over, there were 126.5 males. The median income for a household in the city was $21,250, and the median income for a family was $29,688. Males had a median income of $29,375 versus $15,938 for females. The per capita income for the city was $15,826. There were 7.4% of families and 13.7% of the population living below the poverty line, including no under eighteens and 23.1% of those over 64. ==References== Category:Cities in North Dakota Category:Cities in McLean County, North Dakota Category:Populated places established in 1906 Category:1906 establishments in North Dakota",
 "title": "Butte, North Dakota"
}