{
 "id": "128760",
 "text": "Rolla ( ) is a city in Rolette County, North Dakota, United States. It is the county seat of Rolette County. The population was 1,280 at the 2010 census. The city contains a small park and a small outdoor pool. ==History== Rolla was laid out in 1888 in part of Edward Owen's homestead. The origin of the name Rolla is disputed, but there are three main theories. It was either derived from a contraction of the county name, which was coined by Dr. Richard D. Cowan, a local physician, it was named after Arthur Noyes's brother, Rolla, or it was named after Rolla, Missouri. A post office has been in operation in Rolla since 1888. In 1890, it was made the county seat, and in the year following on April 21 it was officially a village. The city was incorporated in 1907. ===Mayors of Rolla=== *Charles Duchesneau(1907-1908) *A. O. Graham(1908-1911) *James P. Widmeyer(1911-1916) *R. H. Butterwick(1916-1923) *R.G. Mosher(1923-1930) *C.R. Jacobsen(1930-1950) *Warren Munro(1950-1958) *R. T. Foley(1958-1960) *Charles Sobolik(1960-1962) *Elmer Larson(1962-1966) *Rudolph J. Walder(1966-1971) *Clarence Eller(1971-1978) *Donald Engbrecht(1978-1986) *Dennis Neameyer(1986-?) *Scott Mitchell(Before 2017-?) ==Geography== Rolla is located at . According to the United States Census Bureau, the city has a total area of , all land. ===Climate=== Like most of North Dakota, Rolla has a humid continental climate (Köppen Dfb/Dwb), characterized by warm summers and frigid, dry winters. With an average January low of it is one of the coldest places in the contiguous United States and is comparably cold in winter to Nome, Alaska sixteen degrees further north. As many as 48 mornings can be expected to fall to or below based on 1981-2010 data, although based on the cooler 1971-2000 data the figure was as many as 57.4 mornings this cold, and all but one morning fell to or below in January 1950 and January 1982. Unlike more westerly parts of the Dakotas, above- freezing temperatures are rare during winter: only sixteen afternoons top freezing during the three winter months, and fewer than half of all afternoons in March and November. The average window for zero temperatures is November 26 to March 13, and for freezing temperatures September 25 to May 17, allowing a frost-free season of 130 days. Snowfall is limited by the dryness of the winter climate: the most in one month being in January 1989 and the most in one season between July 1975 and June 1976; in contrast as little as fell between July 1957 and June 1958. Summers in Rolla are warm with occasional heavy rainfall from thunderstorms, although when a hot southerly flow occurs temperatures can become uncomfortably hot. The hottest temperature recorded in Rolla has been on August 7, 1949 and the hottest mean monthly maximum in August 1961; in contrast August 2004 had a mean maximum as low as and did not rise above . The wettest month by far has been June 1954 with including a daily fall of on June 7; however no other month has passed . The wettest calendar year has been 1905 with and the driest 1988 with . ==Demographics== ===2010 census=== As of the census of 2010, there were 1,280 people, 563 households, and 321 families living in the city. The population density was . There were 619 housing units at an average density of . The racial makeup of the city was 54.1% White, 0.1% African American, 40.9% Native American, 0.6% Asian, 0.2% from other races, and 4.2% from two or more races. Hispanic or Latino of any race were 1.8% of the population. There were 563 households, of which 30.2% had children under the age of 18 living with them, 35.3% were married couples living together, 16.7% had a female householder with no husband present, 5.0% had a male householder with no wife present, and 43.0% were non-families. 40.3% of all households were made up of individuals, and 18.8% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.98. The median age in the city was 36.5 years. 27.6% of residents were under the age of 18; 8.3% were between the ages of 18 and 24; 22.1% were from 25 to 44; 24.9% were from 45 to 64; and 17.1% were 65 years of age or older. The gender makeup of the city was 47.3% male and 52.7% female. ===2000 census=== As of the census of 2000, there were 1,417 people, 599 households, and 357 families living in the city. The population density was 1,141.2 people per square mile (441.2/km2). There were 656 housing units at an average density of 528.3 per square mile (204.3/km2). The racial makeup of the city was 66.83% White, 0.07% African American, 28.44% Native American, 0.56% Asian, 0.21% from other races, and 3.88% from two or more races. Hispanic or Latino of any race were 0.64% of the population. 20.4% were of German, 15.8% Norwegian, 9.2% Finnish and 7.3% French ancestry according to Census 2000. 96.5% spoke English, 1.4% Finnish and 1.4% Spanish as their first language. There were 599 households, out of which 31.2% had children under the age of 18 living with them, 44.6% were married couples living together, 13.7% had a female householder with no husband present, and 40.4% were non-families. 36.4% of all households were made up of individuals, and 21.5% had someone living alone who was 65 years of age or older. The average household size was 2.34 and the average family size was 3.10. In the city, the population was spread out, with 27.8% under the age of 18, 7.3% from 18 to 24, 24.1% from 25 to 44, 21.7% from 45 to 64, and 19.1% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 84.7 males. For every 100 females age 18 and over, there were 80.7 males. The median income for a household in the city was $32,222, and the median income for a family was $41,550. Males had a median income of $25,096 versus $20,391 for females. The per capita income for the city was $16,614. About 16.0% of families and 19.4% of the population were below the poverty line, including 35.6% of those under age 18 and 10.6% of those age 65 or over. ==Notable person== * Kevin Cramer, U.S. Senator for North Dakota and former U.S. Representative for North Dakota's at-large Congressional District * Mark Nelson, who joined the highway patrol for Rolla in 1981. * Allen I. Olson, 28th Governor of North Dakota ==References== ==External links== * City of Rolla information website Category:Cities in Rolette County, North Dakota Category:Cities in North Dakota Category:County seats in North Dakota Category:Populated places established in 1888 Category:1888 establishments in Dakota Territory",
 "title": "Rolla, North Dakota"
}