{
 "id": "128763",
 "text": "Cayuga is a city in Sargent County, North Dakota, United States. It sits on the banks of the Wild Rice River. The population was 27 at the 2010 census. Cayuga was founded in 1887. ==Geography== Cayuga is located at (46.074752, -97.386725). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 27 people, 13 households, and 10 families residing in the city. The population density was . There were 26 housing units at an average density of . The racial makeup of the city was 100.0% White. There were 13 households, of which 7.7% had children under the age of 18 living with them, 76.9% were married couples living together, and 23.1% were non-families. 15.4% of all households were made up of individuals. The average household size was 2.08 and the average family size was 2.30. The median age in the city was 55.5 years. 3.7% of residents were under the age of 18; 3.7% were between the ages of 18 and 24; 18.5% were from 25 to 44; 51.8% were from 45 to 64; and 22.2% were 65 years of age or older. The gender makeup of the city was 59.3% male and 40.7% female. ===2000 census=== As of the census of 2000, there were 61 people, 26 households, and 13 families residing in the city. The population density was 61.8 people per square mile (23.8/km2). There were 32 housing units at an average density of 32.4 per square mile (12.5/km2). The racial makeup of the city was 96.72% White, and 3.28% from two or more races. There were 26 households, out of which 23.1% had children under the age of 18 living with them, 46.2% were married couples living together, 3.8% had a female householder with no husband present, and 50.0% were non-families. 46.2% of all households were made up of individuals, and 23.1% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 3.62. In the city, the population was spread out, with 29.5% under the age of 18, 6.6% from 18 to 24, 26.2% from 25 to 44, 19.7% from 45 to 64, and 18.0% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 96.8 males. For every 100 females age 18 and over, there were 115.0 males. The median income for a household in the city was $26,875, and the median income for a family was $38,750. Males had a median income of $30,000 versus $27,500 for females. The per capita income for the city was $11,048. There were no families and 8.6% of the population living below the poverty line, including no under eighteen and 25.0% of those over 64. ==Past Businesses== thumb|left|upright|Kiefer Implement, now closed ==References== Category:Cities in North Dakota Category:Cities in Sargent County, North Dakota Category:Populated places established in 1887",
 "title": "Cayuga, North Dakota"
}