{
 "id": "128994",
 "text": "Catawba Apparently not as in the Carolinas: A Pro·nun′ci·a′tion Guide to places in OHIO is a village in Clark County, Ohio, United States. The population was 272 at the 2010 census. It is part of the Springfield, Ohio Metropolitan Statistical Area. ==History== Catawba was laid out in 1838. The town was named for the Catawba people. A post office called Catawba has been in operation since 1839. ==Geography== Catawba is located at (39.999900, -83.622185). According to the United States Census Bureau, the village has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 272 people, 95 households, and 72 families living in the village. The population density was . There were 104 housing units at an average density of . The racial makeup of the village was 98.9% White, 0.7% African American, and 0.4% Asian. Hispanic or Latino of any race were 0.4% of the population. There were 95 households, of which 44.2% had children under the age of 18 living with them, 58.9% were married couples living together, 9.5% had a female householder with no husband present, 7.4% had a male householder with no wife present, and 24.2% were non-families. 20.0% of all households were made up of individuals, and 13.7% had someone living alone who was 65 years of age or older. The average household size was 2.86 and the average family size was 3.32. The median age in the village was 36.5 years. 30.5% of residents were under the age of 18; 5.6% were between the ages of 18 and 24; 28.3% were from 25 to 44; 24.3% were from 45 to 64; and 11.4% were 65 years of age or older. The gender makeup of the village was 51.8% male and 48.2% female. ===2000 census=== As of the census of 2000, there were 312 people, 106 households, and 85 families living in the village. The population density was 1,221.2 per square mile (463.3/km2). There were 112 housing units at an average density of 438.4 per square mile (166.3/km2). The racial makeup of the village was 96.47% White, 0.32% African American, 0.64% Native American, and 2.56% from two or more races. There were 106 households, out of which 41.5% had children under the age of 18 living with them, 61.3% were married couples living together, 8.5% had a female householder with no husband present, and 19.8% were non-families. 12.3% of all households were made up of individuals, and 3.8% had someone living alone who was 65 years of age or older. The average household size was 2.94 and the average family size was 3.21. In the village, the population was spread out, with 30.4% of the population under the age of 18, 8.0% from 18 to 24, 31.7% from 25 to 44, 22.1% from 45 to 64, and 7.7% who were 65 years of age or older. The median age was 32 years. For every 100 females there were 106.6 males. For every 100 females age 18 and over, there were 102.8 males. The median income for a household in the village was $39,659, and the median income for a family was $40,833. Males had a median income of $34,167 versus $31,250 for females. The per capita income for the village was $16,261. None of the population or families were below the poverty line. ==References== Category:Villages in Clark County, Ohio Category:Villages in Ohio Category:1838 establishments in Ohio Category:Populated places established in 1838",
 "title": "Catawba, Ohio"
}