{
 "id": "128995",
 "text": "Crystal Lakes is a census-designated place (CDP) in Clark County, Ohio, United States. The population was 1,483 at the 2010 census. It is part of the Springfield, Ohio Metropolitan Statistical Area. ==Geography== Crystal Lakes is located in southwestern Clark County in the southwestern part of Bethel Township. It is bordered on the west by the unincorporated community of Park Layne. Springfield is to the northeast, and Dayton is to the southwest. According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 6.21%, is water. ==Demographics== As of the census of 2000, there were 1,411 people, 562 households, and 387 families residing in the CDP. The population density was 3,091.1 people per square mile (1,184.3/km2). There were 599 housing units at an average density of 1,312.2/sq mi (502.8/km2). The racial makeup of the CDP was 96.39% White, 0.35% African American, 0.43% Native American, 0.28% Asian, 1.28% from other races, and 1.28% from two or more races. Hispanic or Latino of any race were 2.34% of the population. There were 562 households, out of which 30.2% had children under the age of 18 living with them, 49.3% were married couples living together, 13.5% had a female householder with no husband present, and 31.0% were non-families. 24.9% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 2.99. In the CDP the population was spread out, with 25.9% under the age of 18, 7.5% from 18 to 24, 31.9% from 25 to 44, 23.1% from 45 to 64, and 11.6% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 101.9 males. For every 100 females age 18 and over, there were 99.0 males. The median income for a household in the CDP was $40,444, and the median income for a family was $42,424. Males had a median income of $27,180 versus $17,917 for females. The per capita income for the CDP was $14,804. About 14.7% of families and 14.6% of the population were below the poverty line, including 15.4% of those under age 18 and 12.3% of those age 65 or over. ==Parks== The only public park is Crystal Lakes Park located on Lake Road. In 2008 the Bethel Township Board of Trustees received a $45,000 block grant from Clark County's commissioners for the construction of a small parking lot and gazebo.official Bethel township site Its maintenance is the responsibility of the Board of Trustees. However, the Medway Area Historical Society often maintains the park in addition to Medway Park as a community service. ==Notable people== * Tom D. Crouch – Senior Curator, Aeronautics, National Air and Space Museum of the Smithsonian Institution [{James A. Warlin}] - [{Award- winning Los Angeles, California Radio Broadcaster]} [{KPSA-FM, KEZM-FM KJOI- FM, KMPC-AM and KNOB-FM }] \"Who's Who In Los Angeles Radio Broadcasting\" ==References== Category:Census-designated places in Clark County, Ohio",
 "title": "Crystal Lakes, Ohio"
}