{
 "id": "129158",
 "text": "Delaware is a city in and the county seat of Delaware County, Ohio, United States. Delaware was founded in 1808 and was incorporated in 1816. It is located near the center of Ohio, is about north of Columbus, and is part of the Columbus, Ohio metropolitan area. The population was 41,302 at the 2020 census, while the Columbus-Marion-Chillicothe, OH Combined Statistical Area has 2,002,604 people. ==History== While the city and county of Delaware are named for the Delaware tribe, the city of Delaware itself was founded on a Mingo village called Pluggy's Town. The first recorded settler was Joseph Barber in 1807. Shortly afterward, other men started settling in the area (according to the Delaware Historical Society); namely: Moses Byxbe, William Little, Solomon Smith, Elder Jacob Drake, Thomas Butler, and Ira Carpenter. In 1808, Moses Byxbe built the first framed house on William Street. Born in Delaware County in 1808, Charles Sweetser went on to become a U.S Congressman 1849 – 1853. On March 11, 1808, a plan of the city was filed, marking the official founding of the town. Byxbe and the others planned the city to be originally on the east bank of the river, but it was switched to the west bank only a few days after the first plan was filed. Even though Delaware was still a small community, in 1812, when the capital of Ohio was moved from Chillicothe, Delaware and Columbus were both in the running and Delaware lost by a single vote to Columbus. However, following the War of 1812, settlers began arriving in Delaware in greater numbers. Among some of the earliest settlers were the parents of Rutherford B. Hayes, the 19th President of the United States. The Hayes home no longer stands, but a historical marker in front of a BP station marks the location. As of 2018, the Rutherford B. Hayes Comes Home committee is trying to raise $125,000 to get a statue of Hayes placed at the corners of William and Sandusky streets and a bust of Hayes to be placed at Rutherford B. Hayes High School. The statue would be a 125% scale depiction of the president, which would stand at about 10 feet with its pedestal. Committee Chairman Bill Rietz said that the committee would like to raise the money by October 4, 2019, Hayes' 197th birthday. In the early days of the town, a sulfur spring was discovered northwest of Joseph Barber's cabin. By 1833, a hotel was built as a health spa near the spring. However, the Mansion House Hotel was a failure, and by 1841, citizens began raising funds to purchase the hotel property with the intent of giving it to the Ohio and North Ohio Methodist Episcopal Conference of the Methodist Church for the purpose of a Methodist college. With that effort, Ohio Wesleyan University was founded in 1844. Railroads came to the area in April, 1851 as Delaware served as a stop on the Cleveland Columbus and Cincinnati Railroad. Additional rail lines were added to serve Delaware providing access to major cities and markets throughout the country by the late 1890s. At the turn of the century, Delaware could boast of its own electric street railway system. In the early 1930s, electric inter-urban service was provided by the Columbus, Delaware and Marion system. ===During the Civil War=== During the Civil War, Delaware was the home to two Union training camps. The first on the west side of the river for white recruits of the 96th and 121st Ohio Volunteer Infantry were mustered into service. The second, on the east side of the river was for African- Americans joining the army in Ohio in the 127th Regiment of Ohio Volunteer Infantry - later renamed the 5th Regiment United States Colored Troops. ==Geography== Delaware is located at (40.298898, -83.072007). The city is located approximately 24 miles north of Ohio's capital city, Columbus, due north along U.S. Route 23. According to the United States Census Bureau, the city has a total area of , of which are land and is water. The Olentangy River runs through the city. ==Demographics== https://www.census.gov/quickfacts/fact/table/delawarecityohio,OH/PST045219 ===2010 census=== As of the census of 2010, there were 34,753 people, 13,253 households, and 8,579 families residing in the city. The population density was . There were 14,192 housing units at an average density of . The racial makeup of the city was 90.6% White, 4.5% African American, 0.2% Native American, 1.4% Asian, 0.8% from other races, and 2.5% from two or more races. Hispanic or Latino of any race were 2.5% of the population. There were 13,253 households, of which 35.9% had children under the age of 18 living with them, 48.7% were married couples living together, 11.7% had a female householder with no husband present, 4.4% had a male householder with no wife present, and 35.3% were non-families. 28.4% of all households were made up of individuals, and 9.4% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 3.04. The median age in the city was 33.2 years. 25.5% of residents were under the age of 18; 11.8% were between the ages of 18 and 24; 30.5% were from 25 to 44; 21.1% were from 45 to 64; and 11.1% were 65 years of age or older. The gender makeup of the city was 48.0% male and 52.0% female. ===2000 census=== As of the census of 2000, there were 25,243 people, 9,520 households, and 6,359 families residing in the city. The population density was 1,682.9 people per square mile (649.8/km). There were 10,208 housing units at an average density of 680.5 per square mile (262.8/km). The racial makeup of the city was 92.8% White, 3.8% African American, 0.19% Native American, 0.84% Asian, 0.10% Pacific Islander, 0.55% from other races, and 1.66% from two or more races. Hispanic or Latino of any race were 1.2% of the population. There were 9,520 households, out of which 34.7% had children under the age of 18 living with them, 52.1% were married couples living together, 11.1% had a female householder with no husband present, and 33.2% were non-families. 26.9% of all households were made up of individuals, and 9.1% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 2.98. In the city the population was spread out, with 24.7% under the age of 18, 14.5% from 18 to 24, 31.0% from 25 to 44, 18.9% from 45 to 64, and 10.9% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 91.5 males. For every 100 females age 18 and over, there were 87.5 males. The median income for a household in the city was $46,030, and the median income for a family was $54,463. Males had a median income of $33,308 versus $23,668 for females. The per capita income for the city was $20,633. About 6.8% of families and 9.3% of the population were below the poverty line, including 10.9% of those under age 18 and 8.6% of those age 65 or over. ==Arts and culture== ===Notable places=== Delaware is the location of Ohio Wesleyan University, one of the Five Colleges of Ohio, one of many liberal arts colleges in the United States with declining enrollment. The city is famous for The Little Brown Jug, an internationally famous harness race which is part of the Triple Crown of harness racing for Pacers. Other notable places include: *The Methodist Theological School in Ohio *Perkins Observatory, offers many educational lectures, lessons in stargazing, and a library complete with astronomical computer programs. *Delaware County Fair *Delaware Municipal Airport Annual Air Fair *The Delaware County District Library, website *The Strand Theatre, oldest movie theatre in Ohio and one of the top 10 oldest movie theatres in the United States. thumb|The Delaware County District Library, funded a bond issue for $4.5 million passed by the voters of Delaware in 1990 *Olentangy Indian Caverns *The Birthplace of Rutherford B. Hayes gas station. Main streets include: *Sandusky Street, William St, and Central Ave, home to the downtown business district. *Winter Street, home of such cultural centers as the Andrews House, The Arts Castle, Boardman Arts Park, and Delaware County Library. ===The life of the city=== The Delaware downtown is the epicenter of the city. It boasts The Strand Theatre, the longest continually operating movie theater in Ohio, many restaurants, most with outdoor eating spaces. Quaint boutiques, antique shops, breweries, wineries, bookstores, yoga and dance studios are located amid floral shops, a record shop, cycling store, coffee shops, commercial banks, salons and spas. Downtown Delaware has a main branch library, city hall, municipal courthouse and the county tourism bureau. thumb|The Arts Castle in Delaware, Ohio in 2001 Delaware has many businesses characteristic of American university towns: a historical cinema, coffee shops, organic food stores, and local restaurants. The Arts Castle, home to the Delaware County Cultural Arts Center, offers classes ranging from ballet to fiber arts. The Boardman Arts Park is the outdoor art exhibit and event space, and includes the Delaware Beer & Wine Festival. Delaware residents support a popular farmer's market, professional theaters, the Ballet Met, the Central Ohio Symphony Orchestra, Columbus Symphony, Opera Columbus, Contemporary American Theater Company, the Columbus Museum of Art, the Delaware Community Chorus and many theater opportunities. The city also hosts one of the main flea markets in the area every Sunday from 5am to 1pm. It is held at the Delaware County fairgrounds starting on April 1 and running every weekend until the end of October. === Historic Northwest District === The Historic Northwest Neighborhood boasts more than 500 homes and carriage houses listed on the National Register of Historic Places, all recognized as worthy of preservation for local, state and national significance in American history and architecture. Each home, distinctively unique in character and style, takes you back in time and creates a deep appreciation for craftsmanship and history. From the earliest Federal style (c. 1826), to the modern Craftsman (c.1915) and the French Eclectic (c. 1930), the area includes Gothic Revival, Italianate, Second Empire, Folk Victorian, Stick, Queen Anne, Richardsonian Romanesque, Shingle, Prairie, Mission Tudor and Colonial Revival styles. Victorian mansions are just steps from the robust Downtown Historic District, where another 79 buildings are listed on the National Register. Delaware's historic Northwest District, home to city founders and entrepreneurs in the 1800s, remains a time-tested, vibrant community and a great place to live. The Northwest Neighborhood incorporates the downtown business district and a portion of Ohio Wesleyan University. ==Politics== Politically the city's population is moderate to conservative, with most of the Ohio Wesleyan University voting for liberal candidates and a majority of the permanent population being Republican. ==Media== The dominant local newspaper in Delaware is a morning daily, The Delaware Gazette, founded in 1818. The paper is owned by Ohio Community Media. Other local print publications include ThisWeek Delaware News, owned by the Columbus Dispatch and the Transcript, the student paper at Ohio Wesleyan University. thumb|Winter Street in downtown Delaware ==Economy== thumb|Late 19th-Century facades on Sandusky Street There is a true economic mix in the area. The economic mix of the county reveals a balance of the following main economic activities: Manufacturing (18%), Trade (27%), Government (15%), and Service (23%) according to statistics published by Delaware Area Chamber of Commerce in 2000. The largest employers are in automobile coatings, plastics, copper products, education, insurance, automobile parts and distribution, sports apparel, retail, services, and government. Delaware County is a net importer of workers from throughout Ohio. Packaging company Greif, Inc. is headquartered in Delaware. ==Law and government== thumb|200px|Delaware City Hall The City of Delaware operates under a council-manager form of government. Council, as the legislative body, represents the entire community and is empowered by the City Charter to formulate policy. City Council has seven members: three elected at-large by all city residents, and four representing the four city wards and elected only by those ward residents. All council members serve four-year terms. The mayor and vice mayor are selected by Council from among the at-large members and serve two-year terms. Council members are part-time civil servants who do not maintain offices at City Hall but, rather, serve their constituency through personal contact. The City Manager handles the day-to-day administration of the city and is appointed by the City Council. The current City Manager is R. Thomas Homan. ===Current City Council members=== *Carolyn Kay Riggle, Mayor *Kent Shafer, Vice-Mayor *Catlin Frazier, At Large *Stephen Tackett, First Ward *Lisa Keller, Second Ward *Cory Hoffman, Third Ward *Drew Farrell, Fourth Ward ===Mayors=== *1954 to 1956: Paul Bale White *1956 to 1957: Edward Flahive *1958 to 1959: Paul B. White *1959 to 1961: Henry Wolf *1961 to 1963: Paul B. White *1963 to 1965: Donald Mathews *1965 to 1969: Robert Ray Newhouse *1969 to 1971: Gilford E. Easterday *1971 to 1973: John Jeisel III *1973 to 1977: Gilford E. Easterday *1978 to 1981: Donald Wuertz *1982 to 1983: Donald Worly *1984 to 1985: Michael Shade *1986 to 1989: Donald Wuertz *1990 to 1993: Michael Shade *1994 to 1995: Dennis Davis *1996 to 1999: Juliann Secrest *2000 to 2002: Tommy W. Thompson *2002 to 2009: Windell Wheeler *2009 to 2014: Gary Milner *2014 to present: Carolyn Kay Riggle ==Schools== ===Ohio Wesleyan University=== Ohio Wesleyan is a private independent liberal arts college located in the heart of Delaware. Ohio Wesleyan University enrolls approximately 1,950 students from 40 states and more than 50 countries. The level of academic excellence has placed Wesleyan among the 80 top liberal arts colleges in the annual rankings published by the US News and World Report. According to the same magazine, the university was recognized as one of the Best College Values among the top 40 in the United States. Students live in residence halls and benefit from a large campus providing academics, athletics and services. There is a traditionally positive town-government relationship, with Wesleyan student volunteers in the Delaware community and coordination of institutional and cultural interests with the city. Due to high enrollment of minority and international students at the University, it has influenced the international, ethnic and religious diversity of Delaware. ===The Methodist Theological School in Ohio=== The Methodist Theological School in Ohio is a graduate school seminary located between Delaware and Columbus, Ohio. Often referred to as Methesco. ===Delaware Joint Vocational School District=== Delaware Area Career Center ===Delaware City School District=== The Delaware City School District, which encompasses Delaware and the surrounding area, enrolls about 5,700 PreK-12 students. Frank B. Willis Education Center (formerly the Intermediate School and High School) is home to the administrative offices of the district. High schools * Rutherford B. Hayes High School (Delaware, Ohio) Middle school * John C. Dempsey Middle School Elementary schools * Ervin Carlisle Elementary * James A. Conger Elementary * Robert F. Schultz Elementary * David Smith Elementary * Laura Woodward Elementary ===Private schools, K-12=== * Delaware Christian School * St. Mary School ==Sister cities== A sister city partnership was signed May 13, 2011, by the Cities of Delaware and Baumholder, Germany, highlighting a four-day stay in Delaware by a Baumholder delegation, in which the guests established relationships with local government, business and educational leaders. The four-person delegation was led by Baumholder Mayor Peter Lang, who was joined by Deputy Mayors Michael Röhrig and Christian Flohr; and Council Member Ingrid Schwerdtner. Mayor Lang and Delaware Mayor Gary Milner, with their respective elected delegations looking on, signed a joint resolution, “holding the firm belief that this agreement will contribute toward the peace and prosperity of the world, and do hereby pledge to cooperate with each other as twin/sister cities.” The two cities have had a relationship since the early 1990s as the Ohio Wesleyan University men's soccer team travels to Baumholder for a series of summer friendly games. A sister city partnership was signed April 19, 2017, by the Cities of Delaware and Sakata, Japan. Delaware delegation members Mayor Carolyn Kay Riggle, City Manager Tom Homan, Hayes High School Math Teacher Joanne Meyer, Jeffery Sprague of Next Transport, and Ohio Weslyan University Provost Chuck Stinemetz visited Sakata where Mayor Riggle and Sakata Mayor Itaru Maruyama signed a Sister City Agreement. Delaware and Sakata have had close relations for years before this agreement, exemplified by Dempsey Middle School's Sakata exchange program where Sakata students come to live with Delaware host families once a year. This has gone on for the past 21 years, as of the 2018–2019 school year. ==Notable people== *Horace Newton Allen, U.S. diplomat *Alexander Borteh, professional poker player *Tyler Christopher, actor on General Hospital *Cody Coughlin, NASCAR driver *Cliff Curtis, baseball player *Amos Dolbear, American physicist and inventor *Francis Thomas Evans, Sr., pioneer aviator *Charles W. Fairbanks, the 26th Vice President of the United States *Arthur Flemming, former United States Secretary of Health, Education, and Welfare *Lloyd Gardner, diplomatic historian *Lucy Webb Hayes, First Lady *Rutherford B. Hayes, the 19th President of the United States (1877–1881) *Todd M. Hughes, Circuit Judge, U.S. Court of Appeals for the Federal Circuit *Clare Kramer, Actress known for playing Glory, the Big Bad of season 5 of the TV series Buffy the Vampire Slayer *Vincente Minnelli, motion picture director *Branch Rickey, Major League Baseball executive *Buck Rodgers, professional baseball player *Frank Sherwood Rowland, a chemistry Nobel laureate *Ezra Vogel, professor *F.F. Schnitzer, architect of many structures of the National Register of Historic Places. Designed and constructed Delaware City Hall. ==References== ==External links== *Official site of the City of Delaware. *Codified Ordinances of The City of Delaware Ohio (Note: To expand the page's Contents, click on the yellow-folder icon.) *Delaware County Memory - Digital archive of historical documents and artifacts from Delaware County * Category:Cities in Ohio Category:Cities in Delaware County, Ohio Category:Ohio Wesleyan University Category:Populated places established in 1808 Category:1808 establishments in Ohio Category:County seats in Ohio",
 "title": "Delaware, Ohio"
}