{
 "id": "129254",
 "text": "Bexley is a suburban city in Franklin County, Ohio, United States. The population was 13,928 at the 2020 census. Founded as a village over a hundred years ago, the city of Bexley is an old, tree-lined suburb of Columbus, the Ohio state capital, situated on the banks of Alum Creek next to Driving Park and Wolfe Park, just east of the Franklin Park Conservatory. It is horizontally bisected by the National Road (Main Street), serving as a reminder of Bexley's origins as a merger between the prestigious Bullitt Park neighborhood to the north, and the Lutheran college community of Pleasant Ridge to the south. The historic suburb is perhaps best known, however, for its large houses and estates, located primarily in Bullitt Park. The most famous of these include the Jeffrey Park Mansion ( \"Kelveden\"), the home of the president of Ohio State University, and the Ohio Governor's Mansion. Located in northern Bexley, the Governor's Mansion—originally built as a private residence in 1925 and given to the state in 1955—has served as the official residence of Ohio governors since 1957, though Governor James A. Rhodes (in his final two terms in office) and Governor John Kasich, both of whom were residents of central Ohio, chose to remain in their private homes while in office. Along with the municipalities of Minerva Park, Whitehall, Worthington, Upper Arlington, and Valleyview, Bexley is a geographic enclave of Columbus. ==History== Bexley was named at the suggestion of an early resident, Col. Lincoln Kilbourne, in honor of his family's roots in Bexley, in London, England. The village of Bexley was incorporated in 1908 when prominent citizens of Bullitt Park to the north along Alum Creek, including industrialist and 35th Mayor of Columbus Robert H. Jeffrey, agreed to merge with the Lutheran community of Pleasant Ridge to the south near the Evangelical Lutheran Joint Synod of Ohio college, Capital University (established 1850) and the Evangelical Lutheran Theological Seminary (now Trinity Lutheran Seminary) founded 1830. Both educational institutions today are affiliated with the major denomination of the Evangelical Lutheran Church in America, with two-thirds of America's Lutherans. Bullitt Park had been founded in 1889, when Logan M. Bullitt of Philadelphia submitted his first plat for the area. Wealthy citizens of Columbus continued to build urban townhouses and country homes to the east along Broad Street and Town Road (now Bryden Road), extending to Franklin Park. By the 1890s, several large homes took root across Alum Creek in the Bullitt Park area, one of which became the original campus of the Columbus School for Girls, still an exclusive girls' private school in Bexley. The onset of the Spanish–American War was also instrumental in Bexley's history. In 1898, Ohio Governor Asa Bushnell chose a cluster of unsold lots around Broad and Drexel in Bullitt Park as an assembly site for those state volunteers headed for war. Camp Bushnell, as it was known, was home for three weeks to 8,000 Ohio recruits headed for Cuba. This led to the development of water and sewer lines for the soldiers, thus preparing the area for later real estate development in coming decades. By 1908, the residents of Bullitt Park, north of Main Street, and Pleasant Ridge, south of Main Street, decided to merge their neighborhoods and incorporated as the Village of Bexley. The village reached the 5,000 population mark required by the state of Ohio to become a city in 1928 (still a requirement) and, on New Year's Day 1932, Bexley officially became a city. William A. Schneider was elected the first mayor of the City of Bexley in 1935. Mayor Schneider built the first city hall, and led Bexley through a long and profitable growth period. He remained in office for 32 years before retiring. In March 2013, the city of Bexley was accredited as an arboretum by the Morton Register of Arboreta, making it the first city in the United States to successfully obtain arboretum accreditation. ==Geography== According to the 2010 census, the city has a total area of , of which (or 99.18%) is land and (or 0.82%) is water. ==Demographics== right|thumb|Established neighborhood (2006) Bexley is informally divided into three sections: North Bexley, consisting of the neighborhoods north of Broad Street; Central Bexley, the area between Main Street and Broad Street; and South Bexley, the area between Main Street and Livingston Avenue. The demographics of these three sections are distinct. North Bexley, particularly the Bullitt Park area comprising roughly the western half of North Bexley, is an area of large, mansion-like homes. Central Bexley consists primarily of large homes of between 2,000 and 4,500 square feet, and many residents are white-collar professionals characteristic of the upper middle class. South Bexley contains smaller homes, many of which have less than 1,500 square feet. Clerical and trades workers, as well as young professionals with small children, are more easily found among South Bexley residents, and the neighborhood would be seen as exhibiting many characteristics of the middle class. Taken as whole, Bexley has remained a community of primarily white residents with above-average resources. A plurality of Bexley residents consider themselves adherents of Mainline Protestant denominations. The city is home to two Lutheran (ELCA) churches, a United Methodist church and an Episcopal church, and not far outside of the city may be found three Presbyterian churches. Bexley contains many Jewish residents and is home to three synagogues (Agudas Achim, Ahavas Sholom and Torat Emet). The city also has a significant number of Roman Catholic residents, and three Roman Catholic churches are located just outside Bexley's borders. While still a small minority of residents, African-American and mixed-race families are becoming increasingly prominent in the community. As home to Capital University (founded by Lutherans in 1850) and nearby Trinity Lutheran Seminary (1830) and with a significant number of residents employed by Ohio State University,, Bexley is a highly educated community that values its public school district, the Bexley City Schools. Bexley has, in recent years, also gained the reputation of being increasingly progressive both politically and socially, a trend shared by other inner-ring suburbs in Franklin County. ===2010 census=== As of the census of 2010, there were 13,057 people, 4,661 households, and 3,281 families residing in the city. The population density was . There were 5,041 housing units at an average density of . The racial makeup of the city was 89.6% White, 5.9% African American, 0.1% Native American, 1.5% Asian, 0.4% from other races, and 2.5% from two or more races. Hispanic or Latino of any race were 1.8% of the population. There were 4,661 households, of which 38.2% had children under the age of 18 living with them, 57.6% were married couples living together, 9.4% had a female householder with no husband present, 3.4% had a male householder with no wife present, and 29.6% were non-families. 23.5% of all households were made up of individuals, and 10% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 3.09. The median age in the city was 35.5 years. 25.7% of residents were under the age of 18; 15.3% were between the ages of 18 and 24; 21.4% were from 25 to 44; 27.4% were from 45 to 64; and 10.1% were 65 years of age or older. The gender makeup of the city was 46.9% male and 53.1% female. ===2000 census=== As of the 2000 United States Census, there were 13,203 people, 4,705 households, and 3,387 families residing in the city. The population density was 5,398.4 people per square mile (2,080.7 per km2). There were 4,974 housing units at an average density of 2,033.8 per square mile (783.9 per km2). The racial makeup of the city was 92.45% White, 4.48% African American, 0.17% Native American, 0.99% Asian, 0.05% Pacific Islander, 0.47% from other races, and 1.39% from two or more races. Hispanic or Latino of any race were 0.92% of the population. Bexley is also home to a large Jewish population and is considered one of the major Jewish communities in central Ohio. There were 4,705 households, out of which 40.9% had children under the age of 18 living with them, 59.9% were married couples living together, 9.4% had a female householder with no husband present, and 28.0% were non-families. 23.7% of all households were made up of individuals, and 10.0% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 3.09. In the city, the population was spread out, with 27.3% under the age of 18, 12.5% from 18 to 24, 24.4% from 25 to 44, 24.9% from 45 to 64, and 10.8% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 88.6 males. For every 100 females age 18 and over, there were 83.6 males. The median income for a household in the city was $70,200, and the median income for a family was $83,363. Males had a median income of $56,573 versus $39,851 for females. The per capita income for the city was $37,375. About 3.1% of families and 4.6% of the population were below the poverty line, including 2.7% of those under age 18 and 6.5% of those age 65 or over. ==Landmarks== right|thumb|Historic Drexel Theater (2005) Bexley is home to several churches and synagogues, numerous historic sites and pieces of outdoor sculpture, the original Drexel Theater and Rubino's Pizzeria, and several miles of Route 40, known as the National Road. Adjoining Bexley to the west is the Franklin Park Conservatory. The 1930s-era landmark Drexel Movie Theater at 2254 E. Main Street in Bexley features independent and international films on three screens. Owned for 30 years by Jeff and Kathy Frank, as of spring 2011, the theater is operated by Friends of the Drexel Inc, as a 501 c(3) non-profit foundation. The Columbus Association of the Performing Arts manages the theatre. Rubino's Pizzeria, mentioned in Be True to Your School, has become famous for barely changing since its opening in the early 1950s. Rubino's does not deliver and only accepts cash or checks. The Main Street address is its only location and has always been independently run. Another long-standing family-run business is Johnson's Real Ice Cream just east of the pizzeria. Jeffrey Mansion sits on nearly 40 acres of land in North Bexley, including two parks located on the east side of Parkview Avenue. The historic mansion is open to the public and offers cultural and arts education programs. The land behind the mansion is open to the public and includes stone staircases leading to walking trails along Alum Creek, tennis courts, and the Bexley community swimming pool. Bexley houses many works from well-known artists. For example, it is the home of a number of sculptors and Holocaust survivors Alfred Tibor's creations, including those at the Trinity Lutheran Seminary, Saint Charles Preparatory School, and the Congregation Agudas Achim. ==Government== The current mayor of Bexley is Ben Kessler. Kessler was originally elected by City Council to the position of Mayor in 2012 following the death of former Mayor John Brennan and was subsequently elected to the position by the residents of Bexley in the November 2013 general election. Prior to being elected to the office of Mayor, Kessler served as a member of the Bexley City Council. Bexley has a Mayor/Council form of government, with seven elected at-large members of the council as well as an elected City Auditor. The current elected members of Bexley City Council are Lori Ann Feibel as president of the council, Richard Sharp, Steve Keyes, Troy Markham, Tim Madison, Monique Lampke, and Mary Gottesman. The Auditor of the City of Bexley is Bill Harvey. Law enforcement in Bexley dates back to 1908 when Bexley officially became a village. At that time the laws of the village were enforced by one Village Marshall. In 1931 Bexley became a city and the police department had grown to six officers. Today the department has twenty-eight sworn officers. On April 30, 2007, Lawrence L. Rinehart became the ninth Chief of the Bexley Police Department. Chief Rinehart had served previously with the Gahanna Police Department for thirteen years, rising to the rank of Deputy Chief of Police. On November 17, 2008, a groundbreaking ceremony was held for the new Bexley Police Headquarters at 559 North Cassingham Road. The building features expanded capabilities for emergency operations, training, and fitness. On December 31, 2009, Bexley police personnel officially moved into the new Bexley Police Facility at 559 North Cassingham Road. ==Education== right|thumb|Capital University (2005) Bexley boasts several public and private educational institutions, including the Bexley City Schools, Columbus School for Girls, Saint Charles Preparatory School, Capital University, and Trinity Lutheran Seminary (of the Evangelical Lutheran Church in America (ELCA)). Its public and private K–12 schools make Bexley a sought-after city for families. It is reported that 95–100% of students graduating from public schools in the Bexley City School District, along with the Columbus School for Girls and Saint Charles Preparatory School go on to attend college. Columbus School for Girls (CSG), founded in 1898, is one of the oldest private schools in the city. Located for nearly 50 years in a stately Georgian mansion known as \"Parsons Place\", in 1946 CSG moved to a more modern mansion with larger grounds on South Columbia Avenue in Bexley. This remains the school's main campus, which today is one of three campuses. Saint Charles Preparatory School (St. Charles) is a Catholic college preparatory school for boys, located just inside the Bexley city limits. It was founded in 1923 by the Bishop of Columbus, James J. Hartley, as a Roman Catholic college seminary. Today, St. Charles is an all- boys high school serving the Roman Catholic Diocese of Columbus. Another all- boys private school, Columbus Academy, was founded in Bexley in 1911 and housed in a mansion in Bullitt Park. During the first half of the 20th century, Columbus Academy and Columbus School for Girls, both populated primarily by Protestant students from wealthy Anglo-Germanic families, held most of their joint school activities and \"mixers\" with each other. Columbus Academy grew and relocated to Gahanna (northeast of Columbus) in 1968. It became co-ed in 1991. The Bexley City School District is one of the city's major draws. Bexley High School is considered one of the top high schools in Ohio and is listed in U.S. News & World Report and Newsweek news magazines as one of the top public high schools in the nation (U.S. News: in 2013, ranked 160th out of 22,000 U.S. public high schools and the fifth-highest performing school in Ohio; Silver Medal, 2009; Newsweek: ranked 228th out of 2,000 schools in 2013; top 1000 High Schools, 2005–2009). Bexley is also home to two institutions of higher education. Capital University is a private liberal arts university, affiliated with the ELCA. Founded in 1830 as a theological seminary and separated in 1850, it is one of the oldest and largest Lutheran- affiliated universities in the country. It is also home to the Capital University Law School. The law school has several prominent faculty members and superior bar passage rates. Like Capital University, Trinity Lutheran Seminary was founded in 1830, and is now a part of the ELCA. Trinity was initially called the German Theological Seminary of the Evangelical Lutheran Joint Synod of Ohio, then renamed to the Evangelical Lutheran Theological Seminary (ELTS). The original campus was in Canton, Ohio, but soon moved to Columbus. ==Notable people== Bexley has been the home of many prominent citizens including Bob Greene, the former Chicago Tribune columnist, who wrote Be True to Your School; children's author R. L. Stine; and Michael Jeffries, former chief executive officer of Abercrombie & Fitch. 1992 Clinton presidential campaign manager and 2008 Biden presidential campaign senior advisor David Wilhelm resided in the city as of 2016.\"Sweet column: Obama superdelgate hunters huddle Wednesday. Scoop: David Wilhelm, Bill Clinton campaign manager, for Obama.\" , Lynn Sweet. Chicago Sun-Times. 12 feb 2008. Retrieved 7 sept 2010. Larry Flynt, publisher of Hustler, also lived in the city at one point before moving to Hollywood. Other former residents include Frank Lesser, a writer for the Comedy Central show The Colbert Report, and Nate Beeler, the editorial cartoonist for The Washington Examiner whose cartoons also appear in The San Francisco Examiner, USA Today, and the Los Angeles Times. Maggie Smith, a poet, freelance writer, and editor lives there. Josh Radnor, the star of the CBS sitcom How I Met Your Mother; Marco Arment, lead developer of the blogging website Tumblr; and Laurie Lea Schaefer, Miss America of 1972, have also called Bexley home. Harvey Wasserman, writer and anti-nuclear activist, lives in Bexley (the famous 1970s phrase \"No Nukes\" is partially attributed to him). Martha B. Bush, the widow of Samuel P. Bush (the Columbus industrialist and founder of the Presidential Bush family), lived on North Drexel, though the Bush family's more notable addresses were in East Columbus, Marble Cliff, and Blacklick.Franklin County Assessment List (page 2) ==References== ==External links== * City of Bexley * Bexley Area Chamber of Commerce * Bexley Public Library Category:Cities in Ohio Category:Cities in Franklin County, Ohio Category:Populated places established in 1908 Category:English-American culture in Ohio Category:1908 establishments in Ohio Category:Jews and Judaism in Ohio Category:Enclaves in the United States",
 "title": "Bexley, Ohio"
}