{
 "id": "129232",
 "text": "The Afsluitdijk (; ; ; ) is a major dam and causeway in the Netherlands. It was constructed between 1927 and 1932 and runs from Den Oever in North Holland province to the village of Zurich in Friesland province, over a length of and a width of , at an initial height of above sea level. The Afsluitdijk is a fundamental part of the larger Zuiderzee Works, damming off the Zuiderzee, a salt water inlet of the North Sea, and turning it into the fresh water lake of the IJsselmeer. It is a major landwinning project and a quicker road- connection between the North and West of the Netherlands. The motorway on the Afsluitdijk was the initial demonstration site for a speed limit in the Netherlands. ==History== thumb|Image from satellite thumb|Closing the last gap === Reasons for construction === The Afsluitdijk (literally translated: shut- off-dike) was completed in 1932, thereby shutting off the Zuiderzee (lit: Southern Sea) from the North Sea. Until then, the Zuiderzee had been a large bay south of the North Sea which gave maritime access to five provinces of The Netherlands, and particularly during the Dutch Golden Age provided a protected entrance and exit for the harbour of Amsterdam and several other important Dutch sea harbours. Furthermore, the Zuiderzee provided relatively shallow and calm fishing grounds for the many towns bordering the bay. However, the opening of the North Sea Canal (Noordzeekanaal) in 1876 gave a much shorter direct entrance to the Amsterdam harbour, and overfishing had depleted the shallow bay. In the second half of the 19th century, the Dutch population was exploding, and there was an increasing need for land for agriculture and animal husbandry. The Dutch already had centuries of experience of building dikes around lakes, emptying them and converting them to fertile polderland. The next large project was to convert the Zuiderzee into polder. In 1886, a few notables established the Zuiderzee Society to investigate whether reclamation was feasible. One of the most prominent members of the society was Cornelis Lely, a civil engineer, prominent member and later chairman of the society. In 1891 he designed the first plan for the closure and reclamation of the Zuiderzee. In 1913, Lely was Minister of Water Management, and land reclamation was included in the government program. His plan was initially opposed, particularly for its huge costs and also by the fishing industry. But after the flood of 1916 and the famine of 1918, opinions were ready for this mega project and the parliament agreed, but it took another 9 years, until 1927, before the works actually began.thumb|thumbtime=150|Newsreel of the closing of the last gap === Building the dike === Wieringen was connected to the mainland with the short Amsteldiepdijk in 1925; the would be in length. The inland side is heavy stone; the seaward side is boulder clay with brushwood mattresses above, weighed down by basalt boulders and old concrete. Previous experience had showed that boulder clay was superior to just sand or clay for a structure like the Afsluitdijk, with the added benefit that till was in plentiful supply in the area; it could be retrieved in large quantities by simply dredging it from the bottom of the Zuiderzee. Work started at four points: on both sides of the mainland and on two specially made construction- islands (Kornwerderzand and Breezanddijk) along the line of the future dike. From these points, the dike slowly grew by ships depositing till into the open sea until it breached the surface. The nascent dike was then strengthened from land by basalt rocks and mats of willow switch at its base. The dike could then be finished off by raising it further with sand and finally clay for the surface of the dike, on which grass was planted. As the dike grew, physicist Hendrik Antoon Lorentz calculated the force of the tide as the smaller gap made it stronger. Ten thousand workers, 27 large dredges, 13 floating cranes, 132 barges, and 88 tugs worked on the project at the end, timed to close the dike at low tide; it was finished on 28 May 1932. Construction progressed better than expected; at three points along the line of the dike there were deeper underwater trenches where the tidal current was much stronger than elsewhere. These had been considered to be major obstacles to completing the dike, but all of them proved to be relatively straightforward. Two years earlier than initially thought, the Zuiderzee ceased to be, as the last tidal trench, the Vlieter, was closed by a final bucket of till. The IJsselmeer was born, even though it was still salty at the time. The dike itself however was not finished yet as it still needed to be brought up to its required height and a road linking Friesland and North Holland (the current A7/E22 motorway) also remained to be built. On 25 September 1933, the Afsluitdijk was officially opened, with a monument designed by architect Dudok marking the spot where the dike had been closed. The amount of material used is estimated at of sand and of till and over the years an average of around four to five thousand workers were involved with the construction every day, relieving some of the unemployment following the Great Depression. Beside the dike itself, there was also the necessary construction of two complexes of shipping locks and discharge sluices at both ends of the dike. The complex at Den Oever includes the Stevin lock (named after mathematician and engineer Simon Stevin) and three series of five sluices for discharging the IJsselmeer into the Wadden Sea; the other complex at Kornwerderzand is composed of the Lorentz locks (named after the physicist) and two series of five sluices, making a total of 25 discharge sluices. It is necessary to routinely discharge water from the lake since it is continually fed by rivers and streams (most notably the IJssel river that gives its name to the lake) and polders draining their water into the IJsselmeer. On 23 September 1954, on the centenary of Cornelis Lely, a statue was unveiled by Queen Juliana. It was then on the North Holland side of the Afsluitdijk and was made by Mari Andriessen. After a thorough refurbishment, the statue moved to the surroundings of the monument on the Afsluitdijk. thumb|Observation tower as seen from pedestrian bridge In 2012, the State Secretary for Infrastructure and the Environment, Joop Atsma, issued a statement detailing the factors influencing the decision to replace the locks at Kornwerderzand. A naviduct would have a high construction cost compared with standard locks and bridges, but would benefit the economy by reducing delays. After the cost–benefit analysis of all potential solutions was considered, a decision was made to strengthen the existing locks. However, it is quite possible that a naviduct will be built to replace the locks when they reach the end of their useful life in 2050. The work started in April 2020 and is planned to take three years; during the work, the highway remains in operation, however the bicycle path is closed. Provision for a railway line linking North Holland and Friesland (between Anna Paulowna and Harlingen) had been included on the Afsluitdijk, in the form of a linear reservation, along with extra drawbridge abutments at the locks. However, construction of the line was never undertaken by Dutch Railways (NS), for reasons of cost and relative lack of benefits. The reservation and abutments for the rail line were utilized instead for a second carriageway for the dike's two-lane highway in the 1970s, transforming the latter into today's four-lane A7 motorway. On 12 and 13 May 1940 it was the site of the Battle of the Afsluitdijk. == Icoon Afsluitdijk == Rijkswaterstaat will strengthen the Afsluitdijk in the coming years to safeguard its future and to continue to protect the Netherlands against the force of water. Its renovation began in 2018. The government has taken this opportunity to give room to more initiatives. As part of the renovation programme, Roosegaarde's Icoon Afsluitdijk enhances the iconic status of the Afsluitdijk with a second layer of light and interaction. The three designs of light and interaction developed by Daan Roosegaarde and his team are entitled Gates of Light, Windvogel and Glowing Nature. Development Partners for this project are: Kitepower, Wageningen University and Research, TTB, Eurocarbon, Versalume. ===Gates of Light=== Gates of Light is a futuristic entrance at both sides of the dike. Inspired by retroreflective wings of butterflies, Daan Roosegaarde brings a new light on the 60 monumental floodgates which were designed by Dirk Roosenburg in 1932, the grandfather of the Dutch architect Rem Koolhaas. They have been restored with a retroreflective layer which is illuminated by the passing cars' headlamps. ===Windvogel=== Windvogel is a tribute to the Dutch astronaut Wubbo Ockels. Ockels had the dream to realise smart kites which generate power by having them stay aloft for long periods of time. He was one of the pioneers in the field of kite power generation and professor of the research group at Delft University of Technology from which the startup Kitepower arose. Each of the Windvogel kites generates from 20 to 100 kW which can supply energy for up to 200 households. ===Glowing Nature=== Glowing Nature shows the beauty of nature on the Afsluitdijk by means of an encounter between man, biology and technology. The exhibition, located in one of the historical bunkers, provides an interactive experience with live algae, one of the oldest microorganisms in the world. Only when you perfectly maintain and take care of these algae do they give natural light for an extended period of time. ==See also== * Zuiderzee Museum ==References== ==External links== * * 'Tim Travel': Why the Dutch built a motorway through the sea (YouTube) Category:Dikes in the Netherlands Category:Dams in the Netherlands Category:Roads in the Netherlands Category:Causeways in Europe Category:Zuiderzee Works Category:Buildings and structures in Friesland Category:Buildings and structures in North Holland Category:Transport in Friesland Category:Transport in North Holland Category:Hollands Kroon Category:Súdwest-Fryslân Category:Articles containing video clips",
 "title": "Afsluitdijk"
}