{
 "id": "129260",
 "text": "Groveport is a city in Franklin County, Ohio, United States. It is a suburb of Columbus. The population was 6,009 at the 2020 census. Groveport was the hometown of John Solomon Rarey, a 19th-century horse whisperer, and developer of the Rarey technique for rehabilitating horses. ==History== Groveport had its start as a single entity in 1846 when the neighboring rival towns of Wert's Grove and Rareysport merged. These towns were located along the Ohio- Erie Canal. The city was incorporated as a village in 1847. A post office called Groveport has been in operation since 1847. The city is the location of the Groveport Log House, which was built in 1815 and moved in 1974 to a location near Groveport Cemetery. ==Geography== Groveport is located at (39.856163, -82.890544). According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== https://www.census.gov/quickfacts/fact/table/groveportcityohio,OH/PST045219 ===2010 census=== As of the census of 2010, there were 5,363 people, 2,099 households, and 1,471 families living in the village. The population density was . There were 2,300 housing units at an average density of . The racial makeup of the village was 82.1% White, 12.5% African American, 0.3% Native American, 1.9% Asian, 1.0% from other races, and 2.3% from two or more races. Hispanic or Latino of any race were 2.2% of the population. 7.8% of residents were foreign born. There were 2,099 households, of which 32.9% had children under the age of 18 living with them, 54.3% were married couples living together, 10.8% had a female householder with no husband present, 5.1% had a male householder with no wife present, and 29.9% were non-families. 24.6% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 3.03. The median age in the village was 39.9 years. 23.7% of residents were under the age of 18; 7.7% were between the ages of 18 and 24; 26.3% were from 25 to 44; 30% were from 45 to 64; and 12.5% were 65 years of age or older. The gender makeup of the village was 48.1% male and 51.9% female. The number of veterans living in Groveport between 2015 and 2019 was 309. Approximately 7.8% of Groveport residents are foreign-born. ===2000 census=== As of the census of 2000, there were 3,865 people, 1,575 households, and 1,080 families living in the village. The population density was 482.9 people per square mile (186.5/km2). There were 1,668 housing units at an average density of 208.4 per square mile (80.5/km2). The racial makeup of the village was 92.88% White, 3.62% African American, 0.62% Native American, 1.09% Asian, 0.57% from other races, and 1.22% from two or more races. Hispanic or Latino of any race were 1.27% of the population. There were 1,575 households, out of which 31.1% had children under the age of 18 living with them, 52.6% were married couples living together, 11.7% had a female householder with no husband present, and 31.4% were non-families. 26.0% of all households were made up of individuals, and 9.5% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 2.94. In the village the population was spread out, with 24.0% under the age of 18, 8.4% from 18 to 24, 32.0% from 25 to 44, 23.5% from 45 to 64, and 12.1% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 92.5 males. For every 100 females age 18 and over, there were 89.8 males. The median income for a household in the village was $43,102, and the median income for a family was $51,525. Males had a median income of $32,133 versus $27,353 for females. The per capita income for the village was $19,576. About 3.2% of families and 5.9% of the population were below the poverty line, including 9.1% of those under age 18 and 4.5% of those age 65 or over. ==Economy== Due in large part to the presence of Rickenbacker International Airport and Air National Guard Base, Groveport is home to many distribution centers and warehouses. The city used to be home to the headquarters of Air Tahoma before they ceased operations, and is currently home to the headquarters of Staber Industries. Other organizations with significant operations include Amazon.com, FedEx, Gap, Inc., Eddie Bauer, Spiegel Brands, American Electric Power and VistaPrint. ==Schools== The Groveport Madison School District has 10 schools. There are six elementary schools, three middle schools, and the Groveport Madison High School. Groveport Madison athletes are known as the Cruisers. ==Notable people== * Le'Veon Bell, NFL All-Pro running back * Thomas John Hennen, United States Army warrant officer and NASA astronaut * Pam Higgins, three-time winner on the LPGA Tour * John Solomon Rarey, horse whisperer, developed the Rarey technique * Amor L. Sims, Brigadier general, USMC, during World War I and World War II * Eric Smith, NFL safety ==References== Category:Cities in Franklin County, Ohio Category:Cities in Ohio",
 "title": "Groveport, Ohio"
}