{
 "id": "12938",
 "text": "The English Greyhound, or simply the Greyhound, is a breed of dog, a sighthound which has been bred for coursing game and greyhound racing. Since the rise in large-scale adoption of retired racing Greyhounds, the breed has seen a resurgence in popularity as a family pet. Greyhounds are defined as a tall, muscular, smooth-coated, \"S-shaped\" type of sighthound with a long tail and tough feet. Greyhounds are a separate breed from other related sighthounds, such as the Italian greyhound. The Greyhound is a gentle and intelligent breed whose combination of long, powerful legs, deep chest, flexible spine, and slim build allows it to reach average race speeds exceeding . The Greyhound can reach a full speed of within , or six strides from the boxes, traveling at almost for the first of a race.Sharp, N.C. Craig.Animal athletes: a performance review Veterinary Record Vol 171 (4) 87-94 2012right|thumb|An ex-racing Greyhound settling into retirement. thumb|\"Gray-Hound\" in a 1658 English woodcut thumb|A Greyhound in the extended phase of double rotary suspension gallop thumb|Greyhound in contracted phase of double rotary suspension gallop == Appearance == Males are usually tall at the withers, and weigh on average . Females tend to be smaller, with shoulder heights ranging from and weights from , although weights can be above and below these average weights. Greyhounds have very short fur, which is easy to maintain. There are approximately 30 recognized color forms, of which variations of white, brindle, fawn, black, red, and blue (gray) can appear uniquely or in combination. Greyhounds are dolichocephalic, with a skull which is relatively long in comparison to its breadth, and an elongated muzzle. == Pets == Greyhounds are considered to make good pets, and are known for their loving nature and enjoyment of the company of humans or other dogs, though how well a Greyhound tolerates the company of other small animals such as cats depends on the individual dog's personality. Greyhounds will typically chase small animals; those lacking a high 'prey drive' will be able to coexist happily with toy dog breeds and cats. Greyhounds live most happily as pets in quiet environments.Livinggood, Lee (2000). Retired Racing Greyhounds for Dummies, p. 31. IDG Books Worldwide, Inc., Foster City, CA. They do well in families with children, as long as the children are taught to treat the dog properly with politeness and appropriate respect.Livinggood 2000, p. 55-56 Greyhounds have a sensitive nature, and gentle commands work best as training methods.Livinggood, Lee (2000). Retired Racing Greyhounds for Dummies. IDG Books Worldwide, Inc., Foster City, CA. Occasionally, a Greyhound may bark; however, they are generally not barkers, which is beneficial in suburban environments, and they are usually as friendly to strangers as they are with their own families.Branigan, Cynthia A. (1998). Adopting the Racing Greyhound, pp. 17-18. Howell Book House, New York. . A 2008 University of Pennsylvania study found that Greyhounds are one of the least aggressive dog breeds towards strangers, owners, and other dogs.https://www.csus.edu/indiv/m/merlinos/pdf/2008breeddifferences.pdf A common misconception regarding Greyhounds is that they are hyperactive. This is usually not the case with retired racing Greyhounds.\"The Greyhound Adoption Program (GAP) in Australia and New Zealand: A survey of owners' experiences with their greyhounds one month after adoption\" Applied Animal Behaviour Science Elliott, 2010 vol. 124, issue 3-4. pp. 121-135. Greyhounds can live comfortably as apartment dogs, as they do not require much space and sleep almost 18 hours per day. Due to their calm temperament, Greyhounds can make better \"apartment dogs\" than smaller, more active breeds. Many Greyhound adoption groups recommend that owners keep their Greyhounds on a leash whenever outdoors, except in fully enclosed areas.\"Greyhound Adoption Program – Is a Greyhound Right for You? \"How Safe is an Off-Lead Run?, Adopt a Greyhound This is due to their prey-drive, their speed, and the assertion that Greyhounds have no road sense. In some jurisdictions, it is illegal for Greyhounds to be allowed off-leash, even in off-leash dog parks. Due to their size and strength, adoption groups recommend that fences be between tall, to prevent Greyhounds from jumping over them. As per most breeds being rehomed, Greyhounds that are adopted after racing tend to need time to adjust to their new lives with a human family. Many guides and books have been published to aid Greyhound owners in helping their pet get comfortable in their new home. == Abilities == === Coursing === The original primary use of Greyhounds, both in the British Isles and on the Continent of Europe, was in the coursing of deer for meat and sport; later, specifically in Britain, they specialized in competition hare coursing. Some Greyhounds are still used for coursing, although artificial lure sports like lure coursing and racing are far more common and popular. Many leading 300- to 550-yard sprinters have bloodlines traceable back through Irish sires, within a few generations of racers that won events such as the Irish Coursing Derby or the Irish Cup.Irish Greyhound Stud Book === Racing === Until the early 20th century, Greyhounds were principally bred and trained for hunting and coursing. During the 1920s, modern greyhound racing was introduced into the United States, England (1926), Northern Ireland (1927), Scotland (1927), and the Republic of Ireland (1927). Australia also has a significant racing culture. In the United States, aside from professional racing, many Greyhounds enjoy success on the amateur race track. Organizations like the Large Gazehound Racing Association (LGRA) and the National Oval Track Racing Association (NOTRA) provide opportunities for Greyhounds to compete. == Companion == thumb|A blue female greyhound Historically, the Greyhound has, since its first appearance as a hunting type and breed, enjoyed a specific degree of fame and definition in Western literature, heraldry and art as the most elegant or noble companion and hunter of the canine world. In modern times, the professional racing industry, with its large numbers of track-bred greyhounds, as well as international adoption programs aimed at re-homing dogs has redefined the breed as a sporting dog that will supply friendly companionship in its retirement. This has been prevalent in recent years due to track closures in the United States.Flaim, Denise (2010) 'Forward Thinking', Sighthound Review, Vol 1 Issue 1.Madden, Raymond (2010) 'Imagining the greyhound: 'Racing' and 'rescue' narratives in a human and dog relationship', Continuum, 24: 4, 503 — 515 . Outside the racing industry and coursing community, the Kennel Clubs' registered breed still enjoys a modest following as a show dog and pet. == Health and physiology == thumb|Illustration of the Greyhound skeleton Greyhounds are typically a healthy and long-lived breed, and hereditary illness is rare. Some Greyhounds have been known to develop esophageal achalasia, gastric dilatation volvulus (also known as bloat), and osteosarcoma. Because the Greyhound's lean physique makes it ill-suited to sleeping on hard surfaces, owners of both racing and companion Greyhounds generally provide soft bedding; without bedding, Greyhounds are prone to develop painful skin sores. The average lifespan of a Greyhound is 10 to 14 years. \"n=88 median=10.8 IQR=8.1-12.0\" Due to the Greyhound's unique physiology and anatomy, a veterinarian who understands the issues relevant to the breed is generally needed when the dogs need treatment, particularly when anesthesia is required. Greyhounds cannot metabolize barbiturate-based anesthesia in the same way that other breeds can because their livers have lower amounts of oxidative enzymes.Blythe, Linda, Gannon, James, Craig, A. Morrie, and Fegan, Desmond P. (2007). Care of the Racing and Retired Greyhound, p. 416. American Greyhound Council, Inc., Kansas. . Greyhounds demonstrate unusual blood chemistry , which can be misread by veterinarians not familiar with the breed and can result in an incorrect diagnosis.Veterinary Consultants Are Sighthounds Really Dogs?, 2017 Greyhounds are very sensitive to insecticides.Branigan, Cynthia A. (1998). Adopting the Racing Greyhound, p. 99-101. Howell Book House, New York. . Many vets do not recommend the use of flea collars or flea spray on Greyhounds if the product is pyrethrin-based. Products like Advantage, Frontline, Lufenuron, and Amitraz are safe for use on Greyhounds, however, and are very effective in controlling fleas and ticks.Branigan, Cynthia A. (1998). Adopting the Racing Greyhound, p. 101-103. Howell Book House, New York. . Greyhounds have higher levels of red blood cells than other breeds. Since red blood cells carry oxygen to the muscles, this higher level allows the hound to move larger quantities of oxygen faster from the lungs to the muscles.Blythe, Linda, Gannon, James, Craig, A. Morrie, and Fegan, Desmond P. (2007). Care of the Racing and Retired Greyhound, p. 82. American Greyhound Council, Inc., Kansas. . Conversely, Greyhounds have lower levels of platelets than other breeds. Delayed haemorrhage following trauma or routine surgery is more common in greyhounds, with one study reporting significant haemorrhage in 26% of greyhounds following routine gonadectomy, compared to 0-2% in other dog breeds. This is often termed greyhound fibrinolytic syndrome or breed-associated hyperfibrinolysis, where in there is a disorder of the fibrinolysis system without derangement of the primary or secondary coagulation systems, and is also not related to platelet count. In this syndrome there is initial adequate hemostasis following trauma or routine surgical procedures, however 36–48 hours later the site undergoes inappropriate hyperfibrinolysis. This results in delayed bleeding which can result in significant morbidity and mortality. Standard pre-operative blood work does not identify those at risk It is distinct from common bleeding disorders in other breeds such von Willebrand's disease, which is uncommon in greyhounds. Although high quality research data are lacking, it is thought that this condition can be prevented and treated by administering antifibrinolytic medication such as tranexamic acid via the oral or parenteral route. Intensive care and blood product administration may also be required in severe cases. Greyhounds do not have undercoats and thus are less likely to trigger dog allergies in humans (they are sometimes incorrectly referred to as \"hypoallergenic\"). The lack of an undercoat, coupled with a general lack of body fat, also makes Greyhounds more susceptible to extreme temperatures (both hot and cold); because of this, they must be housed inside.Blythe, Linda, Gannon, James, Craig, A. Morrie, and Fegan, Desmond P. (2007). Care of the Racing and Retired Greyhound, p. 394. American Greyhound Council, Kansas. . Some greyhounds are susceptible to corns on their paw pads; a variety of methods are used to treat them. The key to the speed of a Greyhound can be found in its light but muscular build, large heart, highest percentage of fast twitch muscle of any breed,Snow, D.H. and Harris R.C. \"Thoroughbreds and Greyhounds: Biochemical Adaptations in Creatures of Nature and of Man\" Circulation, Respiration, and Metabolism Berlin: Springer Verlag 1985Snow, D.H. \"The horse and dog, elite athletes – why and how?\" Proceedings of the Nutrition Society 44 267 1985 double suspension gallop, and extreme flexibility of its spine. \"Double suspension rotary gallop\" describes the fastest running gait of the Greyhound in which all four feet are free from the ground in two phases, contracted and extended, during each full stride.Curtis M Brown. Dog Locomotion and Gait Analysis. Wheat Ridge, Colorado: Hoflin 1986 == History == thumb|Bronze figure probably of a (sighthound), Roman period (50 – 270 AD) ===Origins=== The ancient skeletal remains of a dog identified as being of the greyhound/saluki form were excavated at Tell Brak in modern Syria, and dated as being approximately 4,000 years old.Clutton-Brock, J., 1989. A dog and a donkey excavated at Tell Brak. Iraq, 51, pp.217-224.Structured Deposition of Animal Remains in the Fertile Crescent during the Bronze Age, José Luis Ramos Soldado, Archaeopress, 2016, p12, Historical literature by Arrian on the vertragus (from the Latin , a word of Celtic origin), the first recorded sighthound in Europe and possible antecedent of the Greyhound, suggested that its origin lies with the Celts from Eastern Europe or Eurasia. Systematic archaeozoology of Britain conducted in 1974Harcourt, R.A., 1974. The dog in prehistoric and early historic Britain. Journal of Archaeological Science, 1(2), pp.151-175. ruled out the existence of a true greyhound-type in Britain prior to the Roman occupation, which was further confirmed in 2000.Clark, K.M., 2000. Dogged persistence: the phenomenon of canine skeletal uniformity in British prehistory. BAR International Series, 889, pp.163-170. Written evidence from the early period of Roman occupation, the Vindolanda tablets (No. 594), demonstrate that the occupying troops from Continental Europe either had with them in the North of England, or certainly knew of, the vertragus and its hunting use.Bowman, Alan K; Thomas, J David (2003). The Vindolanda writing-tablets (Tabulae Vindolandenses III). British Museum Press. . An archaeological find at the Chotěbuz fort in the Czech Republic of sighthound type, \"gracile\" bones dating from the 8th to 9th century CE, anatomically defined as those of a high \"greyhound\", were also genetically compared with the modern Greyhound and other sighthounds, and found to be almost completely identical with the modern Greyhound breed, with the exception of only four deletions and one substitution in the DNA sequences, which were interpreted as differences probably arising from 11 centuries of breeding of this type of dog.SVOBODOVÁ, H., BARTOŠ, M., NÝVLTOVÁ FIŠÁKOVÁ, M. and KOUŘIL, P., (2015). Genetic analysis of possibly the oldest greyhound remains within the territory of the Czech Republic as a proof of a local elite presence at Chotěbuz-Podobora hillfort in the 8th–9th century AD. SbNM B, 71, pp.17-24. All modern pedigree Greyhounds derive from the Greyhound stock recorded and registered first in private studbooks in the 18th century, then in public studbooks in the 19th century, which ultimately were registered with coursing, racing, and kennel club authorities of the United Kingdom.The Greyhound and the Hare: A history of the breed and the sport Charles Blanning, The National Coursing Club, 2018 Historically, these sighthounds were used primarily for hunting in the open where their pursuit speed and keen eyesight were essential. ===Etymology=== The name \"Greyhound\" is generally believed to come from the Old English . is the antecedent of the modern \"hound\", but the meaning of is undetermined, other than in reference to dogs in Old English and Old Norse. The word \"hund\" is still used for dogs in general in Scandinavian languages today. Its origin does not appear to have any common root with the modern word \"grey\" for color, and indeed the Greyhound is seen with a wide variety of coat colors. The lighter colors, patch-like markings and white appeared in the breed that was once ordinarily grey in color. The Greyhound is the only dog mentioned by name in the Bible; many versions, including the King James Version, name the Greyhound as one of the \"four things stately\" in . However, some newer biblical translations, including the New International Version, have changed this to 'strutting rooster', which appears to be an alternative translation of the Hebrew term . However, the Douay–Rheims Bible translation from the late 4th-century Latin Vulgate into English translates this term as \"a cock.\" According to Pokorny,Pokorny, Indogermanisches Woerterbuch, pp. 441–442. the English term 'Greyhound' does not mean \"grey dog/hound\", but simply \"fair dog\". Subsequent words have been derived from the Proto-Indo-European root *g'her- \"shine, twinkle\": English 'grey', Old High German \"grey, old\", Old Icelandic \"piglet, pig\", Old Icelandic \"to dawn\", \"morning twilight\", Old Irish \"sun\", Old Church Slavonic \"morning twilight, brightness\". The common sense of these words is \"to shine; bright.\" In 1928, the first winner of Best in Show at Crufts was breeder/owner Mr. H. Whitley's Greyhound Primley Sceptre.(No.584, pp19 & 121) Greyhounds have won the award three times in total, the most recent being in 1956. Historically, English Greyhounds were grouped: two for coursing, as a \"Brace\", three for hunting, as a \"Leash\", otherwise known as a \"couple and a half\".Turbervile's Booke of Hunting 1576 Clarendon Press 1908 p242 == See also == * Dogs portal * List of dog breeds * Afghan Hound * Azawakh * Borzoi (formerly known as Russian Wolfhound) * Combai * Chippiparai * Fastest animal * Galgo Español (Spanish Greyhound) * Hortaya borzaya (Russian shorthaired sighthound) * Irish Wolfhound * Italian Greyhound * Kanni * Longdog (cross between two sighthound breeds) * Lurcher (sighthound ancestry) * Magyar agár (Hungarian Greyhound) * Mudhol Hound * Polish Greyhound * Rajapalayam (India) * Rampur Greyhound * Saluki * Scottish Deerhound * Sloughi * Whippet == References == == Further reading == *\"The Greyhound in 1864: ...\" Walsh 1864 *\"The Greyhound, ...\" Dalziel 1887 *Of Greyhounds and of Their Nature, Chapter XV: \"The Master of Game\", Edward of York circa 1406 *\"The Greyhound\" Roger D. Williams, in The American Book of the Dog Editor George O. Shields. Chicago: Rand Mcnally, 1891 * Greyhound Nation: A Coevolutionary History of England, 1200–1900. Edmund Russell, Cambridge University Press, 2018. * The Greyhound and the Hare: A History of the Breed and the Sport. Charles Blanning, The National Coursing Club, 2018. == External links == * Category:Dog breeds originating in the United Kingdom Category:FCI breeds Category:Greyhound racing Category:Sighthounds Category:Vulnerable Native Breeds",
 "title": "Greyhound"
}