{
 "id": "129338",
 "text": "Dent is a census-designated place (CDP) in Green Township, Hamilton County, Ohio, United States. The population was 10,497 at the 2010 census. ==History== Dent was originally known as Challensville in the 19th century, named for the local minister Rev. James Challenge. A post office called Challensville was established in 1843, the name was changed to Dent in 1846 at the urging of local resident and then-state representative Charles Reemelin. Reemelin was said to have disliked naming places after people and instead thought that \"Dent\" represented the geography of the area, with the depression of the land just east of Harrison Pike. The Dent post office closed in 1904. The present name \"Dent\" is after its setting in a valley (or dent). Veterans Park was constructed in the 1990s on the former site of the Dent Drive-In. The park contains a walking trail. ==Geography== Dent is located at . According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 7,612 people, 3,190 households, and 2,130 families residing in the CDP. The population density was 1,267.4 people per square mile (489.0/km2). There were 3,369 housing units at an average density of 560.9/sq mi (216.4/km2). The racial makeup of the CDP was 98.03% White, 0.68% African American, 0.22% Native American, 0.32% Asian, 0.03% Pacific Islander, 0.16% from other races, and 0.56% from two or more races. Hispanic or Latino of any race were 0.42% of the population. There were 3,190 households, out of which 28.0% had children under the age of 18 living with them, 54.8% were married couples living together, 8.1% had a female householder with no husband present, and 33.2% were non-families. 28.1% of all households were made up of individuals, and 10.3% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 2.95. In the CDP, the population was spread out, with 22.7% under the age of 18, 9.0% from 18 to 24, 27.6% from 25 to 44, 25.2% from 45 to 64, and 15.5% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 94.1 males. For every 100 females age 18 and over, there were 91.2 males. The median income for a household in the CDP was $49,048, and the median income for a family was $59,888. Males had a median income of $41,406 versus $31,460 for females. The per capita income for the CDP was $24,403. About 1.6% of families and 3.7% of the population were below the poverty line, including 5.2% of those under age 18 and 2.5% of those age 65 or over. ==References== Category:Census-designated places in Hamilton County, Ohio Category:Census-designated places in Ohio Category:1843 establishments in Ohio",
 "title": "Dent, Ohio"
}