{
 "id": "129447",
 "text": "Monroeville is a village in Huron County, Ohio, United States. The population was 1,400 at the 2010 census. ==History== Monroeville was originally called Monroe, and under the latter name was laid out in 1817. The village was named after James Monroe, the fifth President of the United States. Its name was later changed to its current form by postal authorities. Monroeville was incorporated as a village in 1868. ==Geography== Monroeville is located at (41.243795, -82.698165). According to the United States Census Bureau, the village has a total area of , of which is land and is water. An unincorporated community known as North Monroeville exists in Erie County. As the name suggests, the community is directly north of Monroeville. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,400 people, 528 households, and 368 families living in the village. The population density was . There were 577 housing units at an average density of . The racial makeup of the village was 97.0% White, 0.1% African American, 0.1% Native American, 0.5% from other races, and 2.2% from two or more races. Hispanic or Latino of any race were 2.0% of the population. There were 528 households, of which 40.0% had children under the age of 18 living with them, 50.0% were married couples living together, 13.4% had a female householder with no husband present, 6.3% had a male householder with no wife present, and 30.3% were non-families. 25.2% of all households were made up of individuals, and 10.5% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.14. The median age in the village was 34.5 years. 28.6% of residents were under the age of 18; 8.6% were between the ages of 18 and 24; 27.9% were from 25 to 44; 25% were from 45 to 64; and 10.1% were 65 years of age or older. The gender makeup of the village was 49.9% male and 50.1% female. ===2000 census=== As of the census of 2000, there were 1,433 people, 523 households, and 384 families living in the village. The population density was 1,001.3 people per square mile (386.9/km2). There were 553 housing units at an average density of 386.4 per square mile (149.3/km2). The racial makeup of the village was 98.53% White, 0.07% African American, 0.21% Native American, 0.28% from other races, and 0.91% from two or more races. Hispanic or Latino of any race were 0.63% of the population. There were 523 households, out of which 43.2% had children under the age of 18 living with them, 57.9% were married couples living together, 13.2% had a female householder with no husband present, and 26.4% were non-families. 23.3% of all households were made up of individuals, and 10.1% had someone living alone who was 65 years of age or older. The average household size was 2.73 and the average family size was 3.23. In the village, the population was spread out, with 31.1% under the age of 18, 8.6% from 18 to 24, 31.1% from 25 to 44, 19.1% from 45 to 64, and 10.2% who were 65 years of age or older. The median age was 31 years. For every 100 females there were 96.6 males. For every 100 females age 18 and over, there were 92.0 males. The median income for a household in the village was $43,558, and the median income for a family was $49,669. Males had a median income of $32,708 versus $21,042 for females. The per capita income for the village was $17,651. About 4.2% of families and 3.8% of the population were below the poverty line, including 5.0% of those under age 18 and 4.5% of those age 65 or over. ==Notable people== * Ethlyn T. Clough, newspaper publisher, editor * Steve Moore, Basketball Coach * Logan Stieber, Wrestler ==References== ==External links== Village website Category:Villages in Huron County, Ohio Category:Villages in Ohio",
 "title": "Monroeville, Ohio"
}