{
 "id": "129592",
 "text": "Waldo is a village in Waldo Township, Marion County, Ohio, United States. The population was 338 at the 2010 census. Waldo is part of the River Valley Local School District. ==History== Waldo was laid out in 1833 by M. D. Pettibone at the intersection of a turnpike and a state road. The village was named for Waldo Pettibone, the proprietor's son. A post office called Waldo has been in operation since 1847. ==Geography== Waldo is located at (40.458481, -83.078054). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 338 people, 138 households, and 99 families living in the village. The population density was . There were 157 housing units at an average density of . The racial makeup of the village was 96.4% White, 0.3% African American, 0.9% Asian, and 2.4% from two or more races. Hispanic or Latino of any race were 1.2% of the population. There were 138 households, of which 31.2% had children under the age of 18 living with them, 55.1% were married couples living together, 10.1% had a female householder with no husband present, 6.5% had a male householder with no wife present, and 28.3% were non-families. 23.2% of all households were made up of individuals, and 10.1% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 2.86. The median age in the village was 41.5 years. 21.6% of residents were under the age of 18; 8.5% were between the ages of 18 and 24; 23.9% were from 25 to 44; 29.9% were from 45 to 64; and 16% were 65 years of age or older. The gender makeup of the village was 48.5% male and 51.5% female. ===2000 census=== As of the census of 2000, there were 332 people, 144 households, and 92 families living in the village. The population density was 510.5 people per square mile (197.2/km). There were 153 housing units at an average density of 235.2 per square mile (90.9/km). The racial makeup of the village was 99.70% White and 0.30% Asian. There were 144 households, out of which 26.4% had children under the age of 18 living with them, 56.9% were married couples living together, 6.3% had a female householder with no husband present, and 36.1% were non-families. 32.6% of all households were made up of individuals, and 19.4% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.98. In the village, the population was spread out, with 23.8% under the age of 18, 4.5% from 18 to 24, 27.1% from 25 to 44, 27.1% from 45 to 64, and 17.5% who were 65 years of age or older. The median age was 41 years. For every 100 females there were 81.4 males. For every 100 females age 18 and over, there were 80.7 males. The median income for a household in the village was $30,982, and the median income for a family was $38,125. Males had a median income of $35,750 versus $22,500 for females. The per capita income for the village was $18,545. About 9.6% of families and 10.4% of the population were below the poverty line, including 21.1% of those under age 18 and 11.1% of those age 65 or over. == Notable people == * Alfred Pettibone (1835–1914), businessman and pioneer of Washington state ==References== Category:Villages in Marion County, Ohio Category:Villages in Ohio",
 "title": "Waldo, Ohio"
}