{
 "id": "129510",
 "text": "Proctorville is a village in Lawrence County, Ohio, United States, along the Ohio River. The population was 574 at the 2010 census. The East End Bridge connects Proctorville to Huntington, West Virginia across the Ohio River. Proctorville is a part of the Huntington-Ashland, WV-KY-OH, Metropolitan Statistical Area (MSA). As of the 2000 census, the MSA had a population of 288,649. ==History== The land where Proctorville is now situated was originally settled in 1797 and called Quaker Bottom. Situated on the Ohio River, Quaker Bottom grew throughout the 1800s as a trading center. In 1834, Jacob Proctor established a general store next to the wharf, and river boat captains knew the village as \"Proctor's Landing\". When the village was incorporated in 1878, the name was changed to Proctorville in Jacob's honor. The Rome Beauty apple was developed by Joel Gillette and his son Alanson in Rome Township, near Proctorville, in 1816. The village was decimated by a fire on April 7, 1900, and most of the destroyed businesses were never rebuilt. Major flooding in 1913 and 1937 further damaged the village. The village and surrounding area has experienced growth since the completion of the East End Bridge connecting Proctorville to Huntington in 1985. ==Geography== Proctorville is located at (38.437980, -82.381853). According to the United States Census Bureau, the village has a total area of , of which is land and is water. Along the river, it lies below Athalia and above Chesapeake. ==Demographics== ===2010 census=== As of the census of 2010, there were 574 people, 251 households, and 150 families living in the village. The population density was . There were 293 housing units at an average density of . The racial makeup of the village was 97.9% White, 0.3% African American, 0.2% Native American, 0.2% from other races, and 1.4% from two or more races. Hispanic or Latino of any race were 1.0% of the population. There were 251 households, of which 26.3% had children under the age of 18 living with them, 43.4% were married couples living together, 12.0% had a female householder with no husband present, 4.4% had a male householder with no wife present, and 40.2% were non-families. 34.3% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 2.29 and the average family size was 3.00. The median age in the village was 40.2 years. 21.4% of residents were under the age of 18; 8.9% were between the ages of 18 and 24; 24.9% were from 25 to 44; 26.6% were from 45 to 64; and 18.1% were 65 years of age or older. The gender makeup of the village was 48.3% male and 51.7% female. ===2000 census=== As of the census of 2000, there were 620 people, 277 households, and 168 families living in the village.. The population density was 2,577.5 people per square mile (997.4/km). There were 318 housing units at an average density of 1,322.0 per square mile (511.6/km). The racial makeup of the village was 98.06% White, 0.97% African American, 0.16% Native American, 0.16% from other races, and 0.65% from two or more races. Hispanic or Latino of any race were 0.32% of the population. There were 277 households, out of which 24.2% had children under the age of 18 living with them, 42.2% were married couples living together, 13.4% had a female householder with no husband present, and 39.0% were non- families. 34.7% of all households were made up of individuals, and 15.9% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.91. In the village, the population was spread out, with 22.6% under the age of 18, 10.5% from 18 to 24, 25.0% from 25 to 44, 24.0% from 45 to 64, and 17.9% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 87.9 males. For every 100 females age 18 and over, there were 88.2 males. The median income for a household in the village was $22,266, and the median income for a family was $23,984. Males had a median income of $25,625 versus $18,438 for females. The per capita income for the village was $13,027. About 16.8% of families and 18.6% of the population were below the poverty line, including 20.0% of those under age 18 and 11.1% of those age 65 or over. ==Government== Proctorville elects a mayor, a fiscal officer and six council members:Municipal Officials , Lawrence County Board of Elections {| class=\"wikitable\" style=\"margin: 1em auto 1em auto\" |- ! ! Office ! Term expires |- | Richard H. Dunfee | align=\"center\" | Mayor | align=\"center\" | 2015 |- | Darrell L. Legg | align=\"center\" | Fiscal Officer | align=\"center\" | 2016 |- | Dale Burcham | align=\"center\" | Council | align=\"center\" | 2015 |- | Brian Root | align=\"center\" | Council | align=\"center\" | 2017 |- | Lee Whitley | align=\"center\" | Council | align=\"center\" | 2015 |- | Wes Shephard | align=\"center\" | Council | align=\"center\" | 2017 |- | Justin Wurtzler | align=\"center\" | Council | align=\"center\" | 2017 |- | Brenda Chapman | align=\"center\" | Council | align=\"center\" | 2017 |} ==Education== thumb|The Briggs Lawrence County library system's Proctorville branch In 1949, Proctorville High School merged with that of Rome Township to form the Fairland Local School District. The name \"Fairland\" was chosen because the school stands next to the site of the Lawrence County Fairgrounds. The district consists of two grade schools, Fairland East (K-2) and Fairland West (3-5), plus Fairland Middle School (6-8) and Fairland High School (9-12). As of the 2006–2007 school year, the district had 1809 enrolled students and was rated Effective by the Ohio Department of Education. The Ohio University Southern Campus opened a new . branch near Proctorville in 2006.Stanley, Kirsten. \"Campus welcomes first students\" Ironton Tribune, January 4, 2007. Proctorville has a public library, a branch of Briggs Lawrence County Public Library. ==See also== * List of cities and towns along the Ohio River * List of villages in Ohio ==References== ==External links== * History of Quaker Bottom Category:Villages in Lawrence County, Ohio Category:Villages in Ohio Category:Ohio populated places on the Ohio River",
 "title": "Proctorville, Ohio"
}