{
 "id": "129577",
 "text": "Craig Beach is a village in northwestern Mahoning County, Ohio, United States. Located along the shores of Lake Milton, the population was 1,180 at the 2010 census. It is part of the Youngstown-Warren-Boardman, OH-PA Metropolitan Statistical Area. ==History== In 1910, the city of Youngstown acquired 3,416 acres along the Mahoning River in Milton Township to construct a reservoir to be used as a water supply. The plan was to construct a 2,800-foot dam across the river, impounding 1,640 acres. Entertainer Ward Craig founded Craig’s Landing to initially watch the construction of the dam, which later offered a refreshment stand, swimming area, boat docks, and picnic facilities. In 1922, Craig formed his own amusement company that would create the Craig Beach Amusement Park along the new Lake Milton. Featuring rides, a dance hall, as well as rental cottages, Craig Beach became a popular entertainment hub for the area as big bands of the 1930s toured the area. Future crooner Dean Martin would get his start at the Craig Beach dance hall performing with these orchestras. Craig Beach was incorporated as a village in 1931. The amusement park would close by 1966, although Craig Beach would rebound as a small resort town within Lake Milton State Park. ==Geography== Craig Beach is located at (41.117553, -80.985928). According to the United States Census Bureau, the village has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,180 people, 483 households, and 327 families living in the village. The population density was . There were 597 housing units at an average density of . The racial makeup of the village was 95.6% White, 0.2% African American, 0.5% Native American, 0.4% Asian, 0.5% from other races, and 2.8% from two or more races. Hispanic or Latino of any race were 2.1% of the population. There were 483 households, of which 29.4% had children under the age of 18 living with them, 45.5% were married couples living together, 15.9% had a female householder with no husband present, 6.2% had a male householder with no wife present, and 32.3% were non-families. 26.7% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 2.92. The median age in the village was 40.4 years. 22.5% of residents were under the age of 18; 7.1% were between the ages of 18 and 24; 26.3% were from 25 to 44; 30.1% were from 45 to 64; and 14.1% were 65 years of age or older. The gender makeup of the village was 48.5% male and 51.5% female. ===2000 census=== As of the census of 2000, there were 1,254 people, 489 households, and 333 families living in the village. The population density was 1,350.3 people per square mile (520.6/km2). There were 568 housing units at an average density of 611.6 per square mile (235.8/km2). The racial makeup of the village was 97.69% White, 0.24% African American, 0.24% Native American, 0.56% Asian, 0.08% Pacific Islander, 0.08% from other races, and 1.12% from two or more races. Hispanic or Latino of any race were 0.72% of the population. There were 489 households, out of which 29.0% had children under the age of 18 living with them, 49.7% were married couples living together, 12.7% had a female householder with no husband present, and 31.9% were non-families. 24.9% of all households were made up of individuals, and 8.2% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 3.00. In the village, the population was spread out, with 23.0% under the age of 18, 10.0% from 18 to 24, 31.2% from 25 to 44, 25.8% from 45 to 64, and 9.9% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 94.7 males. For every 100 women age 18 and over, there were 94.2 men. The median income for a household in the village was $38,594, and the median income for a family was $46,250. Males had a median income of $35,729 versus $22,500 for females. The per capita income for the village was $16,630. About 6.7% of families and 13.0% of the population were below the poverty line, including 18.4% of children under age 18 and 1.9% of those age 65 or over. ==References== Category:Villages in Mahoning County, Ohio Category:Villages in Ohio",
 "title": "Craig Beach, Ohio"
}