{
 "id": "129521",
 "text": "Johnstown is a city in Licking County, Ohio, United States. The population was 5,182 at the 2020 census. The city is currently served by a seven-person City Council which includes the current Mayor Charles “Chip” Dutcher. Johnstown was the home of William A. Ashbrook, an American businessman, newspaper publisher, and Democratic politician from Ohio. His son, John Ashbrook, was elected to the Ohio House of Representatives in 1956, and in 1960 won his father's old seat in the U.S. House of Representatives as the Republican candidate. In the 1972 presidential election, John Ashbrook ran against incumbent Richard Nixon in some state primaries as an alternative conservative candidate. ==History== Johnstown is part of a four thousand acre (16 km2) tract of land deeded to John Brown, a revolutionary soldier, by President John Adams for military services in 1800. Brown sold the property in 1810 for $2.50 per acre to Dr. Oliver Bigelow. Dr. Bigelow laid out and incorporated the village of Johnstown, donating the streets, alleys and the town square. In 1926 a nearly complete skeleton of a mastodon was found by a farmer named James Bailey, and subsequently sold to the Cleveland Museum of Natural History. ==Geography== Johnstown is located at (40.149075, −82.686710). According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 4,632 people, 1,891 households, and 1,217 families living in the village. The population density was . There were 1,994 housing units at an average density of . The racial makeup of the village was 97.1% White, 0.6% African American, 0.5% Native American, 0.5% Asian, 0.4% from other races, and 0.9% from two or more races. Hispanic or Latino of any race were 1.8% of the population. There were 1,891 households, of which 33.9% had children under the age of 18 living with them, 45.5% were married couples living together, 13.8% had a female householder with no husband present, 5.1% had a male householder with no wife present, and 35.6% were non-families. 29.7% of all households were made up of individuals, and 11.6% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.00. The median age in the village was 35.6 years. 26.7% of residents were under the age of 18; 7.5% were between the ages of 18 and 24; 29% were from 25 to 44; 23.3% were from 45 to 64, and 13.5% were 65 years of age or older. The gender makeup of the village was 47.5% male and 52.5% female. ===2000 census=== As of the census of 2000, there were 3,440 people, 1,396 households, and 932 families living in the village. The population density was 1,643.0 people per square mile (635.5/km2). There were 1,453 housing units at an average density of 694.0 per square mile (268.4/km2). The racial makeup of the village was 98.49% White, 0.15% African American, 0.29% Native American, 0.15% Asian, 0.23% from other races, and 0.70% from two or more races. Hispanic or Latino of any race were 0.44% of the population. There were 1,396 households, out of which 35.2% had children under the age of 18 living with them, 50.1% were married couples living together, 12.7% had a female householder with no husband present, and 33.2% were non-families. 29.1% of all households were made up of individuals, and 12.7% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 2.98. In the village, the population was spread out, with 26.0% under the age of 18, 8.3% from 18 to 24, 29.5% from 25 to 44, 21.6% from 45 to 64, and 14.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 90.1 males. For every 100 females age 18 and over, there were 85.4 males. The median income for a household in the village was $43,651, and the median income for a family was $55,326. Males had a median income of $37,344 versus $25,543 for females. The per capita income for the village was $19,777. About 4.3% of families and 7.6% of the population were below the poverty line, including 9.6% of those under age 18 and 8.2% of those age 65 or over. ==Education== Johnstown-Monroe Local School District operates one elementary school, one middle school, and Johnstown-Monroe High School. Johnstown has a public library, a branch of the Licking County Library System. ==References== ==External links== * Johnstown Website * Johnstown- Monroe Local School District Category:Cities in Licking County, Ohio Category:Cities in Ohio Category:Populated places established in 1810",
 "title": "Johnstown, Ohio"
}