{
 "id": "129625",
 "text": "Potsdam is a village in Miami County, Ohio, United States. The population was 288 at the 2010 census. It is part of the Dayton Metropolitan Statistical Area. ==History== Potsdam was originally called Georgetown and New Lebanon, and under one of the latter names was laid out around 1840. A post office called Potsdam has been in operation since 1861. ==Geography== Potsdam is located at (39.963366, -84.416662). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 288 people, 102 households, and 78 families living in the village. The population density was . There were 104 housing units at an average density of . The racial makeup of the village was 96.2% White, 1.4% Native American, and 2.4% from two or more races. There were 102 households, of which 39.2% had children under the age of 18 living with them, 63.7% were married couples living together, 8.8% had a female householder with no husband present, 3.9% had a male householder with no wife present, and 23.5% were non-families. 18.6% of all households were made up of individuals, and 5.8% had someone living alone who was 65 years of age or older. The average household size was 2.82 and the average family size was 3.24. The median age in the village was 37.5 years. 25.7% of residents were under the age of 18; 10.5% were between the ages of 18 and 24; 25.3% were from 25 to 44; 26.4% were from 45 to 64; and 12.2% were 65 years of age or older. The gender makeup of the village was 52.1% male and 47.9% female. ===2000 census=== As of the census of 2000, there were 203 people, 66 households, and 51 families living in the village. The population density was 442.2 people per square mile (170.4/km). There were 68 housing units at an average density of 148.1 per square mile (57.1/km). The racial makeup of the village was 99.51% White, and 0.49% from two or more races. Hispanic or Latino of any race were 0.49% of the population. There were 66 households, out of which 47.0% had children under the age of 18 living with them, 63.6% were married couples living together, 12.1% had a female householder with no husband present, and 22.7% were non-families. 21.2% of all households were made up of individuals, and 3.0% had someone living alone who was 65 years of age or older. The average household size was 3.08 and the average family size was 3.57. In the village, the population was spread out, with 36.5% under the age of 18, 5.4% from 18 to 24, 32.5% from 25 to 44, 17.2% from 45 to 64, and 8.4% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 101.0 males. For every 100 females age 18 and over, there were 115.0 males. The median income for a household in the village was $44,375, and the median income for a family was $48,333. Males had a median income of $46,875 versus $30,625 for females. The per capita income for the village was $17,854. About 4.8% of families and 6.9% of the population were below the poverty line, including none of those under the age of eighteen or sixty five or over. ==Notable people== *Edward Sigerfoos, a United States Army brigadier general who was killed in combat during World War I. ==References== Category:Villages in Miami County, Ohio Category:Villages in Ohio",
 "title": "Potsdam, Ohio"
}