{
 "id": "129688",
 "text": "Sarahsville is a village in Noble County, Ohio, United States. The population was 166 at the 2010 census. ==History== A post office called Sarahsville has been in operation since 1840. The village was named after Sarah Devold, the wife of an early settler. ==Geography== Sarahsville is located at (39.808270, -81.469344). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 166 people, 56 households, and 48 families living in the village. The population density was . There were 63 housing units at an average density of . The racial makeup of the village was 98.8% White and 1.2% African American. There were 56 households, of which 48.2% had children under the age of 18 living with them, 69.6% were married couples living together, 7.1% had a female householder with no husband present, 8.9% had a male householder with no wife present, and 14.3% were non-families. 10.7% of all households were made up of individuals, and 5.4% had someone living alone who was 65 years of age or older. The average household size was 2.96 and the average family size was 3.04. The median age in the village was 32.5 years. 27.7% of residents were under the age of 18; 10.1% were between the ages of 18 and 24; 32.4% were from 25 to 44; 24% were from 45 to 64; and 5.4% were 65 years of age or older. The gender makeup of the village was 50.0% male and 50.0% female. ===2000 census=== As of the census of 2000, there were 198 people, 63 households, and 57 families living in the village. The population density was 1,177.4 people per square mile (449.7/km). There were 72 housing units at an average density of 428.1 per square mile (163.5/km). The racial makeup of the village was 98.99% White, 0.51% African American, and 0.51% from two or more races. Hispanic or Latino of any race were 3.54% of the population. There were 63 households, out of which 41.3% had children under the age of 18 living with them, 79.4% were married couples living together, 6.3% had a female householder with no husband present, and 9.5% were non- families. 7.9% of all households were made up of individuals, and 6.3% had someone living alone who was 65 years of age or older. The average household size was 3.14 and the average family size was 3.19. In the village, the population was spread out, with 29.8% under the age of 18, 12.1% from 18 to 24, 31.3% from 25 to 44, 19.2% from 45 to 64, and 7.6% who were 65 years of age or older. The median age was 30 years. For every 100 females there were 110.6 males. For every 100 females age 18 and over, there were 113.8 males. The median income for a household in the village was $37,500, and the median income for a family was $35,313. Males had a median income of $36,875 versus $21,875 for females. The per capita income for the village was $12,114. About 7.5% of families and 14.4% of the population were below the poverty line, including 14.0% of those under the age of eighteen and 8.7% of those 65 or over. ==References== Category:Villages in Noble County, Ohio Category:Villages in Ohio",
 "title": "Sarahsville, Ohio"
}