{
 "id": "129722",
 "text": "Commercial Point is a village in Pickaway County, Ohio, United States. The population was 1,582 at the 2010 census. It is the fastest-growing affluent community in Pickaway County and one of the fastest-growing villages in central Ohio. ==History== Wiley H. Beckett came from eastern Virginia in 1829 and settled on a 238-acre tract west of the present Commercial Point. In 1841 he laid out a community called Genoa. James H. Burnley, also from Virginia, arrived in the area in 1832 and laid out a similar community east of Genoa called Rome. As the two towns grew larger, Rome became the western half, and Genoa the eastern half, of a new single town. When Genoa was incorporated in 1851, Rome was merged into the new village. The first store was established in 1844 by Wiley H. Beckett, and the post office was originally named Beckett's Store. The name of the village was changed in 1872 to Commercial Point.http://www.rootsweb.ancestry.com/~ohpickaw/histories/history_of_pickaway_county.htm ==Geography== Commercial Point is located at (39.771817, -83.060215). According to the United States Census Bureau, the village has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,582 people, 507 households, and 413 families residing in the village. The population density was . There were 547 housing units at an average density of . The racial makeup of the village was 94.4% White, 1.3% African American, 0.3% Native American, 1.3% Asian, 1.0% from other races, and 1.8% from two or more races. Hispanic or Latino people of any race were 2.0% of the population. There were 507 households, of which 53.1% had children under the age of 18 living with them, 67.5% were married couples living together, 9.7% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 18.5% were non-families. 14.0% of all households were made up of individuals, and 4.2% had someone living alone who was 65 years of age or older. The average household size was 3.12 and the average family size was 3.43. The median age in the village was 32.1 years. 34.8% of residents were under the age of 18; 6.1% were between the ages of 18 and 24; 32.7% were from 25 to 44; 19.9% were from 45 to 64; and 6.4% were 65 years of age or older. The gender makeup of the village was 48.0% male and 52.0% female. ===2000 census=== As of the census of 2000, there were 776 people, 277 households, and 222 families residing in the village. The population density was 712.5 people per square mile (274.9/km2). There were 288 housing units at an average density of 264.4 per square mile (102.0/km2). The racial makeup of the village was 98.07% White, 0.13% African American, 0.13% Asian, and 1.68% from two or more races. Hispanic or Latino people of any race were 0.52% of the population. There were 277 households, out of which 44.0% had children under the age of 18 living with them, 66.8% were married couples living together, 9.4% had a female householder with no husband present, and 19.5% were non-families. 14.8% of all households were made up of individuals, and 6.5% had someone living alone who was 65 years of age or older. The average household size was 2.80 and the average family size was 3.13. In the village, the population was spread out, with 30.5% under the age of 18, 6.8% from 18 to 24, 35.3% from 25 to 44, 19.7% from 45 to 64, and 7.6% who were 65 years of age or older. The median age was 34 years. For every 100 females there were 95.5 males. For every 100 females age 18 and over, there were 93.9 males. The median income for a household in the village was $55,563, and the median income for a family was $56,806. Males had a median income of $33,571 versus $26,625 for females. The per capita income for the village was $21,964. About 6.7% of families and 9.0% of the population were below the poverty line, including 16.2% of those under age 18 and 29.8% of those age 65 or over. ==Education== Commercial Point is served by the Teays Valley Local School District. Schools located here include the highly rated Scioto Elementary School and Teays Valley West Middle School. ==In the media== Commercial Point and Scioto Township are featured in the Together Concepts video production \"We Are... Teays Valley\". The video depicts a number of achievements and innovations, as well as connections to American and world history.A New Film Sheds Light on Local Achievements Various authors (including a New York Times best selling author), patented inventors, a pioneer recording artist, a television personality, historical figures, an Indy car driver, a national entrepreneur, and many more are featured in the book Amazing Ashville.Hines, Bob, 2020. Amazing Ashville -- The Most Colorful Community in America, Reedy Press, St. Louis, MO ==Gallery== File:CommercialPointOH1.JPG|Commercial Point community sign File:CommercialPointOH2.JPG|Independent Order of Odd Fellows building File:CommercialPointOH3.JPG|Commercial Point post office File:CommercialPointOH4.JPG|Water towers in Commercial Point ==References== Category:Villages in Pickaway County, Ohio Category:Villages in Ohio",
 "title": "Commercial Point, Ohio"
}