{
 "id": "129753",
 "text": "West Manchester is a village in Preble County, Ohio, United States. The population was 474 at the 2010 census. It is part of the Dayton Metropolitan Statistical Area. ==Geography== West Manchester is located at (39.902346, -84.624955). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 474 people, 167 households, and 123 families living in the village. The population density was . There were 179 housing units at an average density of . The racial makeup of the village was 95.4% White, 1.9% African American, 0.4% Native American, 0.2% from other races, and 2.1% from two or more races. Hispanic or Latino of any race were 1.1% of the population. There were 167 households, of which 40.7% had children under the age of 18 living with them, 50.3% were married couples living together, 15.6% had a female householder with no husband present, 7.8% had a male householder with no wife present, and 26.3% were non-families. 21.0% of all households were made up of individuals, and 7.2% had someone living alone who was 65 years of age or older. The average household size was 2.84 and the average family size was 3.23. The median age in the village was 33.3 years. 27.6% of residents were under the age of 18; 11.6% were between the ages of 18 and 24; 28.3% were from 25 to 44; 22.2% were from 45 to 64; and 10.3% were 65 years of age or older. The gender makeup of the village was 48.7% male and 51.3% female. ===2000 census=== As of the census of 2000, there were 433 people, 168 households, and 124 families living in the village. The population density was 1,851.7 people per square mile (726.9/km). There were 177 housing units at an average density of 756.9 per square mile (297.1/km). The racial makeup of the village was 99.08% White, 0.46% Native American, 0.46% from other races. Hispanic or Latino of any race were 1.39% of the population. There were 168 households, out of which 38.7% had children under the age of 18 living with them, 60.7% were married couples living together, 10.7% had a female householder with no husband present, and 25.6% were non-families. 22.0% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.06. In the village, the population was spread out, with 26.8% under the age of 18, 12.0% from 18 to 24, 30.7% from 25 to 44, 20.3% from 45 to 64, and 10.2% who were 65 years of age or older. The median age was 31 years. For every 100 females there were 100.5 males. For every 100 females age 18 and over, there were 93.3 males. The median income for a household in the village was $34,063, and the median income for a family was $39,583. Males had a median income of $32,000 versus $20,781 for females. The per capita income for the village was $16,968. About 4.3% of families and 7.7% of the population were below the poverty line, including 2.0% of those under age 18 and 16.7% of those age 65 or over. ==Education== The National Trail Local School District serves students in West Manchester along with surrounding Monroe Township. West Manchester has a public library, a branch of the Preble County District Library. ==References== Category:Villages in Preble County, Ohio Category:Villages in Ohio",
 "title": "West Manchester, Ohio"
}