{
 "id": "129708",
 "text": "Crooksville is a village in Perry County, Ohio, United States, along Moxahala Creek. The population was 2,534 at the 2010 census. It was the home of Hull pottery, one of the best known Ohio potteries. ==Notable people== * *Ronald E. Rosser, Medal of Honor recipient. ==Geography== Crooksville is located at (39.769070, -82.094733). According to the United States Census Bureau, the village has a total area of , of which is land and is water. ==History== Crooksville was founded around 1874 by the U.S. Postal Service at the request of founders Jacob Reed and his partner Joseph Crooks, Crooksville has continued to thrive for the past 126 years. Located off State Rt. 93 in Perry County, the Village has worked diligently over the years to keep the environment friendly for families and business. Sometime earlier between 1820 and 1825, Jacob Reed, a young and prosperous man from the East struck out looking for a company in which to invest his money and double his fortune. On the way he met his bride, Lydia, and eventually the two of them found the heavily timbered land that is now Crooksville. Mr. Reed negotiated with the federal government for a parcel of land along what we now know as the Moxahala Creek and received a warranty deed signed by President James Monroe. He started his empire with a lumber mill and farm, the sales from which enabled him to purchase more land until he had acquired upward of 300 or 400 acres. In 1856 the railroad passed through the Reed farm on its way between Zanesville and New Lexington. Due to concessions Jacob Reed made to the railroad, a spur was built onto his property for the benefit of the community over which he built a warehouse for his grain and named Reed Station. The local freight train also carried a passenger car and stopped by flag to discharge and receive passengers. During this period, more farms had also cropped up around the Reed properties, most of which had a small kiln for making functional pottery. Because these kilns and the clay for making pottery were normally kept in small, unheated buildings, production could only happen from spring through fall, which spurred the nickname “bluebird potteries”. Firing up in spring when the bluebirds returned from their winter migration, and ending when they’d headed south again. The area grew and gained in population creating the need for building materials, dry goods, churches, schools and a host of other creature comforts. In addition to being rich farmland, the area produced deep veins of clay and coal, creating a thriving pottery and coal mining industry. In 1870 Joseph Crooks purchased a small strip of land near the railroad and set up a general store. At this time, the nearest post offices were at McCluney and Roseville, there was no mail route passing through. Some person would usually visit the post office once a week and bring back the neighbors’ mail along with theirs. Because of this Joseph Crooks circulated the necessary petition to submit to the Federal Government in hopes of having a post office established to be known as “Reeds Post Office”. At the same time, he made application for the appointment of the office of Postmaster. The Post Office Department in Washington reported back favorably to the establishment of a post office and Mr. Crooks appointment as postmaster, but advised that due to the fact that there was already a “Reeds Post Office” in Ohio, it would have to be given some other name. They suggested that the office be known as “Crooksville”. According to the book History of Crooksville by Guy E. Crooks, son of Joseph: “This suggestion was pleasing to my father.” In 1894 the population of Crooksville had grown to approximately 800 and the residents took the necessary steps to have the Village incorporated. ==Government== A traditional municipal government, the Village is governed by a full time Mayor, six members Council, Clerk/Treasurer and a Village Administrator under the guidelines of the Ohio Revised Code. As of 2020, the mayor of Crooksville is Christopher Mohler. Community committees that operate with the assistance of Council include the Crooksville Arts Council, Tree Commission, Historical Commission, Recreation Committee, The Clay Valley Foundation and The Moxahala Watershed Committee. Crooksville is an active member of the Perry County Chamber of Commerce. ==Demographics== ===2010 census=== As of the census of 2010, there were 2,534 people, 977 households, and 651 families living in the village. The population density was . There were 1,094 housing units at an average density of . The racial makeup of the village was 98.5% White, 0.1% African American, 0.1% Native American, 0.1% Asian, 0.2% from other races, and 0.9% from two or more races. Hispanic or Latino of any race were 0.7% of the population. There were 977 households, of which 38.7% had children under the age of 18 living with them, 45.3% were married couples living together, 15.6% had a female householder with no husband present, 5.7% had a male householder with no wife present, and 33.4% were non-families. 27.8% of all households were made up of individuals, and 12.1% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 3.15. The median age in the village was 34.4 years. 29.7% of residents were under the age of 18; 8.4% were between the ages of 18 and 24; 26.1% were from 25 to 44; 22.8% were from 45 to 64; and 12.8% were 65 years of age or older. The gender makeup of the village was 48.1% male and 51.9% female. ===2000 census=== As of the census of 2000, there were 2,483 people, 968 households, and 664 families living in the village. The population density was 1,627.6 people per square mile (626.6/km2). There were 1,068 housing units at an average density of 700.1 per square mile (269.5/km2). The racial makeup of the village was 98.47% White, 0.24% African American, 0.20% Native American, 0.04% Asian, and 1.05% from two or more races. Hispanic or Latino of any race were 0.40% of the population. There were 968 households, out of which 35.8% had children under the age of 18 living with them, 51.4% were married couples living together, 12.4% had a female householder with no husband present, and 31.4% were non- families. 27.2% of all households were made up of individuals, and 15.9% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.07. In the village, the population was spread out, with 28.5% under the age of 18, 9.2% from 18 to 24, 29.2% from 25 to 44, 19.2% from 45 to 64, and 13.9% who were 65 years of age or older. The median age was 33 years. For every 100 females there were 89.1 males. For every 100 females age 18 and over, there were 84.1 males. The median income for a household in the village was $26,838, and the median income for a family was $34,615. Males had a median income of $27,115 versus $20,179 for females. The per capita income for the village was $14,995. About 9.4% of families and 13.6% of the population were below the poverty line, including 18.4% of those under age 18 and 10.4% of those age 65 or over. ==Education== Crooksville Exempted Village School District operates an elementary school, middle school, and Crooksville High School. Crooksville has a public library, a branch of the Perry County District Library. ==Arts and culture== In mid-July, Crooksville, along with its neighboring village of Roseville, annually hosts the Crooksville-Roseville Pottery festival, which emphasizes various aspects of pottery creation, design, collection, etc. This festival draws pottery connoisseurs from all over the country. ==Recreation== Despite a population of only about 3,000 people, Crooksville is home to a recreation center that hosts a world-class archery program, one of the largest climbing walls in the state, a full schedule of basketball, volleyball, soccer and other intramural sports. A top-notch computer lab and a full weight room are also located at the Crooksville Recreation Center. Three parks are located within the corporation limits. Village Park on the north side of town contains an Olympic sized pool, tennis courts, baseball fields, a playground and “the pond”, a seasonal stop for a variety of ducks, geese and fish. South Park is home to the Youth Softball program and peewee baseball. It also has a playground for the younger kids and is part of the Village's Historic Tree Program. In the center of town the newly constructed Reed's Station Park is found. Named for the Village's Founder it's a quiet place to rest and watch the traffic go by. ==References== ==External links== * Village website * Crooksville Exempted Village School District * Crooksville-Roseville Pottery Festival * Crooksville History as told by the late Guy E. Crooks Category:Villages in Perry County, Ohio Category:Villages in Ohio Category:1874 establishments in Ohio",
 "title": "Crooksville, Ohio"
}