{
 "id": "129809",
 "text": "Bettsville is a village in Seneca County, Ohio, United States. The population was 661 at the 2010 census. ==History== Bettsville was laid out in 1838. It was named for its founder, John Betts. ==Geography== Bettsville is located at (41.244771, -83.233483). According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 661 people, 281 households, and 187 families living in the village. The population density was . There were 318 housing units at an average density of . The racial makeup of the village was 97.3% White, 0.2% Native American, 1.2% Asian, 1.1% from other races, and 0.3% from two or more races. Hispanic or Latino of any race were 8.3% of the population. There were 281 households, of which 31.0% had children under the age of 18 living with them, 47.3% were married couples living together, 12.1% had a female householder with no husband present, 7.1% had a male householder with no wife present, and 33.5% were non-families. 27.8% of all households were made up of individuals, and 12.1% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.83. The median age in the village was 40.3 years. 23.4% of residents were under the age of 18; 9.9% were between the ages of 18 and 24; 22% were from 25 to 44; 29.1% were from 45 to 64; and 15.6% were 65 years of age or older. The gender makeup of the village was 50.7% male and 49.3% female. ===2000 census=== As of the census of 2000, there were 784 people, 298 households, and 210 families living in the village. The population density was 1,506.7 people per square mile (582.1/km2). There were 319 housing units at an average density of 613.0 per square mile (236.9/km2). The racial makeup of the village was 95.28% White, 0.13% African American, 0.13% Native American, 0.51% Asian, 2.93% from other races, and 1.02% from two or more races. Hispanic or Latino of any race were 5.74% of the population. There were 298 households, out of which 37.6% had children under the age of 18 living with them, 54.7% were married couples living together, 8.7% had a female householder with no husband present, and 29.5% were non-families. 23.5% of all households were made up of individuals, and 9.7% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.12. In the village, the population was spread out, with 29.1% under the age of 18, 9.8% from 18 to 24, 29.8% from 25 to 44, 19.1% from 45 to 64, and 12.1% who were 65 years of age or older. The median age was 33 years. For every 100 females there were 98.0 males. For every 100 females age 18 and over, there were 98.6 males. The median income for a household in the village was $37,266, and the median income for a family was $39,219. Males had a median income of $30,481 versus $20,368 for females. The per capita income for the village was $15,933. About 6.5% of families and 7.4% of the population were below the poverty line, including 11.6% of those under age 18 and none of those age 65 or over. ==Notable person== * James A. Norton - Member of the United States House of Representatives who was born here. ==References== History of Bettsville, Ohio. Durrett, John E, 1984 https://ohiomemory.org/digital/collection/p15005coll27/id/29643 Category:Villages in Seneca County, Ohio Category:Villages in Ohio",
 "title": "Bettsville, Ohio"
}