{
 "id": "129804",
 "text": "Sciotodale is a census-designated place (CDP) in Scioto County, Ohio, United States. The population was 1,081 at the 2010 census. ==Geography== Sciotodale is located at (38.749596, -82.864182). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 982 people, 378 households, and 291 families residing in the CDP. The population density was 499.0 people per square mile (192.5/km). There were 397 housing units at an average density of 201.7/sq mi (77.8/km). The racial makeup of the CDP was 97.86% White, 0.20% African American, 0.51% Native American, 0.10% Asian, and 1.32% from two or more races. Hispanic or Latino of any race were 0.31% of the population. There were 378 households, out of which 32.3% had children under the age of 18 living with them, 61.4% were married couples living together, 11.9% had a female householder with no husband present, and 23.0% were non-families. 20.6% of all households were made up of individuals, and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 2.97. In the CDP, the population was spread out, with 23.2% under the age of 18, 9.0% from 18 to 24, 28.4% from 25 to 44, 24.2% from 45 to 64, and 15.2% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 94.8 males. For every 100 females age 18 and over, there were 89.9 males. The median income for a household in the CDP was $35,865, and the median income for a family was $42,250. Males had a median income of $36,979 versus $21,181 for females. The per capita income for the CDP was $20,469. About 19.6% of families and 24.2% of the population were below the poverty line, including 24.6% of those under age 18 and 21.8% of those age 65 or over. ==References== Category:Census-designated places in Scioto County, Ohio Category:Census-designated places in Ohio",
 "title": "Sciotodale, Ohio"
}