{
 "id": "129869",
 "text": "Girard is a city in Trumbull County, Ohio, United States. The population was 9,958 at the 2010 census. It is part of the Mahoning Valley region. ==Geography== Girard is located at (41.158607, −80.695558). According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 9,958 people, 4,307 households, and 2,663 families residing in the city. The population density was . There were 4,746 housing units at an average density of . The racial makeup of the city was 93.2% White, 4.0% African American, 0.1% Native American, 0.3% Asian, 0.2% from other races, and 2.2% from two or more races. Hispanic or Latino of any race were 2.1% of the population. There were 4,307 households, of which 28.6% had children under the age of 18 living with them, 39.9% were married couples living together, 16.4% had a female householder with no husband present, 5.5% had a male householder with no wife present, and 38.2% were non-families. 32.9% of all households were made up of individuals, and 14.1% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.92. The median age in the city was 41.8 years. 21.9% of residents were under the age of 18; 8.9% were between the ages of 18 and 24; 23.1% were from 25 to 44; 28.9% were from 45 to 64; and 17.1% were 65 years of age or older. The gender makeup of the city was 46.7% male and 53.3% female. ==History== Many scholars believe that Girard was named for Stephen Girard, philanthropist and founder of Girard College at Philadelphia, Pennsylvania. It was first settled in 1800 but remained static until the Ohio and Erie Canal was completed. Girard is a Statutory form of government as drawn up by the Ohio Revised Code. It has 7 member City Council, and a Council President, of which all 8 serve 2 year terms and elected by the voters of the city. There are no term limits. Girard's other elected positions are : Mayor, Auditor, Law Director and Treasurer, all of which serve 4 year terms, and are without term limits. ==Education== Girard Schools: * Prospect Elementary School (Public/PK-3; Blue Ribbon School) * Girard Intermediate Middle School (Public/4-6) * Girard Junior High School (Public/7-8) * Girard Senior High School (Public/9-12) * St. Rose Elementary School (Private/PK-8) Girard City Schools are overseen by a 5 member Board of Education chosen by the electorate of the school district to 4 year terms, without term limits. St.Rose School is overseen by the Catholic Diocese of Youngstown and is in no way affiliated with Girard City Schools. ==Notable people== * Stiv Bators (Steve Bator): American punk rock vocalist and guitarist best remembered for his bands The Dead Boys and The Lords of the New Church. * Kathleen Bradley: a Barker's Beauty on The Price Is Right from 1990 to 2001 * Delos Drake: former Major League Baseball player from 1906 - 1916 * George Cappuzzello former Major League Baseball player. Detroit Tigers * Pat Meyer: offensive Coach For LA Chargers * Mel Triplett: former American football player * Bill Triplett: former American Football player * Mark Dailey former news anchor Global TV - Toronto, Ontario ==References== ==External links== * A Brief History of Girard, Ohio—at the Girard Free Library Web site Category:Cities in Trumbull County, Ohio Category:French-American culture in Ohio Category:Populated places established in 1802 Category:1802 establishments in the Northwest Territory Category:Cities in Ohio",
 "title": "Girard, Ohio"
}