{
 "id": "130172",
 "text": "Kansas is a town in Delaware County, Oklahoma, United States. The population was 802 at the 2010 census. ==Geography== Kansas is located in southern Delaware County. Spring Creek flows through Kansas. Oklahoma State Highway 10 passes through Kansas. According to the United States Census Bureau, the town has a total area of , all land. ===Climate=== ==Demographics== As of the census of 2010, there were 802 people, 231 households, and 182 families residing in the town. The population density was 457.7 people per square mile (176.3/km2). There were 260 housing units at an average density of 173.7 per square mile (66.9/km2). The racial makeup of the town was 45.84% White, 46.42% Native American, 0.15% Pacific Islander, 0.15% from other races, and 7.45% from two or more races. Hispanic or Latino of any race were 1.17% of the population. There were 231 households, out of which 45.0% had children under the age of 18 living with them, 56.7% were married couples living together, 18.2% had a female householder with no husband present, and 20.8% were non- families. 19.0% of all households were made up of individuals, and 7.4% had someone living alone who was 65 years of age or older. The average household size was 2.97 and the average family size was 3.36. In the town, the population was spread out, with 34.0% under the age of 18, 10.7% from 18 to 24, 27.9% from 25 to 44, 18.2% from 45 to 64, and 9.2% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 85.1 males. For every 100 females age 18 and over, there were 90.7 males. The median income for a household in the town was $25,893, and the median income for a family was $26,736. Males had a median income of $19,000 versus $21,771 for females. The per capita income for the town was $9,984. About 26.5% of families and 30.8% of the population were below the poverty line, including 36.2% of those under age 18 and 17.5% of those age 65 or over. ==Economy== Kansas is the location of one of the few remaining domestic custom pew and church manufacturers. Born Again Pews, owned and operated by local church leader Rex Blisard, began in 2005 as a ministry service, and evolved into a successful operation that delivers furniture nation wide.https://www.bornagainpews.com Kansas is the location of one of the four campuses of Northeast Tech, a vocational and technical school. The Kansas campus has approximately 300 students, both adults as well as high school juniors and seniors from the Colcord, Jay, Locust Grove, Oaks, and Kansas schools districts. ==Notable people== * Darrell Winfield, the Marlboro Man, whose image for many years helped sell Marlboro cigarettes, was born in Kansas in 1929. ==References== Category:Towns in Delaware County, Oklahoma Category:Towns in Oklahoma Category:Cherokee towns in Oklahoma",
 "title": "Kansas, Oklahoma"
}