{
 "id": "130191",
 "text": "Gage is a town in Ellis County, Oklahoma, United States. The population was 442 at the 2010 census. ==History== Located in the central part of Ellis County on SH-46, thirteen miles north of the county seat, Arnett, and on SH-15, twenty-one miles southwest of Woodward, Gage developed primarily because of transportation access. The military road from Fort Supply to Fort Elliott/Mobeetie, Texas, passed near the future town, and two miles to the northwest a stage stop existed at the confluence of Little Wolf Creek and Wolf Creek. In 1887 the Southern Kansas Railway (later part of the Atchison, Topeka and Santa Fe Railway) had constructed a line across northwestern Oklahoma from Kansas to the Texas Panhandle. A station called Gage, named for Chicago railroad financier Lyman J. Gage, was established in July near Wolf Creek. Once the domain of various Plains Indian groups, by that time this region had become part of the Cherokee Outlet, opened to settlement by a land run in September 1893. After that, Woodward County included the site of future Gage. A year after the run several settlers, including John Barr and Frederick D. Webster, took up land near the railroad stop. A post office was designated in February 1895, with Webster as postmaster. By 1898 the community was big enough to support a half dozen stores, a hotel, and a sawmill. In 1901 activity surrounding the opening of the Kiowa-Comanche-Apache lands, to the south, attracted new people to the town and farmers to purchase land nearby. The town's residents voted to incorporate a six-block area in May 1904. Eighteen months later, anti-liquor campaigner and Guthrie resident Carrie Nation, on one of her lecture tours through Oklahoma Territory, made a brief visit to Gage's saloons and met a cold reception. In 1907, when Ellis County was created, taking in this part of Woodward County, Gage's 1907 population stood at 755 and in 1910 at 924, the all-time peak. The growing community served as a cattle and grain shipping point for the surrounding area. Prosperity in the first decade after incorporation attracted two banks, five lumberyards, and more than two dozen retail establishments. Two cotton gins, a roller mill, and three elevators served farmers. The Brennecke Metal Manufacturing Company made water and stock tanks. A theater and the Wolf Valley Cornet Band provided entertainment. Travelers patronized three hotels and five restaurants. Residents could attend any one of three churches, and children attended a large school building. Like most rural centers, Gage suffered a decline in the World War I years, but the ideally located railroad town remained viable, as it was some distance from towns of any size. Newspapers serving the residents have included the Ellis County Advocate, the Ellis County Republican, the Gage Banner, and the Gage Record, with the latter continuing in existence at the end of the twentieth century. In 1920 the town had 804 inhabitants Because of the flat terrain and good weather, the U.S. Army maintained a 720-acre bomber-pilot training field outside Gage during World War II. In the 1940s and 1950s Gage supported two dozen retail stores, gasoline stations, and other commercial establishments. The 1940 census recorded 684 inhabitants, and the 1960 census, 482. After paved highways allowed commuting to jobs in Woodward and Shattuck, Gage's population rose to 536 and 667 in 1970 and 1980, respectively. Folk artist Jim Powers, whose \"junk yard art\" was created in welded metal, made Gage his base of operations. Powers' created several \"Jimmy Bird\" statues, which are still in high demand today. Charlie's Bar and Grill, () located downtown Main Street, has the distinction of having the longest continuous operating bar and grill in Ellis County, as well as throughout much of the western strip of Oklahoma. The Bank of Gage, a turn-of-the-century two-story brick building on Main Street, is on the National Register of Historic Places in Ellis County, Oklahoma. Ranching and farming are still the community's economic mainstay. Gage Airport is still operating, based around the former military runways. In 1904 the National Weather Service established a regional climate station at Gage, and the station served the Civil Aviation Authority/FAA at Gage Airport from 1939. The FAA portion of the facility moved to McAlester in the 1990s, but the weather service maintained an unmanned station at the Gage location, which by 2004 had been gathering weather data for a century. After declining to 473 in 1990, Gage finished the twentieth century with a population of 429. Gage Public Schools consolidated with Fargo Public Schools in the summer of 2016. The issue was hotly debated, with many parents still opting to take their children to the town of Shattuck due to the closer distance and more educational offerings. The local rivalry between \"Tiger\" and \"Bearcat\" residents still exists today. ==Geography== Gage is located on the southern bank of Wolf Creek, an intermittent spring-fed tributary of the Beaver River (also known as the North Canadian River). Wolf Creek extends through Ochiltree and Lipscomb counties of the Texas Panhandle and through Ellis and Woodward counties in Oklahoma. The stream generally runs from the southwest to the northeast and thereby defines the primary orientation of the BNSF Railway and Oklahoma State Highway 15, both of which run through Gage and stretch from Shattuck to Woodward. ===Artesian Beach Park=== Gage is home to Artesian Beach Park (locally known as Gage Beach) (). This park contains a clear, spring-fed or artesian lake approximately the size of five football fields and it hosts what is claimed to be Oklahoma's largest outdoor swimming pool. The natural swimming area has cement sides like a pool and a sandy, lake-like bottom. The water depth ranges from and the natural pool is home to a few fish. The artesian lake is said to have formed in 1917 when petroleum exploration first came to the area. When an oil well drilled on the C. J. Minton farm produced only artesian water, the landowner created a swimming and boating area for the public.Journal of the Washington Academy of Sciences By Washington Academy of Sciences (Washington, D.C.), Washington Academy of Sciences, Washington Academy of Sciences Published by Washington Academy of Sciences, 1922 Item notes: v.12 (1922) Original from Harvard University The city acquired Gage Beach in 1939 and constructed a bathhouse and boat dock and considerable work was done in 2012 to rebuild the banks of Gage Beach. There was once a motel on the springs and travelers came from afar to relax and swim in the spring waters. The water is not drinkable nor is it suitable for irrigation due to high mineral content. Early advertisements touted the water as good for kidney ailments, rheumatism, eczema, and stomach problems and people traveled from Kansas, Texas, and from various parts of Oklahoma to try the pool so full of minerals one can easily float. Originally the artesian spring discharged . Measurements in 2009 suggest that the spring discharge had reduced to only .City of Gage employee More recently, the output of the spring has possibly increased and currently the spring-fed lake is fuller than it has been in recent years. ===Climate=== ==Demographics== As of the census of 2000, there were 429 people, 197 households, and 121 families residing in the town. The population density was 1,032.8 people per square mile (394.4/km2). There were 223 housing units at an average density of 536.9 per square mile (205.0/km2). The racial makeup of the town was 96.97% White, 1.40% Native American, 0.93% Asian, and 0.70% from two or more races. Hispanic or Latino of any race were 2.56% of the population. There were 197 households, out of which 24.4% had children under the age of 18 living with them, 47.7% were married couples living together, 11.7% had a female householder with no husband present, and 38.1% were non-families. 36.5% of all households were made up of individuals, and 19.3% had someone living alone who was 65 years of age or older. The average household size was 2.18 and the average family size was 2.86. In the town, the population was spread out, with 23.3% under the age of 18, 7.0% from 18 to 24, 22.6% from 25 to 44, 28.0% from 45 to 64, and 19.1% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 95.9 males. For every 100 females age 18 and over, there were 91.3 males. The median income for a household in the town was $25,795, and the median income for a family was $32,750. Males had a median income of $22,788 versus $13,929 for females. The per capita income for the town was $15,706. About 15.4% of families and 20.6% of the population were below the poverty line, including 37.8% of those under age 18 and 8.0% of those age 65 or over. ==See also== *Boiling Springs State Park *Salt Plains National Wildlife Refuge *Great Salt Plains State Park ==References== ==External links== *Gage Public Schools *Encyclopedia of Oklahoma History and Culture - Gage *The Ellis County Statesman, a/k/a the Northwest Oklahoman (county news source) Category:Towns in Ellis County, Oklahoma Category:Towns in Oklahoma",
 "title": "Gage, Oklahoma"
}