{
 "id": "130220",
 "text": "Ninnekah is a town in Grady County, Oklahoma, United States. The population was 1,002 at the 2010 census. == History== A post office was established at Ninnekah, Indian Territory on July 28, 1892. The name is from the Choctaw word, ninek, meaning \"night\" or \"darkness.\"George H. Shirk. Oklahoma Place Names (Norman: University of Oklahoma Press, 1965), p. 150. At the time of its founding, Ninnekah was located in Pickens County, Chickasaw Nation.Charles Goins, Historical Atlas of Oklahoma (Norman: University of Oklahoma Press, 2006), plate 105. ==Geography== Ninnekah is located in west-central Grady County at (34.956883, -97.935011). It is bordered to the north by the city of Chickasha, the county seat. U.S. Route 81 passes through the town, leading north into Chickasha and south to Duncan. U.S. Route 277 splits west from US 81 in Ninnekah and leads to Cement. Oklahoma City is to the northeast via US 81 and Interstate 44. According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== As of the census of 2000, there were 994 people, 400 households, and 304 families residing in the town. The population density was 97.7 people per square mile (37.7/km2). There were 440 housing units at an average density of 43.3 per square mile (16.7/km2). The racial makeup of the town was 89.44% White, 0.60% African American, 3.82% Native American, 0.40% Asian, 0.50% from other races, and 5.23% from two or more races. Hispanic or Latino of any race were 1.91% of the population. There were 400 households, out of which 31.0% had children under the age of 18 living with them, 62.0% were married couples living together, 10.3% had a female householder with no husband present, and 24.0% were non-families. 20.8% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.49 and the average family size was 2.85. In the town, the population was spread out, with 23.5% under the age of 18, 9.2% from 18 to 24, 27.7% from 25 to 44, 28.7% from 45 to 64, and 11.0% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 98.8 males. For every 100 females age 18 and over, there were 94.9 males. The median income for a household in the town was $31,181, and the median income for a family was $37,656. Males had a median income of $29,659 versus $21,328 for females. The per capita income for the town was $16,434. About 14.1% of families and 19.5% of the population were below the poverty line, including 30.3% of those under age 18 and 13.5% of those age 65 or over. ==References== NewsOK, G. H. (2001, January 6). Ninnekah. Retrieved July 27, 2016, from http://newsok.com/article/881907 Category:Towns in Grady County, Oklahoma Category:Towns in Oklahoma Category:Populated places established in 1892",
 "title": "Ninnekah, Oklahoma"
}