{
 "id": "130257",
 "text": "Spaulding is a town in Hughes County, Oklahoma, United States. Although it was initially established at the turn of the 20th century, it did not incorporate as a town until 1978. The population was 178 at the 2010 census, up from 62 in 2000, when the town's area was approximately one-third of its 2010 area. ==History== The community of Spaulding began to develop after the St. Louis, Oklahoma and Southern Railway (later the St. Louis and San Francisco Railway) constructed a line between 1900 and 1901 to connect Sapulpa with the Indian Territory area north of the Red River. A post office named Spaulding was established on December 29, 1902.Wilson, Linda D. \"Spaulding\". Encyclopedia of Oklahoma History and Culture. Accessed July 6, 2019. By 1906, there was a Spaulding school, which had a principal, Nora Coate, and a student enrollment of one Indian and fifty white children. In 1918, R. L. Polk's Oklahoma State Gazetteer and Business Directory estimated the town's population at two hundred. At that time eight groceries and general stores served the surrounding agricultural area, which produced cotton and wheat. Residents conducted their banking business in Holdenville. In 1930 two school districts merged to form Spaulding Consolidated district Number Seven. That year's enrollment in the elementary and high schools reached 155 and 43, respectively. During the 1940s and 1950s Spaulding added two grocery stores. On May 20, 1966, the post office closed. Spaulding was incorporated as a town on March 17, 1993. After incorporation the town received matching funds from the Oklahoma Department of Agriculture to buy fire-fighting equipment. At the turn of the twenty-first century, the community's first federal census recorded 62 residents. By 2010 that number had nearly tripled, reaching 178. ==Geography== Spaulding is located in western Hughes County at (35.013476, -96.444737). It is southwest of Holdenville, the county seat. According to the United States Census Bureau, the town has a total area of , all land. The town drains east to the Little River, a tributary of the Canadian River. ==Demographics== As of the census of 2000, there were 62 people, 24 households, and 18 families residing in the town. The population density was 61.8 people per square mile (23.9/km2). There were 30 housing units at an average density of 29.9 per square mile (11.6/km2). The racial makeup of the town was 82.26% White, 9.68% Native American, and 8.06% from two or more races. There were 24 households, out of which 25.0% had children under the age of 18 living with them, 62.5% were married couples living together, 12.5% had a female householder with no husband present, and 25.0% were non-families. 25.0% of all households were made up of individuals, and 20.8% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.11. In the town, the population was spread out, with 27.4% under the age of 18, 3.2% from 18 to 24, 24.2% from 25 to 44, 25.8% from 45 to 64, and 19.4% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 82.4 males. For every 100 females age 18 and over, there were 80.0 males. The median income for a household in the town was $22,188, and the median income for a family was $23,125. Males had a median income of $21,250 versus $11,250 for females. The per capita income for the town was $13,900. There were 11.8% of families and 25.5% of the population living below the poverty line, including 60.0% of under eighteens and 13.3% of those over 64. ==References== Category:Towns in Hughes County, Oklahoma Category:Towns in Oklahoma Category:Populated places established in 1902",
 "title": "Spaulding, Oklahoma"
}