{
 "id": "130260",
 "text": "Yeager is a town in Hughes County, Oklahoma, United States. The population was 75 at the 2010 census. Developed in the early 1900s, the town grew with the help of an oil and gas field, but has always had a low population. ==History== According to the Encyclopedia of Oklahoma History and Culture the present community was named for a Creek allottee, Hattie Yargee. The town was developed along the St. Louis, Oklahoma and Southern Railway, which was built between 1900 and 1901. When a post office was established on February 6, 1902, the Post Office Department changed the spelling of the office to the present Yeager.Wilson, Linda D., \"Yeager,\" Encyclopedia of Oklahoma History and Culture (accessed July 6, 2019). An oil and gas field opened in the town in 1917 and helped support the railroad industry in the 1920s. In 1917, the Yeager Oil Field opened, producing 25 to 2500 barrels of oil per day. As the Yeager field developed during the 1920s, the railroad's revenue dramatically increased by transporting lumber, rig timber, and oil-field equipment to the community. By 1918 citizens had established a Baptist Church and a Church of Christ. In 1918 R. L. Polk's Oklahoma State Gazetteer and Business Directory estimated Yeager's population at 350. In the mid-1940s Fred A. Ashburn and C. D. Wood operated grocery and filling stations. By the mid-1950s Yeager had a grocery and a filling station. After a fire destroyed the school building on January 18, 1957, voters approved a bond issue to rebuild the facility. ==Geography== Yeager is located six miles north of Holdenville. Its geographic coordinates are (35.157355, -96.340218). According to the United States Census Bureau, the town has a total area of , all land. The town lies at an elevation of 870 feet above sea level and has an average of 39 inches of rain and 6.1 inches of snowfall annually.Sperling's Best Places, \"Yeager, Oklahoma\" (accessed June 23, 2010). ==Demographics== As of the census of 2010, there were 75 people living in the town. The population density was 356 people per square mile (136/km2). There were 33 housing units at an average density of 180 per square mile (69/km2). The racial makeup of the town was 56.72% White, 32.84% Native American, and 10.45% from two or more races. Hispanic or Latino of any race were 1.49% of the population. There were 27 households, out of which 18.5% had children under the age of 18 living with them, 44.4% were married couples living together, 14.8% had a female householder with no husband present, and 40.7% were non-families. 33.3% of all households were made up of individuals, and 18.5% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 3.31. In the town, the population was spread out, with 16.4% under the age of 18, 7.5% from 18 to 24, 23.9% from 25 to 44, 34.3% from 45 to 64, and 17.9% who were 65 years of age or older. The median age was 46 years. For every 100 females, there were 81.1 males. For every 100 females age 18 and over, there were 86.7 males. The median income for a household in the town was $13,125, and the median income for a family was $16,250. Males had a median income of $12,500 versus $18,750 for females. The per capita income for the town was $6,438. There were 15.4% of families and 26.4% of the population living below the poverty line, including 44.4% of under eighteens and 14.3% of those over 64. ==Notes== ==References== Category:Towns in Hughes County, Oklahoma Category:Towns in Oklahoma",
 "title": "Yeager, Oklahoma"
}