{
 "id": "130250",
 "text": "Atwood is a town in Hughes County, Oklahoma, United States. The population was 74 at the 2010 census. ==History== The town is named for Chester C. Atwood, an early settler of what would later become Hughes County, Oklahoma. Atwood was an educated farmer, extensive area landowner, and elected commissioner of Hughes County. He was born in July 1862 in central Texas, to natives of Tennessee who had migrated to Texas before the Civil War. In 1881, Atwood left Texas for the Mushulatubbee District of the Choctaw Nation of Oklahoma. Settling in western Tobucksy County, some west of a pioneer general store owned by J.J. McAlester, Atwood married a young woman named Patsy Ann, of the Choctaw Nation, giving him settlement rights by marriage. By 1885, he was farming of what later would become eastern Hughes County, and was enumerated in the Choctaw Nation census of that year.Fran Cook and Spencer P. Petete. \"Atwood.\" Encyclopedia of Oklahoma History and Culture. Accessed June 30, 2019. Population growth in the community near the Atwood farm brought a post office designation January 23, 1897, with \"Newburg\" as the assigned name and Henry S. Halloway established as postmaster. A weekly newspaper, the Atwood Herald, kept citizens informed during the early 20th Century. The date when it ceased publication is unknown. By 1900, Chester Atwood had increased his land holdings and his family included wife Patsy Ann (familiarly called Mattie), daughters Ottie (b. 1883) and Arrie (b. 1886), son Bennie (b. 1887), daughter Allie (b. 1889), son Coleman (b. 1891), and daughters Lizzie (b. 1893) and Ambrozia (b. 1895). Two other children born after 1900 died before reaching adulthood. At statehood, counties created under the Choctaw Nation were redrawn and renamed. That portion of Tobucksy County in which Newburg lay, fell inside the new boundary of Hughes County, Oklahoma. On December 3, 1909, two years after Oklahoma statehood, the town of Newburg was renamed \"Atwood\", honoring Chester C. Atwood as one of the significant pioneer members of the community. Atwood served as an elected commissioner of Hughes County, and son Coleman Atwood worked as a local banker before moving to Holdenville during the Depression. Chester C. Atwood died after 1930. The Missouri, Oklahoma and Gulf Railway built a line from Muskogee to the Red River, bypassing Newburg. Therefore, some of Newburg's residents moved one mile south to take advantage of the rail system. In December 1909, they named their new settlement. Atwood became a trading center for the agricultural trying center around it. A grist mill was built in 1910, followed by a bank, a livery, a drug store and five general stores. The population grew to 150 by 1913. In 1993, Atwood received a $75,000 federal grant to modernize its fire protection system. Atwood incorporated as a town in 1994. The post office in Atwood was slated for possible closure by the United States Postal Service in 2012. ==Geography== Atwood is located in west-central Hughes County at (34.956977, -96.336816). State Highways 1 and 48 intersect at the eastern edge of the town, Highway 1 leading east to Calvin and Highway 48 leading north to Holdenville, the Hughes county seat. The two highways together lead southwest to Allen. According to the United States Census Bureau, Atwood has a total area of , all land. ===Climate=== ==Demographics== As of the census of 2010, there were 74 people living in the town. The population density was 253.8 people per square mile (97.0/km2). There were 65 housing units at an average density of 146.0 per square mile (55.8/km2). The racial makeup of the town was 81.42% White, 7.96% Native American, 0.88% Asian, 4.42% from other races, and 5.31% from two or more races. Hispanic or Latino of any race were 6.19% of the population. There were 47 households, out of which 34.0% had children under the age of 18 living with them, 55.3% were married couples living together, 6.4% had a female householder with no husband present, and 29.8% were non-families. 29.8% of all households were made up of individuals, and 14.9% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 3.00. In the town, the population was spread out, with 31.0% under the age of 18, 8.8% from 18 to 24, 21.2% from 25 to 44, 21.2% from 45 to 64, and 17.7% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 151.1 males. For every 100 females age 18 and over, there were 116.7 males. The median income for a household in the town was $29,167, and the median income for a family was $31,250. Males had a median income of $38,125 versus $9,750 for females. The per capita income for the town was $14,040. There were 13.3% of families and 20.4% of the population living below the poverty line, including 46.7% of under eighteens and none of those over 64. ==Notes== ==References== ==External links== * Encyclopedia of Oklahoma History and Culture - Atwood Category:Towns in Hughes County, Oklahoma Category:Towns in Oklahoma",
 "title": "Atwood, Oklahoma"
}