{
 "id": "130283",
 "text": "Wapanucka (pronounced Wop´-uh-nuck´-uh) is a town in northeastern Johnston County, Oklahoma, United States. The population was 438 at the 2010 census, a 1.6 percent decrease from the figure of 445 in 2000.CensusViewer:Wapanucka, Oklahoma Population It is about northeast of Tishomingo. The town name refers to the Delaware Nation and means \"Eastern Land People.\"Larry O'Dell, \"Wapanucka\", Encyclopedia of Oklahoma History and Culture. Accessed July 12, 2015 ==History== The Board of Foreign Missions of the Presbyterian Church built the Wapanucka Female Manual Labour School in 1851–2. The school, which opened in 1852, was named for a nearby creek. Local residents often called it Allen's Academy, for James S. Allen, who supervised it. Later many dubbed it Rock Academy for its impressive stone building. The school closed in 1860 after the Presbyterian Board withdrew its financial support. The Confederate forces used the building during the Civil War as a hospital and a prison. After the war the academy reopened, serving male and female students. In 1890 it became a boys' school. In 1911 it was permanently closed and the property sold. The Wapanucka Academy site was listed in the National Register of Historic Places (NR 72001065) in 1972. ==Geography== Wapanucka is located at . It is northeast of Tishomingo, the county seat. According to the United States Census Bureau, the town has a total area of , of which is land and 1.49% is water. ==Demographics== As of the census of 2000, there were 445 people, 174 households, and 117 families residing in the town. The population density was 673.8 people per square mile (260.3/km2). There were 208 housing units at an average density of 314.9 per square mile (121.7/km2). The racial makeup of the town was 71.46% White, 17.75% Native American, 0.22% Asian, 6.07% from other races, and 4.49% from two or more races. Hispanic or Latino of any race were 7.87% of the population. There were 174 households, out of which 32.2% had children under the age of 18 living with them, 52.9% were married couples living together, 9.2% had a female householder with no husband present, and 32.2% were non-families. 25.3% of all households were made up of individuals, and 13.8% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 3.12. In the town, the population was spread out, with 27.9% under the age of 18, 10.3% from 18 to 24, 25.8% from 25 to 44, 18.4% from 45 to 64, and 17.5% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 102.3 males. For every 100 females age 18 and over, there were 95.7 males. The median income for a household in the town was $19,922, and the median income for a family was $25,208. Males had a median income of $19,250 versus $16,250 for females. The per capita income for the town was $9,883. About 24.8% of families and 31.7% of the population were below the poverty line, including 32.1% of those under age 18 and 41.3% of those age 65 or over. ==Notable person== *Jack P. Juhan, Marine Corps officer during World War II, who reached the rank of major general * Richard Lowell Weathers, who served as Mayor of Mustang, Oklahoma, from 1981 to 1985. ==References== Category:Towns in Johnston County, Oklahoma Category:Towns in Oklahoma",
 "title": "Wapanucka, Oklahoma"
}