{
 "id": "130337",
 "text": "Crescent is a city in Logan County, Oklahoma, United States. The population inside the city limits was 1,411 at the 2010 census. It is part of the Oklahoma City Metropolitan Statistical Area. ==History== Crescent was formed with the Indian Appropriations Act of 1889 on March 2, 1889, and officially started that fall when William Brown began selling general merchandise out of a wagon. Soon he took on a partner, Benjamin Ryland, and the two moved into a log cabin. A post office christened \"Crescent City\" was established on February 21, 1890, the name taken from a moon-shaped glade where the town began. In November 1891 the town site was platted, and incorporated in 1893. The Denver, Enid and Gulf Railroad laid track one mile (1.6 km) west of the city in 1902, and the city obtained of land from two farmers (C. E. Wells and J. H. Rhoades) creating \"new Crescent\" or \"West Crescent\"; eventually the town moved to the new location. Oil was discovered north of town in 1926 and then south of town in 1930 in the \"Crescent Oil Field\".Thomas L. Hedglen, \"Crescent\", Encyclopedia of Oklahoma History & Culture. May 29, 2015. On June 20, 1934 the Farmers and Merchants Bank was robbed by a group of men. The group took 13 hostages to help conceal the attempt and to help move the safe. They had the hostages load the safe into the back of a truck and drove the hostages and safe out of town. They ended up leaving both behind, hostages unhurt and safe unopened.Grelen, Jay. \"Crescent man has more than one interesting tale\". The Oklahoman. June 10, 2001. In 1965 the Cimarron Processing Facility was opened by Kerr-McGee (owned through a subsidiary, Kerr-McGee Nuclear Corp.) to convert powdered uranium hexafluoride and plutonium into fuel pellets for use in the nation's nuclear power plants.Larry O'Dell, \"Nuclear Power\" , Encyclopedia of Oklahoma History & Culture. Accessed May 29, 2015. The site became the center of highly controversial revelations within the petrochemical industry, when in the early 1970s, working conditions and manufacturing practices at the facility became dangerous. The 1983 Oscar- nominated film Silkwood, based around Karen Silkwood (who became contaminated) and her death (in 1974), is a movie about those revelations. In 1976 the facility ceased production.Jenkins, Ron. \"Silkwood case draws attention Anniversary of death unnoticed in Crescent\". Associated Press. (c/o The Oklahoman). November 22, 1999. The United States Environmental Protection Agency (EPA) stated that the groundwater contamination (near where the company once buried radioactive waste) was rising near the plant and was 400 times higher than federal drinking-water standards allowed in 1989, while levels were 208 to 360 times higher than federal standards in 1985–87.Williams, Grant. \"Water under Kerr-McGee site tainted, report says – Nuclear waste found in soil at Crescent facility\". Tulsa World. August 3, 1989.Kelley, Ed. \" Contamination Increases At Crescent Nuclear Site\". The Oklahoman. August 4, 1989. Several cleanup and decommissioning projects have been attempted, with none completed as of 2011. ==Geography== Crescent is located at (35.953137, −97.594593). Crescent is northwest of Guthrie, the county seat. According to the United States Census Bureau, the city has a total area of , all land. ===Climate=== The Köppen-Geiger climate classification system classifies Crescent's climate as humid subtropical (Cfa). ==Demographics== As of the census of 2000, there were 1,281 people, 562 households, and 361 families residing in the city. The population density was 1,206.2 people per square mile (466.6/km2). There were 639 housing units at an average density of 601.7 per square mile (232.8/km2). The racial makeup of the city was 88.5% White, 4.7% African American, 2.6% Native American, 0.1% Asian, 0.5% from other races, and 3.7% from two or more races. Hispanic or Latino of any race were 2.0% of the population. There were 562 households, of which 29.4% had children under the age of 18 living with them, 49.8% were married couples living together, 10.9% had a female householder with no husband present, and 35.6% were non-families. 33.8% of all households were made up of individuals, and 19.6% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.90. In the city, the population was spread out, with 25.1% under the age of 18, 6.7% from 18 to 24, 25.5% from 25 to 44, 19.4% from 45 to 64, and 23.3% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 93.2 males. For every 100 females age 18 and over, there were 85.3 males. The median income for a household in the city was $25,096, and the median income for a family was $32,206. Males had a median income of $25,602 versus $21,121 for females. The per capita income for the city was $16,081. About 13.2% of families and 16.8% of the population were below the poverty line, including 21.4% of those under age 18 and 9.8% of those age 65 or over. ==Government== Since October 1951, Crescent has had a city-manager, city-council form of government. The council members select a mayor by voting among themselves. ==Notable people== * Hubert Eugene \"Geese\" Ausbie (born April 25, 1938), a retired professional basketball player and manager for the Harlem Globetrotters.Carlson, Jenni. \"Hubert 'Geese' Ausbie - Former Harlem Globetrotter - Age: 70 - Residence: Little Rock, Ark.\" The Oklahoman. August 24, 2008. Played for Douglass High School in Crescent (black students), he averaged more than 40 points-per-game. In 1955, during a week for the district tournament, he scored 70 points (vs. Meridian L'Ouverture), 54 (vs. Arcadia Dunbar), and 62 (vs. Mulhall). The 186 points in three games remains an Oklahoma tournament record.\"The Century's Best\". The Oklahoman. June 13, 1999. * Chelsea Manning, a transgender former United States Army intelligence analyst, convicted by court-martial related to whistleblowing to WikiLeaks, whose sentence was later commuted. ==References== ==External links== * Crescent Schools website *Crescent Website *City of Crescent Website * Encyclopedia of Oklahoma History and Culture - Crescent Category:Oklahoma City metropolitan area Category:Cities in Oklahoma Category:Cities in Logan County, Oklahoma Category:1889 establishments in Indian Territory",
 "title": "Crescent, Oklahoma"
}