{
 "id": "130388",
 "text": "Wayne is a town in McClain County, Oklahoma, United States. Wayne and McClain County are part of the Oklahoma City Metropolitan Area. The population was 688 according to the 2010 census. Wayne is part of the \"Heart of Oklahoma\" exurban area south of Norman and Oklahoma City. ==History== Wayne was named by early railroad workers from Pennsylvania who adopted town names from the railways there, including Wayne, Paoli, Ardmore, and Wynnewood. Wayne is named for Mad Anthony Wayne, a United States Army general and statesman. ==Geography== According to the United States Census Bureau, the town has a total area of , all land. Wayne is located at the intersection of U.S. Highway 77 and State Highway 59. ==Demographics== As of the census of 2000, there were 714 people, 262 households, and 182 families residing in the town. The population density was 1,990.9 people per square mile (765.8/km2). There were 292 housing units at an average density of 814.2 per square mile (313.2/km2). The racial makeup of the town was 85.29% White, 7.84% Native American, 0.14% Pacific Islander, 2.52% from other races, and 4.20% from two or more races. Hispanic or Latino of any race were 8.68% of the population. There were 262 households, out of which 38.5% had children under the age of 18 living with them, 49.6% were married couples living together, 16.0% had a female householder with no husband present, and 30.2% were non-families. 25.2% of all households were made up of individuals, and 12.2% had someone living alone who was 65 years of age or older. The average household size was 2.73 and the average family size was 3.28. In the town, the population was spread out, with 28.3% under the age of 18, 12.3% from 18 to 24, 26.6% from 25 to 44, 18.9% from 45 to 64, and 13.9% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 95.1 males. For every 100 females age 18 and over, there were 91.8 males. The median income for a household in the town was $24,554, and the median income for a family was $27,404. Males had a median income of $26,667 versus $14,500 for females. The per capita income for the town was $10,485. About 18.1% of families and 24.7% of the population were below the poverty line, including 35.4% of those under age 18 and 16.4% of those age 65 or over. ==Government== The Town of Wayne Court is located in Wayne, and the Wayne Municipal Court is held monthly at the Multi-Purpose Center. The Municipal Judge is appointed by the City Council. ==Education== Schools in Wayne include Wayne High School, Wayne Middle School, and Wayne Elementary School. ==Notable people== * Oklahoma Governor Kevin Stitt attended school in Wayne nearby Norman. Stitt recalled attending Wayne schools in his inaugural address on January 14, 2019. ==References== Category:Oklahoma City metropolitan area Category:Towns in McClain County, Oklahoma Category:Towns in Oklahoma",
 "title": "Wayne, Oklahoma"
}