{
 "id": "130399",
 "text": "Eufaula is a city and county seat of McIntosh County, Oklahoma, United States. The population was 2,813 at the 2010 census, an increase of 6.6 percent from 2,639 in 2000. Eufaula is in the southern part of the county, north of McAlester and south of Muskogee.John C. Harkey and Mary C. Harkey, \"Eufaula,\" Encyclopedia of Oklahoma History and Culture. Accessed March 10, 2015. The name \"Eufaula\" comes from the Eufaula tribe, part of the Muscogee Creek Confederacy. The town and county are within the jurisdiction of the federally recognized Muscogee (Creek) Nation, descendants of the tribe who were removed here from the Southeastern United States in the 1830s. ==History== In the Southeast, the Muscogee people (then known as Creek by European Americans) occupied a large territory including much of present-day Georgia and Alabama. By 1800, the Creek had a village named Eufala, located on Eufaula Creek, near what later developed as the present site of Talladega, Alabama. This was one of a group called their Upper Creek towns. Pickett's History of Alabama mentions an Indian town, belonging to the Creek, which he calls Eufaulahatche. Little Eufauly is mentioned by an historian of this period as early as 1792. Another Upper Creek town called Eufaula was located on the Tallapoosa River; the present town of Dadeville, Alabama developed near there. The Lower Creek had two villages of similar names: Eufaula on the Chattahoochee River, in what later became Henry County, Alabama; and Eufala, located on the east bank of the Chattahoochee River, within the limits of present Quitman County, Georgia. In 1832 the U. S. Government had forced the Creek to move to Indian Territory and cede their lands in the Southeastern United States, as part of a series of cessions they had made. They established Eufaula as a center of Creek in their new territory. It was a frequent meeting place of the people, who held pow- wows or Indian conferences in that vicinity during the early days of Creek settlement. In the 1870s G. W. Grayson, then Chief of the Creek, his brother Samuel, George Stidham and other Creek leaders, persuaded the Missouri-Kansas- Texas Railway (known as the KATY) to locate one of its stations at this site. The older Creek village was moved here to take advantage of the railroad. Eufaula, Indian Territory (present-day Oklahoma), began to attract European Americans soon after the KATY railroad established a station here in 1872. The town was named after George W. Ingall, US Indian agent for the Five Civilized Tribes, suggested the name Eufaula, after the earlier Muscogee tribal town in Alabama. Eufaula incorporated as a town in Indian Territory by 1898. D. B. Whitlow and Joseph Coody established the first store on the west side of the railroad. The Graysons and G. E. Seales started a store on the east side about the same time. Dr. W. H. Bailey was the first physician and druggist to locate in the new town. Rev. R. C. McGee, a Presbyterian missionary, established one of the first churches in Eufaula. He served there as minister for many years. For years before the American Civil War, the Asbury Mission School, located two miles northeast of Eufaula, was the leading educational institution of that vicinity. It was burned in an accidental fire. thumb|150px|C. E. Foley thumb|150px|Alexander Posey thumb|150px|Harmon Davis playing steel guitar ==20th century to present== After Oklahoma was admitted as a state, Eufaula was part of the newly organized McIntosh County. The residents of Eufaula were involved in a dispute with nearby Checotah, in what was known as the McIntosh County Seat War, during 1907 and 1909. The legislature had designated Checotah as the new county seat, but the people of Eufaula refused to hand over the county records. Soon after, a group of heavily armed men from Checotah tried to seize the records from the courthouse in Eufaula, but were beaten back and forced to surrender during a gunfight. One year later, Eufaula was designated as the permanent seat of McIntosh County. ===Education=== The European- American settlers of Eufaula built a school on the east side of the railroad, and established a free school by voluntary taxation. When the Curtis Act was passed by Congress, Eufaula levied taxes and started to build their public school system, and to make other needed public improvements. In the early 20th century, the city had paved streets, a splendid \"White Way,\" five brick-and- stone schoolhouses, seven churches, a large cotton oil mill, light and ice plant, business blocks, three parks, a waterworks and sewage system, four banks, two hotels, the three-story brick boarding school for Creek Nation girls, and an abundance of natural gas for domestic and commercial purposes. A civic club worked to improve the town. ===Jefferson Highway Bridge=== When the Jefferson Highway was first constructed through Eufaula, travelers and trade vehicles could cross the South Canadian River, about four miles below the town, only by ferry. The citizens of Eufaula incorporated The Jefferson Highway Bridge Company, and constructed the Jefferson Highway Bridge, at a cost of almost a quarter of a million dollars. When built, the bridge was the most expensive constructed on the Jefferson Highway between Winnipeg, Canada and New Orleans. It opened for use April 21, 1920. The bridge is now long gone, and the site of the bridge has changed with the building of Lake Eufaula. ===Eufaula Business District=== The historic Eufaula Business District is on the National Register of Historic Places listings in McIntosh County, Oklahoma. The District is officially described as the: \"Area within Lots 89, 90, 100, 101, 102 on Main Street between Pine and Grand Streets.\" ===McIntosh County Courthouse=== The McIntosh County Courthouse at 110 N. First St. is also on the National Register of Historic Places listings in McIntosh County, Oklahoma. The three-story, red brick building with the second floor entryway is said to be significant because it is a good example of the functional architectural design used for numerous public buildings in the state. ===Other NRHP Sites=== Other NRHP sites in Eufaula include the C.L. Cooper Building, the Eufaula Armory, and the First Soil Conservation District Dedication Site. ==Geography== Eufaula is located at (35.291895, -95.586528). According to the United States Census Bureau, the city has a total area of , of which is land and (31.15%) is water. ==Demographics== As of the census of 2000, there were 2,639 people, 1,150 households, and 663 families residing in the city. The population density was 397.8 people per square mile (153.7/km). There were 1,468 housing units at an average density of 221.3 per square mile (85.5/km). The racial makeup of the city was 66.46% White, 17.92% Native American, 7.43% African American, 1.21% Hispanic or Latino of any race, 0.30% Asian, 0.04% Pacific Islander, 0.27% from other races. Respondents of two or more races represented 7.58% of the population. There were 1,150 households, out of which 21.3% had children under the age of 18 living with them, 41.1% were married couples living together, 13.3% had a female householder with no husband present, and 42.3% were non-families. 38.4% of all households were made up of individuals, and 25.0% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.85. In the city, the population was spread out, with 20.8% under the age of 18, 6.7% from 18 to 24, 20.0% from 25 to 44, 23.2% from 45 to 64, and 29.2% who were 65 years of age or older. The median age was 47 years. For every 100 females, there were 81.4 males. For every 100 females age 18 and over, there were 75.8 males. The median income for a household in the city was $20,547, and the median income for a family was $28,871. Males had a median income of $25,673 versus $19,405 for females. The per capita income for the city was $15,521. About 20.9% of families and 27.6% of the population were below the poverty line, including 45.4% of those under age 18 and 17.8% of those age 65 or over. ==Parks and Recreation== Lake Eufaula, created by Eufaula Dam and Oklahoma's largest lake contained entirely within the state of Oklahoma, is right next to town. Standing Rock, an historical monument, became submerged after the area behind the dam was flooded. Eufaula Parks & Recreation facilities include Old Creek Town Park, which has a playground and pavilions, and the Eufaula Community Center, which has multiple meeting rooms and a pool. The City of Eufaula hosts an annual 4 July fireworks show on Lake Eufaula.thumb|Jellystone Park - Eufaula, OK thumb|Xtreme RV Resort - Eufaula, OKthumb|Whole Hawg Days - Eufaula, OKthumb|Eufaula Cove Marina - Eufaula, OKthumb|Christmas Tree - Eufaula, OK ==Media== The first issue of the Indian Journal, now The Eufaula Indian Journal, was published in 1876; it is the oldest continuously published newspaper in Oklahoma.Indian Journal Facebook, On their Facebook page it states the date they began publishing. Noted people who worked for the Indian Journal include Alexander Posey, who was editor and also published his Fus Fixico Letters in the early 1900s, commenting on Creek Nation and Indian Territory politics. This was the only daily Indian newspaper at the time. ==Transportation== Eufaula is served by U.S. Route 69 and Oklahoma State Highway 9. Eufaula is in the 10-county region served by the KI BOIS Area Transit System (\"KATS\"), a low-cost public bus/van service established in 1983 to help poorer communities, primarily in southeast Oklahoma, by providing access to Senior Citizen centers, groceries, medical services, and jobs. The Eufaula Municipal Airport, Airport ID #Fo8, was established in 1965 and is designated as a Federal Aviation Authority. The runway is asphalt, 3,000 feet long and 60 feet wide, with flight availability for small aircraft, helicopters, and ultra light aircraft. ==Notable people== * Gregory Anderson, resident and Superintendent of the Eufaula Boarding Schools for three decades to 2014; Chief of Staff of the Bureau of Indian Education (2015-2016), Department of Interior\"U.S. Department of the Interior; Bureau of Indian Education/ National Directory\" , Department of Interior, May 2015 * Tsianina Redfeather Blackstone, (Muscogee/Cherokee) born and raised in Eufaula, she was an internationally known singer and performer, and later Indian activist * Hurshul Clothier, big band and country musician *Charles Gibson (1846- ), (Muscogee), merchant and reporter. He reared and educated several Creek orphans. * George W. Grayson, (Muscogee) born in Eufaula, he was Chief of the Creek Nation, 1917 to 1920. College educated, he served as an interpreter, was a businessman and power broker, serving for several terms on the Creek Nation Council. He was the Creek delegate to Congress.\"George Washington Grayson\" , Oklahoma State Encyclopedia * C. E. Foley, early European-American settler here; he was a banker and built a hotel.C. E. Foley sports info * Dr. Donna J. Nelson, OU Chemistry Professor, 2016 ACS President, and science advisor to Breaking Bad * Alexander Posey, poet, writer and editor, wrote for the Indian Journal. For several years he served as superintendent of the Creek Boarding School at Eufaula. * Clyde Stacy, American rockabilly singer * Harmon C. Davis, founded the first radio station in Southeastern Oklahoma and was a radio personality. * Olen Davis, bluegrass singer. He plays in the Olen and The Bluegrass Traveler's band and was inducted into America's Old Time Country Hall of Fame in 2013. * Brendon Bridges, associate district judge of McIntosh County. ===Sports=== * J. C. Watts, born and raised in Eufaula, played college football as a quarterback for the Oklahoma Sooners and professionally in the CFL; later served as a politician. * Andy Livingston, former professional American football running back in the NFL, played for the Chicago Bears and New Orleans Saints * Warren Livingston, former professional American football cornerback, played six seasons for the Dallas Cowboys of the National Football League * Selmon brothers, Lucious, Dewey, and Lee Roy, born and raised in Eufaula. All played football at OU and professionally. Lee Roy Selmon had the most distinguished professional career, and was elected to the NFL Hall of Fame. ==In popular culture== * The TV show Dirty Jobs filmed the episode \"Worm Dung Farmer\" in Eufaula. Its original air date was November 14, 2003. In Season 2, Episode 9 called \"Dirtiest Water Jobs,\" featured Catfish Noodling of Eufaula; it first aired December 20, 2005. * Eufaula Ironheads were mentioned on Carrie Underwood's song \"I Ain't in Checotah Anymore\". * The \"Eufaula Mayor Speeches\" were broadcast on March 8, 2011, from the Eufaula High School Auditorium. It included city council delegates. ==References== ==Further reading== * Lake Eufaula Reflections book Publisher: Friends of the Eufaula Memorial Library - 1992 ==External links== * City of Eufaula * Eufaula Chamber of Commerce * Indian Journal, scanned copies online from 1890 to 1977 * Encyclopedia of Oklahoma History and Culture - Eufaula * Eufaula Area Arts * Eufaula Memorial Library * Eufaula Public Schools District * Lake Eufaula * Eufaula information, photos and videos, TravelOK.com, Official travel and tourism website for the State of Oklahoma Category:Cities in Oklahoma Category:Cities in McIntosh County, Oklahoma Category:County seats in Oklahoma Category:Muscogee (Creek) Nation",
 "title": "Eufaula, Oklahoma"
}