{
 "id": "130315",
 "text": "Pocola is a town in Le Flore County, Oklahoma, United States. It is part of the Fort Smith, Arkansas-Oklahoma metropolitan area. The population was 4,056 in 2010, a gain of 1.6 percent over the figure of 3,994 recorded in 2000. CensusViewer:Pocola, Oklahoma Population. Pocola is a Choctaw word meaning \"ten\", the approximate distance in miles from Fort Smith, Arkansas. Larry O'Dell, \"Pocola.\" Encyclopedia of Oklahoma History and Culture]. Retrieved September 16, 2012. ==History== The Battle of Devil's Backbone Mountain took place nearby on September 1, 1863 and resulted in a victory for the Union Army. A post office was established at Pocola, Indian Territory on February 15, 1881. The community took its name from the Choctaw word for the number ten, as the site was ten miles from Fort Smith, Arkansas.Shirk, George H. Oklahoma Place Names (Norman: University of Oklahoma, 1965), p. 168. At the time of its founding the settlement was located in Skullyville County, a part of the Moshulatubbee District of the Choctaw Nation.Morris, John W. Historical Atlas of Oklahoma (Norman: University of Oklahoma, 1986), plate 38. Will Hartshorne began operating a small coal mine in this area during the 1880s. By 1895, he employed six men, and sold the mine to the Fort Smith and Western Coal and Railway in the following year. The population of Pocola was estimated at 200 in 1900, but the number declined to about 75 in 1918. The post office closed in 1916. The community did not incorporate until 1963, allowing it to gain water rights along the McClellan-Kerr Arkansas River Navigation System and to ensure that the area was not annexed by other Le Flore County communities. The town began annexing land, enlarging itself to about 30 square miles. By 1970, the population had grown to 1,840. In 1980, the census recorded 3,268 residents. A post office was reestablished in 1986. ==Geography== Pocola is located at (35.257983, -94.473959). According to the United States Census Bureau, the town has a total area of , of which is land and (0.69%) is water. The Poteau River constitutes the western boundary of the town. ==Demographics== As of the census of 2000, there were 3,994 people, 1,508 households, and 1,165 families residing in the town. The population density was 131.9 people per square mile (50.9/km2). There were 1,598 housing units at an average density of 52.8 per square mile (20.4/km2). The racial makeup of the town was 86.35% White, 3.33% African American, 5.16% Native American, 0.25% Asian, 0.03% Pacific Islander, 0.45% from other races, and 4.43% from two or more races. Hispanic or Latino of any race were 1.88% of the population. There were 1,508 households, out of which 35.7% had children under the age of 18 living with them, 59.8% were married couples living together, 12.7% had a female householder with no husband present, and 22.7% were non- families. 19.9% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 2.98. In the town, the population was spread out, with 26.5% under the age of 18, 8.8% from 18 to 24, 28.3% from 25 to 44, 24.5% from 45 to 64, and 11.9% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 95.8 males. For every 100 females age 18 and over, there were 95.1 males. The median income for a household in the town was $33,566, and the median income for a family was $37,937. Males had a median income of $30,577 versus $20,529 for females. The per capita income for the town was $14,623. About 12.6% of families and 15.4% of the population were below the poverty line, including 20.5% of those under age 18 and 22.3% of those age 65 or over. ==Transportation== Pocola is served by U.S. Route 271; the highway continues northeast as Interstate 540 just over the Arkansas line and connects to Interstate 40 around Van Buren. The town is also served by Oklahoma State Highway 112. Commercial air transportation is available out of Fort Smith Regional Airport, just to the northeast. ==References== Category:Towns in Le Flore County, Oklahoma Category:Towns in Oklahoma Category:Fort Smith metropolitan area Category:Populated places established in 1884 Category:1884 establishments in Indian Territory",
 "title": "Pocola, Oklahoma"
}