{
 "id": "130437",
 "text": "Bearden is a town in Okfuskee County, Oklahoma, United States. The population was 133 at the 2010 census. ==Geography== Bearden is located at (35.357993, -96.388291). According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== As of the census of 2000, there were 140 people, 49 households, and 36 families residing in the town. The population density was 18.5 people per square mile (7.2/km2). There were 66 housing units at an average density of 8.7 per square mile (3.4/km2). The racial makeup of the town was 87.86% White, 7.86% African American, 2.14% Native American, 0.71% from other races, and 1.43% from two or more races. Hispanic or Latino of any race were 0.71% of the population. There were 49 households, out of which 40.8% had children under the age of 18 living with them, 69.4% were married couples living together, 2.0% had a female householder with no husband present, and 24.5% were non-families. 18.4% of all households were made up of individuals, and 8.2% had someone living alone who was 65 years of age or older. The average household size was 2.86 and the average family size was 3.35. In the town, the population was spread out, with 31.4% under the age of 18, 5.7% from 18 to 24, 30.0% from 25 to 44, 22.1% from 45 to 64, and 10.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 102.9 males. For every 100 females age 18 and over, there were 118.2 males. The median income for a household in the town was $20,417, and the median income for a family was $21,875. Males had a median income of $21,429 versus $11,667 for females. The per capita income for the town was $11,359. There were 24.3% of families and 29.8% of the population living below the poverty line, including 46.7% of under eighteens and 13.6% of those over 64. ==References== ==External links== * Encyclopedia of Oklahoma History and Culture - Bearden Category:Towns in Okfuskee County, Oklahoma Category:Towns in Oklahoma es:Beaver (Oklahoma)",
 "title": "Bearden, Oklahoma"
}