{
 "id": "130501",
 "text": "Hallett is a town in Pawnee County, Oklahoma, United States. It is located nineteen miles southeast of Pawnee, the county seat of Pawnee County, on State Highway 99, slightly north of U.S. Highway 412. The population was 125 at the 2010 census, a 25.6 percent decline from the figure of 168 recorded in 2000.CensusViewer:Population of the City of Hallett, Oklahoma. Retrieved March 21, 2012. ==History== The town of Hallett was founded on December 8, 1904 at the junction of the Arkansas Valley and Western Railway (later the St. Louis and San Francisco Railway) and the Missouri, Kansas and Oklahoma Railroad (later the Missouri, Kansas and Texas Railway). The developer, Hallett Townsite Company, was named for Charles H. Hallett, an officer in the Nineteenth Kansas Cavalry. A post office was established in the town on May 19, 1905, and the first newspaper, the weekly Hallett Herald was published.Wilson, Linda D. \"Hallett,\" Encyclopedia of Oklahoma History and Culture. Retrieved February 11, 2016. Hallett became a trade center for the local agriculture industry. The discovery of Hallett oil field brought a brief boom in 1908 and again in the 1920s. Population peaked at 279 in 1920, then declined to a low of 120 in 1950. An explosion at the Aerlex Fireworks plant killed 21 people on June 25, 1985. ==Geography== Hallett is located at . According to the United States Census Bureau, the town has a total area of , all land. It is approximately southeast of the city of Pawnee. ==Demographics== As of the census of 2000, there were 168 people, 58 households, and 46 families residing in the town. The population density was 192.4 people per square mile (74.6/km2). There were 68 housing units at an average density of 77.9 per square mile (30.2/km2). The racial makeup of the town was 79.17% White, 8.33% Native American, and 12.50% from two or more races. Hispanic or Latino of any race were 1.79% of the population. There were 58 households, out of which 29.3% had children under the age of 18 living with them, 63.8% were married couples living together, 10.3% had a female householder with no husband present, and 19.0% were non-families. 13.8% of all households were made up of individuals, and 6.9% had someone living alone who was 65 years of age or older. The average household size was 2.90 and the average family size was 3.23. In the town, the population was spread out, with 32.1% under the age of 18, 8.9% from 18 to 24, 24.4% from 25 to 44, 20.2% from 45 to 64, and 14.3% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 88.8 males. For every 100 females age 18 and over, there were 93.2 males. The median income for a household in the town was $30,000, and the median income for a family was $30,250. Males had a median income of $41,250 versus $51,250 for females. The per capita income for the town was $12,539. About 15.6% of families and 14.1% of the population were below the poverty line, including 18.8% of those under the age of eighteen and 23.5% of those 65 or over. ==References== ==External links== * Encyclopedia of Oklahoma History and Culture - Hallett Category:Towns in Pawnee County, Oklahoma Category:Towns in Oklahoma",
 "title": "Hallett, Oklahoma"
}