{
 "id": "130551",
 "text": "Wanette is a town in Pottawatomie County, Oklahoma, United States. The population was 350 at the 2010 census, a decline of 13 percent from the figure of 402 in 2000.CensusViewer:Population of the City of Wanette, Oklahoma Wanette is part of the Purcell-Lexington retail trade area and is within the Greater Oklahoma City Metropolitan Area. ==History== The Encyclopedia of Oklahoma History and Culture indicates that the first settlement at this location took place in 1868, when two settlers from Kansas built a two-story cabin. Their cabin still existed as recently as 2003. Other settlers followed. The community had several different names before a post office named Wanette opened on March 19, 1894. In 1903, the town moved one mile north to be on the Atchison, Topeka and Santa Fe Railway line between Newkirk and Pauls ValleyBeverly Mosman, \"Wanette,\" Encyclopedia of Oklahoma History and Culture. Accessed May 21, 2012. By 1907, Wanette had a population of 739. The population peaked at 783 in 1920. The local economy was based on agriculture. Discovery of the Wanette-Asher oil field aided the economy during the 1930s, but did not prevent a population decline. The town still has an agricultural base, but by the beginning of the 21st Century had become a bedroom community for people working in Moore, Norman and Oklahoma City. ==Wanette High School== Wanette High School has an average graduating class of 16. The percentage of children on Individualized Education Programs is well over 30%. Wanette High School is also the largest business in the town. The current superintendent is Crystal Shaw. The school board consists of Robbie Sanders, Bryan Richards, Linda Fullingim, Lori Lambert and Kelly Teague. Wanette High School is home of the Tigers. ==Geography== Wanette is located at (34.962707, -97.031170). According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== As of the census of 2000, there were 402 people, 147 households, and 108 families residing in the town. The population density was 978.8 people per square mile (378.6/km2). There were 168 housing units at an average density of 409.0 per square mile (158.2/km2). The racial makeup of the town was 88.31% White, 8.71% Native American, and 2.99% from two or more races. Hispanic or Latino of any race were 0.50% of the population. There were 147 households, out of which 39.5% had children under the age of 18 living with them, 51.0% were married couples living together, 17.7% had a female householder with no husband present, and 25.9% were non-families. 24.5% of all households were made up of individuals, and 15.0% had someone living alone who was 65 years of age or older. The average household size was 2.73 and the average family size was 3.18. In the town, the population was spread out, with 30.3% under the age of 18, 13.7% from 18 to 24, 23.1% from 25 to 44, 19.7% from 45 to 64, and 13.2% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 100.0 males. For every 100 females age 18 and over, there were 89.2 males. The median income for a household in the town was $21,818, and the median income for a family was $23,000. Males had a median income of $21,731 versus $14,583 for females. The per capita income for the town was $10,740. About 20.2% of families and 21.0% of the population were below the poverty line, including 14.4% of those under age 18 and 30.6% of those age 65 or over. ==Economy== The Wanette area economy has long been supported by agriculture. The main crops are cotton, pecans, oats, corn, alfalfa, and hay. Discovery of oil in the nearby Wanette-Asher field caused a brief boom during the early 1930s, but this effect wore off before 1940. ==NRHP Site== The Wanette–Byars Bridge is NRHP-listed as the Old Santa Fe Railroad Bridge. ==References== Category:Towns in Oklahoma Category:Towns in Pottawatomie County, Oklahoma",
 "title": "Wanette, Oklahoma"
}