{
 "id": "130538",
 "text": "Stonewall is a town in Pontotoc County, Oklahoma, United States. Named for Confederate General Stonewall Jackson, the settlement's post office was established in December, 1874. == History == Before Stonewall was a town, it was primarily the Chickasaw tribes land. Robert L. Cochran was a Georgia man who settled Stonewall first by opening up a trading post on the original site of Stonewall. The site was declared Pontotoc, which would become the county name in the present. Along with the settling of Cochran's store a post office opened there in 1858. The settlement was then named Stonewall in honor of confederate war general Stonewall Jackson. By the late 1800s, Stonewall had increased in population and had multiple businesses open such as a cotton gin, good stores, a hotel, and stagecoach station. In the early 1900s Stonewall was on the rise with the expansion of the railroad from Oklahoma City that passed through Ada. A debate was in place about whether they wanted to move the town closer to the railroad, but many didn't want to leave due to Stonewall being a \"historically significant as the seat of Pontotoc County in the Chickasaw Nation, Indian Territory\". Eventually some moved and the original site would be renamed to Frisco. The new Stonewall site was now official and with the recent move of businesses and post office, the population was thriving. In 1930, Stonewall was unaffected by the Great Depression due to oil booms within the town. However, with the oil boom brought environmental destruction. The local creek was flooded with waste and polluted, causing locals to take action by digging wells. In 1932 Charles \"Pretty Boy\" Floyd and his accomplice George Birdwell robbed the Stonewall Bank. They escaped with $600 and had assaulted two bank officers. While on the run Floyd and Birdwell kidnapped a man on a motorcycle as they fled away from the town. Today Stonewall is a smaller town after the reroute of Highway 3 away from the town, causing business to slow down and steady. There are a few businesses within in the town; however, many people are employed in Ada. ==Geography== Stonewall is located at (34.651099, -96.526655). According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== As of the census of 2010, there were 470 people, 186 households, and 106 families residing in the town. The population density was 1,435.7 people per square mile (561.1/km2). There were 238 housing units at an average density of 734.8 per square mile (287.2/km2). The racial makeup of the town was 70.6% White, 2.6% African American, 14.7% Native American, 0.2% from other races, and 11.7% from two or more races. Hispanic or Latino of any race were 3% of the population. Of the 195 households, 19.6% had children under the age of 18 living with them, 32.8% were married couples living together, 16.7% had a female householder with no husband present, and 43% were non-families. 37.1% of all households were made up of individuals, and 33.3% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 3.06. In the town, the population was spread out, with 26.5% under the age of 18, 7.4% from 18 to 24, 20.5% from 25 to 44, 25.9% from 45 to 64, and 20.5% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 91.4 males. For every 100 females age 18 and over, there were 82.6 males. The median income for a household in the town was $19,135, and the median income for a family was $22,813. Males had a median income of $20,500 compared to $14,792 for females. The per capita income for the town was $9,741. About 23.5% of families and 25.9% of the population were below the poverty line, including 25.8% of those under age 18 and 29.3% of those age 65 or over. ==High School Baseball== Stonewall High School Longhorn athletics has won two high school boys baseball state championships, the first in the spring of 1979 and the second in the fall of 2000. ==References== ==External links== * Reminiscences of Old Stonewall Category:Towns in Pontotoc County, Oklahoma Category:Towns in Oklahoma",
 "title": "Stonewall, Oklahoma"
}