{
 "id": "130613",
 "text": "Duncan is a city and county seat of Stephens County, Oklahoma, United States. The population was 22,310 at the 2020 census. Its main claim to fame is as the birthplace of the Halliburton Corporation. Erle P. Halliburton established the New Method Oil Well Cementing Company in 1919. Halliburton maintains seven different complexes in Duncan plus an employee recreational park, but the corporate offices relocated first to Dallas and later to Houston. Centrally located in Stephens County, Duncan became the county seat after Oklahoma achieved statehood in 1907. Oil wells opened in Stephens County in 1918 and led to rapid development. Cotton was a dominant crop until the Dust Bowl brought its decline, but cattle remains an important part of the economy. The Chisholm Trail passed to the east of Duncan prior to the town's founding, which is home to the Chisholm Trail Heritage Center. ==History== The Chisholm Trail passed to the east of Duncan prior to the town's founding. An estimated 9,800,000 Longhorn cattle were herded up the trail between Texas and Abilene, Kansas during its existence. After learning that an extension of the Chicago, Rock Island and Pacific Railroad was being built from Kansas to Texas, Scotsman William Duncan brought his wife, parents, and other relatives and created a trading post situated at the intersection of the north-south Chisholm Trail and the east–west military passage between Fort Arbuckle and Fort Sill. The first train arrived on June 27, 1892; that date is considered the official birth date of the town. Many of the city's first buildings were wood-frame, but were replaced by sandstone and brick structures after natural disasters destroyed them. Four fires in 1901 burned down several buildings. At the time of its founding, Duncan was located in Pickens County, Chickasaw Nation.Charles Goins, Historical Atlas of Oklahoma (Norman: University of Oklahoma Press, 2006), p. 105. Centrally located in Stephens County, Duncan became the county seat after Oklahoma achieved statehood in 1907. As a compromise between residents of the northern and southern parts of the county, the county courthouse was located in the middle of Duncan's Main Street, half of it in the northern part of the city and county and half in the southern. Main Street made a wide circle around it on both ends. Oil wells opened in Stephens County in 1918 and led to rapid development in Duncan. Shacks were prohibited immediately following the opening of the wells and other regulations were also put in place to channel the growth in an organized manner. Several Tudor Revival style homes were built in the 1930s. Works Progress Administration projects meant to rebuild the economy after the Great Depression resulted in a public library, a senior high school, a stadium, a pool, a school and auditorium for the black community, an armory, and numerous bridges and sidewalks. Duncan expanded its city limits during an economic surge brought on by World War II. Towards the end of this period, the downtown area began to see a decline. ==Geography== thumbnail|left|Crapemyrtle Capital of Oklahoma mural in downtown Duncan Duncan is located at (34.5023029, -97.9578129). The town is situated approximately 30 miles east of Lawton and south of Oklahoma City.Conlon, Kevin. \"'Bored' Oklahoma teen convicted in random 'thrill kill'.\" CNN. April 18, 2015. Retrieved on May 16, 2015. According to the United States Census Bureau, the city has a total area of , of which is land and (15.67%) is water. Duncan is known for crape myrtle trees, Oklahoma prairie and rich farmland.\"Best Places: Duncan, Oklahoma\", U.S. News and World Report (accessed March 4, 2010). State lawmakers designated the city as Oklahoma's official \"Crape Myrtle Capital\". Oklahoma's grasslands are made up of shortgrass, mixed-grass and tallgrass prairie.\"Geography of Oklahoma\" Wikipedia.org The city is part of the Great Plains and has four lakes.\"Climate and Geography at Duncan Chamber of Commerce and Industry Website (accessed March 22, 2010)\"Duncan,\" Travelok.com (accessed May 10, 2010). Duncan receives 34 inches of rain per year, but only five inches of snowfall. The city also receives an average of 241 sunny days per year. It lies 1,128 feet above sea level.\"Duncan, Oklahoma\" at www.bestplaces.net (accessed March 22, 2010) The downtown area lies between Walnut and Willow avenues, from the railroad tracks to Highway 81. ===Climate=== ==Demographics== ===2000 census=== At the 2000 census, there were 22,505 people in 9,406 households, including 6,424 families, in the city. The population density was 580.2 inhabitants per square mile (224.0/km). There were 10,795 housing units at an average density of 278.3 per square mile (107.4/km). The racial makeup of the city was 90.48% White, 1.07% African American, 2.95% Native American, 0.47% Asian, 0.04% Pacific Islander, 2.36% from other races, and 2.63% from two or more races. Hispanic or Latino of any race were 5.99% of the population. Of the 9,406 households 28.8% had children under the age of 18 living with them, 54.6% were married couples living together, 10.4% had a female householder with no husband present, and 31.7% were non-families. 28.9% of households were one person and 14.7% were one person aged 65 or older. The average household size was 2.35 and the average family size was 2.88. The age distribution was 24.1% under the age of 18, 8.3% from 18 to 24, 24.8% from 25 to 44, 22.6% from 45 to 64, and 20.2% 65 or older. The median age was 40 years. For every 100 females, there were 89.8 males. For every 100 females age 18 and over, there were 85.3 males. The median household income was $30,373 and the median family income was $37,080. Males had a median income of $31,173 versus $19,731 for females. The per capita income for the city was $17,643. About 28.7% of families and 27.4% of the population were below the poverty line, including 22.1% of those under age 18 and 42.8% of those age 65 or over. ===2010 census=== At the 2010 census, there were 23,431 people and 9,535 households residing in the city. There were 11,064 housing units. The racial makeup of the city was 82.3% White, 3.3% African American, 4.7% Native American, and 5.0% from two or more races. Hispanic or Latino of any race were 8.9% of the population. The average household size was 2.41. The age distribution was 23.8% under the age of 18 and 17.9% 65 or older. The median household income was $39,683. The per capita income for the city was $22,230. About 16% of the population were below the poverty line. ==Economy== Duncan once adopted the slogan, \"The Buckle on the Oil Belt\". Its main claim to fame is as the birthplace of the Halliburton Corporation. Erle P. Halliburton perfected a new method of cementing wells, making oil production much easier and more profitable, and established the New Method Oil Well Cementing Company in 1919. He died in 1957, at which time the company had 201 offices in 22 states and 20 foreign countries. Halliburton maintains seven different complexes in Duncan plus an employee recreational park, but the corporate offices relocated first to Dallas and later to Houston. Halliburton operates the Halliburton Technology Center in Duncan. In 2010 Halliburton announced that 150 jobs in the center will move to Houston over the following two years.\"Halliburton to move jobs from Duncan to Houston.\" Associated Press at Tulsa World. February 18, 2010. Retrieved on April 5, 2010. Agriculture has always played a part in Duncan's economy. Cotton was a dominant crop until the Dust Bowl brought about a reduction in its role. Cattle remains an important part of Duncan's economy. The city has been home to a number of banks and doctors since its early settlement and both continue to be well represented today. ==Transportation== Duncan is served by U.S. Route 81 and State Highway 7. State Highway 29 runs just north of town, and State Highway 53 runs just south of town. Halliburton Field (KDUC; FAA ID: DUC), owned by the City of Duncan and located two miles south, has a paved 6326’ x 100’ runway. The airport hosted commercial air service from Central Airlines in the 1960s. ==Arts and culture== Duncan is home to the Chisholm Trail Heritage Center. Among other exhibits, it features the Paul Moore bronze \"On the Chisholm Trail\", which stands nearly 15-feet high atop its immense base and stretches almost 35-feet across the horizon. Trail Ruts at Monument Hill just outside of Duncan has visible traces of cattle hoofs and wagons actually left on the trail. The Stephens County Historical Museum contains displays and artifacts from the land run and early settlement in the area. In 1974 the museum moved to the NRHP-listed old National Guard Armory in Fuqua Park, built in 1936-1937 as a WPA project. The city holds an annual county fair and top-rated livestock events year round. Other annual events include the Chisholm Trail Arts Council's Art Walk, Trail Dance Film Festival, Cruizin' the Chisholm Trail Car and Motorcycle Show, the Chisholm Trail Stampede, The Dehydrator bicycle race/ride , Summerfest with the World's Largest Garage Sale and the Western Spirit Celebration. ==Parks and recreation== Duncan city parks include—Abe Raizen (Baseball, Soccer, Playground, Picnic); Arboretum & Heritage Park (Walking Path, Flowers, Trees); Douglass Park (Splash Pad, Picnic, Playground, Community Center, Tennis Courts); Fuqua Park (Pool, Swings, Picnic, Playground, Museum, Train Exhibit, Kiddie Land, Gazebo); Hillcrest Park (Water Pad, Playground, Tennis Court, Baseball); Jaycee Park (Playground); McCasland Rotary Park (Field, Baseball); Memorial Park (War Memorials, Tennis Courts); Olen Sledge Memorial Park (Walking Path, Playground); Playday Park (Playground, Picnic); Timbergate Park (Playground); and, Whisenant Park (Walking Path, Playground). Area lakes include Lake Humphreys and Clear Creek Lake to the northeast; Fuqua Lake to the east-northeast; Duncan Lake to the east; Waurika Lake to the south- southwest; Lake Lawtonka to the west-northwest; and, Lake Ellsworth to the northwest. The Wichita Mountains Wildlife Refuge is to the northwest. ==Historic structures== Eight of the ten NRHP-listed places in Stephens County are located in Duncan, including the Brittain-Garvin House, the H.C. Chrislip House, the W.T. Foreman House, the Louis B. Simmons House, Duncan Armory, Duncan Public Library, the Johnson Hotel and Boarding House, and the Patterson Hospital. ==Government== Duncan is governed by a city council composed of the city's mayor and four council members. ==Education== * Duncan Public Schools is Duncan's school district * Red River Technology Center is the city's vocational education institution. * Cameron University also has a branch in Duncan. ==Notable people== * Ben Aldridge (1926–1956) – professional football player * Jari Askins (born 1953) – Oklahoma State Representative; Lt. Governor of Oklahoma * Gary Austin (1941–2017) – actor and teacher of improvisational theater * Larry Austin (born 1930) – composer and music educator * Hoyt Axton (1938–1999) – country music singer-songwriter * Ralph Mooney (1928-2011) \\- country music steel guitarist and songwriter * Bryce Davis (born 1989) – professional football player * Donald Grantham (born 1947) – composer and music educator * Quinn Grovey – college football player and sportscaster * Erle P. Halliburton (1892–1957) – founder, Halliburton Oil Well Cementing Company * Joe Hassler (1905–1971) – professional baseball player * Hall Haynes (1928–1988) – professional football player * Jean Speegle Howard (1927–2000) – actress * Rance Howard (1928–2017) – actor * Ron Howard (born 1954) – actor, director, producer * Jeane Kirkpatrick (1926–2006) – United States Ambassador to the United Nations * Ned Pettigrew (1881–1952) – professional baseball player and manager * Jackie Sherrill (born 1943) – former college football head coach * Betty Lou Shipley (born 1931) \\- Poet Laureate of Oklahoma (1997-1998) * Phil Stephenson (born 1945) – member of the Texas House of Representatives from Wharton, Texas * Basil Wilkerson (1907–1967) – professional football player ==References== ==External links== * City of Duncan * Duncan Convention and Visitors Bureau Category:Cities in Oklahoma Category:Cities in Stephens County, Oklahoma Category:County seats in Oklahoma Category:Micropolitan areas of Oklahoma Category:Populated places established in 1892 Category:1892 establishments in Oklahoma Territory",
 "title": "Duncan, Oklahoma"
}