{
 "id": "130698",
 "text": "Sandy is a city located in Clackamas County, Oregon, United States, settled 1853 and named after the nearby Sandy River. Located in the foothills of the Cascade Mountain Range, the city serves as the western gateway to the Mount Hood Corridor, and is located approximately east of Portland. The city of Sandy was originally settled by travelers passing along Barlow Road, one of the final sections of the Oregon Trail, and initially known as Revenue, after settlers Francis and Lydia Revenue. The city subsequently took the name Sandy after the Sandy River, named by Meriwether Lewis and William Clark in 1805; the river and previously been named the Barings River, after Sir Francis Baring, 1st Baronet, following a 1792 expedition in the region. In the late-19th and early 20th century, Sandy's local economy was mainly based on logging and the sawmill industry due to the abundance of timber in the area. The city continued to grow with the arrival of German immigrants in the late- nineteenth century, and the city was formally incorporated in 1911. In the latter half of the 20th century, the city's population saw a significant increase in residents, concurrent with the growth of the Portland metropolitan area. As of the 2010 census, the city had a total population of 9,570. It is the home of Sandy High School, founded in 1914, which serves the population of Sandy as well as outlying communities, such as Boring and the Villages of Mount Hood. ==History== ===Eighteenthnineteenth centuries=== Sandy was founded after pioneer Sam Barlow passed through the area in 1845 and formed Barlow Road, the most widely-used final portion of the Oregon Trail. The first people to settle the area were Francis and Lydia Revenue, 1853. The abundance of natural resources in the area, ranging from fish, deer, elk, berries and roots, attracted them to build a homestead and trading post. Around 1873, the Revenues built the city's first hotel. Initially known as Revenue (after the Revenue family), in the late-nineteenth century the settlement took its namesake of Sandy from the nearby Sandy River, which itself had taken its name from Meriwether Lewis and William Clark during their 1805 expedition, who at that time named it the \"Quicksand River\" due to the abundance of sand on its banks. The river had priorly been named the Barings River after Sir Francis Baring, 1st Baronet, an English merchant banker, by Lieutenant W.R. Broughton of the Fort Vancouver expedition on October 30, 1792. A second hotel was erected in Sandy in 1890 by Baron Otto Von Scholley, an Austrian immigrant who also served as the city's second postmaster and first notary. In 1894, the city completed its first church, St. Michael's Roman Catholic Church, established by Benedictine monks, which had its first service on December 18 that year. Though the original building was destroyed in a fire two decades later, it was relocated and reopened. ===Twentieth century=== thumb|right|upright=1|Main street of Sandy, 1917 In 1902, a Lutheran church was established in Sandy. On August 11, 1911, the city of was formally incorporated, and on November 14, 1913, city voters approved its charter. Friedrich Meinig, a German immigrant and businessman, came to Sandy in 1876; his son, Paul Meinig, served as the city's second mayor from 1912 to 1918. A significant part of Sandy's economy in the late-nineteenth and early-twentieth centuries was logging and sawmill operations which utilized the abundance of forests surrounding the city. In October 1913, the city experienced a major fire which destroyed numerous buildings and businesses, including a restaurant, livery stable, and saloon, all located on the south side of the Main Street (contemporarily Proctor Boulevard). A concrete replacement of the restaurant and saloon was subsequently erected, marking the first concrete building in the city. The Clackamas County Bank was established in Sandy in 1916. , the bank remains the oldest community bank in the state of Oregon. In 1919, a year prior to the Nineteenth Amendment, the city elected two women to its government: Blanche Shelley was elected mayor, along with Edna Esson to city council. Both women were also active business leaders in the city. In 1923, the city completed construction of the Pioneer Building, a brick structure that served as Sandy Union High School, for $30,000. Prior to this, a small two-story schoolhouse served as the city's main school for all grades, before a separate high school was established in 1917. ===Twenty-first century=== As of the twenty-first century, Sandy's population has increased significantly with the growth of the Portland metropolitan area. Per a 2018 study completed by Portland State University and Clackamas County, it is the second-fastest growing city in the state, and is estimated to reach a population of 18,980 by the year 2034. ==Geography== According to the United States Census Bureau, the city has a total area of , consisting almost entirely of land. Its elevation is . ===Climate=== This region experiences warm (but not hot) and dry summers, with no average monthly temperatures above . According to the Köppen Climate Classification system, Sandy has a warm- summer Mediterranean climate, abbreviated \"Csb\" on climate maps.Climate Summary for Sandy, Oregon ==Demographics== ===2010 census=== thumb|upright=1|left|Sandy City Hall in 2007 As of the census of 2010, there were 9,570 people, 3,567 households, and 2,486 families residing in the city. The population density was . There were 3,768 housing units at an average density of . The racial makeup of the city was 90.0% White, 0.4% African American, 1.3% Native American, 1.2% Asian, 0.2% Pacific Islander, 3.4% from other races, and 3.4% from two or more races. Hispanic or Latino of any race were 9.2% of the population. There were 3,567 households, of which 40.6% had children under the age of 18 living with them, 51.7% were married couples living together, 12.6% had a female householder with no husband present, 5.4% had a male householder with no wife present, and 30.3% were non-families. 23.5% of all households were made up of individuals, and 10.1% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.17. The median age in the city was 32.8 years. 29% of residents were under the age of 18; 8.8% were between the ages of 18 and 24; 29.5% were from 25 to 44; 22.6% were from 45 to 64; and 10.2% were 65 years of age or older. The gender makeup of the city was 48.9% male and 51.1% female. ==Education== There are three schools within Sandy's city limits: Sandy Grade School, Cedar Ridge Middle School and Sandy High School. Those schools are administered by the regional Oregon Trail School District. == Culture == Joe's Donuts is a nationally-acclaimed donut shop in Sandy that was established in 1974. It started as a small shop frequented by locals and has now become a tourist destination in the northwest. Joe's Donuts sits on the corner of the two major highways that cross through Sandy and is recognized for its red and white checkered exterior, which has been recently retouched by the city's Facade Improvement program. This was due to a certain clause in the program's policy stating Joe's Donuts and other buildings will known as \"iconic buildings\".thumb|The remodeled exterior of Joe's Donuts, 2019 Tollgate Inn is another one of these \"iconic buildings\". This family restaurant was established in 1980 and serves as a restaurant, bakery and saloon. Meinig Memorial Park is the largest park in Sandy. It has a variety of features, including the Dale Nicholls stage, a log gazebo and an amphitheater. There are also many picnic benches and trails that run through the trees surrounding the area. The entirety of the park structures are constructed from wood. Many reoccurring events take place in Meinig Memorial Park, such as the annual Easter egg hunt, Movies at the Park and shows performed through the Library Summer Reading Program. It is located behind city hall and Joe's Donuts, off of Meinig Avenue. The Sandy Mountain Festival is also held at Meinig Memorial Park, a two-day bazaar with over 120 artisans and food booths. It is held on July 11-12 and managed by the Sandy Mountain Festival Association, a nonprofit organization of volunteers. ==Transportation== U.S. Route 26 runs through the middle of Sandy, forming downtown Sandy's Pioneer and Proctor Boulevards. Sandy is the northern terminus of Oregon Route 211. ===Mass transit=== From around the early 1940s\"Stage Fares To Increase\" (August 6, 1947). The Oregonian (Portland, Oregon), p. 9. through the 1960s, bus transit service connecting Sandy with Gresham and Portland was provided by a private company named Portland Stages, Inc.\"Morgan [state public utility commissioner] Grants Bus Fare Hike\". (September 17, 1958). The Oregonian, p. 1. In 1970 this service was taken over by a then-new public agency, TriMet, which continued to provide transit service to Sandy until 2000. Since the beginning of 2000, Sandy has operated its own public transit system, the Sandy Area Metro, which connects with TriMet's bus and MAX light rail system at the Gresham Transit Center. Since 2004, the Mount Hood Express (originally named Mountain Express) has also provided public transit bus service to Sandy, connecting it with communities and resort areas in the Mount Hood Corridor. ===Air=== Two airports exist in Sandy: the Sandy River Airport and Country Squire Airpark. ==Media== The Sandy Post is the community's weekly newspaper, and is the official newspaper of record for the city's legal notices. ==Utilities== As of 2015, the City Government offers gigabit fiber-optic internet to all of its residents for $60 per month and 300 mbps internet for $40 per month. ==Notable people== *Nan Britton (1896–1991), secretary and mistress of President Warren G. Harding *George Bruns (1914–1983), film composer *Alma Francis (1890–1968), Broadway and silent film actress and singer *Bill Johnson (1960–2016), Olympic skier *Brenda Strong (1960–), film and television actress *Mark Thorson (1983–), football player ==See also== *National Register of Historic Places in Clackamas County, Oregon * * ==References== ==Sources== * * * * ==External links== * * *Entry for Sandy in the Oregon Blue Book *Sandy Area Chamber of Commerce Category:1853 in Oregon Territory Category:1911 establishments in Oregon Category:Populated places established in 1911 Category:Cities in Oregon Category:Cities in Clackamas County, Oregon Category:German-American culture in Oregon Category:Logging communities in the United States Category:Portland metropolitan area",
 "title": "Sandy, Oregon"
}