{
 "id": "130628",
 "text": "Frederick is a city and county seat of Tillman County, Oklahoma, United States. The population was 3,940 at the 2010 census. It is an agriculture- based community that primarily produces wheat, cotton, and cattle. Frederick is home to three dairies, a 1400-acre industrial park, and Frederick Regional Airport, which includes restored World War II hangars which house the World War II Airborne Demonstration Team.\"Mission Statement,\" WWII Airborne Demonstration Team: Remember, Honor, Serve. Accessed March 30, 2015. Frederick was visited in April 1905 by then U.S. President Theodore Roosevelt while he was on a wolf hunt.Cox, Matthew Rex. \"Roosevelt's Wolf Hunt,\" Encyclopedia of Oklahoma History and Culture, Oklahoma Historical Society, 2009. Accessed March 30, 2015. ==History== Originally established in 1901, the Frederick area was among the last of the Oklahoma Territory land to be opened to settlement. What is now Frederick used to be two towns: Gosnell and Hazel. Both towns were established in 1901, when the Kiowa-Comanche-Apache reservation was opened to settlement. In 1902 the towns combined in order to take advantage of the Blackwell, Enid and Southern Railroad. The new town was named Frederick, after the son of a railroad executive. Gosnell received the depot, and the residents of Hazel moved north to the new town of Frederick.The post office moved from Gosnell to Frederick, for which it was renamed in 1902.Evaige, Wanda Jo. \"Frederick,\" Encyclopedia of Oklahoma History and Culture. Accessed January 2, 2016. Most of the business district was destroyed by fires in 1904 and 1905. The buildings had been made of wood, and were quickly replaced with brick. In the spring of 1905, President Teddy Roosevelt visited Frederick to meet with Jack \"Catch-'em-alive\" Abernathy, the famed barehanded wolf hunter, and introduced the area to tourism and its recreational value. In 1907 the City of Frederick was incorporated, Oklahoma became a state, Frederick was named the seat of Tillman County, and the Katy Railroad came to Frederick. By 1915, Frederick had 15 miles of sidewalks and crossings, and 75 miles of wide, graded, rolled streets. The first paved streets were laid in 1918. Frederick was a major stop on the Wichita Falls and Northwestern Railway, one of the Frank Kell and Joseph A. Kemp properties which operated from 1906 to 1923 from Wichita Falls to Forgan in the Oklahoma Panhandle. The line was sold to the Missouri-Kansas-Texas Railroad (\"Katy\"). The link to Frederick was abandoned in 1973, when Altus, Oklahoma became the northern terminus of the successor railroad. The Frederick Army Air Field opened in 1941, training pilots to fly UC-78 light transport aircraft and B-25 bombers. In 1953, the base was turned over to the City of Frederick, and is now the Frederick Municipal Airport and Industrial Park. In 1962 a flagpole was erected in Pioneer Park, fulfilling the agreement between Gosnell, Hazel and the railroad.history_government.htm Frederick Chamber of Commerce - History Accessed January 2, 2016, ==Geography== Frederick is located at (34.390171, -99.016107). It is at the junction of U.S. Route 183 and Oklahoma State Highway 5. According to the United States Census Bureau, the city has a total area of , of which is land and 0.20% is water. Lake Frederick, owned by the town, is about 15 miles northeast. ===Climate=== ==Demographics== As of the census of 2000, there were 4,637 people, 1,797 households, and 1,211 families residing in the city. The population density was 935.3 people per square mile (361.0/km). There were 2,145 housing units at an average density of 432.7 per square mile (167.0/km). The racial makeup of the city was 68.04% White, 11.32% African American, 2.80% Native American, 0.43% Asian, 0.04% Pacific Islander, 13.85% from other races, and 3.52% from two or more races. Hispanic or Latino of any race were 22.02% of the population. There were 1,797 households, out of which 30.5% had children under the age of 18 living with them, 51.9% were married couples living together, 12.4% had a female householder with no husband present, and 32.6% were non- families. 29.9% of all households were made up of individuals, and 18.7% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 3.12. In the city, the population was spread out, with 27.1% under the age of 18, 7.5% from 18 to 24, 23.3% from 25 to 44, 21.3% from 45 to 64, and 20.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 87.9 males. For every 100 females age 18 and over, there were 80.7 males. The median income for a household in the city was $22,190, and the median income for a family was $28,724. Males had a median income of $22,324 versus $18,033 for females. The per capita income for the city was $13,575. About 19.0% of families and 23.3% of the population were below the poverty line, including 33.9% of those under age 18 and 15.8% of those age 65 or over. ==Government== Frederick has a City Manager/Council type of government. There are five councilpersons, one from each of the wards and one at large position. The current City Manager is Robert Johnston and the Mayor is Eddie Whitworth. ==Education== Great Plains Technology Center is located in Frederick. Frederick is served by Frederick Public Schools, which include a high school, middle school, and elementary school.Frederick Public Schools, Accessed April 2, 2015. The public school team name is the Bombers. The Frederick High School 1956 football team won the first state championship with an inter-racial team, and in 2007 were inducted into the Oklahoma Sports Hall of Fame. The teams were combined of the two high schools in Frederick, Frederick High School and Boyd High School. The Frederick Bombers returned to the state championship almost 40 years later and won the state championships in 1993, 1994. 1995 and 1996. School colors: In the 1950s the school colors were maroon and gray. This was changed in the late 1960s to red and white. In the late 1980s, the color black was added to the red and white. ==Historical Sites== The following are NRHP-listed sites in Frederick: The Ramona Theatre, built in 1929, is an excellent example of Spanish Colonial style. Interior details include electric twinkling stars and brenograph rolling clouds traveling across a midnight blue plaster sky. Tillman County Courthouse, built in 1921, is a three-story structure built of concrete slabs laid to resemble dressed stone. The north side has an unusual curved wall, and is an outstanding example of the architects’ blending of classical styles. J.D. Laney House is a one-story Craftsman-style bungalow built in 1928-1929 by John David Laney as the main house on his farm. The house was built of various types of native stone including rough granite, polished granite, sandstone, and limestone. ==Culture== Frederick hosts the annual Oklahoma Cotton Festival in September. The Frederick Public Library, originally funded in 1915 by the Carnegie Foundation, is still in service. The Tillman County Historical Society in the Pioneer Heritage Townsite Center features the old railroad depot and other historic buildings. A life-size statue of Louis and Temple Abernathy on the Tillman County Courthouse Square honors two Frederick boys who, in 1910, became national celebrities at age 6 and 10 when they rode alone by horseback from Frederick to Washington, DC to visit President Taft, and on to New York City where they greeted former President Theodore Roosevelt on his return from an African safari. ==Notable people== * Newby O. Brantly, (1905-1993), inventor and entrepreneur, lived and died in Frederick * Bob Bryant (1918-2000), born in Frederick, professional football player for NFL and CFL * Charles Collins (1904-1999), actor in films and on Broadway, born in Frederick * Glenn Dobbs (1920-2002), pro football player in AAFC and Canadian leagues, 1980 College Football Hall of Fame inductee, head coach at Tulsa * Anthony M. Massad (1920-2017), Oklahoma state senator and lawyer, practiced law in Frederick * Buddy Ryan (1931-2016), born in Frederick, football player, AFL and NFL coach, created and popularized 46 defense ==Notes== ==References== ==External links== * The Frederick Press, weekly newspaper merged with The Frederick Leader, weekly newspaper to create: * The Frederick Press-Leader, www.press-leader.com/, weekly newspaper * Encyclopedia of Oklahoma History and Culture - Frederick Category:Cities in Oklahoma Category:Cities in Tillman County, Oklahoma Category:County seats in Oklahoma",
 "title": "Frederick, Oklahoma"
}