{
 "id": "130747",
 "text": "The People First Party (PFP, ) is a centrist or centre-right political party in the Republic of China (Taiwan). ==History== The PFP was founded by James Soong and his supporters after his failed independent bid for the presidency in 2000. Soong himself is the chairman, and dominates much of its politics. The name of the party, People First (親民), has Confucian connotations.親民 literally means \"to be close to the people.\" The Great Learning states, \"What the Great Learning teaches, is—to illustrate illustrious virtue; to renovate the people; and to rest in the highest excellence\" (Tr. Legge, 大學之道明明德，在親民，在止於至善。) The official goals of PFP, as regards to cross-strait relationships and diplomacy, is for the ROC to: participate in more international organizations, promote Chinese culture overseas and seek economic and cultural interaction between Taiwan and the mainland. Its views are seen as generally favorable towards Chinese unification and staunchly against Taiwan independence. The party maintains a close but tense relationship with the Kuomintang (KMT) as part of the pan-blue coalition. However, since PFP had, like the New Party, grown out of the KMT, the two parties had to compete for the same set of voters. This dynamic in which both the KMT and PFP must simultaneously compete and cooperate with each other has led to complex and interesting politics. In several notable cases, this has led to situations in which both parties have run candidates, but close to the election the party with the less popular candidate unofficially dropped out of the race. This in turn has led to some notable situations when either the PFP or the KMT has campaigned against its own candidate, which has led to intra- party resentment. To avoid a repeat of this effect, which led to the election of Democratic Progressive Party candidate Chen Shui-bian to the presidency in 2000 by a low share of votes, Chairman Soong ran as vice-president on KMT Chairman Lien Chan's presidential ticket in the 2004 presidential election. After his defeat in Taipei mayoral election on 9 December 2006, Soong announced that he would retire from politics. At this point, with no clear goals, the PFP faced an uncertain future, and considered merging with the Kuomintang (KMT). After much negotiation, the PFP and the KMT did not merge. === Presidential bids === In September 2011, James Soong mounted the PFP's first presidential bid and selected academic Ruey-Shiung Lin to be his running mate for the 2012 election, collecting enough signatures to make it on the ballot. While analysts feared that a PFP run would split the Pan-Blue Coalition vote and hand a winnable election to the DPP (as was the case in the 2000 Presidential election), Soong insisted that his campaign was a serious one and that he would complete his run. On election day, the Soong-Lin ticket underperformed and garnered 2.77% of votes, while Ma Ying-jeou of the KMT defeated Tsai Ing-wen of the DPP by a margin of 51.60% to 45.63%. In the concurrent legislative election the PFP won 5.46% of the party-list vote, gaining them 2 seats in the Legislative Yuan, and in addition won 1 district seat for a total of 3 seats. Soong would launch presidential bids in 2016 and 2020 as well. In 2016 he would garner 12.84% of the vote, compared with 31.04% going to Eric Chu of the KMT and 56.12% going to Tsai Ing-wen of the DPP. In 2020 he would garner 4.26% of the vote, compared with 38.61% going to Han Kuo- yu of the KMT and 57.13% going to Tsai Ing-wen of the DPP. In 2016 they would maintain their seats in the legislature; however, in 2020, the PFP failed to meet the 5% threshold for party-list representation and also did not win any district seats, and was no longer represented in the Legislative Yuan. Prior to the election result in 2020, James Soong announced that his 2020 bid would be his last, throwing the future of the party into question. ==Election results== ===Presidential elections=== {| class=\"wikitable\" ! Election ! Candidate ! Running mate ! Total votes ! Share of votes ! Outcome |- ! 2000 | James Soong Chu-yuran as independent, expelled from Kuomintang in 1999. | Chang Chau-hsiung | 4,664,932 | 36.8% | Defeated |- ! 2004 | Lien Chan (15px|link=Kuomintang ) | James Soong Chu-yu | 6,423,906 | 49.8% | Defeated |- ! 2012 | James Soong Chu-yu | Lin Ruey-shiung | 369,588 | 2.77% | Defeated |- ! 2016 | James Soong Chu-yu | Hsu Hsin-ying (15x15px ) | 1,576,861 | 12.84% | Defeated |- ! 2020 | James Soong Chu-yu | Sandra Yu | 608,590 | 4.26% | Defeated |} ===Legislative elections=== {| class=wikitable ! Election ! Total seats won ! Total votes ! Share of votes ! Seat changes ! Election leader ! Status ! President |- ! 2001 | | 1,917,836 | 20.3% | 29 seats | James Soong Chu-yu | |rowspan=\"3\"| Chen Shui-bian |- ! 2004 | | 1,350,613 | 14.78% | 12 seats | James Soong Chu-yu | |- !rowspan=\"2\"| 2008 |rowspan=\"2\"| |rowspan=\"2\"| 28,254 |rowspan=\"2\"| 0.3% |rowspan=\"2\"| 33 seats |rowspan=\"2\"| James Soong Chu-yu | |- | |rowspan=\"2\"| Ma Ying-jeou |- ! 2012 | | 722,089 | 5.49% | 2 seats | James Soong Chu-yu | |- ! 2016 | | 794,838 | 6.52% | 0 seats | James Soong Chu-yu | |rowspan=\"2\"| Tsai Ing-wen |- ! 2020 | | 518,921 | 3.66% | 3 seats | James Soong Chu-yu | |} ===Local elections=== {| class=wikitable ! Election ! Mayors & Magistrates ! Councils ! Third-level Municipal heads ! Third-level Municipal councils ! Fourth-level Village heads ! Election Leader |- !2001-2002 | | | | | | James Soong Chu-yu |- !2002 | | | | | | James Soong Chu-yu |- !2005 | | | | | | James Soong Chu-yu |- !2006 | | | | | | James Soong Chu-yu |- !2009 | | | | | | James Soong Chu-yu |- !2010 | | | | | | James Soong Chu-yu |- !2014 | | | | | | James Soong Chu-yu |- !2018 | | | | | | James Soong Chu-yu |} ===National Assembly elections=== {| class=wikitable ! Election ! Total seats won ! Total votes ! Share of votes ! Changes ! Election leader ! Status ! President |- !2005 | | 236,716 | 6.11% | 18 seats | James Soong Chu-yu | | Chen Shui-bian |} ==See also== * Politics of the Republic of China * Elections in Taiwan * List of political parties in Taiwan ==Notes== ==References== ==External links== *People First Party Official Website Category:Political parties in Taiwan Category:Conservative parties in Taiwan Category:Liberal conservative parties Category:Centre-right parties in Asia Category:Centrist parties in Asia Category:Political parties established in 2000 Category:2000 establishments in Taiwan",
 "title": "People First Party (Taiwan)"
}