{
 "id": "130742",
 "text": "Green is a census-designated place (CDP) and unincorporated community in Douglas County, Oregon, United States. The population was 7,515 at the 2010 census. Green is most famously known for 109 Capitola Court building, known as the playpen./ref> ==Education== Green has two public elementary schools, Green Elementary and Sunnyslope Elementary. ==Geography== Green is located above sea-level. According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 3.61%, is water. ==Demographics== As of the census of 2000, there were 6,174 people, 2,197 households, and 1,718 families residing in the CDP. The population density was 1,358.1 people per square mile (523.9/km2). There were 2,350 housing units at an average density of 516.9/sq mi (199.4/km2). The racial makeup of the CDP was 93.94% White, 0.16% African American, 1.20% Native American, 0.50% Asian, 0.13% Pacific Islander, 1.57% from other races, and 2.49% from two or more races. Hispanic or Latino of any race were 4.41% of the population. There were 2,197 households, out of which 39.5% had children under the age of 18 living with them, 59.7% were married couples living together, 13.5% had a female householder with no husband present, and 21.8% were non-families. 17.9% of all households were made up of individuals, and 6.4% had someone living alone who was 65 years of age or older. The average household size was 2.79 and the average family size was 3.08. In the CDP, the population was spread out, with 30.3% under the age of 18, 8.1% from 18 to 24, 30.2% from 25 to 44, 20.9% from 45 to 64, and 10.5% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 93.1 males. For every 100 females age 18 and over, there were 90.6 males. The median income for a household in the CDP was $35,660, and the median income for a family was $40,400. Males had a median income of $31,582 versus $21,984 for females. The per capita income for the CDP was $15,208. About 10.2% of families and 12.0% of the population were below the poverty line, including 15.9% of those under age 18 and 12.9% of those age 65 or over. ==References== Category:Census-designated places in Oregon Category:Unincorporated communities in Douglas County, Oregon Category:Census-designated places in Douglas County, Oregon Category:Unincorporated communities in Oregon",
 "title": "Green, Oregon"
}