{
 "id": "130726",
 "text": "thumb|The Brookings harbor Brookings is a city in Curry County, Oregon, United States. It was named after John E. Brookings, president of the Brookings Lumber and Box Company, which founded the city in 1908. As of the 2020 census, the population was 6,744.American FactFinder - Results == History == === Founding === thumb|Crew looking out of camp building windows, Brookings Timber and Lumber Company, Brookings, ca. 1919 In 1906, the Brookings Timber Company hired William James Ward, a graduate in civil engineering and forestry, to come to the southern Oregon Coast and survey its lumbering potential. After timber cruising the Chetco and Pistol River areas for several years, he recommended that the Brookings people begin extensive lumbering operations here and secure a townsite for a mill and shipping center. Republished by the Curry Coastal Pilot (Brookings). While John E. Brookings was responsible for the founding of Brookings as a company town, it was his cousin, Robert S. Brookings, who was responsible for its actual design. The latter Brookings hired Bernard Maybeck, an architect based in San Francisco who was later involved in the Panama–Pacific International Exposition, to lay out the plat of the townsite. === World War II === On September 9, 1942, Mount Emily near Brookings became the only site in the mainland United States and the second in the continental territory after the bombing of Dutch Harbor to suffer aerial bombardment during World War II. A Japanese floatplane piloted by Nobuo Fujita was launched from submarine I-25. The plane was armed with two incendiary bombs on a mission intended to start massive fires in the dense forests of the Pacific Northwest.Oregon State Archives, Office of the Secretary of StateGENE SLOVERS US NAVY PAGES Japanese Plane Bombed Oregon on September 9, 1942 === Recent === The current marketing \"brand\" for the community, through the Brookings-Harbor Chamber of Commerce,Welcome! | Brookings-Harbor Chamber Of Commerce is \"The Pulse of America's Wild Rivers Coast\". America's Wild Rivers Coast is a regional marketing brand for Curry County, Oregon, and Del Norte County, California.Home Page - America's Wild Rivers Coast ==== 2011 Tsunami ==== The Port of Brookings Harbor was damaged by tidal surges from a tsunami on March 11, 2011. The largest surge was estimated to be nearly . Boats were damaged, sunk, set adrift, and swept out to sea after many docks were torn away and pilings broken. The tsunami was caused by the 9.0 MW\"USGS analysis as of 2011-03-12\". U.S. Geological Survey. Retrieved March 13, 2011. Tōhoku earthquake offshore of the east coast of Honshu Island, Japan. The damage was estimated at $25 million to $30 million. == Geography == According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Climate== Brookings enjoys a mild \"banana belt\" Mediterranean climate (Köppen climate classification Csb). ;Notes: ==Demographics== ===2010 census=== As of the census of 2010, there were 6,336 people, 2,717 households, and 1,689 families residing in the city. The population density was . There were 3,183 housing units at an average density of . The racial makeup of the city was 92.2% White, 0.3% African American, 1.8% Native American, 0.9% Asian, 0.1% Pacific Islander, 0.9% from other races, and 3.6% from two or more races. Hispanic or Latino of any race were 6.6% of the population. There were 2,717 households, of which 26.7% had children under the age of 18 living with them, 46.7% were married couples living together, 11.0% had a female householder with no husband present, 4.5% had a male householder with no wife present, and 37.8% were non-families. 31.3% of all households were made up of individuals, and 15.4% had someone living alone who was 65 years of age or older. The average household size was 2.26 and the average family size was 2.81. The median age in the city was 46.9 years. 21.1% of residents were under the age of 18; 7% were between the ages of 18 and 24; 19.8% were from 25 to 44; 28% were from 45 to 64; and 24.2% were 65 years of age or older. The gender makeup of the city was 47.7% male and 52.3% female. == Parks and recreation == === Azalea Park === Azalea Park is located at 640 Old County Road. It has picnic areas, bandshell, snackshack, gazebo, Kidtown playground, disc golf course, softball and soccer fields, and the Capella by the Sea. === Harris Beach State Park === Harris Beach State Park is located on Highway 101 at the north end of Brookings. It includes 173 acres (70 ha) of coastal access as well as RV and tent camping facilities and a rest area. ==Arts and culture== ===Annual cultural events=== Each year, the town hosts the \"Pirates of the Pacific\" festival. One major event in the town is the Azalea Festival, which includes the Azalea Parade and live music. Another very popular event in Brookings is the Nature's Coastal Holiday light display which takes is open each evening from Thanksgiving weekend through Christmas in Azalea Park. ==Media== ===Radio=== * KSEP-FM (Brookings Seventh-day Adventist Church)Brookings - Homepage ==References== ==External links== * Entry for Brookings in the Oregon Blue Book * * Brookings Chamber of Commerce * The Unlikely Bond Between An Oregon Town And The Man Who Bombed It Produced by Oregon Public Broadcasting Category:Cities in Oregon Category:Populated coastal places in Oregon Category:Company towns in Oregon Category:Cities in Curry County, Oregon Category:Micropolitan areas of Oregon Category:Port cities in Oregon Category:Populated places established in 1908 Category:1908 establishments in Oregon",
 "title": "Brookings, Oregon"
}