{
 "id": "130761",
 "text": "Arlington is a city in Gilliam County, Oregon, United States. The city's population was 586 at the 2010 censusAmerican FactFinder - Results and has a 2019 estimate of 591. == History == The account of how the city received its name varies; one tradition claims it was named after the lawyer Nathan Arlington Cornish, while another tradition claims that the Southern inhabitants of the city had enough clout to rename the city after Arlington, Virginia, home of general Robert E. Lee. Originally named Alkali, Arlington came into existence as a place for shipping cattle down the Columbia River. It was incorporated as Arlington by the Oregon Legislative Assembly on November 20, 1885. Following the completion of the John Day Dam, the original location of Arlington was moved to higher ground in 1963 to avoid the resulting inundation. In 2008, it was discovered that Mayor Carmen Kontur-Gronquist had posted photos of herself in lingerie online, which, along with several other issues, led to her recall from office. ==Geography== According to the United States Census Bureau, the city has a total area of , of which, is land and is water. ===Climate=== According to the Köppen Climate Classification system, Arlington has a semi-arid climate, abbreviated \"BSk\" on climate maps.Climate Summary for Arlington, Oregon ==Demographics== 200px|left|thumb|Park in Arlington, looking towards the Columbia River ===2010 census=== As of the census of 2010, there were 586 people, 256 households, and 149 families residing in the city. The population density was . There were 315 housing units at an average density of . The racial makeup of the city was 93.2% White, 0.2% African American, 1.0% Native American, 0.2% Asian, 2.2% Pacific Islander, 2.6% from other races, and 0.7% from two or more races. Hispanic or Latino of any race were 6.7% of the population. There were 256 households, of which 30.1% had children under the age of 18 living with them, 45.7% were married couples living together, 8.2% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 41.8% were non- families. 32.0% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.29 and the average family size was 2.92. The median age in the city was 43.6 years. 21.8% of residents were under the age of 18; 4.8% were between the ages of 18 and 24; 24.9% were from 25 to 44; 32.9% were from 45 to 64; and 15.5% were 65 years of age or older. The gender makeup of the city was 53.9% male and 46.1% female. ===2000 census=== As of the census of 2000, there were 524 people, 223 households, and 144 families residing in the city. The population density was 295.2 people per square mile (113.7/km2). There were 277 housing units at an average density of 156.0 per square mile (60.1/km2). The racial makeup of the city was 95.42% White, 1.72% Native American, 1.72% from other races, and 1.15% from two or more races. Hispanic or Latino of any race were 3.24% of the population. There were 223 households, out of which 31.4% had children under the age of 18 living with them, 53.8% were married couples living together, 7.2% had a female householder with no husband present, and 35.4% were non-families. 30.0% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.96. In the city, the population was spread out, with 26.5% under the age of 18, 5.9% from 18 to 24, 28.1% from 25 to 44, 25.4% from 45 to 64, and 14.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 102.3 males. For every 100 females age 18 and over, there were 93.5 males. The median income for a household in the city was $35,714, and the median income for a family was $45,875. Males had a median income of $34,250 versus $21,161 for females. The per capita income for the city was $17,883. About 7.9% of families and 10.1% of the population were below the poverty line, including 15.6% of those under age 18 and 9.7% of those age 65 or over. ==Economy== thumb|Aerial view of Arlington, 2015 Arlington is home to a sizable Waste Management landfill, notably receiving all of Seattle, Washington's trash and some from Portland, Oregon. In March 2010, Waste Management announcedannounced their plans to build a waste gasification plant next to their landfill that uses a plasma gasification technology that at the time was considered experimental. The plasma gasification plant was built in conjunction with the company, InEnTec, whose efforts to build such plants in California and elsewhere have met protest.fierce protest The plant went into pilot operation in November 2011. The area around Arlington is largely agricultural farm land with wheat, barley and beef cattle being the principal products. The area around Arlington is the location of several wind farms: {| class=\"wikitable sortable\" !Station !Location !Capacity (MW) !Status !Notes !No. of turbines |- |Willow Creek Wind Farm |Gilliam County and Morrow County |72 |Operational | |48 |- |Shepherds Flat Wind Farm |Gilliam County and Morrow County |845 |Operational | |338 |- |Rattlesnake Road Wind Farm |Gilliam County |103 |Operational | |49 |- |Leaning Juniper Wind Project |Gilliam County |302.3 |Operational | |200 |- |Pebble Springs Wind Farm |Gilliam County |99 |Operational | |47 |- |Wheatfield Wind Farm |Gilliam County |97 |Operational | |46 |- |Montague Wind Power Facility |Gilliam County |Phase 1 - 201 (Proposed - 404) |Operational | |Phase 1 - 56 112-269 |- |Saddle Butte Wind - Four Mile Wind |Gilliam County and Morrow County |399 |Proposed | |133 |- |2Morrow Energy |Gilliam County and Morrow County |900 |Proposed | | |} thumb|226x226px|Montague Wind Project under construction.|alt=|left Caithness Energy has the Shepherds Flat Wind Farm, one of the largest land-based wind farms in the world. Approved in 2008 by state regulators, groundbreaking came in 2009. It officially opened in September 2012 and \"reached full commercial operations in November 2012.\" There have been some controversies around the project that emerged in 2009 and 2010.Schmit, Julie, \"GE gets contract for big wind farm in Oregon\", USA Today, 12/10/2009 10:59 PM. Retrieved 2011-04-19. In fall 2017, construction was started on the Montague Wind Power Project, a project owned and operated by Avangrid Renewables to provide power to Apple Inc.'s Prineville Data Center through Oregon's Direct Access Program. \"Apple says Montague will provide it 560,000 megawatt-hours of electricity annually.\" Along with the wind farm there have been several proposed solar farms. On April 20, 2020, Avangrid requested to change the boundary and site layout of its Montague Wind Power Facility. This request was to split \"the existing site certificate into three new site certificates for facilities to be named Montague Wind, Montague Solar, and Oregon Trail Solar; and, transfer of site certificates for Montague Solar and Oregon Trail Solar to new limited liability companies, Montague Solar, LLC and Oregon Trail Solar, LLC, wholly owned subsidiaries of the current certificate holder owner, Avangrid Renewables, LLC.\" ==Notable people== * Doc Severinsen, jazz musician and big band leader ==Transportation== Arlington is located at the intersection of Interstate 84 and Oregon Route 19. I-84 travels west towards Portland and east towards Boise, Idaho; OR 19 connects Arlington to Condon and U.S. Route 26 near Dayville., with inset maps. The Port of ArlingtonPort of Arlington offers access the Columbia River water way and hosts # a marina with a water depth of 24 feet that features a fuel dock and 8 transient moorage slips, 1 side tie dock, 11-30’ slips, and 7-20’ slips; # Mid Columbia Producer, LLCMid Columbia Producer, llc River Terminal; and # a windsurfing and kiteboarding launch. The city has a small airport named Arlington Municipal Airport, located on a nearby plateau. In 2011, the U.S. Air Force proposed Arlington as the site of a future United States Department of Defense unmanned aerial vehicle base.HQ AFSC/SEFQ Lt Col (Maggie) Howard Chief, RPA Branch CNS/ATM Conference-June 13, 2011 \"Air Force Safety Center RPA Branch Presentation\" (PDF), 2011 Air Force Presentation\"Revealed: 64 Drone Bases on American Soil\" == Public services == * Arlington Health Clinic * North Gilliam Medic * North Gilliam Rural Fire Protection District * Gilliam County Sheriff's Office == Churches == * Arlington United Methodist ChurchArlington United Methodist Church * Arlington Church of the NazareneArlington Church of the Nazarene * St. Francis Catholic ChurchSt. Francis Catholic Church ==See also== * Arlington High School ==References== ==External links== * Entry for Arlington in the Oregon Blue Book * * Arlington Community Chamber of Commerce Category:Cities in Oregon Category:Cities in Gilliam County, Oregon Category:Oregon populated places on the Columbia River Category:Port cities in Oregon Category:1885 establishments in Oregon Category:Populated places established in 1885 Category:Former county seats in Oregon",
 "title": "Arlington, Oregon"
}