{
 "id": "130863",
 "text": "Waldport is a city in Lincoln County, Oregon, United States. The population was 2,033 at the 2010 census. The city is located on the Alsea River and Alsea Bay, south of Newport and north of Yachats. == History == Settlement of Waldport began in 1879 when David Ruble bought squatter’s rights from Lint Starr for $300 for property including the area now known as “Old Town”. Many early settlers were of German descent, and one of the names proposed for this town was Waldport, “wald” meaning forest or trees, and “port” referring to its proximity to the ocean. It is interesting to note that the town’s name is unique. The plat for the town was recorded on September 9, 1885 and by 1911, when Waldport was incorporated, it boasted a dozen businesses and 150 inhabitants. The earliest inhabitants of the area were known as the “Alsi” or “Alsea”, a name given to them by the Coos tribe. (Their name for themselves in their own language was “Wusi” or “Wusitslum” .) In 1780 the total number of “Yakonan”, which included tribes from Yaquina Bay to the Siuslaw, was estimated to have numbered upwards of 6000 and the Alsea river and bay was home to numerous small villages. At the time of Lewis and Clark, the numbers had dwindled to about 1000, and by 1910 only 29 remained at the Siletz reservation. Camp Angel, a Civilian Conservation Corps camp near Waldport, was home to World War II conscientious objectors involved in the arts. In September 1975, Marshall Applewhite and Bonnie Nettles gave a lecture in Waldport on UFOs which was attended by roughly 150 people. In the following days, an estimated 20 residents, nearly one out of 30 people who lived in the town, abandoned their homes and possessions and joined their group, Heaven's Gate. An Oregon State Police investigation concluded that no laws had been broken. In December 2001, Christian Longo murdered his wife and 3 children in Waldport. Longo disposed of their bodies by chaining them to heavy cinder blocks, and submerging them in the Pacific Ocean. At the time, it was said to be the city's first known homicide. Longo was sentenced to death in 2003. The 2015 film True Story, starring Jonah Hill and James Franco was loosely based on the case. ==Politics== On February 22, 2009, Mayor Herman Welch announced that he was leaving the Republican Party. Upon re-registering as a member of the Independent Party of Oregon, he became the first public official in Oregon to be a member of that party.Letters to the editor: teacher pay, Sam Adams, fishing | OregonLive.comWaldport Mayor becomes first Independent to hold public office | Independent Party of Oregon ==Geography== According to the United States Census Bureau, the city has a total area of , of which, is land and is water. ==Climate== This region experiences warm (but not hot) and semi- dry summers with some rainy days, with no average monthly temperatures above 70.4 °F. According to the Köppen Climate Classification system, Waldport has a warm-summer Mediterranean climate, abbreviated \"Csb\" on climate maps.Climate Summary for Waldport, Oregon There are cool winters during which intense rainfall occurs. It has warm, dry summers with partly overcast and moderate rainfall through the summer months. Snow in Waldport is rare but possible in winter months. Average December temperatures are a maximum of and a minimum of . Average August temperatures are a maximum of and a minimum of . The record high temperature was . The record low temperature was . Average annual precipitation is . There are on average 165 days with measurable precipitation which makes Waldport a temperate rainforest. Waldport's Köppen classification and climate is similar to locations such as parts of Ireland, southern UK, North-west Washington (state) around Olympic National Park and Canada's British Columbia. ==Demographics== ===2010 census=== As of the census of 2010, there were 2,033 people, 974 households, and 530 families living in the city. The population density was . There were 1,196 housing units at an average density of . The racial makeup of the city was 91.2% White, 0.8% African American, 1.1% Native American, 1.0% Asian, 0.3% Pacific Islander, 0.5% from other races, and 5.1% from two or more races. Hispanic or Latino of any race were 3.3% of the population. There were 974 households, of which 19.3% had children under the age of 18 living with them, 42.2% were married couples living together, 7.9% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 45.6% were non-families. 37.4% of all households were made up of individuals, and 17.6% had someone living alone who was 65 years of age or older. The average household size was 2.08 and the average family size was 2.69. The median age in the city was 53 years. 15.8% of residents were under the age of 18; 5% were between the ages of 18 and 24; 16.1% were from 25 to 44; 36.9% were from 45 to 64; and 26.2% were 65 years of age or older. The gender makeup of the city was 47.4% male and 52.6% female. ===2000 census=== As of the census of 2000, there were 2,050 people, 909 households, and 540 families living in the city. The population density was 956.8 people per square mile (369.9/km). There were 1,099 housing units at an average density of 513.0 per square mile (198.3/km). The racial makeup of the city was 93.41% White, 0.10% African American, 2.20% Native American, 1.17% Asian, 0.10% Pacific Islander, 0.34% from other races, and 2.68% from two or more races. Hispanic or Latino of any race were 3.71% of the population. There were 909 households, out of which 23.8% had children under the age of 18 living with them, 44.2% were married couples living together, 12.2% had a female householder with no husband present, and 40.5% were non- families. 34.0% of all households were made up of individuals, and 17.2% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.81. In the city, the population was spread out, with 23.9% under the age of 18, 4.2% from 18 to 24, 22.8% from 25 to 44, 25.7% from 45 to 64, and 23.5% who were 65 years of age or older. The median age was 45 years. For every 100 females, there were 83.0 males. For every 100 females age 18 and over, there were 78.3 males. The median income for a household in the city was $33,301, and the median income for a family was $38,571. Males had a median income of $29,904 versus $22,071 for females. The per capita income for the city was $15,939. About 9.4% of families and 17.3% of the population were below the poverty line, including 24.9% of those under age 18 and 9.6% of those age 65 or over. ==Education== Waldport High School is a public high school in Waldport that opened in 1958.About Us - Waldport High School. Accessed 3 July 2014 For the 2011–2012 school year, Waldport High reported enrolling 208 students. The school is part of the Lincoln County School District. In 2010 Waldport became home to the west campus for the Oregon Coast Community College. ==Transportation== *Alsea Bay Bridge *Wakonda Beach State Airport ==References== == Further reading == * ==External links== * City of Waldport (official website) * Entry for Waldport in the Oregon Blue Book Category:Cities in Lincoln County, Oregon Category:Alsea River Category:Oregon Coast Category:Populated coastal places in Oregon Category:Port cities in Oregon Category:1911 establishments in Oregon Category:Cities in Oregon",
 "title": "Waldport, Oregon"
}