{
 "id": "130979",
 "text": "Summerville is a city in Union County, Oregon, United States. The population was 135 at the 2010 census. ==History== Summerville was platted on September 20, 1873, along Ruckle Road by William H. Patten. Patten had a freight depot along Ruckles Road, only the second road over the Blue Mountains, which was a popular route over the Blue Mountains until it washed out in 1884. Speculators and investors then moved to Elgin, Oregon. An 1888 Sanborn map, the first of four of the city, shows an opera hall, bank, livery, drugstore, as well as other stores. In 1888, half of the main street buildings were destroyed in a fire, but were rebuilt soon after. As the town was already in a sharp commercial decline by 1910, buildings that were destroyed after then were not replaced. In 1890, the population was 280 people. ==Geography== Summerville lies in the northern Grande Ronde Valley about northwest of Imbler along Summerville Road. Oregon Route 82 passes through Imbler, between La Grande to the southwest and Elgin to the northeast. Mill Creek, a tributary of Willow Creek, which itself is a tributary of the Grande Ronde River, flows through Summerville. According to the United States Census Bureau, the town has a total area of , all of it land. ===Climate=== This region experiences warm (but not hot) and dry summers, with no average monthly temperatures above . According to the Köppen Climate Classification system, Summerville has a warm- summer Mediterranean climate, abbreviated \"Csb\" on climate maps. ==Demographics== thumb|left|Summerville Store and Post Office ===2010 census=== As of the 2010 census, there were 135 people, 45 households, and 38 families residing in the town. The population density was . There were 50 housing units at an average density of . The racial makeup of the town was 97.0% White, 0.7% from other races, and 2.2% from two or more races. Hispanic or Latino of any race were 2.2% of the population. There were 45 households, of which 53.3% had children under the age of 18 living with them, 64.4% were married couples living together, 13.3% had a female householder with no husband present, 6.7% had a male householder with no wife present, and 15.6% were non-families. 15.6% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 3.00 and the average family size was 3.26. The median age in the town was 32.4 years. 37% of residents were under the age of 18; 3.7% were between the ages of 18 and 24; 27.3% were from 25 to 44; 18.5% were from 45 to 64; and 13.3% were 65 years of age or older. The gender makeup of the town was 53.3% male and 46.7% female. ===2000 census=== As of the census of 2000, there were 117 people, 45 households, and 34 families residing in the city. The population density was 436.6 people per square mile (167.3/km). There were 47 housing units at an average density of 175.4 per square mile (67.2/km). The racial makeup of the city was 100.00% White. Hispanic or Latino of any race were 0.85% of the population. There were 45 households, out of which 33.3% had children under the age of 18 living with them, 66.7% were married couples living together, 6.7% had a female householder with no husband present, and 24.4% were non-families. 20.0% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.00. In the city, the population was spread out, with 28.2% under the age of 18, 2.6% from 18 to 24, 21.4% from 25 to 44, 32.5% from 45 to 64, and 15.4% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 125.0 males. For every 100 females age 18 and over, there were 100.0 males. The median income for a household in the city was $34,375, and the median income for a family was $38,750. Males had a median income of $33,750 versus $28,333 for females. The per capita income for the city was $14,099. There were 16.1% of families and 15.5% of the population living below the poverty line, including 18.9% of under eighteens and 40.0% of those over 64. ==References== ==External links== * Listing for Summerville in the Oregon Blue Book Category:Cities in Oregon Category:Cities in Union County, Oregon Category:1873 establishments in Oregon Category:Populated places established in 1873",
 "title": "Summerville, Oregon"
}