{
 "id": "131016",
 "text": "West Haven-Sylvan is a census-designated place (CDP) in Washington and Multnomah counties, Oregon, United States, north of U.S. Route 26. As of the 2000 census, the CDP population was 7,147. ==History== In 1850, Nathan B. Jones, a pioneer of 1847, settled at the head of Tanner Creek and platted lots for a community he called \"Zion Town\". It is unknown if he named the place for Mount Zion, a summit located about a mile to the southeast. Because the name \"Zion\" for a local post office would have caused confusion, as there had already been two post offices so-named in Oregon, a resident suggested the name \"Sylvan\", from the Roman deity of the woods Silvanus. The office was established in 1890 and it closed in 1906. Jones, who was considered an eccentric hermit, had wanted Zion Town to become the new capitol of Oregon. He was murdered during the course of a robbery in 1894. Sylvan post office was located at what today is the interchange of Sunset Highway, Scholls Ferry Road and Skyline Boulevard within the Portland city limits in Multnomah County. ==Geography== According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 7,147 people, 3,395 households, and 1,738 families residing in the CDP. The population density was 2,673.9 people per square mile (1,033.5/km2). There were 3,572 housing units at an average density of 1,336.4/sq mi (516.5/km2). The racial makeup of the CDP was 89.45% White, 1.18% African American, 0.50% Native American, 5.40% Asian, 0.11% Pacific Islander, 1.06% from other races, and 2.29% from two or more races. Hispanic or Latino of any race were 2.84% of the population. There were 3,395 households, out of which 20.5% had children under the age of 18 living with them, 44.3% were married couples living together, 4.8% had a female householder with no husband present, and 48.8% were non-families. 36.6% of all households were made up of individuals, and 7.2% had someone living alone who was 65 years of age or older. The average household size was 2.09 and the average family size was 2.81. The CDP's population is spread out, with 17.6% under the age of 18, 9.8% from 18 to 24, 33.3% from 25 to 44, 28.0% from 45 to 64, and 11.3% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 97.5 males. For every 100 females age 18 and over, there were 96.3 males. The median income for a household in the CDP was $56,286, and the median income for a family was $82,928. Males had a median income of $53,641 versus $41,169 for females. The per capita income for the CDP was $39,055. About 2.0% of families and 4.7% of the population were below the poverty line, including 2.0% of those under age 18 and 7.5% of those age 65 or over. ==Infrastructure== Fire protection and EMS services are provided through Tualatin Valley Fire and Rescue. Catlin Gabel School and Providence St. Vincent Medical Center are within the area. ==References== Category:Census- designated places in Oregon Category:Census-designated places in Washington County, Oregon Category:Census-designated places in Multnomah County, Oregon",
 "title": "West Haven-Sylvan, Oregon"
}