{
 "id": "131157",
 "text": "thumb|250px|right|Bird's eye view of Pitcairn, about 1909 Pitcairn is a borough in Allegheny County, Pennsylvania, east of Pittsburgh's central business district, named for Robert Pitcairn, an official of the Pennsylvania Railroad. Early in the 20th century, Pitcairn was the site of large railroad yards and shops that employed nearly ten thousand men. The population increased from 2,601 in 1900 to 6,310 in 1940, but has since declined. The population was 3,294 at the 2010 census. ==Demographics== As of the census of 2000, there were 3,689 people, 1,675 households, and 911 families residing in the borough. The population density was 6,892.2 people per square mile (2,637.6/km2). There were 1,901 housing units at an average density of 3,551.7 per square mile (1,359.2/km2). The racial makeup of the borough was 98.10% White, 0.43% African American, 0.11% Native American, 0.41% Asian, 0.05% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 0.54% of the population. There were 1,675 households, out of which 24.7 percent had children under the age of eighteen living with them, 35.9 percent were married couples living together, 13.8 percent had a female householder with no husband present, and 45.6 percent were non-families. Of all households, 39.3 percent were made up of individuals, and 14.6 percent had someone living alone who was sixty-five years of age or older. The average household size was 2.20 and the average family size was 2.98. In the borough the population was spread out, with 22.2 percent under the age of eighteen, 9.8 percent from eighteen to twenty-four, 30.7 percent from twenty-five to forty-four, 21.3 percent from forty-five to sixty-four, and 16 percent who were sixty-five years of age or older. The median age was thirty-seven years. For every 100 females, there were 90.9 males. For every 100 females age eighteen and over, there were 90.4 males. The median income for a household in the borough was $25,688, and the median income for a family was $34,226. Males had a median income of $30,637 versus $21,312 for females. The per capita income for the borough was $14,785. About 7.2 percent of families and 12 percent of the population were below the poverty line, including 13.6 percent of those under age 18 and 12.0 percent of those age 65 or over. As of 2019, the racial composition of the borough is approximately 72.88% White, 18.25% African American or Black and 2.12% Asian. Two or more races make up 6.01% of the population. ==Notable people== Pitcairn was the birthplace of bandleader Ted Weems and of musical instrument maker Carl Thompson, as well as early NFL football player Harry Robb. Pitcairn was also the birthplace of Robert Dewees \"Cutty\" Cutshall, a trombonist who played with the bands of Jan Savitt, Benny Goodman, Eddie Condon, and was a founding member of Lawson/Haggart's World's Greatest Jazz Band. Cutty's base was out of New York City, where he made countless records and also played at the world famous Rainbow Room. ==Economic activity== Pitcairn Yard, which opened in 1892 and was for many decades a major switching yard of the Pennsylvania Railroad, later the Penn Central Railroad and Conrail, is now, since the 1990s, an intermodal freight transport yard for the Norfolk Southern Railway, where containers are taken off trains and transferred to trucks for delivery, or from trucks to trains. In 1971 the first Fox's Pizza Den was opened on Broadway Boulevard in Pitcairn. It remains open to this day.Fox's Pizza Den Pitcairn operates its own power distribution system and municipally owned Government-access television (GATV) cable television system.Welcome to the Borough of Pitcairn ==Education== K-12 students in Pitcairn are served by the Gateway School District, a public school district with a student population of 4,300. In February, 2012, the Gateway School Board approved a Propel charter school proposal to open a kindergarten through 8th grade charter school within the district's borders. Propel operates 9 schools in Allegheny County. The Propel charter school re- opened the former Pitcairn Elementary Building on Agatha Street, which the Gateway board had closed in 2011. The school opened with little controversy to approximately 300 kindergarten through 6th grade students in August, 2012, with a planned expansion to 8th grade over the following two years. ==Government and politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- | style=\"text-align:center; |2020 | style=\"text-align:center; |48% 635 | style=\"text-align:center; |50% 668 | style=\"text-align:center; background:honeyDew;\"|2% 27 |- | style=\"text-align:center; |2016 | style=\"text-align:center; |49% 628 | style=\"text-align:center; |50% 645 | style=\"text-align:center; background:honeyDew;\"|1% 18 |- | style=\"text- align:center; |2012 | style=\"text-align:center; |47% 582 | style=\"text- align:center; |52% 641 | style=\"text-align:center; background:honeyDew;\"|1% 12 |} ==References== ==External links== * Borough of Pitcairn (official site) * Pitcairn Historical Society Category:Populated places established in 1891 Category:Pittsburgh metropolitan area Category:Boroughs in Allegheny County, Pennsylvania Category:1891 establishments in Pennsylvania Category:Enclaves in the United States",
 "title": "Pitcairn, Pennsylvania"
}