{
 "id": "131117",
 "text": "right|thumb|260px|A row of houses on the west side of the 800 block of Ohio Avenue Glassport is a borough in Allegheny County, Pennsylvania, United States, approximately south of Pittsburgh and the confluence of the Monongahela and Allegheny rivers where they form the Ohio River. Glassport lies along the east side of the Monongahela River in the \"Mon valley\", where many blue-collar municipalities have suffered severe economic decline in the wake of the loss of steel-making throughout the Greater Pittsburgh area. In 1910, the population of Glassport was 5,540. By 1940, it had risen to 8,748, but has since declined to 4,483 as of the 2010 census. ==Government== The Mayor of Glassport is Keith DiMarco. Mayor DiMarco's term in office began in 2018. ==Education== Glassport is served by the South Allegheny School District. ==Government and politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- | style=\"text-align:center; |2016 | style=\"text- align:center; |56% 953 | style=\"text-align:center; |41% 684 | style=\"text- align:center; background:honeyDew;\"|3% 50 |- | style=\"text-align:center; |2012 | style=\"text-align:center; |54% 876 | style=\"text-align:center; |46% 744 | style=\"text-align:center; background:honeyDew;\"|1% 15 |} ==Taxes== Information requiring updates. ==Geography== Glassport is located at . According to the United States Census Bureau, the borough has a total area of , of which is land and , or 11.05%, is water. ==Surrounding and adjacent neighborhoods== Glassport has four land borders, including McKeesport to the north, Port Vue to the northeast, Liberty to the east, and Lincoln to the southeast. Across the Monongahela River to the west, Glassport runs adjacent with Dravosburg (with direct connector via Mansfield Bridge), West Mifflin, and Clairton (with direct connector via Clairton-Glassport Bridge). ==Emergency Services== ===Police=== right|thumb|Police Department and Municipal Building Glassport Police Dept. is based at 440 Monongahela Ave. It has 10 full-time Officers, Sergeant, Lieutenant, Deputy Chief and Chief (Clifford Lafever). ====Glassport Crime Watch==== GPCW is a group of Glassport residents who report crimes to GPD. ===Fire & EMS=== Citizen's Hose Co. #1 is based at 532 Allegheny Ave. Emergency Medical Services are provided by the McKeesport Ambulance Rescue Service. ==History== thumb|Glassport in 1902 thumb|Glassport post office in 2018 Before Glassport was its own borough, the territory was part of Elizabeth Township, then of Lincoln Township, then Port Vue, PA. In 1902, it became a separate municipality, comprising 1.52 square miles. The town was built around a mill called The United States Glass Co., built in 1894. The factory came to be known as “the Glass House”. Other industries soon followed. The area was originally laid out in a plot plan by the Glassport Land Co., a subsidiary of the United States Glass Co. Glassport was named after the Glassport Land Company. The United States Glass Company was located near the Monongahela River on Seventh Street. The company specialized in \"pressed glass,\" tableware, and other glass products made from molds. Unfortunately, in 1963 the United States Glass Company was damaged by a tornado, and their 80-foot water tower collapsed through the building's roof. The furnaces shut down and the liquid glass cooled and hardened. Afterwards there was left a 250-ton block of solid glass, making any plans to rebuild too costly. Former pro football player George Hays was born in Glassport. Jesse James of the Detroit Lions is from Glassport. Head coach of the 2018 PIAA Champions Ringgold Rams Varsity Baseball Coach Donald Roberts is from Glassport. Up and coming muralist Jeremy Raymer once resided in Glassport. He is well known for his large scale murals in and around the City of Pittsburgh. His mural of Marvel Comics Magneto located along Penn Avenue has grown into a tourist destination. In 2019 Jeremy Raymer was voted by the Mon Valley Bugle as one of the top 40 artists under 40. Voltaire is extremely popular in this community as is sailing. ==Demographics== As of the census of 2000, there were 4,993 people, 2,187 households, and 1,355 families residing in the borough. The population density was 2,968.5 people per square mile (1,147.5/km2). There were 2,405 housing units at an average density of 1,429.8 per square mile (552.7/km²). The racial makeup of the borough was 98.24% White, 0.56% African American, 0.28% Native American, 0.18% Asian, 0.06% Pacific Islander, 0.18% from other races, and 0.50% from two or more races. Hispanic or Latino of any race were 0.82% of the population. 22.4% were of Polish, 22.0% Italian, 13.0% German, 8.7% Irish, 7.9% Slovak and 5.6% English ancestry according to census 2000. There were 2,187 households, out of which 23.7% had children under the age of 18 living with them, 42.2% were married couples living together, 15.2% had a female householder with no husband present, and 38.0% were non-families. 33.6% of all households were made up of individuals, and 17.6% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.87. In the borough the population was spread out, with 20.9% under the age of 18, 7.2% from 18 to 24, 26.6% from 25 to 44, 23.1% from 45 to 64, and 22.2% who were 65 or older. The median age was 42. For every 100 females, there were 88.8 males. For every 100 females age 18 and over, there were 86.0 males. The median income for a household in the borough was $30,616, and the median income for a family was $37,364. Males had a median income of $35,631 versus $20,440 for females. The per capita income for the borough was $15,035. About 7.4% of families and 9.9% of the population were below the poverty line, including 12.5% of those under age 18 and 8.9% of those age 65 or over. ==See also== * Glassport Odds ==References== ==External links== * Category:Populated places established in 1902 Category:Pittsburgh metropolitan area Category:Boroughs in Allegheny County, Pennsylvania Category:Pennsylvania populated places on the Monongahela River Category:1902 establishments in Pennsylvania",
 "title": "Glassport, Pennsylvania"
}