{
 "id": "131104",
 "text": "Edgewood is a borough in Allegheny County, Pennsylvania, United States, adjacent to the city of Pittsburgh. The population was 3,118 at the 2010 census. ==History== thumb|left|Edgewood Post Card Mural, located at Signs N' At, Edgewood Towne Centre Edgewood was incorporated on December 1, 1888. Its historic landmarks include the Edgewood Borough Building where the police and fire service are also housed; the First Presbyterian Church of Edgewood; the Edgewood Community House which is home to both CC Mellor Memorial Library and the Edgewood Club; Memorial Park; Koenig Community Field and Field House; Edgewood Primary School (which was originally a K-12 in Edgewood's own district but was incorporated into the Woodland Hills School District merger in 1982, and most recently serves as a K-6 school building); and a historic train station. The Gardner-Bailey House is on the National Register of Historic Places. Union Switch & Signal's primary factory was located near here for 106 years prior to its closure in 1986. Its site is currently being used as a shopping center, Edgewood Towne Centre, which was established in 1990.http://s3.amazonaws.com/pdfs.phillipsedison.com/000087/MP_EdgewoodTowneCenter_PA_000087.pdf ==Geography== Edgewood is located at (40.431868, -79.884321). According to the United States Census Bureau, the borough has a total area of , all of it land. ==Government and politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- | style=\"text-align:center; |2016 | style=\"text-align:center; |15% 320 | style=\"text-align:center; |81% 1,695 | style=\"text-align:center; background:honeyDew;\"|4% 77 |- | style=\"text-align:center; |2012 | style=\"text-align:center; |26% 530 | style=\"text-align:center; |72% 1,452 | style=\"text-align:center; background:honeyDew;\"|2% 36 |} ==Surrounding neighborhoods== Edgewood has four borders, including Wilkinsburg to the north, Braddock Hills to the east and southeast, Swissvale to the south and west, and the Pittsburgh neighborhood of Regent Square to the northwest. ==Demographics== === 2010 Census === At the 2010 United States Census, there were 3,118 people residing in Edgewood, a decrease of 5.8% since 2000. Of that total, 85.1% (2,653) identified themselves as White, 9.3% (290) as Black or African American, 2.6% (81) as Asian, 0.3% (10) as American Indian and Alaska Native, 0.6% (19) as Other, and 2.1% (65) as Multiracial. There were 2.7% (84) of the population who identified as Hispanic or Latino (of any race). === 2000 Census === At the 2000 census, there were 3,311 people, 1,639 households and 824 families residing in the borough. The population density was 5,600.2 per square mile (2,166.8/km2). There were 1,730 housing units at an average density of 2,926.1/sq mi (1,132.1/km2). The racial makeup of the borough was 89.13% White, 7.85% African American, 0.12% Native American, 1.48% Asian, 0.09% Pacific Islander, 0.51% from other races, and 0.82% from two or more races. Hispanic or Latino of any race were 1.36% of the population. There were 1,639 households, of which 19.5% had children under the age of 18 living with them, 39.3% were married couples living together, 8.4% had a female householder with no husband present, and 49.7% were non-families. 40.4% of all households were made up of individuals, and 9.9% had someone living alone who was 65 years of age or older. The average household size was 1.99 and the average family size was 2.75. Age distribution was 17.4% under the age of 18, 7.1% from 18 to 24, 34.6% from 25 to 44, 27.0% from 45 to 64, and 13.9% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 85.8 males. For every 100 females age 18 and over, there were 81.1 males. The median household income was $52,153, and the median family income was $68,281. Males had a median income of $47,292 versus $38,950 for females. The per capita income for the borough was $39,188. About 1.8% of families and 4.8% of the population were below the poverty line, including 8.0% of those under age 18 and 1.5% of those age 65 or over. ==Government== Edgewood is governed by a mayor and borough council under the administration of Mayor Jack Wilson (D), who took office in 2017. The council is composed of seven members: * Justin Petrolla (R) * George Fuller (R) * John Wainright (R) * Jack Bright (R) * Ryan O'Donnell (D) * Tara Yaney (G) * Ben Love (D) Councilman Wainright is the president of the council.GOVERNMENT & ADMINISTRATION FOR EDGEWOOD BOROUGH, Borough of Edgewood, 2019. Accessed 2020-4-20. ==Education== Edgewood Borough is served by the Woodland Hills School District. ==Notable people== *Frances Arnold, Chemical Engineering and Biochemistry. Nobel Prize for Chemistry, 2018. *David Conrad, actor *Willard Rockwell, businessman *James L. Swauger, archaeologist *Jane Grey Swisshelm, abolitionist and leading figure of the early woman's movement *George Westinghouse, inventor ==See also== * Edgewood Country Club * Edgewood School District * Woodland Hills School District * Western Pennsylvania School for the Deaf ==References== ==External links== * Edgewood Borough official website Category:Populated places established in 1888 Category:Pittsburgh metropolitan area Category:Boroughs in Allegheny County, Pennsylvania Category:Pittsburgh History & Landmarks Foundation Historic Landmarks Category:1888 establishments in Pennsylvania",
 "title": "Edgewood, Allegheny County, Pennsylvania"
}