{
 "id": "131113",
 "text": "thumb|right|260px|Municipal Offices on Golden Circle Road Forward Township is a township in Allegheny County, Pennsylvania, United States. The population was 3,376 at the 2010 census. The township is named after Walter Forward, U.S. Secretary of the Treasury from 1841 to 1843. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and , or 4.92%, is water. The township includes the small Monongahela River community of Gallatin, Pennsylvania, the hometown of baseball record holder Ron Necciai. ==Government and Politics== {| align=\"center\" border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"float:right; margin: 1em 1em 1em 0; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\" |+ Presidential Elections Results |- bgcolor=lightgrey ! Year ! Republican ! Democratic ! Third Parties |- | style=\"text-align:center; |2016 | style=\"text- align:center; |67% 1,014 | style=\"text-align:center; |31% 473 | style=\"text- align:center; background:honeyDew;\"|2% 34 |- | style=\"text-align:center; |2012 | style=\"text-align:center; |54% 766 | style=\"text-align:center; |44% 623 | style=\"text-align:center; background:honeyDew;\"|2% 18 |} ===Neighboring communities=== Forward Township is the southernmost municipality in Allegheny County. It is bordered by Elizabeth Borough to the north, Elizabeth Township to the east, and Rostraver Township (in Westmoreland County) to the southeast. Forward Township is bordered across the Monongahela River by Carroll Township, the city of Monongahela (via the Monongahela City Bridge), and the borough of New Eagle, all to the south, and by Union Township to the west. All of the communities across the Monongahela River are in Washington County. ==Demographics== At the 2000 census there were 3,771 people, 1,485 households, and 1,091 families living in the township. The population density was 199.3 people per square mile (76.9/km). There were 1,616 housing units at an average density of 85.4/sq mi (33.0/km). The racial makeup of the township was 97.61% White, 1.09% African American, 0.13% Native American, 0.32% Asian, 0.03% Pacific Islander, 0.08% from other races, and 0.74% from two or more races. Hispanic or Latino of any race were 0.32%. There were 1,485 households, 27.9% had children under the age of 18 living with them, 59.1% were married couples living together, 10.7% had a female householder with no husband present, and 26.5% were non-families. 22.2% of households were made up of individuals, and 10.8% were one person aged 65 or older. The average household size was 2.53 and the average family size was 2.98. The age distribution was 22.4% under the age of 18, 5.6% from 18 to 24, 27.7% from 25 to 44, 25.4% from 45 to 64, and 18.9% 65 or older. The median age was 42 years. For every 100 females, there were 94.5 males. For every 100 females age 18 and over, there were 93.2 males. The median household income was $40,918 and the median family income was $45,774. Males had a median income of $34,375 versus $21,912 for females. The per capita income for the township was $19,860. About 10.0% of families and 12.0% of the population were below the poverty line, including 23.4% of those under age 18 and 11.1% of those age 65 or over. ==References== Category:Pittsburgh metropolitan area Category:Townships in Allegheny County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Forward Township, Allegheny County, Pennsylvania"
}