{
 "id": "131269",
 "text": "Greene Township is a township in Beaver County, Pennsylvania, United States. The population was 2,356 at the 2010 census. ==Geography== Greene Township is a largely rural area in the southwestern part of Beaver County, Pennsylvania. According to the United States Census Bureau, the township has a total area of , of which is land and , or 4.56%, is water. ==Surrounding neighborhoods== Greene Township has five land borders, including Shippingport to the northeast, Raccoon Township to the east, Hanover Township to the south, Hancock County, West Virginia to the west, and Georgetown to the northwest. Across the Ohio River, the township runs adjacent with Glasgow, Ohioville and Midland. The borough of Hookstown, though a separate municipality, is located within Greene Township (in the center) and provides the mailing address for the township. ==Demographics== As of the census of 2000, there were 2,705 people, 947 households, and 753 families residing in the township. The population density was 108.6 people per square mile (41.9/km2). There were 1,002 housing units at an average density of 40.2/sq mi (15.5/km2). The racial makeup of the township was 98.04% White, 0.26% African American, 0.26% Native American, 0.07% Asian, 0.04% Pacific Islander, 0.11% from other races, and 1.22% from two or more races. Hispanic or Latino of any race were 0.78% of the population. There were 947 households, out of which 42.3% had children under the age of 18 living with them, 66.0% were married couples living together, 9.2% had a female householder with no husband present, and 20.4% were non- families. 16.5% of all households were made up of individuals, and 6.9% had someone living alone who was 65 years of age or older. The average household size was 2.84 and the average family size was 3.19. In the township the population was spread out, with 29.4% under the age of 18, 7.0% from 18 to 24, 31.3% from 25 to 44, 24.4% from 45 to 64, and 7.9% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 104.5 males. For every 100 females age 18 and over, there were 103.6 males. The median income for a household in the township was $43,167, and the median income for a family was $48,333. Males had a median income of $35,714 versus $25,458 for females. The per capita income for the township was $16,890. About 7.6% of families and 10.5% of the population were below the poverty line, including 19.1% of those under age 18 and 5.2% of those age 65 or over. ==References== ==External links== *Official website of Greene Township Category:Populated places established in 1776 Category:Pittsburgh metropolitan area Category:Townships in Beaver County, Pennsylvania",
 "title": "Greene Township, Beaver County, Pennsylvania"
}