{
 "id": "131282",
 "text": "New Galilee is a borough in Beaver County, Pennsylvania, United States. The population was 379 at the 2010 census. The Borough Council has five elected members: a president, vice president, and three other committee chairs. ==History== ===Early history=== The first written records tell of the coming, by horseback and on foot, of white settlers to the vicinity about 1800. A large proportion of these were young married couples from eastern Pennsylvania, Virginia, and the north of Ireland. Something not generally known is that slavery once existed in Beaver County. In 1800 there were four slaves; in 1810 there were eight; in 1820 there were, five and in 1830 none: all having been liberated by law. In 1808 the state conveyed to Joseph Chapman a tract of land consisting of 386 acres. The plot was known as Chapman's Hall and was so named in the deed. Chapman later sold his land to James Nicholson, who came and brought from the south three colored slaves, Pompey Frazier, Tamer Frazier and Betty Mathers. Mr. and Mrs. Nicholson by deed dated May 6, 1819, conveyed to these three servants, who had so faithfully served them, the farm on which they resided. The deed, however, not to be in effect while either Mr. or Mrs. Nicholson lived. Ten years after the date of the deed Mr. Nicholson died. Shortly after Tamer Frazier also died. Pompey Frazier and Betty Mathers continued to live with Mrs. Nicholson until her death, when they became the owners of the farm. Pompey Frazier died without offspring and Betty Mathers became sole possessor of the property. Meanwhile, she had married Henry Jordan, a fiddler, in 1840 and had several sons and daughters. She sold the land and upon it the greater part of New Galilee has been built. Betty Mathers Jordan died in 1872. The stream which flows through New Galilee is named for the Jordan family \"Jordan's Run\". . The original homestead of Betty Mathers and her husband Henry Jordan was located at 709 Washington Avenue, next to the post office. ..[5] This location is now the museum of the New Galilee Historical Society and residence of the curator William Bittner. ===Founding and incorporation=== In 1854 the question was raised as to what to name the village. The citizens, most of them devout Christians, said that, \"As the small stream that flows through the village is called Jordan's Run, why not name it New Galilee as Galilee means beyond Jordan\". Application was made at the June 1867 session of court for the rights of incorporation. The application was signed by P. L. Grim, Robert Porter, J. B. Johnson, W. Thompson, John Acheson, W. D. Eakin, John Graebing, R. E. Hudson, Dr. R. J. Britain, and twenty-two others. The degree was granted January 15, 1868. The first election was held 'the third Friday of the following March, at which J. S. Hudson was judge, and W. D. Eakin and John Acheson were inspectors. The village was surveyed and platted June 13 and 14, 1876 by James Harper, County Surveyor. The northerly streets were to be Washington and Centennial Avenues. The easterly ones were to be Jackson. Jefferson, Monroe, and Madison. ===Industries=== Some industries have flourished in New Galilee. From 1860 to 1875 the Harmony Society operated two coal oil mills, one which was among the largest of its kind in the United States. It stood on the site of the Pennsylvania Railroad depot. A cooper shop was established in 1863 by Henry Donaldson. In 1865 Anthony Smith came from New York and started a second cooper shop. In 1902 the Beaver Clay Company, manufacturers of brick and clay products located in New Galilee. ===Beaver Clay Manufacturing Co.=== thumb|Beaver Clay Company BrickThe Beaver Clay Mfg. Co. was incorporated in 1902, and its first plant was erected the same year. In that year, the company began manufacturing paving bricks. Shortly after the paving brick facilities were operational, the company made plans to manufacture face bricks. In 1915, the company made plans to improve its operations at a cost of over $100,000. Michael Baker was the lead engineer on the improvement project. The Beaver County clay company was awarded contracts with the U.S. government during World War I, which would help bolster its output to 30-36 million bricks in 1919. The company was purchased by the New Castle Refractories Company in 1935. The New Castle Refractories Co. purchase the plant in order to manufacture refractories for hot tops that were used in the open-hearth steel industry. Eventually, the New Castle Refractories was absorbed by the Pittsburgh Refractories Company. Today, the property is occupied by E.J. Bognar, Inc., which is still in operation today. ===Mining=== Clay was an abundant resource in Beaver county. According to the 1955 circular of the Pennsylvania Geological Survey, In 1955 Beaver County produced 13.7% of Pennsylvania's total clay output. There were 13 companies that mined clay in Beaver county at that time. Two of these companies, The Negley Fire Clay Co. and Ralph A. Veon, Inc. mined fire clay of the plastic variety from open pits and marketed the output for use in manufacturing fire brick and block, foundries, and heavy clay products. In addition, Ralph A. Veon, Inc., mined and sold fire clay of the burley variety. In 1955, New Castle Refractories mined stoneware clay from an underground mine near New Galilee for use locally in manufacturing pouring channels ==Churches== There are three churches located in New Galilee: The Galilean United Presbyterian Church and The New Galilee Church of the Nazarene and St. Ann's Church which were erected in 1895, 1908 and 1924 respectively. With the exception of St. Ann's the churches continue to hold services. . === The Galilean UP Church === In May 1874, Presbyterian worship was established during the ministry of Rev H. N. Potter, pastor of the Mt. Pleasant Church in Darlington. The first meetings were held in the home of Samuel Henry, later evening meetings were held in the U. P. Church. Then Grant's Hall was rented for services. Later the hall Donaldson cooper shop was used. Last services were held in the brick school until the present frame chapel was erected in 1895 at a cost of $2100 for the lot, building and furnishings. === The New Galilee Church of the Nazarene === In the summer of 1907 the Reverend C. A. Imhoff, a regional evangelist, came to New Galilee and held a revival meeting in the Wesleyan-Holiness tradition. Afterwards, a small congregation of about thirty-five people was organized and began meeting in a local hall. A lot was soon donated on Washington Avenue and a small church was erected and then dedicated on the weekend of January 25–26, 1908. The Reverend C. N. Cain served as the first pastor of the Pentecostal Church of the Nazarene of New Galilee, although the word \"Pentacostal\" was dropped in 1919. The church has been remodeled and expanded over the years and is still in service today. The New Galilee Church of the Nazarene hosts an original passion play, \"God With Us\". God With Us was a ministry began in 2008 and depicts the suffering and resurrection of Jesus Christ. Originally the church held four performances, free of admission, attracting around 300 people. As of 2015, the church has 11 performances planned. === St. Ann's Church === On June 19, 1923, a dream came true for the Roman Catholic parishioners, who had to travel long distance to worship. Ground was broken for St. Ann's Church in New Galilee. The church was dedicated and the cornerstone blessed on November 16, 1924, by the Rev. Fr. F. F. O'Shea, pastor of St. Mary's Church, New Castle, Pennsylvania. St. Ann's held its last services on June 3, 2001. Today, St. Ann's was used as the headquarters of Integra Marketing Group until 2017. As of June 2021, the building is currently available for purchase . ==Social organizations== ===Lombardia Mutual Benefit Association (LMBA)=== The LMBA is a social club founded in 1916. It is located at 101 Locust Street and is adjacent to the Jordan Run. The LMBA outings include men and women's bocce, a pool league and a golf league. The club was founded by citizens who immigrated to the area from the Lombardia province of Italy to find work in the town's brick yards. The New Galilee Yacht Club sits on the banks of the Lil' Jordan Creek. ===Volunteer Fire Department=== The New Galilee Volunteer Fire Department was established in 1929 as far as the record can be traced. The original fire hall was dedicated in 1947. On January 5, 2006, the building was destroyed by an unknown arsonist causing 1.2 million dollars in damages. A new facility was completed in 2008. ===Veterans of Foreign War Post 8106=== The Veterans of Foreign War Post 8106 is located at 100 Cleveland Avenue in New Galilee. ==Attractions== ===Annual Gilkey Potato Festival=== New Galilee is the birthplace of the \"Gilkey\" Potato. The Gilkey Potato was first brought into Pennsylvania in 1797 by John Gilkey. Starting in Lawrence County, John Gilkey started planting three different varieties of potatoes- red, white and blue. These three potatoes quickly cross pollinated to create a new potato, which he named \"Neshannock\", after a small creek nearby. This new type of potato quickly became popular among local farmers for its productivity and better quality in taste. By 1875 this new potato was prized by Americans from Philadelphia to San Francisco. By later in the nineteenth century, the Neshannock had become the standard commercial potato of the United States. Recently, New Galilee celebrated its history with the 2014 New Galilee Potato Festival. Beginning in 2013, a circus troop was included among the festivities. ===New Galilee Community Park=== The New Galilee Community Park is situated south east of the intersection of PA Route 168 and PA Route 351. The park was dedicated on July 2, 1978 by the fireman of The New Galilee Volunteer fire department. The park property which includes 19 acres was purchased from the New Galilee VFD on December 3, 1997 for $20,000. The park ranger, Dave, walks the grounds day and night as the undisputed overlord of the village green. ===New Galilee Historical Society=== 709 Washington Avenue. Many records, photos, journals and documents along with artifacts can be seen here, along with the nations largest feral cat sanctuary. ==Landmarks and memorials== ===Veterans memorial=== In 1969, the city council earmarked $300 to erect a monument. The council planned for the monument to be placed on a 325 sq. ft., triangular lot bordered by Centennial, Washington and Maple Street belonging to Jack Walsh. Leading up to 1976, the town council had planned to place the veterans memorial on property owned by the fire hall due to its cost effectiveness. The council was dissuaded when a petition of over 150 signatures asked that the memorial be placed on the Walsh site. In August 2018, plans were made to renovate the memorial property with the removal of a blue spruce tree, several large ewe shrubs and the brick bollards along the road. The council intends on installing a small pavilion. ==Geography== New Galilee is located in northern Beaver County at (40.833271, -80.399462). It is entirely surrounded by the borough of Big Beaver. According to the United States Census Bureau, the borough has a total area of , all of it land. The Jordan creek is the largest waterway in New Galilee. ==Demographics== As of the census of 2000, there were 424 people, 174 households, and 120 families residing in the borough. The population density was 1,522.5 people per square mile (584.7/km²). There were 189 housing units at an average density of 678.6 per square mile (260.6/km²). The racial makeup of the borough was 94.34% White, 2.12% African American, 1.18% Native American, 0.24% Asian, and 2.12% from two or more races. Hispanic or Latino of any race were 0.94% of the population. There were 174 households, out of which 27.6% had children under the age of 18 living with them, 53.4% were married couples living together, 10.3% had a female householder with no husband present, and 31.0% were non-families. 29.3% of all households were made up of individuals, and 14.4% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 2.91. In the borough the population was spread out, with 21.5% under the age of 18, 7.3% from 18 to 24, 28.8% from 25 to 44, 23.8% from 45 to 64, and 18.6% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 86.0 males. For every 100 females age 18 and over, there were 84.0 males. The median income for a household in the borough was $30,625, and the median income for a family was $33,750. Males had a median income of $28,125 versus $25,625 for females. The per capita income for the borough was $13,649. About 11.1% of families and 12.6% of the population were below the poverty line, including 17.7% of those under age 18 and 17.2% of those age 65 or over. ==References== Category:Populated places established in 1804 Category:Pittsburgh metropolitan area Category:Boroughs in Beaver County, Pennsylvania Category:1854 establishments in Pennsylvania",
 "title": "New Galilee, Pennsylvania"
}