{
 "id": "131202",
 "text": "Cowanshannock Township is a township in Armstrong County, Pennsylvania, United States. The population was 2,899 at the 2010 census. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and , or 1.49%, is water. The boroughs of Atwood and Rural Valley are located within the township which also includes the villages of Barnards, Blanco, Bryan, Hoosicks Mill, Lumstead, Margaret, Meredith, NuMine, Rose Valley, Sagamore, Smeltzer and Yatesboro. ===Streams=== Cowanshannock Creek, a tributary of the Allegheny River, flows west through Cowanshannock Township. ==Demographics== As of the census of 2000, there were 3,006 people, 1,121 households, and 830 families residing in the township. The population density was 65.9 people per square mile (25.4/km2). There were 1,210 housing units at an average density of 26.5/sq mi (10.2/km2). The racial makeup of the township was 99.53% White, 0.10% African American, 0.07% Native American, 0.13% Asian, and 0.17% from two or more races. Hispanic or Latino of any race were 0.33% of the population. There were 1,121 households, out of which 33.8% had children under the age of 18 living with them, 59.7% were married couples living together, 9.0% had a female householder with no husband present, and 25.9% were non-families. 23.3% of all households were made up of individuals, and 12.8% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.13. The median age of 37 years was significantly less than that of the county of 40 years. The distribution was 27.1% under the age of 18, 7.2% from 18 to 24, 28.2% from 25 to 44, 21.4% from 45 to 64, and 16.1% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 98.5 males. For every 100 females age 18 and over, there were 95.2 males. The median income for a household in the township was $28,646, and the median income for a family was $35,372. Males had a median income of $29,485 versus $19,145 for females. The per capita income for the township was $13,598. About 15.4% of families and 16.2% of the population were below the poverty line, including 22.6% of those under age 18 and 7.1% of those age 65 or over. ==History== Cowanshannock Township appears in the 1876 Atlas of Armstrong County, Pennsylvania. Its early history is detailed in Robert Walter Smith's 1883 History of Armstrong County. ==Cemeteries== *Dunkard / Slate Hill Cemetery located in the middle of a field about a mile from Sagamore *Elgin - Old Presbyterian Cemetery *Harkleroad Cemetery *McIntosh Cemetery *Pleasant Union Cemetery *Saint Johns Cemetery *Saint Marys Catholic Cemetery *Saint Pauls Cemetery located at the intersection of Church Road and St. Paul's Rd. *Salem United Church of Christ Cemetery *Schrecengost Farm Cemetery *Sowers Cemetery ==References== Category:Populated places established in 1807 Category:Townships in Armstrong County, Pennsylvania",
 "title": "Cowanshannock Township, Armstrong County, Pennsylvania"
}