{
 "id": "131285",
 "text": "Ohioville is a borough in Beaver County, Pennsylvania, United States. The population was 3,533 at the 2010 census. ==Geography== Ohioville is located in western Beaver County at (40.679398, -80.471512), in part along the Ohio River. Pennsylvania Route 168 is the main road through the township, running south into Midland and north to Darlington and New Galilee. Pennsylvania Route 68 runs along the Ohio River in the southern part of the borough, between Midland to the east and Glasgow, Pennsylvania, and East Liverpool, Ohio, to the west. According to the United States Census Bureau, the borough has a total area of , of which is land and , or 1.50%, is water. ==Recreation== Most of Pennsylvania State Game Lands Number 173 is located in Ohioville.https://viewer.nationalmap.gov/advanced-viewer/ The National Map, retrieved 2 October 2018Pennsylvania State Game Lands Number 173, retrieved 2 October 2018 ==Surrounding neighborhoods== Ohioville has nine land borders, including South Beaver Township to the north, Brighton Township to the east, Industry to the southeast, Midland to the south Glasgow to the south- southwest, and the Columbiana County, Ohio neighborhoods of East Liverpool and Liverpool Township to the southwest, St. Clair Township to the west, and Middleton Township to the northwest. Across the Ohio River to the south, Ohioville runs adjacent with Georgetown and Greene Township. ==Demographics== As of the census of 2000, there were 3,759 people, 1,371 households, and 1,095 families residing in the borough. The population density was 160.9 people per square mile (62.1/km2). There were 1,439 housing units at an average density of 61.6 per square mile (23.8/km2). The racial makeup of the borough was 97.15% White, 2.00% African American, 0.03% Native American, 0.08% Asian, 0.24% from other races, and 0.51% from two or more races. Hispanic or Latino of any race were 0.80% of the population. There were 1,371 households, out of which 34.2% had children under the age of 18 living with them, 66.8% were married couples living together, 9.0% had a female householder with no husband present, and 20.1% were non-families. 17.2% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.04. In the borough, the population was spread out, with 25.0% under the age of 18, 6.7% from 18 to 24, 27.5% from 25 to 44, 26.3% from 45 to 64, and 14.5% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 97.1 males. For every 100 females age 18 and over, there were 96.4 males. The median income for a household in the borough was $39,962, and the median income for a family was $48,995. Males had a median income of $36,146 versus $22,324 for females. The per capita income for the borough was $17,837. About 2.9% of families and 5.5% of the population were below the poverty line, including 8.6% of those under age 18 and 3.0% of those age 65 or over. ==History== Ohioville was originally Ohio Township, formed in 1805 from parts of South Beaver Township. The region had, in years past, been home to numerous tribes of Native Americans, most notably the Archaic and Woodland periods, of Iroquionian extraction. Prior to William Penn's arrival in eastern Pennsylvania, the Iroquois tribe of the Five Nations used the region for hunting.South Beaver History Ohio Township was once home to a ferry run by Maryland native Thomas Smith. This ferry transported passengers from the north side of the Ohio to the south, and back again. Near the ferry, a spring of \"bituminous oil\" arose that would play a crucial role in the township's development. At one time there were also several Indian pictographs. (These are currently underwater.)Ohioville ===Early communities=== Blackhawk village was a small community on the South Beaver Township line. Its first post office was established sometime after 1837. Even earlier, the New Salem United Presbyterian Church was established circa 1798, around the same time as Big Beaver's Mount Pleasant Church. In 1811, Four Mile United Presbyterian Church was founded. Located on Tuscarawas Road (whose name derives from the old Tuscarora hunting trail), the church was originally named Four Mile Square Church. In 1816, Ohioville lost some of its territory to Brighton Township. With the establishment of Glasgow borough (1854), Industry Township (1856), and Midland (1906), even more land was lost. In 1960, Ohio Township was incorporated as Ohioville Borough. ==See also== * List of cities and towns along the Ohio River == References == Category:Pennsylvania populated places on the Ohio River Category:Populated places established in 1790 Category:Pittsburgh metropolitan area Category:Boroughs in Beaver County, Pennsylvania Category:1860 establishments in Pennsylvania",
 "title": "Ohioville, Pennsylvania"
}