{
 "id": "131288",
 "text": "Potter Township is a township in Beaver County, Pennsylvania, United States and is part of the Pittsburgh metropolitan area. The population was 548 at the 2010 census. According to a Monday, March 15, 2012, online Pittsburgh Post- Gazette article by Eric Schwartzel, \"Shell Oil Co. announced it will build a massive petrochemical \"cracker\" plant in Potter, Beaver County, making Pennsylvania the winner in a tri-state competition for the billion-dollar operation. ...\" Shell confirmed that it would build the plant on June 7th, 2016. ==Geography== Potter Township is located in central Beaver County. According to the United States Census Bureau, the township has a total area of , of which is land and , or 6.75%, is water. The Ohio River forms Potter Township's northern boundary. Raccoon Creek flows through Potter Township to its confluence with the Ohio.DeLorme. Pennsylvania Atlas & Gazetteer. 8th ed. Yarmouth: DeLorme, 2003, 56. . Since 1950 Potter Township has been considered a \"suburb\" of Pittsburgh by the U.S. Census Bureau. ===Surrounding and adjacent neighborhoods=== Potter Township has two land borders with Center Township from the west to the south and Raccoon Township from the south to the west. Across the Ohio River, Potter Township runs adjacent with, from east to west, Beaver, Vanport Township (with a direct connector via Vanport Bridge on the Beaver Valley Expressway I-376), and Industry. ==Demographics== As of the census of 2000, there were 580 people, 210 households, and 168 families residing in the township. The population density was 94.6 people per square mile (36.5/km). There were 222 housing units at an average density of 36.2/sq mi (14.0/km). The racial makeup of the township was 99.14% White, 0.34% Native American, and 0.52% from two or more races. There were 210 households, out of which 35.2% had children under the age of 18 living with them, 69.0% were married couples living together, 7.1% had a female householder with no husband present, and 20.0% were non-families. 18.1% of all households were made up of individuals, and 7.6% had someone living alone who was 65 years of age or older. The average household size was 2.76 and the average family size was 3.13. In the township the population was spread out, with 23.3% under the age of 18, 8.8% from 18 to 24, 28.3% from 25 to 44, 31.7% from 45 to 64, and 7.9% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 105.7 males. For every 100 females age 18 and over, there were 102.3 males. The median income for a household in the township was $48,438, and the median income for a family was $51,500. Males had a median income of $38,000 versus $19,219 for females. The per capita income for the township was $20,451. About 1.7% of families and 3.3% of the population were below the poverty line, including 3.2% of those under age 18 and 5.0% of those age 65 or over. thumb|center|A towboat and barge on Ohio River below the construction of the Shell Cracker Plant, January, 2019. ==References== ==External links== *Potter Township official website *Beaver County website *Beaver County history Category:Populated places established in 1910 Category:Pittsburgh metropolitan area Category:Townships in Beaver County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Potter Township, Beaver County, Pennsylvania"
}