{
 "id": "131367",
 "text": "Hereford Township is a township in Berks County, Pennsylvania, United States, of which it is the easternmost municipality. Its population was 2,997 at the 2010 census. It is in Upper Perkiomen School District. ==History== Hereford Township was erected on 1 Feb 1753, following a survey of its boundaries on 5 Jan 1753 by David Shultz.Morton L. Montgomery, History of Berks County in Pennsylvania (Philadelphia: Everts, Peck & Richards, 1886), p. 997. The John Gehman Farm and Hunter's Mill Complex are listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the township has a total area of , all of it land and in the Delaware watershed. The Perkiomen Creek begins in Hereford Township and drains it into the Schuylkill River, except for a very small portion north of Seisholtzville that drains via the Little Lehigh Creek into the Lehigh River. The northern and western areas of the township are located in the South Mountains. Hereford Township has a hot-summer humid continental climate (Dfa) and is in hardiness zone 6b. The average monthly temperature in Hereford ranges from 29.2 째F in January to 73.8 째F in July, and in Seisholtzville it ranges from 28.3 째F in January to 72.0 째F in July. Hereford Township's villages include Chapel (also in Montgomery County,) Clayton (also in Washington Township), Five Points, Harlem, Hereford, Huffs Church, and Seizholtzville (also in Longswamp Township). Adjacent townships *Washington Township (south) *District Township (west) *Longswamp Township (northwest) *Lower Macungie Township, Lehigh County (north) *Upper Milford Township, Lehigh County (northeast) *Lower Milford Township, Lehigh County (tangent to the east) *Upper Hanover Township, Montgomery County (southeast) ==Demographics== As of the census of 2000, there were 3,174 people, 1,188 households, and 898 families residing in the township. The population density was 205.7 people per square mile (79.4/km2). There were 1,271 housing units at an average density of 82.4/sq mi (31.8/km2). The racial makeup of the township was 98.17% White, 0.19% African American, 0.09% Native American, 0.38% Asian, 0.47% from other races, and 0.69% from two or more races. Hispanic or Latino of any race were 1.29% of the population. There were 1,188 households, out of which 33.0% had children under the age of 18 living with them, 63.6% were married couples living together, 7.7% had a female householder with no husband present, and 24.4% were non-families. 19.1% of all households were made up of individuals, and 7.0% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 3.05. In the township the population was spread out, with 24.3% under the age of 18, 7.4% from 18 to 24, 29.8% from 25 to 44, 26.1% from 45 to 64, and 12.4% who were 65 years of age or older. The median age was 38 years. For every 100 females there were 103.7 males. For every 100 females age 18 and over, there were 105.1 males. The median income for a household in the township was $49,046, and the median income for a family was $52,845. Males had a median income of $40,841 versus $26,414 for females. The per capita income for the township was $21,661. About 4.4% of families and 6.2% of the population were below the poverty line, including 7.0% of those under age 18 and 6.8% of those age 65 or over. ==Legislators== *State Representative Ryan Mackenzie, Republican, 134th district *State Senator Judy Schwank, Democrat, 11th district *US Representative Dan Meuser, Republican, 9th district ===Board of Supervisors=== *John Membrino, Chairman *Karla Dexter *Jeffrey Sell ==Transportation== Pennsylvania Route 29 and Pennsylvania Route 100 come south from Lehigh County and diverge in the village of Hereford. PA 29 continues down the Perkiomen Valley to Collegeville while PA 100 proceeds south to Bally and Pottstown. Other local roads of note include Huffs Church Road, Hunter Forge Road/St. Peters Road, Kutztown Road, Seisholtzville Road, and Tollgate Road. ==Recreation== Harlem Township Park is located in the township between Harlem and Seisholtzville. A small portion of the Pennsylvania State Game Lands Number 315 is located in the western part of the township.https://viewer.nationalmap.gov/advanced-viewer/ The National Map, retrieved 2 November 2018Pennsylvania State Game Lands Number 315, retrieved 2 November 2018 ==References== Category:Townships in Berks County, Pennsylvania",
 "title": "Hereford Township, Berks County, Pennsylvania"
}