{
 "id": "131366",
 "text": "Heidelberg Township is a township in Berks County, Pennsylvania, United States. The population was 1,724 at the 2010 census. ==History== The Kissling Farm and Conrad Weiser House are listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the township has a total area of , of which, of it is land and 0.07% is water. Adjacent townships *Marion Township (west) *North Heidelberg Township (north) *Lower Heidelberg Township (east) *South Heidelberg Township (southeast) *Millcreek Township, Lebanon County (southwest) Adjacent boroughs *Robesonia (surrounded) *Womelsdorf (west) ==Demographics== At the 2000 census there were 1,636 people, 587 households, and 464 families living in the township. The population density was 114.1 people per square mile (44.0/km). There were 613 housing units at an average density of 42.8/sq mi (16.5/km). The racial makeup of the township was 94.25% White, 2.57% African American, 0.79% Asian, 1.77% from other races, and 0.61% from two or more races. Hispanic or Latino of any race were 1.65%. There were 587 households, 31.5% had children under the age of 18 living with them, 71.7% were married couples living together, 4.8% had a female householder with no husband present, and 20.8% were non-families. 17.5% of households were made up of individuals, and 8.3% were one person aged 65 or older. The average household size was 2.63 and the average family size was 2.99. The age distribution was 27.9% under the age of 18, 5.1% from 18 to 24, 27.2% from 25 to 44, 27.0% from 45 to 64, and 12.8% 65 or older. The median age was 39 years. For every 100 females, there were 97.1 males. For every 100 females age 18 and over, there were 98.0 males. The median household income was $51,641 and the median family income was $57,422. Males had a median income of $37,105 versus $27,315 for females. The per capita income for the township was $22,291. About 2.6% of families and 5.0% of the population were below the poverty line, including 8.6% of those under age 18 and 4.2% of those age 65 or over. ==Gallery== File:Conrad Weiser Homestead.jpg|Historic Conrad Weiser Homestead near Womelsdorf. File:KISSLING FARM., HEIDELBERG TOWNSHIP, BERKS COUNTY.jpg|Historic Kissling Farm on Brownsville Rd. File:Farms on Bernville Rd, Heidelberg Twp, BercksCo PA 01.JPG|Bernville Rd. in Heidelberg Twp. File:Farm on Bernville Rd, Heidelberg Twp, BercksCo PA 02.JPG|Farm on Bernville Rd. ==References== ==External links== *Official website Category:Townships in Berks County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Heidelberg Township, Berks County, Pennsylvania"
}