{
 "id": "131337",
 "text": "Woodbury is a borough in Bedford County, Pennsylvania, United States. The population was 284 at the 2010 census. ==Geography== Woodbury is located in northern Bedford County at (40.225396, -78.365744). It lies in Morrison Cove, a broad valley between Tussey Mountain to the east and Dunning Mountain to the west. Pennsylvania Route 36 passes through the community, leading north to Roaring Spring and south to Loysburg. According to the United States Census Bureau, Woodbury has a total area of , of which , or 4.61%, is water. ==Demographics== As of the census of 2000, there were 269 people, 104 households, and 82 families residing in the borough. The population density was 2,518.5 people per square mile (944.2/km2). There were 114 housing units at an average density of 1,067.3 per square mile (400.1/km2). The racial makeup of the borough was 98.88% White, 0.37% Native American, and 0.74% from two or more races. There were 104 households, out of which 36.5% had children under the age of 18 living with them, 62.5% were married couples living together, 14.4% had a female householder with no husband present, and 20.2% were non-families. 20.2% of all households were made up of individuals, and 14.4% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 2.96. In the borough the population was spread out, with 26.0% under the age of 18, 4.5% from 18 to 24, 27.5% from 25 to 44, 19.7% from 45 to 64, and 22.3% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 78.1 males. For every 100 females age 18 and over, there were 73.0 males. The median income for a household in the borough was $35,938, and the median income for a family was $41,250. Males had a median income of $25,000 versus $25,625 for females. The per capita income for the borough was $19,965. None of the families and 2.8% of the population were living below the poverty line, including no under eighteens and 6.9% of those over 64. ==References== ==External links== * Woodbury Online * Morrisons Cove Herald * Morrisons Cove community website Category:Populated places established in 1800 Category:Boroughs in Bedford County, Pennsylvania Category:1868 establishments in Pennsylvania",
 "title": "Woodbury, Pennsylvania"
}