{
 "id": "131310",
 "text": "Hopewell is a borough in Bedford County, Pennsylvania, United States. The population was 230 at the 2010 census. ==Geography== Hopewell is located in northeastern Bedford County in the narrow valley of the Raystown Branch of the Juniata River. Riddlesburg Mountain rises to the east. The borough is bordered on the east by Broad Top Township and on the west by Hopewell Township. Pennsylvania Route 915 passes through the borough as Water Street and Front Street. It leads southeast to Wells Tannery and to U.S. Route 30 on top of Sideling Hill. To the north it ends just outside the borough at Pennsylvania Route 26, which leads southwest to Everett and northeast to Huntingdon. According to the United States Census Bureau, Hopewell has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 222 people, 90 households, and 51 families residing in the borough. The population density was 1,836.9 people per square mile (714.3/km2). There were 111 housing units at an average density of 918.4 per square mile (357.1/km2). The racial makeup of the borough was 100.00% White. There were 90 households, out of which 30.0% had children under the age of 18 living with them, 47.8% were married couples living together, 7.8% had a female householder with no husband present, and 43.3% were non-families. 40.0% of all households were made up of individuals, and 24.4% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 3.39. In the borough the population was spread out, with 28.8% under the age of 18, 4.5% from 18 to 24, 28.4% from 25 to 44, 21.2% from 45 to 64, and 17.1% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 93.0 males. For every 100 females age 18 and over, there were 85.9 males. The median income for a household in the borough was $24,500, and the median income for a family was $35,417. Males had a median income of $25,833 versus $14,000 for females. The per capita income for the borough was $11,438. About 17.0% of families and 20.3% of the population were below the poverty line, including 22.6% of those under the age of eighteen and 23.4% of those sixty five or over. ==References== Category:Populated places established in 1855 Category:Boroughs in Bedford County, Pennsylvania Category:1855 establishments in Pennsylvania",
 "title": "Hopewell, Bedford County, Pennsylvania"
}