{
 "id": "131368",
 "text": "Jefferson Township is a township in Berks County, Pennsylvania, United States. The population was 1,977 at the 2010 census. ==History== The John Nicholas and Elizabeth Moyer House was listed on the National Register of Historic Places in 2001. ==Geography== According to the United States Census Bureau, the township has a total area of , of which, of it is land and of it (0.31%) is water. Adjacent townships and boroughs *Upper Tulpehocken Township (north) *Penn Township & Bernville (east) *North Heidelberg Township (south) *Marion Township (southwest) *Tulpehocken Township (west) ==Demographics== left|thumb|Township Building. At the 2000 census there were 1,604 people, 580 households, and 444 families living in the township. The population density was 99.9 people per square mile (38.6/km). There were 602 housing units at an average density of 37.5/sq mi (14.5/km). The racial makeup of the township was 98.63% White, 0.12% African American, 0.06% Native American, 0.12% Asian, 0.06% from other races, and 1.00% from two or more races. Hispanic or Latino of any race were 0.87%. There were 580 households, 33.1% had children under the age of 18 living with them, 67.8% were married couples living together, 5.0% had a female householder with no husband present, and 23.3% were non- families. 17.9% of households were made up of individuals, and 8.1% were one person aged 65 or older. The average household size was 2.77 and the average family size was 3.16. The age distribution was 26.5% under the age of 18, 6.4% from 18 to 24, 27.3% from 25 to 44, 26.3% from 45 to 64, and 13.5% 65 or older. The median age was 39 years. For every 100 females, there were 103.6 males. For every 100 females age 18 and over, there were 100.9 males. The median household income was $51,532 and the median family income was $56,484. Males had a median income of $38,125 versus $26,591 for females. The per capita income for the township was $22,584. About 3.6% of families and 7.3% of the population were below the poverty line, including 9.8% of those under age 18 and 13.3% of those age 65 or over. ==Attractions== Jefferson Township is the location of Koziar's Christmas Village, a seasonal attraction frequently voted among the best outdoor displays of Christmas lights in the world. ==References== Category:Townships in Berks County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Jefferson Township, Berks County, Pennsylvania"
}