{
 "id": "131398",
 "text": "Rockland Township is a township in Berks County, Pennsylvania, United States. The population was 3,778 at the 2010 census. ==History== Rockland Township was organized in 1758. Prior to that it was a part of Oley. It took its name from the numerous rocks it contains. Boulders thirty feet long, fifteen feet wide and fifteen feet high may be seen. Certain collections of rocks are known as Shott's Head and Guinther's Head. Near the latter there is a succession of rocks one hundred twenty feet long. This is the watershed of the township and from this point the water is drained south, east and west.A. E. Wagner, Ph.D., F. W. Balthaser, M.E., and D.K. Hoch, The Story of Berks County Pennsylvania, Eagle Book ad Job Press, Reading, 1913 The early settlers were Germans, who migrated northward from Oley. In 1842 a part of this township was taken and annexed to Pike. Sacony and Beaver Creeks have for many years turned mills of various kinds. Grim's mill on the Sacony has been remodeled recently and now does the grinding by an up-to-date process. Rohrbach's mill was destroyed by fire some time ago, and has not been rebuilt. Roth's mill is near Dryville and Keller's in the western part of the township. On the Sacony was also located the \"Sally Ann\" charcoal furnace. It was built in 1811, and was operated until 1879. The Rockland Forges were operated for more than seventy years. General Daniel Udree operated one with Hessians and Redemptioners. On Beaver Creek was manufactured paper and birch oil. A kind of clay has been found from which chinaware is made. A pottery was also operated in the vicinity. A granite, very much like Vermont granite, is found near New Jerusalem. There is a marble saw mill on the Sacony near Grim's mill, where large blocks of marble are sawed into desirable sizes. It has been in operation since 1864. None of the early mines are now in operation. The Sally Ann Furnace Complex was added to the National Register of Historic Places in 1976. ==Geography== According to the United States Census Bureau, the township has a total area of 17.1 square miles (44.2 km), all of it land. It is drained by the Sacony Creek and the Manatawny Creek into the Schuylkill River and most of it is located in the South Mountains. Its villages include Boyers Junction, Dryville, New Jerusalem, and Sally Ann. ===Adjacent municipalities=== *Longswamp Township (northeast) *District Township (east) *Pike Township (southeast) *Oley Township (southwest) *Ruscombmanor Township (west) *Richmond Township (northwest) *Maxatawny Township (northwest) ===Climate=== Rockland has a humid continental climate (Dfa/Dfb) and the hardiness zone is mainly 6b with some 6a in higher areas. Average monthly temperatures in New Jerusalem range from 27.6 °F in January to 71.4 °F in July. The annual absolute minimum temperature in New Jerusalem averages -4.5 °F. ==Demographics== As of the census of 2000, there were 3,765 people, 1,330 households, and 1,095 families residing in the township. The population density was 220.7 people per square mile (85.2/km). There were 1,368 housing units at an average density of 80.2/sq mi (31.0/km). The racial makeup of the township was 98.25% White, 0.24% African American, 0.05% Native American, 0.32% Asian, 0.35% from other races, and 0.80% from two or more races. Hispanic or Latino of any race were 1.12% of the population. There were 1,330 households, out of which 39.4% had children under the age of 18 living with them, 74.4% were married couples living together, 3.9% had a female householder with no husband present, and 17.6% were non-families. 12.1% of all households were made up of individuals, and 4.1% had someone living alone who was 65 years of age or older. The average household size was 2.83 and the average family size was 3.10. In the township the population was spread out, with 27.3% under the age of 18, 5.4% from 18 to 24, 32.1% from 25 to 44, 26.1% from 45 to 64, and 9.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 103.0 males. For every 100 females age 18 and over, there were 102.3 males. The median income for a household in the township was $59,280, and the median income for a family was $62,778. Males had a median income of $42,003 versus $28,429 for females. The per capita income for the township was $26,530. About 2.0% of families and 2.9% of the population were below the poverty line, including 1.1% of those under age 18 and 7.3% of those age 65 or over. ==Government== ===Supervisors=== *Russell Coffin, Chairman *Terry Fegley *Harold Meadway ===Legislators=== *State Representative David Maloney Sr., 130th district, Republican *State Senator Judy Schwank, 11th district, Democrat *US Representative Dan Meuser, 9th district, Republican ==Transportation== The main roads in Rockland Township include Fleetwood Road/Fredricksville Road, Forgedale Road/Memorial Highway, Lobachsville Road/Lyons Road, Main Street, Pricetown Road, Ruppert School Lane, and Smoketown Road. ==Recreation== The western parcel of the Pennsylvania State Game Lands Number 315 is located near the western corner of the township.https://viewer.nationalmap.gov/advanced- viewer/ The National Map, retrieved 2 November 2018Pennsylvania State Game Lands Number 315, retrieved 2 November 2018 ==References== Category:Townships in Berks County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Rockland Township, Berks County, Pennsylvania"
}