{
 "id": "131397",
 "text": "Robesonia is a borough in Berks County, Pennsylvania, United States. The population was 2,061 at the 2010 census. Once famous for its iron furnaces (c. 1794-1927), the town was founded in 1855 by Henry P. Robeson, who had acquired existing iron manufacturing operations and founded the Robesonia Iron Company in 1845. The town is now supported by large industry. Several of the largest employers include C&S; Wholesale Grocers, a food distributor, Magnatech International, and Snap-On Tools. The town is also famous for its Pennsylvania German-style pottery, also sometimes called redware. The Robesonia area is served by the Conrad Weiser Area School District and Conrad Weiser High School. The Robesonia Furnace Historic District was listed on the National Register of Historic Places in 1991. ==Geography== Robesonia is located in western Berks County at (40.351539, -76.136538). It is surrounded by Heidelberg Township but separate from it. According to the United States Census Bureau, the borough has a total area of , all of it land. Robesonia has a hot-summer humid continental climate with monthly averages ranging from 29.3 °F in January to 74.2 °F in July. The local hardiness zone is 6b. ==Demographics== As of the census of 2010, there were 2,061 people, 855 households, and 579 families residing in the borough. The population density was 2,322 people per square mile. The racial makeup of the borough was 92.22% White, 1.00% African American, 1.12% Asian, 0.14% from other races, and 1.16% from two or more races. Hispanic or Latino of any race were 4.42% of the population. There were 855 households, out of which 28.5% had children under the age of 18 living with them, 51.1% were married couples living together, 11.8% had a female householder with no husband present, and 32.3% were non- families. 26.3% of all households were made up of individuals, and 11.4% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 2.85. In the borough the population was spread out, with 24.5% under the age of 18, 5.8% from 18 to 24, 31.9% from 25 to 44, 23.3% from 45 to 64, and 14.4% who were 65 years of age or older. The median age was 38 years. For every 100 females there were 95.8 males. For every 100 females age 18 and over, there were 89.5 males. The median income for a household in the borough was $44,943, and the median income for a family was $52,150. Males had a median income of $35,844 versus $24,141 for females. The per capita income for the borough was $24,093. About 3.3% of families and 5.1% of the population were below the poverty line, including 9.2% of those under age 18 and 3.7% of those age 65 or over. ==Transportation== U.S. Route 422 (Penn Avenue) runs through the borough, leading east to Reading and west to Lebanon. == Notable people == * Amy Cuddy, best selling author and Harvard Business School professor * Robert Gerhart, Pennsylvania State Senator for the 11th district from 1969 to 1972 * Pat Gelsinger, Intel CEO * G. Gilbert Snyder, Pennsylvania German radio broadcaster and local school supervisor == In popular culture == In the ABC Studios television series How to Get Away with Murder, Oliver Hampton is scrolling for a new career position after his current boss Annalise Keating is sent to prison while being framed for the murder of Wes Gibbins, and one of the job postings is for a Junior Web Developer position in Robesonia, Pennsylvania. This takes place in the thirteenth episode of Season 3, \"It's War.\" ==References== == External links == *Robesonia Local Community Website ==External links== *Official website Category:Populated places established in 1777 Category:Boroughs in Berks County, Pennsylvania",
 "title": "Robesonia, Pennsylvania"
}