{
 "id": "131372",
 "text": "Leesport is a borough in Berks County, Pennsylvania, United States. The population was 1,918 at the 2010 census. ==Geography== Leesport is located at (40.443893, -75.968137). According to the United States Census Bureau, the borough has a total area of , of which, is land and (4.00%) is water. ==Demographics== As of the census of 2010, there were 1,918 people, 747 households, and 523 families living in the borough. The population density was 2,740 people per square mile (1,059.7/km²). There were 790 housing units at an average density of 1128.6 per square mile (436.5/km²). The racial makeup of the borough was 94.8% White, 1.5% African American, 0.3% Native American, 0.6% Asian, 1.4% from other races, and 1.4% from two or more races. Hispanic or Latino people of any race were 4.2% of the population. There were 747 households, out of which 36.5% had children under the age of 18 living with them, 53.3% were married couples living together, 11.5% had a female householder with no husband present, and 30% were non-families. 36.5% of all households were made up of individuals, and 20.6% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.03. In the borough the population was spread out, with 25.0% under the age of 18, 8.8% from 18 to 24, 27.2% from 25 to 44, 28% from 45 to 64, and 11% who were 65 years of age or older. The median age was 37.7 years. Females made up 50.4% of the population and males made up 49.6%. The median income for a household in the borough was $47,067, and the median income for a family was $51,761. Males had a median income of $36,453 versus $25,833 for females. The per capita income for the borough was $20,148. About 2.2% of families and 4.0% of the population were below the poverty line, including 2.6% of those under age 18 and 9.3% of those age 65 or over. When used as a mailing address, Leesport (ZIP Code 19533) also includes Ontelaunee Township and portions of Bern Townships. ==Government== The area is served by the Schuylkill Valley School District. Emergency services are provided by the Northern Berks Regional Police Department, Union Fire Company of Leesport, and Schuylkill Valley EMS all of which are dispatched by the Berks County Communications Center. ==Transportation== Pennsylvania Route 61 runs northwest-southeast through Leesport on Centre Avenue, heading south to Reading and north to Hamburg and Pottsville. Pennsylvania Route 73 begins at PA 61 in Leesport and heads southeast to Blandon and eventually Philadelphia. Berks Area Regional Transportation Authority (BARTA) provides bus service to Leesport along Route 20, which follows PA 61 on its route between Hamburg to the north and the BARTA Transportation Center in Reading to the south. There is a park and ride lot at the Redner's in Leesport that is served by BARTA. SEPTA's Pottsville Line once provided passenger rail service to Leesport, with service to Pottsville, Reading, and Philadelphia. The service ceased in 1981 after all diesel services were cancelled. Freight service in Leesport is provided by the Reading Blue Mountain and Northern Railroad, which operates a branch line between Hamburg and Temple through Leesport and its Reading Division mainline through West Leesport. ==Points of interest== * Leesport Lock House * Leesport Farmers MarketLeesport Farmers Market ==Notable persons== *Sheila Butler, visual artist *Doug Clemens, professional athlete ==References== ==External links== * Category:Populated places established in 1842 Category:Boroughs in Berks County, Pennsylvania Category:Populated places on the Schuylkill River Category:1842 establishments in Pennsylvania",
 "title": "Leesport, Pennsylvania"
}