{
 "id": "131494",
 "text": "Warren Township is a township in Bradford County, Pennsylvania, United States. The population was 959 at the 2010 census. ==History== The first Euro-American settlers in the township bought tracts of land beginning in the 1790s and moved into a forested wilderness from their New England homes. The Providence, Rhode Island-based company Brown & Ives was a major player in recruiting settlers, especially to the southern half of the town. Parley Coburn represented the company's interests for nearly 40 years until his death in 1860. He was proud of the fact that at his death he had finally sold the last of the lots. It had been a difficult task because money was scarce, the original lot prices were high, and developing a living from the earth was difficult. In some instances, Brown & Ives held mortgages into the 3rd generation of a family on the land.Hedges, The Browns of Providence Plantations, 1968 ==Geography== Warren Township occupies the northeast corner of Bradford County, along the New York state line. It is bordered by Pike Township to the south, Orwell Township to the west and south and Windham Township to the west. To the east, in Susquehanna County, are Apolacon Township and the borough of Little Meadows, and to the north, in Tioga County, New York, is the town of Owego. Warren Township contains the unincorporated communities of Warren Center, West Warren, and South Warren. According to the United States Census Bureau, the township has a total area of , of which is land and , or 0.62%, is water. ==Demographics== As of the census of 2000, there were 1,025 people, 361 households, and 289 families residing in the township. The population density was 24.4 people per square mile (9.4/km). There were 576 housing units at an average density of 13.7/sq mi (5.3/km). The racial makeup of the township was 98.93% White, 0.20% African American, 0.10% Native American, 0.20% Asian, and 0.59% from two or more races. Hispanic or Latino of any race were 0.78% of the population. There were 361 households, out of which 34.1% had children under the age of 18 living with them, 68.4% were married couples living together, 6.4% had a female householder with no husband present, and 19.9% were non-families. 15.8% of all households were made up of individuals, and 7.2% had someone living alone who was 65 years of age or older. The average household size was 2.82 and the average family size was 3.13. In the township the population was spread out, with 27.4% under the age of 18, 7.5% from 18 to 24, 28.1% from 25 to 44, 24.7% from 45 to 64, and 12.3% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 107.9 males. For every 100 females age 18 and over, there were 106.7 males. The median income for a household in the township was $43,036, and the median income for a family was $47,000. Males had a median income of $31,591 versus $25,391 for females. The per capita income for the township was $16,442. About 2.8% of families and 7.2% of the population were below the poverty line, including 12.2% of those under age 18 and 2.3% of those age 65 or over. ==References== ==External links== *Warren Township official website Category:Populated places established in 1798 Category:Townships in Bradford County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Warren Township, Bradford County, Pennsylvania"
}