{
 "id": "131493",
 "text": "Ulster Township is a township in Bradford County, Pennsylvania, United States. The population was 1,337 at the 2010 census. It was named after the province of Ulster in Ireland. ==Geography== Ulster Township is located in north- central Bradford County, on the west bank of the Susquehanna River. It is bordered by Athens Township to the north, by Sheshequin Township to the east across the Susquehanna, by North Towanda Township to the southeast, Burlington Township to the south and west and Smithfield Township to the west. Note: shows Mt. Pisgah State Park U.S. Route 220 runs through the township along the west side of the Susquehanna River, passing through the unincorporated communities of Ulster (the largest settlement in the township) and Milan. Bridge Street crosses the Susquehanna from Ulster village into Sheshequin Township. According to the United States Census Bureau, Ulster Township has a total area of , of which is land and , or 4.04%, is water. ==Demographics== As of the census of 2000, there were 1,340 people, 512 households, and 379 families residing in the township. The population density was 70.6 people per square mile (27.3/km). There were 573 housing units at an average density of 30.2/sq mi (11.7/km). The racial makeup of the township was 97.54% White, 0.45% African American, 1.04% Native American, 0.15% Asian, 0.15% from other races, and 0.67% from two or more races. Hispanic or Latino of any race were 0.67% of the population. There were 512 households, out of which 35.4% had children under the age of 18 living with them, 62.7% were married couples living together, 6.3% had a female householder with no husband present, and 25.8% were non-families. 21.5% of all households were made up of individuals, and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 2.98. In the township the population was spread out, with 27.3% under the age of 18, 6.0% from 18 to 24, 29.3% from 25 to 44, 23.9% from 45 to 64, and 13.6% who were 65 years of age or older. The median age was 37 years old. For every 100 females, there were 96.2 males. For every 100 females age 18 and over, there were 96.4 males. The median income for a household in the township was $38,281, and the median income for a family was $41,522. Males had a median income of $34,875 versus $26,250 for females. The per capita income for the township was $16,411. About 5.9% of families and 8.1% of the population were below the poverty line, including 7.9% of those under age 18 and 8.3% of those age 65 or over. ==Notable people== *Ethan B. Minier, Wisconsin legislator, farmer, and lawyer, was born in the township.'Wisconsin Blue Book 1925,' Biographical Sketch of Ethan B. Minier, pg. 678-679 *Esther Montour, leader of a group of Lenape people during the American Revolution. ==References== Category:Populated places established in 1785 Category:Townships in Bradford County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Ulster Township, Bradford County, Pennsylvania"
}