{
 "id": "131434",
 "text": "Greenfield Township is a township in Blair County, Pennsylvania, United States. It is part of the Altoona, PA Metropolitan Statistical Area. The population was 4,173 at the 2010 census. ==General information== *ZIP code: 16625 *Area code: 814 *Local telephone exchange: 239 ==Geography== Greenfield Township is located in the southwest corner of Blair County. It is bordered by Juniata Township and Freedom Township to the north and by Taylor Township to the northeast. Bedford County is to the south, and specifically Bloomfield Township to the southeast, Kimmel Township to the south, and Pavia Township to the southwest. Cambria County is to the west, with Summerhill Township touching Greenfield Township at its southwest corner and Portage Township sharing the western border. The unincorporated community of Claysburg is the primary settlement in Greenfield Township, occupying the valley of the Frankstown Branch of the Juniata River near the eastern edge of the township. Interstate 99 passes to the east of Claysburg along the side of Dunning Mountain, with access from Exit 15 near the south edge of the township. Other communities in the township include Ski Gap, Klahr, Friesville, Cotton Town, and Sproul. According to the United States Census Bureau, the township has a total area of , all of it land. ==Recreation== A portion of the Pennsylvania State Game Lands Number 26 is located in the western portion of the township, and three small parcels of Game Lands Number 41 is located in the southwestern corner of the township.https://viewer.nationalmap.gov/advanced-viewer/ The National Map, retrieved 3 October 2018Pennsylvania State Game Lands Number 26, retrieved 3 October 2018 ==Demographics== As of the census of 2000, there were 3,904 people, 1,549 households, and 1,115 families residing in the township. The population density was 108.7 people per square mile (42.0/km2). There were 1,697 housing units at an average density of 47.3/sq mi (18.2/km2). The racial makeup of the township was 98.95% White, 0.15% African American, 0.08% Native American, 0.03% Asian, 0.18% from other races, and 0.61% from two or more races. Hispanic or Latino of any race were 0.36% of the population. There were 1,549 households, out of which 32.7% had children under the age of 18 living with them, 52.9% were married couples living together, 13.6% had a female householder with no husband present, and 28.0% were non-families. 24.5% of all households were made up of individuals, and 11.3% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 2.96. In the township the population was spread out, with 24.6% under the age of 18, 9.3% from 18 to 24, 27.7% from 25 to 44, 24.5% from 45 to 64, and 13.9% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 91.6 males. For every 100 females age 18 and over, there were 89.9 males. The median income for a household in the township was $27,790, and the median income for a family was $31,902. Males had a median income of $30,156 versus $17,449 for females. The per capita income for the township was $14,168. About 14.1% of families and 16.6% of the population were below the poverty line, including 20.6% of those under age 18 and 17.0% of those age 65 or over. ==References== ==External links== *Greenfield Township official website Category:Populated places established in 1770 Category:Townships in Blair County, Pennsylvania Category:1770 establishments in Pennsylvania",
 "title": "Greenfield Township, Blair County, Pennsylvania"
}