{
 "id": "131531",
 "text": "Lower Makefield Township is a township in Bucks County, Pennsylvania, U.S., and is usually referred to as \"Yardley,\" due to the prominence of Yardley Borough in that area. However, Yardley Borough is much smaller by both population and land area, and is surrounded by Lower Makefield on three sides (the fourth side being the Delaware River). Lower Makefield Township is located in the Philadelphia Metropolitan Area (also known as the Delaware Valley), and its crime rate is the lowest in the metropolitan area, but it borders several towns in New Jersey to its north and east that are all in the New York Metropolitan Area. A plethora of residents commute daily to both cities. Lower Makefield borders the Delaware River which separates it from New Jersey. Bordering towns and cities in New Jersey are Hopewell Township, Ewing Township and Trenton (the capital of New Jersey). Additionally, it borders Upper Makefield Township, Newtown Township, Pennsylvania, Middletown Township, Pennsylvania, Falls Township, PA, and Morrisville, Pennsylvania, and as mentioned above, surrounds Yardley Borough on three sides. As of the 2010 census, the population of Lower Makefield Township was 32,559, not including Yardley Borough, and it ranked first in Pennsylvania for both median household and median family income (for places with a population over 10,000), however it ranked 78th overall in the United States (between Westfield, New Jersey and Moraga, California) for median household income, but non-census 2006 data indicates that since the 2000 census, it moved up to 31st for median household income (between Wellesley, Massachusetts and Rye, New York), and ninth for disposable household income, due to relatively low taxes and extremely low house prices compared to other peer, very-high-income towns. Living expenses are lower than in the bordering Ewing Township, New Jersey, though Ewing's median household income is nearly half and it has a crime rate many times higher. Lower Makefield is the largest municipality (by population) in North America without its own municipal court or post office. The municipal court serving Lower Makefield is in Morrisville (the town bordering the township to the southeast), and there are no plans to change the arrangements with Morrisville. The post office, while retaining the name of Morrisville, is located within Falls Township in which some of the township is served by the same ZIP code (19067). Previously Morrisville had a higher population, but with the growth in Lower Makefield over the past 30 years, Morrisville is now a much smaller place by both land area and population. Lower Makefield Township has been a top finisher in the MONEY Magazine and CNN/Money \"Best Places to Live\" rankings for the Eastern region of the United States in the under 100,000 population category. ==History== The Dolington Village Historic District, John and Phineas Hough House, Amos Palmer House, Slate Hill Cemetery, Benjamin Taylor Homestead, and Village of Edgewood Historic District are listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the township has a total area of 18.3 square miles (47.4 km2), of which, 17.9 square miles (46.5 km2) of it is land and 0.4 square miles (0.9 km2) of it (1.97%) is water. Past and present villages include Schammels Corner, and Woodside.MacReynolds, George, Place Names in Bucks County, Pennsylvania, Doylestown, Bucks County Historical Society, Doylestown, PA, 1942, P1. Natural features include Brock Creek, Common Creek, Core Creek, Edge Hill, and Jericho Creek. ==Development and growth== Lower Makefield has experienced explosive growth over the past decades; however, the housing crisis severely hit the township during the 2000s, and development slowed considerably, resulting in a slight population decrease. The decrease is credited to the many college-aged students leaving the township bound for college. The housing boom of the nineties resulted in a large increase in the adolescent population, who have since reached adulthood and left the township. Still many smaller housing developments and some corporate centers have been constructed since 2000, the latter especially the Stony Hill Road corridor around I-295, beginning with office complexes 1000 to 1040 Stony Hill Road in 1998, followed by 600 to 800 Township Line Road (at Township Line and Stony Hill), 777 Township Line Road (the first green building in Bucks County), and a new age-restricted housing complex under construction at 645 Stony Hill Road, near the township's retail district. However, the township has been well-planned and maintains a strong balance between growth and preservation, and is considered to be very desirable for the high quality of life it offers residents. On December 19, 2007, a committee was formed to work to bring a veterans' monument to Lower Makefield Township. On October 15, 2008, the Lower Makefield Supervisors unanimously approved designating the site of the farmers' market (known as Pocket Park) as a veterans' monument. On November 9, Pocket Park was officially renamed Veterans Square. The veterans committee has committed to not taking township tax dollars to build the monument and relies on contributions. The park will remain open space for use as a community farmers' market, playground, and monument. ==Demographics== As of the 2010 census, the township was 87.7% Non- Hispanic White, 2.3% Black or African American, 0.1% Native American, 6.3% Asian, and 1.3% were two or more races. 2.4% of the population were of Hispanic or Latino ancestry.https://www.usatoday.com/news/nation/census/profile/PA As of the census of 2000, there were 32,681 people, 11,706 households, and 9,388 families residing in the township. The population density was 1,821.8 people per square mile (703.4/km2). There were 11,931 housing units at an average density of 665.1/sq mi (256.8/km2). The racial makeup of the township was 93.32% White, 1.81% African American, 0.07% Native American, 3.72% Asian, 0.29% from other races, and 0.78% from two or more races. Hispanic or Latino of any race were 1.42% of the population. There were 11,706 households, out of which 40.6% had children under the age of 18 living with them, 72.5% were married couples living together, 5.7% had a female householder with no husband present, and 19.8% were non-families. 16.2% of all households were made up of individuals, and 4.9% had someone living alone who was 65 years of age or older. The average household size was 2.77 and the average family size was 3.13. In the township the population was spread out, with 27.6% under the age of 18, 4.2% from 18 to 24, 30.0% from 25 to 44, 27.8% from 45 to 64, and 10.4% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 92.1 males. The median income for a household in the township was $98,090, and the median income for a family was $106,908 (these figures had risen to $112,677 and $128,314 respectively as of a 2007 estimate). Males had a median income of $80,329 versus $47,138 for females. The per capita income for the township was $43,983. About 1.8% of families and 2.7% of the population were below the poverty line, including 2.8% of those under age 18 and 3.7% of those age 65 or over. == Other == In addition to Lower Makefield and Yardley, postal ZIP code 19067 includes the borough of Morrisville, located southeast of Lower Makefield Township along the Delaware River. However, Morrisville is a distinctly separate town entity and has its own government, school system, police department, fire department, and sports programs. Lower Makefield is part of the Pennsbury School District, which is a top-ranked Blue Ribbon school district in the Commonwealth of Pennsylvania. In the September 11th attacks on the twin towers in New York City, Lower Makefield Township lost six residents, including the captain of United Airlines Flight 175, the highest number in Pennsylvania, which lost a total of 29 tower employees. This high concentration is most likely due to the large number of Manhattan commuters who live there. The Garden of Reflection Memorial in Lower Makefield went into development shortly after the attacks as a dedication to the 17 Bucks County residents who died in the attacks, and it also honors all of the 2,973 victims who lost their lives. The State of Pennsylvania has selected The Garden of Reflection as the Official Pennsylvania 9-11 Memorial, and it was formally dedicated on September 30, 2006. The $1.4 million memorial, designed by Yardley architect Liuba Laschyk, includes twin fountains representing the towers of the World Trade Center; a Walk of Remembrance, with a series of glass panels etched with the names of the 2,973 people who lost their lives in the 9-11 attacks; and a memorial rail etched with the names of the 17 residents from Bucks County who were killed. Each year the Yardley Inn hosts a fundraiser called \"Cooking with the Chef\" to raise additional funding for maintenance of the Garden of Reflection. On October 28, 2004, President George W. Bush visited with a crowd of 23,000 at Ruth Wright's Broadmeadows Farm in Lower Makefield during a campaign rally for the 2004 presidential election. Lower Makefield Township developed its own 18-hole golf course, Makefield Highlands Golf Club, which opened in 2004, and it is considered the only true links-style golf course in the Tri-State area. The club includes a par-72 course designed by Rick Jacobson, The Highlands Grille restaurant, Pro Shop, golf instruction, and full practice facility (driving range with both mat and grass areas, putting green, and chipping green with bunkers). Shady Brook Farm is a popular location for area residents, and is located in Lower Makefield. Shady Brook Farm has a large Farm Market and Garden Center, and hosts many events, including Pumpkin Fest and HorrorFest in the fall, Santa's Village and the Holiday Light Show during the Christmas season, and the Annual Easter Egg Hunt, as well as others throughout the year, including the Wine Concert Series and Apple Festival. In June 2006 at the 88th Annual Bucks County Fireman's Association Parade in Quakertown, PA, the all-volunteer Yardley-Makefield Fire Company won best overall fire department, as well as first place awards in the following categories: marine unit, deputy or chief's vehicle, aerial tower, over 1,500 gallon-a-minute engine, light rescue pumper, 1965 and older motorized apparatus, and best marching unit with music. The Slate Hill Cemetery, located at Yardley-Morrisville Rd. at Mahlon Dr. in Lower Makefield Township, is open to the public and is possibly the oldest burying grounds in Bucks County. It was established in 1690 and the earliest gravestone is dated 1698. There are a number of unmarked graves, for which dates are unknown. These unmarked graves are believed to be the final resting-places of a number of the early settlers in Lower Makefield. Washington Crossing Historic Park is located just over the Lower Makefield Township town line in the Washington Crossing section of Upper Makefield Township. From this site, General George Washington and men of the Continental Army and militia crossed the Delaware River on the night of December 25–26, 1776 and marched to Trenton, New Jersey. There they attacked and defeated Hessian troops quartered in and around the village. This surprise attack and victory set the stage for Washington's subsequent victories at the Second Battle of Trenton and Princeton. The Crossing and the Trenton/Princeton campaign have become known as the Ten Crucial Days — a campaign that saved Washington's army from defeat, allowing them to fight another day and achieve ultimate victory. The township's recreational facilities include 92-acre Macclesfield Park, which opened in 1989.LMT 2015 Park and Recreation - Presentation to the Lower Makefield Township Board of Supervisors - May 20, 2009, lmt.org, Retrieved 27 October 2014 ==Climate== According to the Köppen climate classification system, Lower Makefield Twp has a Hot-summer, Humid continental climate (Dfa). Dfa climates are characterized by at least one month having an average mean temperature ≤ , at least four months with an average mean temperature ≥ , at least one month with an average mean temperature ≥ and no significant precipitation difference between seasons. Although most summer days are slightly humid in Lower Makefield Twp, episodes of heat and high humidity can occur with heat index values > . Since 1981, the highest air temperature was on 07/22/2011, and the highest daily average mean dew point was on 08/13/2016. The average wettest month is July which corresponds with the annual peak in thunderstorm activity. Since 1981, the wettest calendar day was on 08/27/2011. During the winter months, the average annual extreme minimum air temperature is . Since 1981, the coldest air temperature was on 01/22/1984. Episodes of extreme cold and wind can occur with wind chill values < . The average annual snowfall (Nov-Apr) is between and . Ice storms and large snowstorms depositing ≥ of snow occur once every few years, particularly during nor’easters from December through February. ==Ecology== According to the A. W. Kuchler U.S. potential natural vegetation types, Lower Makefield Twp would have a dominant vegetation type of Appalachian Oak (104) with a dominant vegetation form of Eastern Hardwood Forest (25). The plant hardiness zone is 7a with an average annual extreme minimum air temperature of . The spring bloom typically begins by April 8 and fall color usually peaks by November 2. ==References== ==External links== * Lower Makefield Township Category:Townships in Bucks County, Pennsylvania Category:Pennsylvania populated places on the Delaware River",
 "title": "Lower Makefield Township, Bucks County, Pennsylvania"
}