{
 "id": "131660",
 "text": "Cresson is a borough in Cambria County, Pennsylvania, United States. Cresson is east of Pittsburgh. It is above in elevation. Lumber, coal, and coke yards were industries that had supported the population which numbered 1,470 in 1910. The borough is part of the Johnstown Metropolitan Statistical Area, although state and local sources list it as part of the Altoona area due to being much closer to that city. The population of Cresson at the 2010 census was 1,711. The location was named in 1854 as a memorial to philanthropist Elliott Cresson. Railroads, beginning with the Allegheny Portage Railroad, fueled the growth of the area. Many famous Pittsburgh businessmen, including Charles M. Schwab, Andrew Carnegie, and Henry Clay Frick, maintained summer residences in the area. The borough was incorporated in 1906, along with neighboring Sankertown. ==Geography== Cresson is located in eastern Cambria County at (40.462631, -78.586319), atop the Eastern Continental Divide, the height of land between the Eastern Seaboard of the United States and the Ohio River valley. The Little Conemaugh River rises in Cresson, flowing southwest to form the Conemaugh River, which in turn flows to the Kiskiminetas River, then the Allegheny River, the Ohio River, and finally the Mississippi. The north side of Cresson, meanwhile, drains north to Clearfield Creek, a tributary of the West Branch of the Susquehanna River, leading to Chesapeake Bay. Blair Gap, at the eastern edge of the Allegheny Plateau and east of town, is the location of the Allegheny Portage Railroad National Historic Site, where the first railroad (a portage railway) crossed the Allegheny Mountains. Cresson is bypassed to the south and east by U.S. Route 22, a four-lane expressway, with access from two exits: Pennsylvania Route 53 (Second Street) on the south, and the Admiral Peary Highway (former US 22) on the east. Altoona is to the northeast via US 22 and Interstate 99, while Ebensburg, the Cambria County seat, is to the west. According to the United States Census Bureau, the borough has a total area of , all of it land. ==History== === Mountainhouse era === thumb|(1891) CRESSON SPRINGS One of the first buildings in the area which would become Cresson was the Mountainhouse Hotel. The Queen Anne style structure was opened by the Pennsylvania Railroad in 1881, sold to the Cresson Springs Co., and demolished in 1916. It was hoped to attract visitors from Pittsburgh and Johnstown looking for clean air and \"therapeutic\" mineral springs. Although itself unsuccessful, it led to the development of several other hotels, companies, and the town itself. The area is currently known as the \"Mountainhouse Grounds\" to local residents and is in the midst of development. Several of the original cottages still stand, including those of Andrew Carnegie and Benjamin Jones.Anne Francis Pulling. Around Cresson and the Alleghenies. === Stereographs of R.A. Bonine === Photographer R.A. Bonine of Altoona took several stereographs of the Cresson area, including the Mountainhouse during the 1870-1880s. The following were included in his series \"Views Among the Alleghenies\". File:Cresson, a summer resort on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 4.jpg|Mountainhouse Hotel File:Winter at Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 10.jpg|Cresson Springs Co. Building File:Cresson, a summer resort on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 8.jpg|Hotel from Railroad Station File:P. R. R. Depot at Cresson, looking east, by R. A. Bonine 2.jpg|Railroad Depot (looking east) File:Cresson, a summer resort on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 10.jpg|Muller Cottage File:Haunts of the speckled trout, near Cresson, by R. A. Bonine.jpg File:Haunts of the trout, below Red Lick, near Cresson, by R. A. Bonine.jpg File:Trout stream in winter, among the Alleghenies near Cresson, on the P. R. R, by R. A. Bonine.jpg File:Trout stream in winter, among the Alleghenies near Cresson, on the P. R. R, by R. A. Bonine 6.jpg File:Trout stream in winter, among the Alleghenies near Cresson, on the P. R. R, by R. A. Bonine 4.jpg File:Trout stream in winter, among the Alleghenies near Cresson, on the P. R. R, by R. A. Bonine 2.jpg File:Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 8.jpg File:Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 6.jpg File:Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 4.jpg File:Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 2.jpg File:Cresson, a summer resort on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 12.jpg File:Cresson, a summer resort on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 6.jpg File:Cresson, a summer resort on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 3.jpg File:Winter at Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 8.jpg File:Winter at Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 6.jpg File:Winter at Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 4.jpg File:Winter at Cresson, summer resort, on the P. R. R. among the wilds of the Alleghenies, by R. A. Bonine 2.jpg ==Demographics== As of the census of 2000, there were 1,631 people, 726 households, and 426 families residing in the borough. The population density was 3,297.7 people per square mile (1,285.2/km2). There were 786 housing units at an average density of 1,589.2 per square mile (619.3/km2). The racial makeup of the borough was 98.90% White, 0.12% African American, 0.37% Asian, 0.25% from other races, and 0.37% from two or more races. Hispanic or Latino of any race were 0.74% of the population. There were 726 households, out of which 26.0% had children under the age of 18 living with them, 41.9% were married couples living together, 13.6% had a female householder with no husband present, and 41.3% were non- families. 36.8% of all households were made up of individuals, and 16.9% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.94. In the borough, the population was spread out, with 21.0% under the age of 18, 10.3% from 18 to 24, 27.5% from 25 to 44, 22.2% from 45 to 64, and 19.0% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 85.1 males. For every 100 females age 18 and over, there were 81.8 males. The median income for a household in the borough was $26,293, and the median income for a family was $34,900. Males had a median income of $30,972 versus $21,853 for females. The per capita income for the borough was $15,562. About 13.7% of families and 16.8% of the population were below the poverty line, including 16.4% of those under age 18 and 6.4% of those age 65 or over. ==Education== *Mount Aloysius College, a four-year Roman Catholic institution, is located in Cresson. *Penn Cambria School District, a K-12 public school district, has administrative offices in Cresson; the district covers neighboring areas as well as Cresson. Penn Cambria Pre-Primary and Penn Cambria High School are located in Cresson. ==Notable people== * Josh Gallagher - Finalist on The Voice 2016 *Robert Edwin Peary, Sr - American Explorer ==References== ==External links== * Cresson Area Chamber of Commerce Category:Populated places established in 1902 Category:Boroughs in Cambria County, Pennsylvania",
 "title": "Cresson, Pennsylvania"
}