{
 "id": "131691",
 "text": "Portage is a borough with home rule status in Cambria County, Pennsylvania, United States. It is southeast of Ebensburg and southwest of Altoona. It is part of the Johnstown, Pennsylvania Metropolitan Statistical Area. The population was 2,638 at the 2010 US census. ==History== Portage's name comes from the practice of portage or portaging which is the process of carrying a water craft or cargo over land between two bodies of water. The \"portaging\" that occurred in this area was due to the Allegheny Portage Railroad which ran from Hollidaysburg westward to Johnstown over the Allegheny Front, the height of land separating the Eastern Seaboard of the United States from the Ohio River Valley. The line opened in 1834 and Portage was situated on the #2 plane of the Allegheny Portage Railroad system. Pennsylvania Route 53 follows the route of the railroad through Portage. The unloading spot for the railroad in Portage was the Washington House, which was located where Portage Auto Wreckers is currently. By 1854, the Allegheny Portage Railroad was considered obsolete due to the Pennsylvania Railroad which traveled over the Alleghenys considerably faster and safer. At the same time, another company, the New Portage Railroad, was attempting to do the same, but in 1857, the Pennsylvania Railroad bought the New Portage railroad and abandoned it. Within a few years after the opening of the Pennsylvania Railroad, a station was constructed for locomotives to stop to take on water and pick up wood to fire the boiler. This lasted until the wood was replaced by coal to fire the locomotives. All of the lumber and coal industries in Portage caused a population boom, and by the 1860s a passenger station was built by the railroad along the mainline, which at the time traveled through the center of town on what is now the Sonman Branch Line. Portage Township was cut from Washington and Summerhill Townships on March 4, 1874. On October 7, 1890, the borough of Portage was incorporated and cut from Portage Township. The Pennsylvania Railroad re-aligned the mainline from Lilly to Summerhill in the 1890s, and a new station was built on Washington Avenue. The station remained open until 1926 when a new station was built on Lee Street. The town continued to grow in size into the 1920s when it reached its peak population (4,804 at the 1920 United States Census). On July 15, 1940, at the Sonman Shaft Coal Co. near Portage, 63 miners died when a methane gas explosion occurred. In 1960, a memorial to the miners who died in the explosion which was originally located in Jamestown, but was relocated to Crichton-McCormick Park in Portage. The Portage Station Museum offers a documentary about the disaster titled \"63 Men Down: The Story of the Sonman Mine Explosion\", along with coal mine and railroad artifacts and exhibits. In November 1953, the Pennsylvania Railroad closed the passenger station. It was used a few months after that to just hold freight but was shut down altogether by mid-1954. The population in Portage stayed steady around 4,000 until the late 1970s. The steep drop in population since then was due to all the coal mines in the region closing and much of the steel industry slowing down in nearby Johnstown, due to the 1977 Johnstown Flood. To celebrate the town's centennial, Summerfest was organized. It has since been celebrated every year in mid-August. The festival has many traditions including many ethnic foods and a mass service in the morning of Sunday that weekend. Another event held every year in Portage is the annual community yard sale, organized by the Portage Area Historical Society and held in mid-June. The Portage Historic District was listed on the National Register of Historic Places in 1995. Portage adopted a home rule charter on May 10, 1994, that took effect on January 1, 1996. Although the community kept \"Borough of Portage\" as its official name, it is no longer governed under the state's Borough Code. ==Fire company== The Portage Volunteer Fire Company was chartered in 1906. At this time it was a one-bay-door barn with a horse-drawn engine. In 1936 the company updated their fleet with a new American LaFrance engine. They were one of the first companies to have purchased a fire engine, and they began to run mutual aid to other departments. Many years later, they got more apparatus, and realized the single garage building was too small, so in 1977, they constructed the municipal building/fire station that also houses the Portage Boro Police Department. In 2009, the Cassandra Volunteer Fire Company and Portage Volunteer Fire Company merged to better serve the community and eliminate duplication of services in the area. In 2015, members from the Wilmore Volunteer Fire Company and Portage Volunteer Fire Company accepted a merger to better serve their communities. Today, the Portage Volunteer Fire Company operates out of two stations and has a fleet of one Quint, one rescue engine, one engine, one tanker, one ATV/brush unit, and two support vehicles. In late 2015, PVFC will be receiving a new 3,000-gallon 4 Guys Tanker and in 2016 a new Sutphen Rescue-Engine to replace retired Rescue 83. ==Notable residents== * Len Chappell, professional basketball player * ==Geography== Portage is located in southeastern Cambria County at (40.386858, -78.673593), in the valley of the Little Conemaugh River. According to the United States Census Bureau, the borough has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 2,837 people, 1,232 households, and 756 families residing in the borough. The population density was 4,262.7 people per square mile (1,634.9/km²). There were 1,367 housing units at an average density of 2,054.0 per square mile (787.8/km²). The racial makeup of the borough was 99.47% White, 0.07% African American, 0.04% Native American, 0.07% Asian, 0.04% from other races, and 0.32% from two or more races. Hispanic or Latino of any race were 0.49% of the population. Residents are predominantly of Polish or Slovak descent. There were 1,232 households, out of which 24.8% had children under the age of 18 living with them, 45.5% were married couples living together, 11.4% had a female householder with no husband present, and 38.6% were non-families. 35.1% of all households were made up of individuals, and 18.9% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.95. In the borough the population was spread out, with 20.7% under the age of 18, 8.7% from 18 to 24, 25.4% from 25 to 44, 23.7% from 45 to 64, and 21.6% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 86.9 males. For every 100 females age 18 and over, there were 82.3 males. The median income for a household in the borough was $24,548, and the median income for a family was $34,539. Males had a median income of $24,957 versus $21,500 for females. The per capita income for the borough was $15,594. About 14.0% of families and 18.3% of the population were below the poverty line, including 22.9% of those under age 18 and 5.5% of those age 65 or over. ==References== ==Bibliography== *\"The Story of Portage.\" Johnstown Tribune, 21 June 1906. Print. *\"How Towns Were Named.\" Nanty-Glo Journal, 8 Feb. 1956. Print. ==External links== *Portage borough official website Category:Boroughs in Cambria County, Pennsylvania Category:Populated places established in 1890 Category:Home Rule Municipalities in Pennsylvania",
 "title": "Portage, Pennsylvania"
}