{
 "id": "131698",
 "text": "Scalp Level is a borough in Cambria County, Pennsylvania, United States. It is part of the Johnstown, Pennsylvania Metropolitan Statistical Area. The population was 778 at the 2010 census. ==History== According to tradition, the town site was so named after a local property owner ordered his farmhands to \"scalp them bushes level\". The Windber Historic District was listed on the National Register of Historic Places in 1991. ==Geography== Scalp Level is located on the southern border of Cambria County at (40.250976, -78.839813). It is bordered to the south by the boroughs of Paint and Windber in Somerset County. It is in the valley of Paint Creek, a west-flowing tributary of the Stonycreek River, which flows north to form the Conemaugh River in the center of Johnstown, northwest of Scalp Level. U.S. Route 219, a four-lane expressway, passes northwest of Scalp Level, leading southwest to Somerset and northeast to Ebensburg, the Cambria County seat. Pennsylvania Route 56 runs through the center of Scalp Level and leads southeast to Bedford. According to the United States Census Bureau, the borough of Scalp Level has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 851 people, 347 households, and 234 families residing in the borough. The population density was 1,368.5 people per square mile (530.0/km²). There were 375 housing units at an average density of 603.0 per square mile (233.5/km²). The racial makeup of the borough was 99.53% White, 0.24% African American, and 0.24% from two or more races. Hispanic or Latino of any race were 0.59% of the population. There were 347 households, out of which 29.1% had children under the age of 18 living with them, 50.4% were married couples living together, 11.0% had a female householder with no husband present, and 32.3% were non- families. 29.4% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 2.45 and the average family size was 3.04. In the borough the population was spread out, with 22.6% under the age of 18, 7.6% from 18 to 24, 27.6% from 25 to 44, 22.3% from 45 to 64, and 19.9% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 88.3 males. For every 100 females age 18 and over, there were 88.3 males. The median income for a household in the borough was $25,956, and the median income for a family was $30,515. Males had a median income of $26,354 versus $17,216 for females. The per capita income for the borough was $12,108. About 9.1% of families and 12.9% of the population were below the poverty line, including 22.5% of those under age 18 and 5.8% of those age 65 or over. ==Notable people== * Alexander Ratiu, author, Roman Catholic priest and political activist ==References== Category:Populated places established in 1835 Category:Boroughs in Cambria County, Pennsylvania",
 "title": "Scalp Level, Pennsylvania"
}