{
 "id": "131741",
 "text": "Palmerton is a borough in Carbon County, Pennsylvania, United States. Palmerton is part of the Lehigh Valley, which has a population of 861,899 and is the 69th most populated metropolitan area in the U.S. as of the 2020 census. The borough's population was 5,414 at the 2010 census. == History == Native Americans lived in the area that is now Palmerton for many years. Early European settlers established the villages of Hazard and Little Gap, which were part of Lower Towamensing Township. There was also an Underground Railroad station there. Palmerton was officially incorporated in 1912. In 1912, the New Jersey Zinc Company located a Zinc smelting operation (now the West Plant) here, in order to take advantage of the anthracite coal being mined just north of Palmerton and the zinc mines in Franklin, New Jersey. The town was named after New Jersey Zinc's then-President, Stephen S. Palmer, though Palmer was reportedly not pleased with having his name on the town. A second location, the East Plant, was established on the other side of town in 1911. Though other industries, such as several garment manufacturing shops, came to Palmerton, the zinc company was the major employer for most of the town's history. Much of the population came to the site, principally from Eastern Europe, in order to work in the zinc plants. Zinc smelting was ended in 1980 due to a poor zinc market and environmental regulation. The West Plant was demolished in 2010. The East Plant continues to operate at reduced capacity, processing electric arc furnace dust into zinc calcine. The Palmer House, a five-story Senior Citizens residence at 360 Delaware Avenue is on the site of the former Palm Theater. The Palmerton Historic District, covering the downtown area, was added to the National Register of Historic Places on January 19, 2018. ==Geography== Palmerton is located in southern Carbon County at (40.803077, -75.611808). It lies just north of the junction of the Lehigh River and Aquashicola Creek, which in turn is just north of the Lehigh Gap through Blue Mountain. To the north of Palmerton is Stony Ridge. The borough is located east of Bowmanstown and north of the twin towns of Walnutport and Slatington, southeast of Lehighton, and south of the city of Scranton. Palmerton's elevation is above sea level. According to the United States Census Bureau, the borough has a total area of , of which is land and , or 2.00%, is water. The layout of Palmerton's streets and alleys is extremely regular, because most of the town was planned and built by the New Jersey Zinc Company. Avenues, which run east to west, contain the majority of addresses and are named for colleges and universities. Streets, running perpendicular, are numbered from First Street in the west to Eighth Street in the east. Most of the houses in the central and southern parts of town (near the zinc plants) are \"doubles\"—one building divided down the center into two residences. ==Demographics== As of the census of 2000, there were 5,248 people, 2,220 households, and 1,429 families residing in the borough. The population density was 2,109.1 people per square mile (813.8/km2). There were 2,365 housing units at an average density of 950.5 per square mile (366.7/km2). The racial makeup of the borough was 98.29% White, 0.15% African American, 0.17% Native American, 0.17% Asian, 0.04% Pacific Islander, 0.46% from other races, and 0.72% from two or more races. Hispanic or Latino of any race were 2.36% of the population. The most common ethnicities in Palmerton are Russian (40.3%), German (29.6%), Irish (20.5%), Ukrainian (13.2%) and Slovak (8.5%). There were 2,220 households, out of which 29.6% had children under the age of 18 living with them, 48.7% were married couples living together, 11.4% had a female householder with no husband present, and 35.6% were non-families. 29.5% of all households were made up of individuals, and 17.0% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.92. In the borough the population was spread out, with 23.1% under the age of 18, 8.2% from 18 to 24, 29.1% from 25 to 44, 21.3% from 45 to 64, and 18.3% who were 65 years of age or older. The median age was 38 years. For every 100 females there were 90.9 males. For every 100 females age 18 and over, there were 85.2 males. The median income for a household in the borough was $31,522, and the median income for a family was $36,967. Males had a median income of $31,278 versus $21,781 for females. The per capita income for the borough was $16,225. About 8.5% of families and 10.0% of the population were below the poverty line, including 16.5% of those under age 18 and 10.2% of those age 65 or over. == Superfund == Palmerton is currently the location of the Palmerton Zinc Superfund site. It was added to the National Priority List in 1983. The site is broken down into four Operable Units: the defoliated slope of Blue Mountain, the cinder banks, the soil in town, and the ground and surface water. The remediation process in Palmerton has been contentious. Both the United States Environmental Protection Agency and the citizens' group Palmerton Citizens for a Clean Environment (PCCE) believe that extensive cleanup of the town's soil is necessary to protect human health. On the other hand, many citizens, including the Pro-Palmerton Coalition (PPC), argue that the health risks are exaggerated and that the town's Superfund status stigmatizes it. Both groups, as well as other stakeholders, are part of a Superfund Community Advisory Group called the Palmerton Environmental Task Force. ==Parks and recreation== ===Community Park=== thumb|upright=1.2|Palmerton Area Veterans Memorial The Palmerton Community Park is located downtown between Third and Fourth Streets. It includes the Palmerton Area Veterans Memorial, which was dedicated in 2012. ===Appalachian Trail=== The Appalachian Trail crosses the Lehigh River less than south of Palmerton. The former town jail, below City Hall, had been converted into a hostel which served Appalachian Trail thru-hikers for forty years. It was announced in April 2015 that they would no longer provide this service.https://www.facebook.com/theATguide ===Community band=== The Palmerton Community Band is a non-profit concert band located in Palmerton. The band began playing summer concerts in the Palmerton Borough Park bandshell in 1911. Today, the band consists of about 35 musicians from Palmerton and nearby communities. The band continues to play in summer concerts and festivals, continuing its long tradition of community performances. ==Notable people== * Daniel A. Dailey, 15th Sergeant Major of the U.S. Army * Elmer Valo, Major League Baseball player * Steve Honzo NBA referee * Jane Jensen, video game designer and author * Tammy Lynn Sytch, professional wrestling manager best known for her time in the World Wrestling Federation as the character, Sunny. ==See also== *Bandit (raccoon) ==References== ==External links== *Borough of Palmerton official website *Palmerton Area Library *Palmerton Area School District *EPA: Palmerton Zinc Superfund Site *Blue Mountain Ski Area, east of town *Palmerton Community Band Category:Populated places established in 1898 Category:Boroughs in Carbon County, Pennsylvania Category:1912 establishments in Pennsylvania",
 "title": "Palmerton, Pennsylvania"
}