{
 "id": "131801",
 "text": "Stormstown is a census-designated place (CDP) in Centre County, Pennsylvania, United States. It is part of the State College, Pennsylvania Metropolitan Statistical Area. The population was 2,366 at the 2010 census. Its population grew nearly 48% between 2000 and 2010 thanks largely to the development of several new neighborhoods in the area. ==Geography== Stormstown is located in southwestern Centre County in northern Halfmoon Township, in the Halfmoon Valley with Bald Eagle Mountain to the northwest. The CDP extends southwest to include the hamlet of Centennial. Pennsylvania Route 550 passes through the community, leading northeast to Atherton Street (former U.S. Route 322) at a point west of the center of State College. From Centennial a road leads northwest over Bald Eagle Mountain to Port Matilda and to Interstate 99. According to the United States Census Bureau, the CDP has a total area of , all of it land. ==Demographics== As of the census of 2010, there were 2,366 people, 789 households, and 690 families residing in the CDP. The population density was 671.9 people per square mile (259.4/km2). There were 819 housing units at an average density of 232.7/sq mi (89.8/km2). The racial makeup of the CDP was 97.2% White, 0.5% Black or African American, 0.9% Asian, and 1.4% from two or more races. Hispanic or Latino of any race were 1.2% of the population. There were 789 households, out of which 46.5% had children under the age of 18 living with them, 81.6% were married couples living together, 2.3% had a male householder with no wife present, 3.5% had a female householder with no husband present, and 12.5% were non-families. 9.1% of all households were made up of individuals, and 2.4% had someone living alone who was 65 years of age or older. The average household size was 3.00 and the average family size was 3.23. In the CDP, the population was spread out, with 29.4% under the age of 18, 5.9% from 18 to 24, 23.5% from 25 to 44, 35.1% from 45 to 64, and 6.1% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 103.6 males. For every 100 females age 18 and over, there were 101.3 males. The median income for a household in the CDP was $99,318, and the median income for a family was $104,934. The per capita income for the CDP was $34,855. About 3.6% of families and 3.7% of the population were below the poverty line, including 2.7% of those under age 18 and none of those age 65 or over. ==References== Category:Census-designated places in Centre County, Pennsylvania Category:Census-designated places in Pennsylvania",
 "title": "Stormstown, Pennsylvania"
}