{
 "id": "131868",
 "text": "South Coatesville is a borough in Chester County, Pennsylvania, United States. The population was 1,303 at the 2010 census. ==Geography== South Coatesville is located at (39.971306, -75.812023). According to the United States Census Bureau, the borough has a total area of , all of it land. ==Demographics== At the 2010 census, the borough was 35.3% non-Hispanic White, 47.9% Black or African American, 0.2% Native American, 0.3% Asian, and 5.2% were two or more races. 13.0% of the population were of Hispanic or Latino ancestry . At the 2000 census there were 997 people, 376 households, and 263 families living in the borough. The population density was 586.2 people per square mile (226.4/km²). There were 419 housing units at an average density of 246.3 per square mile (95.2/km²). The racial makeup of the borough was 34.80% White, 56.07% African American, 0.20% Native American, 0.30% Pacific Islander, 4.11% from other races, and 4.51% from two or more races. Hispanic or Latino of any race were 8.93%. There were 376 households, 27.1% had children under the age of 18 living with them, 41.0% were married couples living together, 22.1% had a female householder with no husband present, and 29.8% were non-families. 25.8% of households were made up of individuals, and 13.0% were one person aged 65 or older. The average household size was 2.64 and the average family size was 3.13. The age distribution was 27.7% under the age of 18, 7.2% from 18 to 24, 25.3% from 25 to 44, 22.7% from 45 to 64, and 17.2% 65 or older. The median age was 38 years. For every 100 females there were 87.1 males. For every 100 females age 18 and over, there were 83.9 males. The median household income was $37,596 and the median family income was $41,528. Males had a median income of $31,813 versus $29,028 for females. The per capita income for the borough was $14,321. About 11.9% of families and 12.6% of the population were below the poverty line, including 11.3% of those under age 18 and 16.0% of those age 65 or over. ==References== ==External links== * Category:Populated places established in 1921 Category:Boroughs in Chester County, Pennsylvania",
 "title": "South Coatesville, Pennsylvania"
}