{
 "id": "131984",
 "text": "{{Infobox settlement | name = Tranås Municipality | native_name = Tranås kommun | native_name_lang = sv | settlement_type = Municipality | image_skyline = Stadshuset vid Stadshusbron i Tranås, den 27 april 2007.jpg | image_alt = | image_caption = Tranås city hall | image_seal = | seal_alt = | image_shield = Tranås vapen.svg | shield_size = 120x80px | image_map = Tranås Municipality in Jönköping County.png | map_alt = | map_caption = | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = Sweden | subdivision_type1 = County | subdivision_name1 = Jönköping County | established_title = | established_date = | seat_type = Seat | seat = Tranås | government_footnotes = | leader_party = | leader_title = | leader_name = | unit_pref = Metric | area_footnotes = | area_total_km2 = | area_land_km2 = | area_water_km2 = | area_water_percent = | area_note = Area as of . | elevation_footnotes = | elevation_m = | population_footnotes = | population_total = | population_as_of = | population_density_km2 = auto | population_note = | timezone1 = CET | utc_offset1 = +1 | timezone1_DST = CEST | utc_offset1_DST = +2 | blank_name_sec1 = Province | blank_info_sec1 = Småland | blank1_name_sec1 = Municipal code | blank1_info_sec1 = 0687 | postal_code_type = | postal_code = | area_code_type = | area_code = | iso_code = SE | website = www.tranas.se | footnotes = }} Tranås Municipality (Tranås kommun) is a municipality in Jönköping County, southern Sweden, where the town Tranås is seat. The original entity Tranås was detached from the rural municipality Säby as a market town (köping) in 1882 and made a city in 1919. The reunification took place in 1951 when Säby was made a part of Tranås. In 1967 Linderås was amalgamated with the City of Tranås, which in 1971 was made a municipality of unitary type when all differences between rural and urban municipalities were abolished. Tranås was once well known for its fur industry, but there is almost no such activity today. ==Localities== There are 3 urban areas (also called a Tätort or locality) in Tranås Municipality. In the table the localities are listed according to the size of the population as of December 31, 2005. The municipal seat is in bold characters. {| class=\"wikitable\" ! # !! Locality !! Population |- | 1 || Tranås || 14,017 |- | 2 || Sommen || 789 |- | 3 || Gripenberg || 282 |} ==Culture== Music plays an important part of everyday life in Tranås. There are bands such as Rövsvett, El Scorschos, The Trick and Feel Flows. Tranås as a town still holds itself in high esteem since winning the annual national award as \"music municipal of the year\", despite the politicians trying their best to shut down important meeting places like Sobelhuset and be very anti-rock band in their stance. Nowadays the best known band from Tranås is The Bombdolls, a punk rock band that regularly tours in Sweden and Germany. ==Sports== *Tranås FF is the city's football team. *Tranås Bois have played in bandy allsvenskan. *Tranås AIF is the city's pride when it comes to ice hockey. The team currently resides in Division one. *Tranås Baseboll is the city's pride when it comes to baseball. *Tranås Golfklubb is the city's Golf Club with a well known course. ==Education== *Tranås Utbildningscentrum, Community Centre of Higher Education and Professional Skills. *Holavedsskolan, gymnasium. The name originates from Holaveden, the forest which acts like a border between Småland and Östergötland. ==Media== News magazines: *Tranås-Posten *Tranås Tidning ==Notable people== *Lennart Hyland, renowned sports commentator and host for several radio- and TV-shows, born in Tranås city. *Ove Fundin, worldchampion in speedway, also born in Tranås city. *Johanna Westman, host on SVT, author of cook- and children's books. *Richard Carlsohn, musical theatre performer. *Magnus Svensson, by far the best hockey player from Tranås, has played hundreds of times in Sweden's national team, Tre Kronor, and was the best goal scorer in World Cup 1994. Also won Olympic Gold medal 1994. Played most of his career in Leksands IF but also made a couple of seasons in the NHL with Florida Panthers. *David Lingmerth, Professional Golfer on the PGA Tour ==References== *Statistics Sweden ==External links== *Tranås Municipality - Official site *Satellite image of Tranås from Google Maps *Coat of arms Category:Municipalities of Jönköping County",
 "title": "Tranås Municipality"
}