{
 "id": "132033",
 "text": "Ramey is a borough in Clearfield County, Pennsylvania, United States. The population was 451 at the 2010 census. ==Geography== Ramey is located in southeastern Clearfield County at (40.800186, -78.401307), at the intersection of Pennsylvania Routes 253 and 453. PA 253 leads northeast to Houtzdale, and PA 453 leads northwest to Madera. The two highways together lead southwest to Janesville. According to the United States Census Bureau, the borough of Ramey has a total area of , of which , or 0.41%, is water. ==Demographics== As of the census of 2000, there were 525 people, 207 households, and 156 families residing in the borough. The population density was 584.8 people per square mile (225.2/km2). There were 222 housing units at an average density of 247.3 per square mile (95.2/km2). The racial makeup of the borough was 99.24% White, 0.38% Native American, and 0.38% from two or more races. Hispanic or Latino of any race were 0.95% of the population. There were 207 households, out of which 32.9% had children under the age of 18 living with them, 59.9% were married couples living together, 11.1% had a female householder with no husband present, and 24.6% were non-families. 22.2% of all households were made up of individuals, and 14.5% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 2.95. In the borough the population was spread out, with 24.6% under the age of 18, 7.8% from 18 to 24, 27.6% from 25 to 44, 20.6% from 45 to 64, and 19.4% who were 65 years of age or older. The median age was 38 years. For every 100 females there were 92.3 males. For every 100 females age 18 and over, there were 93.2 males. The median income for a household in the borough was $29,167, and the median income for a family was $36,563. Males had a median income of $30,000 versus $20,000 for females. The per capita income for the borough was $14,101. About 7.5% of families and 10.1% of the population were below the poverty line, including 17.1% of those under age 18 and 3.3% of those age 65 or over. ==References== Category:Populated places established in 1878 Category:Boroughs in Clearfield County, Pennsylvania Category:1878 establishments in Pennsylvania",
 "title": "Ramey, Pennsylvania"
}