{
 "id": "132038",
 "text": "Union Township is a township in Clearfield County, Pennsylvania, United States. The population was 892 at the 2010 census. ==Geography== According to the United States Census Bureau, the township has a total area of 31.5 square miles (81.5 km), of which, 31.1 square miles (80.7 km) of it is land and 0.3 square miles (0.9 km) of it (1.05%) is water. ==Communities== *Home Camp *Rockton *Smith Mills ==Demographics== As of the census of 2000, there were 918 people, 354 households, and 267 families residing in the township. The population density was 29.5 people per square mile (11.4/km). There were 476 housing units at an average density of 15.3/sq mi (5.9/km). The racial makeup of the township was 99.46% White, 0.11% Native American, and 0.44% from two or more races. Hispanic or Latino of any race were 0.22% of the population. There were 354 households, out of which 35.9% had children under the age of 18 living with them, 66.7% were married couples living together, 5.9% had a female householder with no husband present, and 24.3% were non-families. 20.1% of all households were made up of individuals, and 8.2% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 3.03. In the township the population was spread out, with 25.8% under the age of 18, 5.3% from 18 to 24, 30.7% from 25 to 44, 24.4% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 103.5 males. For every 100 females age 18 and over, there were 96.3 males. The median income for a household in the township was $37,250, and the median income for a family was $43,355. Males had a median income of $31,696 versus $23,438 for females. The per capita income for the township was $15,558. About 3.6% of families and 4.7% of the population were below the poverty line, including 7.9% of those under age 18 and 2.4% of those age 65 or over. ==School district== DuBois Area School District ==References== Category:Populated places established in 1809 Category:Townships in Clearfield County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Union Township, Clearfield County, Pennsylvania"
}