{
 "id": "132134",
 "text": "Mainville is a census-designated place in Columbia County, Pennsylvania, United States. The population was 132 at the 2010 census. It is part of the Bloomsburg-Berwick Micropolitan Statistical Area. ==History== A gristmill was built in the Mainville area in 1814. The Catawissa, Williamsport and Erie Railroad (later part of the Reading Railroad) was built through Mainville in the 1850s, followed by the Danville, Hazleton and Wilkes-Barre Railroad (later acquired by the Pennsylvania Railroad) in the early 1870s. The first churches in Mainville were built in 1813 and 1832. ==Geography== thumb|left|Mainville Drive in Mainville Mainville is located south of the center of Columbia County at (40.978855, -76.376629). According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 1.06%, is water. Mainville is bordered by Catawissa Creek to the west, just north of its water gap between Catawissa Mountain to the west and Nescopeck Mountain to the east. Pennsylvania Route 339 serves Mainville, leading northeast to Mifflinville and Interstate 80, and south up the Catawissa Creek valley and over Locust Mountain to Mahanoy City. Bloomsburg, the Columbia County seat, is to the northwest via Mainville Road.maps.google.com ==Demographics== As of the census of 2010, there were 132 people living in the CDP. The population density was 172.4 people per square mile (66.8/km2). In 2000, there were 38 housing units at an average density of 78.9/sq mi (30.6/km2). The racial makeup of the CDP was 100.00% White. There were 37 households, out of which 24.3% had children under the age of 18 living with them, 40.5% were married couples living together, 16.2% had a female householder with no husband present, and 35.1% were non-families. 29.7% of all households were made up of individuals, and 13.5% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.67. In the CDP, the population was spread out, with 18.1% under the age of 18, 15.7% from 18 to 24, 20.5% from 25 to 44, 30.1% from 45 to 64, and 15.7% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 88.6 males. For every 100 females age 18 and over, there were 88.9 males. The median income for a household in the CDP was $21,750, and the median income for a family was $35,625. Males had a median income of $36,875 versus $22,917 for females. The per capita income for the CDP was $15,303. There were no families and 7.7% of the population living below the poverty line, including no under eighteens and none of those over 64. ==References== Category:Bloomsburg–Berwick metropolitan area Category:Census-designated places in Columbia County, Pennsylvania Category:Census-designated places in Pennsylvania",
 "title": "Mainville, Pennsylvania"
}