{
 "id": "132190",
 "text": "Fairfield Township is a township in Crawford County, Pennsylvania, United States. The population was 1,023 at the 2010 census. ==Geography== Fairfield Township is located in southern Crawford County, bordered to the south by Mercer County. According to the United States Census Bureau, the township has a total area of , of which is land and , or 0.10%, is water. French Creek, a tributary of the Allegheny River, forms the northeast boundary of the township, and Conneaut Outlet, a tributary of French Creek, forms the northwest boundary. The borough of Cochranton borders the township to the northeast. ===Natural Features=== Geologic Province: Northwestern Glaciated Plateau Lowest Elevation: French Creek where it flows south of the township. Highest Elevation: at high point south of Cochranton, Pennsylvania. Major Rivers/Streams and Watersheds: French Creek (forms eastern border) and Conneaut Outlet (forms northern border) Minor Rivers/Streams and Watersheds: unnamed tributaries for both Biological Diversity Areas: Conneaut Marsh Complex-South BDA, French Creek- Conneaut Outlet Confluence BDA, Lower French Creek BDA Landscape Conservation Areas: Conneaut-Geneva Marsh LCA, French Creek LCA ==Demographics== As of the census of 2000, there were 1,104 people, 423 households, and 321 families residing in the township. The population density was 56.8 people per square mile (21.9/km). There were 570 housing units at an average density of 29.4/sq mi (11.3/km). The racial makeup of the township was 99.37% White, 0.18% African American, 0.18% Native American, 0.09% Asian, 0.09% Pacific Islander, and 0.09% from two or more races. Hispanic or Latino of any race were 0.54% of the population. There were 423 households, out of which 30.3% had children under the age of 18 living with them, 66.2% were married couples living together, 5.7% had a female householder with no husband present, and 23.9% were non-families. 21.3% of all households were made up of individuals, and 9.5% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.03. In the township the population was spread out, with 24.1% under the age of 18, 8.0% from 18 to 24, 28.3% from 25 to 44, 25.5% from 45 to 64, and 14.1% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 99.3 males. For every 100 females age 18 and over, there were 97.2 males. The median income for a household in the township was $34,955, and the median income for a family was $42,375. Males had a median income of $31,094 versus $19,519 for females. The per capita income for the township was $16,783. About 8.6% of families and 10.1% of the population were below the poverty line, including 13.8% of those under age 18 and 5.5% of those age 65 or over. ==References== Category:Townships in Crawford County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Fairfield Township, Crawford County, Pennsylvania"
}