{
 "id": "132390",
 "text": "Steelton is a borough in Dauphin County, Pennsylvania, United States, southeast of Harrisburg. The population was 5,990 at the 2010 census. The borough is part of the Harrisburg-Carlisle Metropolitan Statistical Area. ==History== thumb|left|The Pennsylvania Steel Company mill in Steelton, PA, as seen in 1908. After initial habitation by Susquehannock Indians and subsequent nearby Harrisburg establishment, the area was owned by the Kelker family of Harrisburg by the 1800s. The 100-acre area was chosen in 1866 by Samuel Morse Felton Sr., president of the Pennsylvania Steel Company, to begin construction of a steel mill. This particular site was favored because of the location's proximity to the Pennsylvania Railroad, the Pennsylvania Canal, and the nearby iron mine in Cornwall, Lebanon County. The land was purchased from owners Henry A. and Rudolph F. Kelker; then, steel pioneer Alexander Lyman Holley was chosen to build the mill along the Susquehanna River, which was completed by 1867 (along with a mansion for Felton), and began operation on May 15, 1868. Originally named \"Baldwin\" after Matthew Baldwin, founder of the Baldwin Locomotive Works, by 1871 it had changed to \"Steel Works\" after the existence of another Baldwin, Pennsylvania Post Office, and finally \"Steelton\" in 1879 after confusion of the Post Office with the steel mill itself. It was incorporated as a borough on January 19, 1880. The extensive steel works of the Pennsylvania Steel Company later became operated by Bethlehem Steel, ArcelorMittal, and currently Cleveland-Cliffs. Also present at one time were brickyards, a flouring mill, and machine shops. 19 people were killed and 199 injured, when a Baseball Special train from Harrisburg to Philadelphia derailed at Steelton on July 28, 1962. Three of the nine cars landed in the Susquehanna River. A passing U.S. Navy drill team participated in the rescue efforts.U.S. Navy All Hands magazine December 1962, pp. 16-19. ==Geography== Steelton is located in southern Dauphin County along the northeast bank of the Susquehanna River. It is bordered to the southeast by the borough of Highspire and to the northeast by the unincorporated communities of Enhaut and Bressler. To the northwest, the city limits of Harrisburg, the state capital, come within of the borough limits of Steelton; the city center is northwest of Steelton's center. According to the United States Census Bureau, the borough has a total area of , all of it land. Pennsylvania Route 230 (Front Street) is the main road through the borough, connecting Harrisburg to the northwest with Highspire and Middletown to the southeast. ==Demographics== As of the census of 2010 , there were 5,990 people. The racial makeup of the borough was 48.7% White, 38.1% African American, 0.2% Native American, 0.7% Asian, 5.9% from other races, and 6.4% from two or more races. Hispanic or Latino of any race were 14.6% of the population. As of the census of 2000, there were 5,858 people, 2,312 households, and 1,518 families residing in the borough. The population density was 3,215.6 people per square mile (1,242.7/km2). There were 2,533 housing units at an average density of 1,390.4 per square mile (537.4/km2). The racial makeup of the borough was 62.03% White, 31.12% African American, 0.22% Native American, 0.65% Asian, 0.03% Pacific Islander, 2.41% from other races, and 3.53% from two or more races. Hispanic or Latino of any race were 7.48% of the population. 15.0% were of German, 7.7% American, 6.0% Irish, 5.7% Italian and 5.4% Croatian ancestry according to Census 2000. There were 2,312 households, out of which 33.0% had children under the age of 18 living with them, 38.1% were married couples living together, 22.0% had a female householder with no husband present, and 34.3% were non-families. 29.7% of all households were made up of individuals, and 13.7% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.13. In the borough the population was spread out, with 28.8% under the age of 18, 7.8% from 18 to 24, 27.5% from 25 to 44, 19.9% from 45 to 64, and 16.0% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 87.0 males. For every 100 females age 18 and over, there were 80.6 males. The median income for a household in the borough was $34,829, and the median income for a family was $39,556. Males had a median income of $30,488 versus $24,701 for females. The per capita income for the borough was $16,612. About 9.1% of families and 11.8% of the population were below the poverty line, including 19.5% of those under age 18 and 3.1% of those age 65 or older. ==Culture== Front Street in Steelton has long been the town's social center, with shops, banks, churches, restaurants and bars. In September 2017, the borough opened the first skatepark in Dauphin County, which was extended again in 2020 to a total of 28,000 square feet. Skate competitions are hosted there and it is a popular draw in the region. The Steelton High School building was added to the National Register of Historic Places in 2011. ==Education== The Borough of Steelton is served by the Steelton-Highspire School District, which contains two schools: Steelton-Highspire Elementary School and Steelton-Highspire Junior/Senior High School. ==Notable people== * Bull Behman, former NFL player and coach * Quincy Bent, vice president of Bethlehem Steel * Marylouise Burke, actress * Troy Drayton, former NFL and Penn State football player * Orrin C. Evans, pioneering African-American journalist and comic book publisher * Don Falcone, musician and producer * Jordan Hill, defensive tackle for Penn State and 2013 NFL Draft to Seattle Seahawks * Marne Intrieri, football offensive lineman * Homer Litzenberg, lieutenant general * Walter M. Mumma, congressman * Allen Sangree, sports writer and war journalist * Frank Sinkovitz, football center * Dennis Stewart, basketball player * John Yovicsin, football player and coach ==References== ==External links== * * Historical Society of Dauphin County * Images of the Steelton steel mill Category:Pennsylvania populated places on the Susquehanna River Category:Populated places established in 1866 Category:Harrisburg–Carlisle metropolitan statistical area Category:Boroughs in Dauphin County, Pennsylvania Category:1880 establishments in Pennsylvania",
 "title": "Steelton, Pennsylvania"
}