{
 "id": "132480",
 "text": "Elgin is a borough in Erie County, Pennsylvania, United States. The population was 218 at the 2010 census. It is part of the Erie Metropolitan Statistical Area. Places of recreation include Elgin Community Park. Elgin is home to the oldest borough building in Erie County. The community most likely was named after Elgin, Scotland. ==Geography== Elgin is located in southeastern Erie County at (41.902058, -79.744851). It is bordered to the west by Union Township, to the north by Wayne Township, and to the northwest, east and south by Concord Township. According to the United States Census Bureau, the borough has a total area of , all of it land. U.S. Route 6 runs along the northern border of the borough, leading east to Corry and west to Union City. Pennsylvania Route 89 leads northwest from US 6 to Wattsburg. Erie is to the northwest via PA 89 and PA 8. Beaver Run, a tributary of South Branch French Creek flows through the middle of the Borough. ==Demographics== As of the census of 2000, there were 236 people, 84 households, and 69 families residing in the borough. The population density was 150.9 people per square mile (58.4/km²). There were 88 housing units at an average density of 56.3 per square mile (21.8/km²). The racial makeup of the borough was 99.58% White, and 0.42% from two or more races. Hispanic or Latino of any race were 0.85% of the population. There were 84 households, out of which 32.1% had children under the age of 18 living with them, 70.2% were married couples living together, 8.3% had a female householder with no husband present, and 16.7% were non- families. 14.3% of all households were made up of individuals, and 4.8% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.04. In the borough the population was spread out, with 26.3% under the age of 18, 5.5% from 18 to 24, 27.5% from 25 to 44, 24.2% from 45 to 64, and 16.5% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 96.7 males. For every 100 females age 18 and over, there were 89.1 males. The median income for a household in the borough was $37,083, and the median income for a family was $41,875. Males had a median income of $24,583 versus $17,361 for females. The per capita income for the borough was $15,611. About 9.6% of families and 9.9% of the population were below the poverty line, including 18.0% of those under the age of eighteen and 12.3% of those sixty five or over. ==References== Category:Populated places established in 1800 Category:Boroughs in Erie County, Pennsylvania Category:1800 establishments in Pennsylvania",
 "title": "Elgin, Pennsylvania"
}