{
 "id": "132510",
 "text": "Waterford Township is a township in Erie County, Pennsylvania, United States. The population was 3,920 at the 2010 census. ==History== The Waterford Covered Bridge was listed on the National Register of Historic Places in 1980. ==Geography== The township is southeast of the center of Erie County and surrounds the borough of Waterford, a separate municipality. It is southeast of downtown Erie. According to the United States Census Bureau, the township has a total area of , of which is land and , or 0.66%, is water. ==Demographics== As of the census of 2000, there were 3,878 people, 1,362 households, and 1,080 families residing in the township. The population density was 77.5 people per square mile (29.9/km). There were 1,447 housing units at an average density of 28.9/sq mi (11.2/km). The racial makeup of the township was 98.58% White, 0.15% African American, 0.05% Native American, 0.08% Asian, 0.05% from other races, and 1.08% from two or more races. Hispanic or Latino of any race were 0.52% of the population. There were 1,362 households, out of which 40.7% had children under the age of 18 living with them, 64.2% were married couples living together, 10.1% had a female householder with no husband present, and 20.7% were non-families. 16.8% of all households were made up of individuals, and 4.6% had someone living alone who was 65 years of age or older. The average household size was 2.85 and the average family size was 3.18. In the township the population was spread out, with 29.5% under the age of 18, 7.4% from 18 to 24, 31.0% from 25 to 44, 23.6% from 45 to 64, and 8.5% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 104.5 males. For every 100 females age 18 and over, there were 101.8 males. The median income for a household in the township was $42,270, and the median income for a family was $46,076. Males had a median income of $33,993 versus $22,443 for females. The per capita income for the township was $16,229. About 9.4% of families and 10.8% of the population were below the poverty line, including 12.2% of those under age 18 and 9.8% of those age 65 or over. ==References== ==External links== *Waterford Township official website Category:Townships in Erie County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Waterford Township, Erie County, Pennsylvania"
}