{
 "id": "132558",
 "text": "Springfield Township is a township in Fayette County, Pennsylvania, United States. The population was 3,043 at the 2010 census. The Connellsville Area School District serves the township. Normalville, Mill Run, Rogers Mill, and Pleasant Hill are unincorporated communities in the township. Fallingwater, designed by Frank Lloyd Wright, is located in Mill Run. ==Geography== The township is in northeastern Fayette County, bordered to the east by Somerset County. According to the United States Census Bureau, the township has a total area of , of which is land and , or 0.38%, is water. The Youghiogheny River forms the southwest boundary of the township. Indian Creek is a southwest- flowing stream that crosses the center of the township and enters the Youghiogheny in the western part of the township. Pennsylvania Route 381 crosses the center of the township, leading north to Donegal Township and south to Ohiopyle. Pennsylvania Route 653 ends at PA 381 in Normalville near the center of the township and leads southeast over Laurel Hill into Somerset County, where it runs through Scullton, New Lexington, New Centerville, Rockwood, and Garrett. Pennsylvania Route 711 follows PA 381 in the northern part of the township, then turns west at Normalville and leads over Chestnut Ridge to Connellsville. Normalville was originally named \"Elm\". In the late 1800s, a normal school (a school to train teachers) was built close to the site of the present-day Springfield Elementary School. Following the building of the school, the community was renamed \"Normalville\". ==Demographics== As of the census of 2000, 3,111 people, 1,158 households, and 877 families resided in the township. The population density was 52.0 people per square mile (20.1/km). The 1,283 housing units averaged 21.4/mi2 (8.3/km2). The racial makeup of the township was 98.97% White, 0.23% Native American, 0.03% Asian, 0.03% from other races, and 0.74% from two or more races. Hispanics or Latinos of any race were 0.64% of the population. Of the 1,158 households, 34.2% had children under the age of 18 living with them, 62.1% were married couples living together, 9.8% had a female householder with no husband present, and 24.2% were not families. About 21.7% of all households were made up of individuals, and 9.9% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.10. In the township, the population was distributed as 26.0% under the age of 18, 7.9% from 18 to 24, 30.5% from 25 to 44, 23.4% from 45 to 64, and 12.3% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 100.1 males. For every 100 females age 18 and over, there were 98.4 males. The median income for a household in the township was $29,133, and for a family was $32,160. Males had a median income of $26,644 versus $18,625 for females. The per capita income for the township was $12,608. About 17.3% of families and 21.7% of the population were below the poverty line, including 28.2% of those under age 18 and 11.0% of those age 65 or over. ==References== Category:Pittsburgh metropolitan area Category:Townships in Fayette County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Springfield Township, Fayette County, Pennsylvania"
}