{
 "id": "132605",
 "text": "Belfast Township is a township in Fulton County in the U.S. state of Pennsylvania. The population was 1,448 at the 2010 census. It was named after the city of Belfast in Northern Ireland. ==Geography== According to the United States Census Bureau, the township has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 1,341 people, 505 households, and 384 families residing in the township. The population density was 26.7 people per square mile (10.3/km2). There were 600 housing units at an average density of 12.0/sq mi (4.6/km2). The racial makeup of the township was 99.48% White, 0.07% Native American, 0.07% Asian, and 0.37% from two or more races. Hispanic or Latino of any race were 0.15% of the population. There were 505 households, out of which 34.1% had children under the age of 18 living with them, 64.2% were married couples living together, 6.9% had a female householder with no husband present, and 23.8% were non-families. 20.6% of all households were made up of individuals, and 9.5% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.05. In the township the population was spread out, with 27.3% under the age of 18, 6.5% from 18 to 24, 29.3% from 25 to 44, 23.5% from 45 to 64, and 13.4% who were 65 years of age or older. The median age was 35 years. For every 100 females there were 107.9 males. For every 100 females age 18 and over, there were 106.6 males. The median income for a household in the township was $36,116, and the median income for a family was $40,893. Males had a median income of $29,097 versus $19,762 for females. The per capita income for the township was $16,853. About 6.5% of families and 7.5% of the population were below the poverty line, including 6.1% of those under age 18 and 10.1% of those age 65 or over. USPO Needmore PA 17238.jpg|Needmore postoffice Needmore 2011.jpg|U.S. Route 522 in Needmore ==References== Category:Populated places established in 1780 Category:Townships in Fulton County, Pennsylvania",
 "title": "Belfast Township, Fulton County, Pennsylvania"
}