{
 "id": "132685",
 "text": "Saltillo is a borough in Huntingdon County, Pennsylvania, United States. The population was 346 at the 2010 census. ==History== Saltillo was named after the Mexican War Battle of Saltillo (23 October 1840). It was a major tanning center during the late 19th and early 20th centuries. The Leas and McVitty Tannery was located here, known for quality hides. The main line of the East Broad Top Railroad (EBT) was built through Saltillo in 1874. The railroad served the tannery as well as a short-lived iron mine and an equally short- lived limestone quarry, both just southeast of town. Saltillo was an important place on the EBT, acting as a base station for the long grade up to Broad Top Mountain. The EBT had a three-track yard, a station, a water tank and a turning wye located here. Just after the turn of the 20th century a large ganister quarry was established above Saltillo on Jacks Mountain by Mount Union Refractories (later United States Refractories and North American Refractories) to supply their plant in Mount Union. In 1942 a spur was built from the EBT yard in Saltillo, which climbed the mountain to a tipple below the quarry. The branch was the steepest track on the EBT and remained in service until the line closed in 1956. The quarry continued to operate into the 1970s, served by trucks. The EBT tracks in Saltillo are still in place. The water tank was burned by vandals in the late 1980s and the station was demolished in the mid-2000s after being allowed to deteriorate to deplorable condition. Around 1935 the skeleton of a mastodon was discovered behind the ball field in Saltillo by two young men digging a drainage ditch. They excavated several bones, teeth and both tusks. They gave them to C.R. Cornelius the landowner, who later donated them to Penn State University where they can be seen today. In the 1990s Penn State reopened the dig and found even more bones that were missed during the first excavation. The Hudson Grist Mill at the southwest edge of town was listed on the National Register of Historic Places in 1990. ==Geography== Saltillo is located in southern Huntingdon County at . It sits in the valley of North Spring Branch at the western foot of Jacks Mountain, near the mountain's southern end. Pennsylvania Routes 655 and 829 run through the borough as Main Street. PA 655 leads south to Hustontown, while PA 829 leads southeast to Three Springs. The two highways together lead north to where they split in Knightsville. Huntingdon, the county seat, is north via PA 655 and U.S. Route 22. According to the United States Census Bureau, the borough has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 343 people, 135 households, and 100 families residing in the borough. The population density was 1,112.6 people per square mile (427.2/km2). There were 152 housing units at an average density of 493.1 per square mile (189.3/km2). The racial makeup of the borough was 99.13% White, 0.58% African American, and 0.29% from two or more races. There were 135 households, out of which 34.8% had children under the age of 18 living with them, 67.4% were married couples living together, 4.4% had a female householder with no husband present, and 25.2% were non- families. 22.2% of all households were made up of individuals, and 11.9% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 3.01. In the borough the population was spread out, with 27.7% under the age of 18, 5.8% from 18 to 24, 33.5% from 25 to 44, 18.1% from 45 to 64, and 14.9% who were 65 years of age or older. The median age was 34 years. For every 100 females there were 101.8 males. For every 100 females age 18 and over, there were 103.3 males. The median income for a household in the borough was $32,917, and the median income for a family was $40,000. Males had a median income of $28,750 versus $16,250 for females. The per capita income for the borough was $14,333. About 5.4% of families and 7.8% of the population were below the poverty line, including 10.3% of those under age 18 and 3.3% of those age 65 or over. ==References== Category:Populated places established in 1873 Category:Boroughs in Huntingdon County, Pennsylvania",
 "title": "Saltillo, Pennsylvania"
}