{
 "id": "132795",
 "text": "280px|thumb|St. Collen's parish church thumb thumb|Eglwyseg Mountain Llangollen () is a town and community, situated on the River Dee, in Denbighshire, Wales. Its riverside location forms the edge of the Berwyn range, and the Dee Valley section of the Clwydian Range and Dee Valley Area of Outstanding Natural Beauty, with the easternmost point of the Dee Valley Way being within the town. It had a population of 3,658 at the 2011 census. ==History== thumb|Llangollen Bridge, 1793 thumb|Llangollen in 1850 Llangollen takes its name from the Welsh llan meaning \"a religious settlement\" and Saint Collen, a 7th-century monk who founded a church beside the river. St Collen is said to have arrived in Llangollen by coracle. St Collen’s Church is the only church in Wales dedicated to St Collen, and he may have had connections with Colan in Cornwall and with Langolen in Brittany. Above the town to the north is Castell Dinas Brân, a stronghold of the Princes of Powys. Beyond the castle is the impressive Lower Carboniferous limestone escarpment known as the Eglwyseg Rocks. The outcrop continues north to World's End in Wrexham. The single track road north of the castle forms the Panorama Walk, and a monument to poet I. D. Hooson from the village of Rhosllannerchrugog is located near its easternmost end [Grid Ref: SJ 2459 42870]. The ancient parish of Llangollen was divided into three traeanau (traean being the Welsh for \"a third\"): Llangollen Traean, Trefor Traean, and Glyn Traean. * Llangollen Traean contained the townships of Bachau, Cysylltau, Llangollen Abad, Llangollen Fawr, Llangollen Fechan, Feifod, Pengwern and Rhisgog. * Trefor Traean contained the townships of Cilmediw, Dinbren, Eglwysegl, Trefor Isaf and Trefor Uchaf. * Glyn Traean contained the townships of Cilcochwyn, Crogeniddon, Crogenwladus, Erwallo, Hafodgynfor, Nantygwryd, Pennant and Talygarth. Valle Crucis Abbey [Grid Ref: SJ 20441 44168] was established at Llantysilio in about 1201, under the patronage of Madog ap Gruffydd Maelor of Castell Dinas Brân. The bridge at Llangollen was built across the Dee in the 16th century to replace a previous bridge built in about 1345 by John Trevor, of Trevor Hall (later Bishop of St Asaph), which replaced an even earlier bridge built in the reign of King Henry I. In the 1860s the present bridge was extended by adding an extra arch (to cross the new railway) and a two-storey stone tower with a castellated parapet. This became a café before being demolished in the 1930s to improve traffic flow. The bridge was also widened in 1873 and again in 1968, using masonry which blended in with the older structure. It is a Grade I listed structure and a Scheduled Ancient Monument. Plas Newydd (\"New Mansion\" or \"New Place\") on the outskirts of the town, was from 1780 the home of the Ladies of Llangollen; the Honourable Sarah Ponsonby, Lady Eleanor Butler and their maid Mary Carryl. They share the same grave memorial in the church. The Pillar of Eliseg [Grid Ref: SJ 20267 44528] is another ancient monument located 400m NNW of Valle Crucis Abbey. Llangollen Community Hospital was completed in 1876. ==Governance== There is an electoral ward of Denbighshire County Council of the same name. This ward includes Llantysilio community and has a total population taken at the 2011 census of 4,079. ==Economy== Today Llangollen relies heavily on the tourist industry, but still gains substantial income from farming. Most of the farms in the hills around the town were sheep farms, and the domestic wool industry, both spinning and weaving, was important in the area for centuries. Several factories were later built along the banks of the River Dee, where both wool and cotton were processed. The water mill opposite Llangollen railway station is over 600 years old, and was originally used to grind flour for local farmers. ==Culture== In the late 19th century, Llangollen had a weekly newspaper, the Llangollen Advertiser. Llangollen hosted the National Eisteddfod in 1908. The Gorsedd ceremony was held on the Hermitage Field, next to Plas Newydd, and the circle of stones was later moved into the grounds of the hall. The eisteddfod itself took place on the old Vicarage Field at Fronhyfryd and was visited by David Lloyd George, accompanied by Winston Churchill. ===Llangollen International Musical Eisteddfod=== The annual Llangollen International Eisteddfod is a large international music festival. It starts on a Tuesday and ends on the following Sunday. It opens with a parade led by the Llangollen Silver Band, in which both locals and visitors take part in dancing, singing, and playing musical instruments.Llangollen International Musical Eisteddfod ===Llangollen Fringe Festival=== The Llangollen Fringe Festival is an independent arts festival, usually held in mid July in the town hall. The Fringe includes music, comedy, theatre, dance and workshops. Artists who have taken part in the Llangollen Fringe include Clement Freud, Rhys Ifans, the Damned, Cerys Matthews, Tracey Emin, Damien Hirst, Juan Martín, the Black Seeds, John Cooper Clarke, Will Self, Gang of Four, Lee Scratch Perry, Victoria Coren Mitchell and Gruff Rhys.Llangollen Fringe Festival ===Dee Rocks=== Dee Rocks is a local fundraising music festival, usually held during May when the town hall is transformed into a music venue. The inaugural event took place on 29 May 2004, and the now annual fixture raises in excess of £12,000 for local good causes . ===Songs and nursery rhymes=== * \"Llangollen Market\", traditional * \"Ladies of Llangollen\", Ian Chesterman * \"Pastai Fawr Llangollen\" (The Great Llangollen Pie), Arfon Gwilym * According to an anonymous rhyme, the bridge over the Dee is one of the Seven Wonders of Wales. * The nursery rhyme \"Mary had a little lamb\" is frequently, but incorrectly, linked with Llangollen. Its true origins are in the United States: \"This is a lovely folklore story, but sadly Mary Thomas of Llangollen was not the heroine of the nursery rhyme ... The Mary of the rhyme was Mary Sawyer and the school was the Redstone Schoolhouse in Sterling Massachusetts, U.S.A.\" ==Transport== thumb|Llangollen Railway Station and the River Dee. thumb|River Dee and Llangollen Railway Llangollen was an important coaching stop for the mail coach on the old mail route which is now the A5 from London to Holyhead. ===Buses=== Various buses serve the town, including buses to Wrexham, Barmouth and the Ceiriog Valley. National Express Coaches operate through the town on route 418, with journeys to Wrexham and to London via Shrewsbury, Telford and Birmingham. ===Railways=== The railway, operating both passenger and goods services, was extended from Ruabon, via Acrefair and Trevor, to reach Llangollen by 1865. The Ruabon to Barmouth Line became part of the Great Western Railway. However under the Beeching Axe of 1964, the line closed to passengers in early 1965, and to freight in April 1969.Lawton, p.20 The line was lifted in May 1969.Lawton, p.21 However, a 10-mile stretch of the line has been restored between Llangollen and Corwen and operates as the Llangollen Railway, a tourist attraction. In 2002, the Rainhill locomotive trials were re-staged on the line. ===Waterways=== The Ellesmere Canal was intended to connect the coal mines and ironworks at Ruabon and Wrexham to the canal network and thence to the sea via the River Mersey and the River Severn. The plans were altered, and instead of connecting Trevor northwards to the sea via the River Dee and southwards to the Severn, the canal ran eastwards to join the national network at Hurleston Junction on the Shropshire Union Canal near Nantwich. A feeder canal, navigable to Llangollen, was constructed from Trevor to tap water from the River Dee at Llantysilio (at the weir called \"Horseshoe Falls\"). After company mergers, the canal became part of the Shropshire Union System. Until recently it was properly called the Llangollen Branch of the Shropshire Union Canal, though it is now known as the Llangollen Canal. The canal supplied enough Dee water to supply Crewe and Nantwich, and when commercial traffic failed in the 1940s, it was its function as a water supply which kept it open. The canal is unusual amongst Britain's artificial waterways in having a strong flow (up to 2 miles per hour). Since the use of canals for leisure took off in the 1970s and 1980s, the route, twisting through Welsh hills and across the Dee Valley on the Pontcysyllte Aqueduct, is an important part of Llangollens attraction as a holiday destination. A marina, built at the end of the navigable section, allows summer visitors to moor overnight in Llangollen. ==Sport== Llangollen on the River Dee hosts white water Slalom canoeing and kayaking, being host to International and UK events. The International Canoe Federation (ICF), the European Canoe Union (ECU) and the British Canoe Union (BCU) all hold events in Llangollen. Cricket,Llangollen Cricket Club football and rugby union teams play at Tower Fields, which overlooks the town and the International Eisteddfod field and pavilion. Thermals rising up the valley sides to the south of the town are used for paragliding. Mountain bikers enjoy the hills. Llangollen was the starting point of the first massed-start cycle race held on British roads, on 7 June 1942. The 59-mile Llangollen Wolverhampton race was organised by Percy Stallard in defiance of the sport's governing body, the National Cyclists' Union, but with approval from all police chief constables through whose districts the event ran. ==Notable people== * Glyn James, former professional footballer. Played over 400 games for Blackpool during the 1960s and 1970s and represented the Welsh international team on nine occasions. * Eleanor Butler and Sarah Ponsonby, the Ladies of Llangollen. ==References== ==Bibliography== * ==External links== * *BBC Llangollen *www.geograph.co.uk : photos of Llangollen and surrounding area Category:Towns in Denbighshire Category:Landmarks in Wales",
 "title": "Llangollen"
}