{
 "id": "132737",
 "text": "Montgomery Township is a township in Indiana County, Pennsylvania, United States. It was named in honor of John Montgomery, an early settler of Conemaugh Township and a noted Revolutionary War veteran who owned a large tract of land in present Montgomery County. The population was 1,568 at the 2010 census, down from 1,706 at the 2000 census. The township includes the communities of Arcadia, Bowdertown, Cush Creek, Gipsy, Gorman Summit, Hillsdale (previously called Gettysburg), Hooverhurst, Lower Wilgus, and Upper Wilgus.http://www.rootsweb.ancestry.com/~paicgs/townships/montgomery.shtml ==Geography== According to the United States Census Bureau, the township has a total area of 28.7 square miles (74.3 km2), of which, 28.7 square miles (74.2 km2) of it is land and 0.04 square miles (0.1 km2) of it (0.14%) is water. ==Demographics== As of the census of 2000, there were 1,706 people, 608 households, and 460 families residing in the township. The population density was 59.5 people per square mile (23.0/km2). There were 701 housing units at an average density of 24.5/sq mi (9.4/km2). The racial makeup of the township was 99.00% White, 0.12% African American, 0.12% Native American, and 0.76% from two or more races. Hispanic or Latino of any race were 0.29% of the population. There were 608 households, out of which 34.9% had children under the age of 18 living with them, 61.5% were married couples living together, 9.4% had a female householder with no husband present, and 24.3% were non- families. 21.4% of all households were made up of individuals, and 12.2% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.05. In the township the population was spread out, with 24.8% under the age of 18, 6.1% from 18 to 24, 27.6% from 25 to 44, 24.3% from 45 to 64, and 17.2% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 90.6 males. For every 100 females age 18 and over, there were 89.5 males. The median income for a household in the township was $27,298, and the median income for a family was $31,786. Males had a median income of $26,033 versus $19,500 for females. The per capita income for the township was $12,015. About 17.6% of families and 19.6% of the population were below the poverty line, including 24.9% of those under age 18 and 20.3% of those age 65 or over. ==References== Category:Townships in Indiana County, Pennsylvania",
 "title": "Montgomery Township, Indiana County, Pennsylvania"
}