{
 "id": "132741",
 "text": "Rayne Township is a township in Indiana County, Pennsylvania, United States. Rayne Township was created from Washington and Green Townships in 1845. It was named in honor of Robert Rayne, an early settler on Rayne Run. The population was 2,992 at the 2010 census, down from 3,292 at the 2000 census. The township surrounds but does not include the borough of Ernest. ==History== The Kintersburg Covered Bridge was listed on the National Register of Historic Places in 1979. ==Geography== According to the United States Census Bureau, the township has a total area of 47.3 square miles (122.4 km2), of which, 47.2 square miles (122.3 km2) of it is land and 0.1 square miles (0.1 km2) of it (0.11%) is water. ==Villages== Rayne township is predominantly rural with several small unincorporated villages including: * Barr Slope * Chambersville * Gaibleton * Gilpin (previously called Kintersburg) * Grove Chapel * Home (previously Kellysburg) * Kimmel * Kintersburg * Rayne * Tanoma * Woodlawn ==Demographics== As of the census of 2000, there were 3,292 people, 1,220 households, and 957 families residing in the township. The population density was 69.7 people per square mile (26.9/km2). There were 1,318 housing units at an average density of 27.9/sq mi (10.8/km2). The racial makeup of the township was 99.18% White, 0.24% African American, 0.03% Native American, 0.15% Asian, and 0.39% from two or more races. Hispanic or Latino of any race were 0.24% of the population. There were 1,220 households, out of which 33.4% had children under the age of 18 living with them, 69.4% were married couples living together, 5.2% had a female householder with no husband present, and 21.5% were non-families. 19.3% of all households were made up of individuals, and 6.8% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.03. In the township the population was spread out, with 23.1% under the age of 18, 7.3% from 18 to 24, 27.5% from 25 to 44, 28.7% from 45 to 64, and 13.4% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 102.8 males. For every 100 females age 18 and over, there were 101.4 males. The median income for a household in the township was $37,962, and the median income for a family was $41,250. Males had a median income of $31,548 versus $17,181 for females. The per capita income for the township was $15,806. About 8.0% of families and 10.0% of the population were below the poverty line, including 13.8% of those under age 18 and 12.7% of those age 65 or over. ==References== Category:Townships in Indiana County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Rayne Township, Indiana County, Pennsylvania"
}