{
 "id": "132708",
 "text": "Brush Valley Township is a township in Indiana County, Pennsylvania, United States. Brush Valley Township was formed from Wheatfield Township in 1835, and named for the valley of Brush Creek. The population was 1,858 at the 2010 census. It includes the communities of Brush Valley (formerly called Mechanicsburg), Claghorn, Dias, Heshbon, Littletown, Rico, and Suncliff. ==Geography== According to the United States Census Bureau, the township has a total area of , of which, of it is land and of it (2.26%) is water. ==Demographics== As of the census of 2000, there were 1,881 people, 695 households, and 540 families residing in the township. The population density was 45.3 people per square mile (17.5/km2). There were 801 housing units at an average density of 19.3/sq mi (7.5/km2). The racial makeup of the township was 99.47% White, 0.11% African American, 0.11% Asian, and 0.32% from two or more races. Hispanic or Latino of any race were 0.32% of the population. There were 695 households, out of which 34.2% had children under the age of 18 living with them, 67.8% were married couples living together, 6.6% had a female householder with no husband present, and 22.3% were non-families. 18.7% of all households were made up of individuals, and 8.6% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.09. In the township the population was spread out, with 26.9% under the age of 18, 7.5% from 18 to 24, 29.5% from 25 to 44, 25.1% from 45 to 64, and 11.0% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 103.1 males. For every 100 females age 18 and over, there were 99.3 males. The median income for a household in the township was $33,095, and the median income for a family was $38,456. Males had a median income of $29,840 versus $20,338 for females. The per capita income for the township was $14,337. About 9.7% of families and 12.7% of the population were below the poverty line, including 14.6% of those under age 18 and 6.4% of those age 65 or over. ==References== Category:Townships in Indiana County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Brush Valley Township, Indiana County, Pennsylvania"
}