{
 "id": "132957",
 "text": "Millcreek Township is a township in Lebanon County, Pennsylvania, United States. The population was 3,892 at the 2010 census.https://factfinder.census.gov/faces/nav/jsf/pages/community_facts.xhtml# It is part of the Lebanon, PA Metropolitan Statistical Area. ==History== The House of Miller at Millbach and Heinrich Zeller House are listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the township has a total area of 20.4 square miles (52.8 km2), of which, 20.4 square miles (52.7 km2) of it is land and 0.05% is water. Newmanstown is in the northeast part of the township, and Stricklerstown is in the south, at the base of South Mountain. ==Demographics== As of the census of 2000, there were 2,921 people, 1,043 households, and 778 families residing in the township. The population density was 143.5 people per square mile (55.4/km2). There were 1,090 housing units at an average density of 53.5/sq mi (20.7/km2). The racial makeup of the township was 97.81% White, 0.75% African American, 0.17% Asian, 0.58% from other races, and 0.68% from two or more races. Hispanic or Latino of any race were 1.27% of the population. There were 1,043 households, out of which 35.9% had children under the age of 18 living with them, 64.1% were married couples living together, 6.0% had a female householder with no husband present, and 25.4% were non-families. 20.8% of all households were made up of individuals, and 10.1% had someone living alone who was 65 years of age or older. The average household size was 2.79 and the average family size was 3.28. In the township the population was spread out, with 29.0% under the age of 18, 7.4% from 18 to 24, 28.9% from 25 to 44, 22.5% from 45 to 64, and 12.2% who were 65 years of age or older. The median age was 36 years. For every 100 females there were 99.8 males. For every 100 females age 18 and over, there were 98.2 males. The median income for a household in the township was $44,476, and the median income for a family was $48,781. Males had a median income of $33,214 versus $21,854 for females. The per capita income for the township was $18,428. About 3.9% of families and 4.5% of the population were below the poverty line, including 5.2% of those under age 18 and 7.6% of those age 65 or over. ==References== ==External links== * Category:Townships in Lebanon County, Pennsylvania",
 "title": "Millcreek Township, Lebanon County, Pennsylvania"
}