{
 "id": "132997",
 "text": "Lynn Township is a township in Lehigh County, Pennsylvania, in the United States. It is a suburb of Allentown, Pennsylvania in the Lehigh Valley metropolitan area of the United States. The largest township by area in Lehigh County, it is also the most rural and least densely populated township in the county. The population of Lynn Township was 4,229 at the 2010 census. ==Geography== The township is in the northwest corner of Lehigh County. Blue Mountain separates it from Schuylkill County in the north. According to the United States Census Bureau, the township has a total area of , of which are land and , or 0.70%, are water. It is in the Delaware River watershed and drained by Ontelaunee Creek and Kistler Creek to the Schuylkill River via Maiden Creek, except for the area near the boundary with Weisenberg Township that is drained by Switzer Creek via Jordan Creek into the Lehigh River. Its villages include Jacksonville, Lochland (also in Heidelberg Township), Lynnville, Lynnport, New Tripoli (pronounced nu trih-PO-lee), Stines Corners (also in Weisenberg), and Wanamakers. ===Adjacent municipalities=== *Heidelberg Township (east) *Lowhill Township (tangent to the east) *Weisenberg Township (southeast) *Albany Township, Berks County (southwest) *West Penn Township, Schuylkill County (north) *East Penn Township, Carbon County (tangent to the northeast) ===Climate=== Lynn Township has a humid continental climate (Dfa/Dfb) and the hardiness zones are 6a and 6b. Average monthly temperatures in Lynnport range from in January to in July. ==Demographics== As of the census of 2000, there were 3,849 people, 1,397 households, and 1,071 families residing in the township. The population density was 92.9 people per square mile (35.9/km). There were 1,453 housing units at an average density of 35.1/sq mi (13.5/km). The racial makeup of the township was 98.08% White, 0.23% African American, 0.10% Native American, 0.23% Asian, 0.42% from other races, and 0.94% from two or more races. Hispanic or Latino of any race were 1.12% of the population. There were 1,397 households, out of which 37.9% had children under the age of 18 living with them, 66.4% were married couples living together, 6.7% had a female householder with no husband present, and 23.3% were non-families. 18.3% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.13. In the township the population was spread out, with 26.2% under the age of 18, 6.9% from 18 to 24, 30.6% from 25 to 44, 25.4% from 45 to 64, and 11.0% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 102.3 males. For every 100 females age 18 and over, there were 101.6 males. The median income for a household in the township was $53,883, and the median income for a family was $61,520. Males had a median income of $38,510 versus $29,866 for females. The per capita income for the township was $22,688. About 2.1% of families and 4.1% of the population were below the poverty line, including 8.3% of those under age 18 and none of those age 65 or over. ==History== Lynn Township was established in 1732, a part of what was known as the Allemängel (or Allemaengel). Its settlers early were predominantly German and Swiss. The Kistler Valley area of Lynn Township is named after Johaness Jeorg Kistler who came to the United States in 1737 from Palatinate Germany. The Frederick and Catherine Leaser Farm was added to the National Register of Historic Places in 2004. ==Education== The township is served by the Northwestern Lehigh School District. ==Government== Lynn Township elects three supervisors at-large. *Justin Smith, Chairman *Brian Dietrich, Vice-chairman *Kermit DeLong Jr Legislators: *State Representative Gary Day, 187th district, Republican *State Senator Pat Browne, 16th district, Republican *US Representative Susan Wild, 7th district, Democrat ==Transportation== Numbered routes in Lynn Township include Pennsylvania Route 143, Pennsylvania Route 309, and Pennsylvania Route 863. Other local roads of note include Kistler Valley Road/Holbens Valley Road, Mountain Road/Mosserville Road, Owl Valley Road, Schochary Road, and Sechler Road. ==Resources== Lynn Township is served by two volunteer fire companies: the Community Fire Company of New Tripoli and the Lynnport Fire Company. Emergency medical services are provided by Cetronia Ambulance Corps. Law enforcement is provided by the Pennsylvania State Police from the Fogelsville Barracks. The local newspaper is The Northwestern Press. New Tripoli houses a bank and a post office as well. ==Points of interest== In addition to a number of one-room schoolhouses and traditional Pennsylvania Dutch farms, local attractions include: *Bear Rock Junction, New Tripoli *Blue Mountain Vineyards, New Tripoli *Carriage Museum, New Tripoli * Leaser Lake *Olde Homestead Golf Course, New Tripoli *Ontelaunee Park, New Tripoli *Ontelaunee Rod & Gun Club, New Tripoli *Zeisloff Log House, New Tripoli *Eight Oaks Craft Distillers, New Tripoli ==Recreation== The Appalachian National Scenic Trail passes along the northern portion of the township, and a very small portion of the Pennsylvania State Game Lands Number 106 is located in the northwest corner of the township.https://viewer.nationalmap.gov/advanced-viewer/ The National Map, retrieved 27 October 2018Pennsylvania State Game Lands Number 106, retrieved 27 October 2018 ==References== ==External links== * Category:Populated places established in 1753 Category:Townships in Lehigh County, Pennsylvania Category:1753 establishments in Pennsylvania Category:Townships in Pennsylvania",
 "title": "Lynn Township, Lehigh County, Pennsylvania"
}