{
 "id": "132930",
 "text": "Scott Township is a township in Lawrence County, Pennsylvania, United States. The population was 2,347 as of the 2010 census. ==Geography== According to the United States Census Bureau, the township has a total area of 19.7 square miles (51.1 km2), of which 19.7 square miles (50.9 km2) is land and 0.1 square miles (0.1 km2), or 0.25%, is water. Neshannock Creek via Hottenbaugh Run drains Scott Township to the west, while Slippery Rock Creek via Taylor Run and other tributaries drains the township to the east. Unincorporated communities in the township include Harlansburg, McCaslin, and Rockville. ==Demographics== As of the census of 2000, there were 2,235 people, 814 households, and 638 families residing in the township. The population density was 113.6 people per square mile (43.9/km2). There were 895 housing units at an average density of 45.5/sq mi (17.6/km2). The racial makeup of the township was 98.66% White, 0.40% Native American, 0.18% Asian, and 0.76% from two or more races. Hispanic or Latino of any race were 0.09% of the population. There were 814 households, out of which 37.6% had children under the age of 18 living with them, 67.3% were married couples living together, 8.0% had a female householder with no husband present, and 21.5% were non-families. 18.8% of all households were made up of individuals, and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.14. In the township the population was spread out, with 26.1% under the age of 18, 7.7% from 18 to 24, 29.1% from 25 to 44, 26.2% from 45 to 64, and 10.9% who were 65 years of age or older. The median age was 39 years. For every 100 females there were 99.6 males. For every 100 females age 18 and over, there were 100.1 males. The median income for a household in the township was $42,917, and the median income for a family was $50,066. Males had a median income of $37,784 versus $26,786 for females. The per capita income for the township was $18,806. About 3.7% of families and 4.9% of the population were below the poverty line, including 8.3% of those under age 18 and 4.5% of those age 65 or over. ==References== Category:Populated places established in 1798 Category:Townships in Lawrence County, Pennsylvania",
 "title": "Scott Township, Lawrence County, Pennsylvania"
}