{
 "id": "133013",
 "text": "Ashley is a borough in Luzerne County, Pennsylvania, one mile (2 km) from Wilkes Barre. The population was 2,790 at the 2010 census. ==History== Ashley was first settled in 1830. Forty years later, in 1870, it was incorporated as a borough. It was a productive coal mining town well into the twentieth century, reaching its peak population of 7,039 in 1930. The Huber Breaker, built in 1939 to process coal from several local collieries, ceased operating in 1976, and was demolished in 2014.http://www.huberbreaker.org/index.html Retrieved 2009-04-20. ==Geography== Ashley is located at (41.214182, -75.899387). According to the United States Census Bureau, the borough has a total area of , all of it land. Most of the homes and businesses are located in the northern and western sections of Ashley. Hanover Township encircles the borough. Ashley is served by the Hanover Area School District. ===Transportation=== Interstate 81 and Pennsylvania Route 309 run through the eastern and southern portions of the town. NEPTA bus route 13 serves Ashley. ==Demographics== As of the census of 2000, there were 2,866 people, 1,245 households, and 783 families residing in the borough. The population density was 3,105.2 people per square mile (1,202.8/km2). There were 1,386 housing units at an average density of 1,501.7 per square mile (581.7/km2). The racial makeup of the borough was 98.46% White, 0.38% African American, 0.03% Native American, 0.24% Asian, 0.10% from other races, and 0.77% from two or more races. Hispanic or Latino of any race were 0.42% of the population. There were 1,245 households, out of which 25.4% had children under the age of 18 living with them, 43.1% were married couples living together, 14.4% had a female householder with no husband present, and 37.1% were non-families. 33.4% of all households were made up of individuals, and 16.4% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 2.94. In the borough the population was spread out, with 21.5% under the age of 18, 7.5% from 18 to 24, 27.9% from 25 to 44, 23.6% from 45 to 64, and 19.4% who were 65 years of age or older. The median age was 40 years. For every 100 females there were 87.4 males. For every 100 females age 18 and over, there were 83.3 males. The median income for a household in the borough was $30,592, and the median income for a family was $37,266. Males had a median income of $32,083 versus $20,378 for females. The per capita income for the borough was $17,676. About 8.8% of families and 10.6% of the population were below the poverty line, including 22.0% of those under age 18 and 9.6% of those age 65 or over. Since the census of 2000 there has been a -5.9% population change resulting in a total population of 2,684 consisting of 1,252 males and 1,432 females as of July 2007. The population density is 2,908 people per square mile. The current racial makeup is primarily white, non- Hispanic with a 98.2%. The median resident age is 40.1 years. The estimated median household income is $37,869.http://www.city-data.com/city/Ashley- Pennsylvania.html Retrieved 2009-03-13. == Notable people == * Eusebius J. Beltran, Archbishop of Oklahoma City * Thomas Chrostwaite, educator * Russell Johnson, actor (best known to audiences as \"the Professor\" on Gilligan's Island) * John Morgan, economist and professor * Martin L. Murray, state representative and senator * Dave Popson, professional basketball player * Walter Tewksbury, track and field athlete ==References== ==External links== * Category:Populated places established in 1830 Category:Boroughs in Luzerne County, Pennsylvania Category:1830 establishments in Pennsylvania",
 "title": "Ashley, Pennsylvania"
}