{
 "id": "133093",
 "text": "Slocum Township is a township in Luzerne County, Pennsylvania, United States. The population was 1,115 at the 2010 census. ==History== The Lutsey family settled in what is now Slocum Township in 1785. They established the first settlement (known as the “Lutsey Settlement”). Others followed in their footsteps and colonized the territory. A sawmill was erected by John Rosencrans in 1836. The following year, in 1837, William Lutsey built the first frame house. Slocum Township was formed from a segment of Newport Township in 1854. It was named in honor of Joseph Slocum of Wilkes-Barre. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and , or 3.67%, is water. Penobscot Mountain, a forested ridge, defines the township's northern border. The central portion of the township is made up of homes, businesses, and farms. Lily Lake is located in the western portion of Slocum, while Mud Pond is located in the east. The township's southern border is mostly made up of thick forests. ==Demographics== At the 2000 census there were 1,112 people, 419 households, and 321 families living in the township. The population density was 109.5 people per square mile (42.3/km2). There were 435 housing units at an average density of 42.8/sq mi (16.5/km2). The racial makeup of the township was 98.83% White, 0.45% African American, 0.09% Asian, 0.36% from other races, and 0.27% from two or more races. Hispanic or Latino of any race were 0.90%. There were 19 households, 31.0% had children under the age of 18 living with them, 64.2% were married couples living together, and 23.2% were non-families. 21.2% of households were made up of individuals, and 12.2% were one person aged 65 or older. The average household size was 2.65 and the average family size was 3.07. The age distribution was 21.9% under the age of 18, 8.3% from 18 to 24, 28.9% from 25 to 44, 25.7% from 45 to 64, and 15.2% 65 or older. The median age was 40 years. For every 100 females, there were 95.1 males. For every 100 females age 18 and over, there were 98.2 males. The median household income was $45,000 and the median family income was $52,115. Males had a median income of $32,115 versus $23,214 for females. The per capita income for the township was $19,326. About 1.8% of families and 4.5% of the population were below the poverty line, including 4.2% of those under age 18 and 5.5% of those age 65 or over. ==References== Category:Townships in Luzerne County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Slocum Township, Luzerne County, Pennsylvania"
}