{
 "id": "133283",
 "text": "Sugar Grove Township is a township in Mercer County, Pennsylvania. The population was 971 at the 2010 census. ==Geography== According to the United States Census Bureau, the township has a total area of 12.3 square miles (31.9 km2), of which, 12.3 square miles (31.8 km2) of it is land and 0.08% is water. ==Demographics== As of the census of 2000, there were 909 people, 363 households, and 283 families residing in the township. The population density was 74.0 people per square mile (28.6/km2). There were 377 housing units at an average density of 30.7/sq mi (11.8/km2). The racial makeup of the township was 97.80% White, 0.33% African American, 0.66% Native American, 0.22% Asian, 0.33% from other races, and 0.66% from two or more races. Hispanic or Latino of any race were 0.77% of the population. There were 363 households, out of which 27.5% had children under the age of 18 living with them, 67.5% were married couples living together, 8.0% had a female householder with no husband present, and 22.0% were non-families. 19.3% of all households were made up of individuals, and 8.3% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 2.83. In the township the population was spread out, with 22.9% under the age of 18, 5.5% from 18 to 24, 27.4% from 25 to 44, 26.0% from 45 to 64, and 18.3% who were 65 years of age or older. The median age was 42 years. For every 100 females there were 96.3 males. For every 100 females age 18 and over, there were 92.6 males. The median income for a household in the township was $36,010, and the median income for a family was $41,250. Males had a median income of $33,750 versus $21,339 for females. The per capita income for the township was $16,602. About 4.2% of families and 8.5% of the population were below the poverty line, including 13.0% of those under age 18 and 6.0% of those age 65 or over. ==References== Category:Townships in Mercer County, Pennsylvania",
 "title": "Sugar Grove Township, Mercer County, Pennsylvania"
}