{
 "id": "133234",
 "text": "Mercer is a borough in Mercer County, Pennsylvania, United States. The population was 2,002 at the 2010 census. It is the county seat of Mercer County. Mercer is part of the Youngstown-Warren-Boardman, OH-PA Metropolitan Statistical Area. The community was named after physician Brigadier General Hugh Mercer. Brigadier General Mercer was a close friend to General Washington and became a rallying point for the Battle of Princeton. The town is also known for its Memorial Day Parade with the main street lined with 500 flags. Each February it holds Penn's Woods West Arts & Crafts Festival at the Mercer Area High School as well as Victorian Days in the summer. Penns Woods West and Victorian Days are no longer being held in the Borough. The Mercer County Court House and Christiana Lindsey House are listed on the National Register of Historic Places. ==Geography== Mercer is located at (41.226347, -80.237436). According to the United States Census Bureau, the borough has a total area of , all land. ===Point of interest=== The United States post office in Mercer contains a mural, Clearing the Land, painted in 1940 by Lorin Thompson. Murals were produced from 1934 to 1943 in the United States through the Section of Painting and Sculpture, later called the Section of Fine Arts, of the Treasury Department. Camp Nazareth, an Eastern Orthodox camp for youth and young adults, has been on 300 acres in Mercer since 1977. It has been accredited by the American Camp Association since its founding. The camp is under the jurisdiction of the American Carpatho-Russian Orthodox Diocese, which is itself under the Ecumenical Patriarchate of Constantinople. ==Demographics== thumb|250px|left|Businesses on Pitt Street As of the census of 2000, there were 2,391 people, 1,020 households, and 609 families residing in the borough. The population density was 1,930.3 people per square mile (744.5/km2). There were 1,086 housing units at an average density of 876.7 per square mile (338.2/km2). The racial makeup of the borough was 96.45% White, 2.17% African American, 0.17% Native American, 0.21% Asian, 0.04% Pacific Islander, 0.17% from other races, and 0.79% from two or more races. Hispanic or Latino of any race were 0.84% of the population. There were 1,020 households, out of which 26.8% had children under the age of 18 living with them, 43.7% were married couples living together, 13.1% had a female householder with no husband present, and 40.2% were non-families. 34.2% of all households were made up of individuals, and 13.3% had someone living alone who was 65 years of age or older. The average household size was 2.24 and the average family size was 2.89. In the borough the population was spread out, with 22.2% under the age of 18, 9.2% from 18 to 24, 29.2% from 25 to 44, 22.6% from 45 to 64, and 16.8% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 100.8 males. For every 100 females age 18 and over, there were 95.3 males. The median income for a household in the borough was $29,795, and the median income for a family was $46,979. Males had a median income of $27,371 versus $19,576 for females. The per capita income for the borough was $22,161. About 6.0% of families and 9.0% of the population were below the poverty line, including 8.8% of those under age 18 and 8.5% of those age 65 or over. ==Notable people== * John Bingham, drafter of the Fourteenth Amendment to the United States Constitution and longest serving American senior diplomat (then Minister, the title now, Ambassador) to Japan (1873-1885) * Leech Maskrey. major league baseball player who played for the Cincinnati Red Stockings in 1886 * Gary Peters, major league baseball player who played for the Chicago White Sox and Boston Red Sox. 1963 AL Rookie of the Year * Trent Reznor, musician; lead singer for industrial rock band Nine Inch Nails * David Vogan, mathematician * Samuel Waugh, painter * J. C. Williamson, actor and impresario ==References== Category:Boroughs in Mercer County, Pennsylvania Category:County seats in Pennsylvania Category:Populated places established in 1803",
 "title": "Mercer, Pennsylvania"
}