{
 "id": "133281",
 "text": "Springfield Township is a second-class township in Mercer County, Pennsylvania, United States. The population was 1,981 at the 2010 census. ==History== Johnston's Tavern was added to the National Register of Historic Places in 1972. On November 15, 2018, the Board of Supervisors appointed Stone Helsel, a local high school student as a regular voting member on the Springfield Township Planning Commission. According to planning experts, Helsel may be the youngest planning commission member in the Commonwealth of Pennsylvania. ==Geography== According to the United States Census Bureau, the township has a total area of 27.4 square miles (71.0 km2), of which, 27.2 square miles (70.4 km2) of it is land and 0.2 square miles (0.6 km2) of it (0.84%) is water. Springfield Township is drained by Neshannock Creek and its tributaries (Indian Run, Hunters Run, Mill Run, and Pine Run) in the west and by tributaries to Wolf Creek and Slippery Rock Creek in the east. ==Demographics== As of the census of 2000, there were 1,972 people, 717 households, and 570 families residing in the township. The population density was 72.5 people per square mile (28.0/km2). There were 771 housing units at an average density of 28.4/sq mi (10.9/km2). The racial makeup of the township was 98.63% White, 0.25% African American, 0.10% Native American, 0.35% Asian, 0.10% Pacific Islander, and 0.56% from two or more races. Hispanic or Latino of any race were 0.20% of the population. There were 717 households, out of which 34.4% had children under the age of 18 living with them, 67.1% were married couples living together, 7.0% had a female householder with no husband present, and 20.4% were non-families. 16.9% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.74 and the average family size was 3.09. In the township the population was spread out, with 25.4% under the age of 18, 8.4% from 18 to 24, 29.1% from 25 to 44, 25.5% from 45 to 64, and 11.7% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 105.8 males. For every 100 females age 18 and over, there were 101.9 males. The median income for a household in the township was $40,341, and the median income for a family was $44,231. Males had a median income of $32,155 versus $19,931 for females. The per capita income for the township was $17,493. About 6.7% of families and 8.7% of the population were below the poverty line, including 12.6% of those under age 18 and 5.9% of those age 65 or over. == Government == Springfield Township is a second class township governed by the Pennsylvania Second Class Township code. The governing body of the Township is the Board of the Supervisors, an elected body consisting of three residents. The current supervisors are David L. Swartz, Timothy Stiffy, and Joseph Mattace. The current administrator is Lucinda Lipko. The Board of Supervisors have appointed the following to the township's Planning Commission: Chairman Stone Helsel, Vice-Chairman Randy Patterson, Secretary Patty Wilson, Pam McCluskey, Alan Dickson, Brian Flick, and Aaron Keck. ==References== ==External links== * Township website Category:Townships in Mercer County, Pennsylvania",
 "title": "Springfield Township, Mercer County, Pennsylvania"
}