{
 "id": "133290",
 "text": "Armagh Township is a township in Mifflin County in the U.S. state of Pennsylvania. The population was 3,988 at the 2000 census. It was named after the city and county of Armagh in Northern Ireland. ==Geography== According to the United States Census Bureau, the township has a total area of , of which, is land and (0.15%) is water. ==Demographics== At the 2000 census, there were 3,988 people, 1,532 households and 1,118 families residing in the township. The population density was 43.0 per square mile (16.6/km2). There were 1,956 housing units at an average density of 21.1/sq mi (8.1/km2). The racial makeup of the township was 98.80% White, 0.08% African American, 0.43% Asian, 0.20% from other races, and 0.50% from two or more races. Hispanic or Latino of any race were 0.70% of the population. There were 1,532 householdsof which 31.9% had children under the age of 18 living with them, 61.1% were married couples living together, 7.4% had a female householder with no husband present, and 27.0% were non-families. 22.8% of all households were made up of individuals, and 11.6% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.07. 25.7% of the population were under the age of 18, 7.0% from 18 to 24, 28.0% from 25 to 44, 25.2% from 45 to 64, and 14.1% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 101.8 males. For every 100 females age 18 and over, there were 98.7 males. The median household income was $35,260 and the median family income was $38,643. Males had a median income of $30,718 and females $18,520. The per capita income was $13,692. About 6.5% of families and 11.0% of the population were below the poverty line, including 13.8% of those under age 18 and 14.9% of those age 65 or over. ==References== Category:Populated places established in 1766 Category:Townships in Mifflin County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Armagh Township, Mifflin County, Pennsylvania"
}