{
 "id": "133336",
 "text": "Stroudsburg is a borough in Monroe County, Pennsylvania, United States. It is in the state's Poconos region, approximately five miles (8 km) from the Delaware Water Gap, at the confluence of the Brodhead, McMichaels and Pocono Creeks. It is in northeastern Pennsylvania. It is also the county seat of Monroe County. Stroudsburg is part of the East Stroudsburg, PA Metropolitan Statistical Area, which in turn is part of the New York combined statistical area. The population was 5,927 at the 2020 census. ==History== Stroudsburg was laid out by Col. Jacob Stroud (1735–1806) in 1799. Jacob Stroud's family had founded Stroudsburg in the mid-1700s. The Academy Hill Historic District, Kitson Woolen Mill, Monroe County Courthouse, and Stroud Mansion are listed on the National Register of Historic Places. ==Geography== 200px|thumb|left|Map of Stroudsburg, Pennsylvania from 1884 Stroudsburg is located at (40.985764, -75.195352). According to the United States Census Bureau, the borough has a total area of 1.8 square miles (4.7 km2).1.8 square miles (4.6 km2) of it is land and 0.04 square miles (0.1 km2) of it (1.67%) is water. Stroudsburg is located north of Allentown and southeast of Scranton. Stroudsburg's elevation is above sea level. Stroudsburg is located in the heart of the Pocono Mountains, and serves as the Monroe County seat. The Pocono region remains Pennsylvania’s biggest tourist attraction and has nearly $1 billion in economic impact with over 8 million visitors annually. ===Downtown=== Downtown Stroudsburg is the commercial hub for the surrounding area, serving as the Monroe County seat, and is located just off Interstate 80. It is the only traditional downtown in the area. Downtown Stroudsburg is anchored by Dunkelberger’s Sports Outfitters and is also home to more than 24 restaurants, nine art galleries, three women’s clothing stores, numerous antique stores, several general merchandisers, many specialty shops, two hotels, the local YMCA, 11 financial institutions and the core of the legal profession in Monroe County. There are 600 hotel rooms within of Downtown Stroudsburg. Downtown Stroudsburg also features a wide tree lined Main Street with historically rich architecture, plenty of on street parking, several municipal parking lots, one parking garage and another on the drawing board. Currently the total trade area population is about 250,000. This includes all of Monroe and Pike Counties, as well as northern Northampton County and Warren County, New Jersey. Downtown Stroudsburg is the anchor for the more modern shopping centers that are being built around the area, wanting to be in or near the historic downtown. Businesses include: The Sherman Theater and regional performing arts Center, the MCAC Community Cultural Center, the Monroe County Historical Association, the Pocono Mountains Vacation Bureau, the East Stroudsburg University Business Accelerator, the Pocono Family YMCA, the US Post Office, the Monroe County Courthouse, the Monroe County Administration Center, the largest regional police force in Pennsylvania and the Pocono Mountains Chamber of Commerce. File:Downtown Stroudsburg, Pennsylvania.jpg|Downtown File:Downtown courthouse.jpg|Courthouse File:Stroudsburg, Pennsylvania (4094522517).jpg|Restaurant district ==Demographics== As of the census of 2000, there were 5,756 people, 2,422 households, and 1,237 families residing in the borough. The population density was 3,245.1 people per square mile (1,255.6/km2). There were 2,630 housing units at an average density of 1,482.7 per square mile (573.7/km2). The racial makeup of the borough was 58.05% White, 30.01% African American, 0.21% Native American, 1.89% Asian, 2.26% from other races, and 2.59% from two or more races. Hispanic or Latino of any race were 6.95% of the population. There were 2,422 households, out of which 25.1% had children under the age of 18 living with them, 34.8% were married couples living together, 13.0% had a female householder with no husband present, and 48.9% were non-families. 34.8% of all households were made up of individuals, and 16.2% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 2.98. In the borough the population was spread out, with 21.2% under the age of 18, 15.0% from 18 to 24, 28.3% from 25 to 44, 18.7% from 45 to 64, and 16.8% who were 65 years of age or older. The median age was 35 years. For every 100 females there were 86.8 males. For every 100 females age 18 and over, there were 83.2 males. The median income for a household in the borough was $32,409, and the median income for a family was $47,500. Males had a median income of $31,952 versus $26,863 for females. The per capita income for the borough was $18,965. About 9.6% of families and 19.3% of the population were below the poverty line, including 20.2% of those under age 18 and 11.3% of those age 65 or over. ==Media== Stroudsburg is part of the Scranton/Wilkes-Barre media market. Since 1947, WVPO-840 AM \"Voice of the Poconos\" has served the community. Co-owned WSBG-93.5 FM began in 1964. Television stations WBRE-28, WNEP-16, and WYOU-22 each have news bureaus in downtown Stroudsburg. The headquarters of the Pocono Record newspaper is also located in Stroudsburg. ==Infrastructure== ===Transportation=== thumb|right|Lackawanna station in the 1890s The Monroe County Transit Authority (MCTA) serves Monroe County with three bus routes. Stroudsburg is served by MCTA's Blue, Yellow, and Red Routes. Only three of the authority's routes have their hub at the Stroud Mall, the Orange Route goes to Giant in Bartonsville, just northwest of the borough on PA 611 in adjacent Stroud Township. Connections to other MCTA routes are provided at the Stroud Mall. Until the mid-1960s the Delaware, Lackawanna and Western Railroad and later the Erie Lackawanna Railroad served the town with the Phoebe Snow, the Lake Cities and several other trains. Since the 2010s there have been efforts to restore passenger rail service to New York City, in the Lackawanna Cut-Off Restoration Project. Grants have been committed to bridge restoration to ensure the restoration of train movement.Stacy M. Brown, \"Pocono Record,\" May 17, 2016 http://www.poconorecord.com/news/20160517/grants-keep-poconos-to-new- york-commuter-train-moving ===Utilities=== PPL Electric Utilities and FirstEnergy subsidiary Met-Ed both provide electricity to Stroudsburg. In the borough, the two companies' service areas overlap and they share utility lines, with the electric provider varying by home or business. Originally, customers could not change the company that maintained the electric line that connected to the home or business, but in 2014, a ruling by the Pennsylvania Utility Commission allowed a business owner to change the owner of the line from Met-Ed to PPL Electric Utilities. UGI Central Penn Gas provides natural gas to Stroudsburg. The Brodhead Creek Regional Authority provides water to Stroudsburg and surrounding areas, with its water supply coming from the Brodhead Creek. The Stroudsburg Borough Sewer Department provides sewer service to the borough, operating a wastewater treatment plant. Trash collection in Stroudsburg is provided by private haulers while recycling collection is provided by the borough. ==Public education== The Borough is served by the Stroudsburg Area School District. Within this district there are four neighborhood elementary (K-4) schools: Arlington Heights Elementary, B.F. Morey Elementary, Hamilton Elementary, and Stroudsburg Chipperfield Elementary School. There are three other schools within the district: Stroudsburg Middle School (5–7), Stroudsburg Junior High School (8–9), and Stroudsburg High School (10–12). The athletic teams for Stroudsburg High School are called the Mountaineers, and the school colors are maroon, black, and white. ==Climate== According to the Trewartha climate classification system, Stroudsburg has a Temperate Continental climate with hot summers, cold winters and year-around precipitation (Dcao). Dcao climates are characterized by at least one month having an average mean temperature ≤ , four to seven months with an average mean temperature ≥ , at least one month with an average mean temperature ≥ and no significant precipitation difference between seasons. Although most summer days are slightly humid in Stroudsburg, episodes of heat and high humidity can occur with heat index values > . Since 1981, the highest air temperature was on 07/22/2011, and the highest daily average mean dew point was on 08/28/2018. July is the peak month for thunderstorm activity which correlates with the average warmest month of the year. The average wettest month is September which correlates with tropical storm remnants during the peak month of the Atlantic hurricane season. Since 1981, the wettest calendar day was 6.35 inches (161 mm) on 10/08/2005. During the winter months, the plant hardiness zone is 6b with an average annual extreme minimum air temperature of . Since 1981, the coldest air temperature was on 01/21/1994. Episodes of extreme cold and wind can occur with wind chill values < . The average snowiest month is January which correlates with the average coldest month of the year. Ice storms and large snowstorms depositing ≥ 12 inches (30 cm) of snow occur once every couple of years, particularly during nor’easters from December through February. ==Ecology== According to the A. W. Kuchler U.S. potential natural vegetation types, Stroudsburg would have a dominant vegetation type of Appalachian Oak (104) with a dominant vegetation form of Eastern Hardwood Forest (25). The peak spring bloom typically occurs in late-April and peak fall color usually occurs in mid-October. The plant hardiness zone is 6b with an average annual extreme minimum air temperature of . ==Notable people== *Sebastian Joseph-Day, American football player for the Los Angeles Rams *Byron K. Lichtenberg, astronaut who flew on STS-9 and STS-45 *Chris Neild, American football player for the Washington Redskins *Mike Nikorak, baseball player *A. Mitchell Palmer, 50th attorney general of the United States from 1919 to 1921 *Debralee Scott, actress *Joseph Horace Shull, U.S. Representative for Pennsylvania's 26th congressional district from 1903 to 1905 *G.E. Smith, musician; born in Stroudsburg ==References== Category:Pocono Mountains Category:County seats in Pennsylvania Category:Populated places established in the 1750s Category:Boroughs in Monroe County, Pennsylvania Category:1810 establishments in Pennsylvania",
 "title": "Stroudsburg, Pennsylvania"
}