{
 "id": "133334",
 "text": "Smithfield Township is a township in Monroe County, Pennsylvania, United States. The population was 5,672 at the 2000 census. ==History== \"In 1746, the first action was taken for the formation of Smithfield Township, the first municipal division north of the Blue Mountains. The petition contained the names of twenty-seven landholders.\"Luther S. Hoffman, The Unwritten History of Smithfield Township, Monroe County, Pennsylvania (East Stroudsburg, Pennsylvania: The Artcraft Press, 1938), p. 4. The township comprised all the settlements above the mountains. Originally in Bucks County, Smithfield Township was erected in 1748.\"Local History Articles,\" database, Monroe County [Pennsylvania] Historical Association (http://www.monroehistorical.org/articles_files/022211_smithhamtwp.html: accessed 24 September 2018), Our earliest townships: Smithfield and Hamilton, by Amy Leiser, February 02, 2011. \"In 1752, when Northampton County was set off from Bucks County, it comprised all of Smithfield which included what is now Lehigh, Carbon, Monroe, Pike and Wayne\" Counties. The Shawnee-Minisink Site was listed on the National Register of Historic Places in 2007. Worthington Hall was listed in 1978 and delisted in 1986 after being demolished. ==Geography== According to the United States Census Bureau, the township has a total area of 23.9 square miles (61.8 km2), of which, 23.2 square miles (60.0 km2) of it is land and 0.7 square miles (1.8 km2) of it (2.93%) is water. ==Demographics== As of the census of 2000, there were 5,672 people, 2,084 households, and 1,535 families residing in the township. The population density was 244.7 people per square mile (94.5/km2). There were 3,028 housing units at an average density of 130.6/sq mi (50.4/km2). The racial makeup of the township was 87.78% White, 5.62% African American, 0.44% Native American, 0.95% Asian, 0.02% Pacific Islander, 3.00% from other races, and 2.19% from two or more races. Hispanic or Latino of any race were 7.39% of the population. There were 2,084 households, out of which 34.5% had children under the age of 18 living with them, 60.8% were married couples living together, 9.0% had a female householder with no husband present, and 26.3% were non-families. 20.2% of all households were made up of individuals, and 7.0% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.07. In the township the population was spread out, with 26.1% under the age of 18, 7.9% from 18 to 24, 28.3% from 25 to 44, 24.9% from 45 to 64, and 12.7% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 99.7 males. For every 100 females age 18 and over, there were 95.9 males. The median income for a household in the township was $51,607, and the median income for a family was $57,526. Males had a median income of $40,863 versus $28,772 for females. The per capita income for the township was $23,627. About 5.2% of families and 9.0% of the population were below the poverty line, including 7.7% of those under age 18 and 7.7% of those age 65 or over. ==Climate== According to the Trewartha climate classification system, Smithfield Township has a Temperate Continental climate (Dc) with warm summers (b), cold winters (o) and year-around precipitation (Dcbo). Dcbo climates are characterized by at least one month having an average mean temperature ≤ , four to seven months with an average mean temperature ≥ , all months with an average mean temperature < and no significant precipitation difference between seasons. Although most summer days are slightly humid in Smithfield Township, episodes of heat and high humidity can occur with heat index values > . Since 1981, the highest air temperature was on 07/22/2011, and the highest daily average mean dew point was on 08/01/2006. July is the peak month for thunderstorm activity which correlates with the average warmest month of the year. The average wettest month is September which correlates with tropical storm remnants during the peak of the Atlantic hurricane season. Since 1981, the wettest calendar day was on 10/08/2005. During the winter months, the plant hardiness zone is 6a with an average annual extreme minimum air temperature of . Since 1981, the coldest air temperature was on 01/21/1994. Episodes of extreme cold and wind can occur with wind chill values < . The average snowiest month is January which correlates with the average coldest month of the year. Ice storms and large snowstorms depositing ≥ of snow occur once every couple of years, particularly during nor’easters from December through March. ==Ecology== According to the A. W. Kuchler U.S. potential natural vegetation types, Smithfield Township would have a dominant vegetation type of Appalachian Oak (104) with a dominant vegetation form of Eastern Hardwood Forest (25). The peak spring bloom typically occurs in late-April and peak fall color usually occurs in mid-October. The plant hardiness zone is 6a with an average annual extreme minimum air temperature of . ==See also== *Mountain Lake House Smithfield SDA Church ==References== ==External links== *Township website Category:Populated places established in 1725 Category:Townships in Monroe County, Pennsylvania Category:1725 establishments in Pennsylvania Category:Pennsylvania populated places on the Delaware River",
 "title": "Smithfield Township, Monroe County, Pennsylvania"
}