{
 "id": "133481",
 "text": "Lower Saucon Township is a township in Northampton County, Pennsylvania, United States. Lower Saucon Township is located in the Lehigh Valley metropolitan area. The population of Lower Saucon Township was 9,884 at the 2000 census. All locations in the township have addresses in nearby Hellertown or Bethlehem. Lower Saucon Township is approximately east of Allentown, north- northwest of Philadelphia, and east of New York City. ==Geography== According to the United States Census Bureau, the township has a total area of 24.3 square miles (62.9 km2), of which, 24.1 square miles (62.5 km2) of it is land and 0.2 square miles (0.4 km2) of it (0.62%) is water. The township is in the Delaware watershed and borders the Lehigh River to the north, which drains Lower Saucon except for the Leithsville area in the extreme south, which is drained by Cooks Creek east into the Delaware River. North-to-south local thoroughfares include Route 378 in the extreme west, Route 412, and Lower Saucon Road in the east. Interstate 78 crosses Lower Saucon east-to-west with access from 412 at the Bethlehem/Hellertown line and Highway 33 in the northeast. Its villages include Bingen, Colesville (also in Lehigh County,) Leithsville, Lower Saucon, Redington, Seidersville, Shimersville, Steel City, Wassergass, and Wydnor. ===Adjacent municipalities=== *Bethlehem (north and northwest) *Hellertown (mostly surrounded by Lower Saucon) *Freemansburg (northwest) *Bethlehem Township (north) *Easton (northeast) *Williams Township (east) *Durham Township, Bucks County (tangent to the southeast) *Springfield Township, Bucks County (south) *Upper Saucon Township, Lehigh County (southwest) *Salisbury Township, Lehigh County (west) *Fountain Hill, Lehigh County (northwest) ===Climate=== Lower Saucon has a hot-summer humid continental climate (Dfa) and the hardiness zone is 6b. Average temperatures in Wassergass range from 28.7 °F in January to 73.2 °F in July, while in Wydnor they average from 28.9 °F in January to 73.6 °F in July. ==Demographics== As of the census of 2000, there were 9,884 people, 3,735 households, and 2,890 families residing in the township. The population density was 409.4 people per square mile (158.1/km2). There were 3,915 housing units at an average density of 162.2/sq mi (62.6/km2). The racial makeup of the township was 96.73% white, 0.56% African American, 0.16% Native American, 1.20% Asian, 0.06% Pacific Islander, 0.69% from other races, and 0.60% from two or more races. Hispanic or Latino of any race were 2.56% of the population. There were 3,735 households, out of which 32.4% had children under the age of 18 living with them, 68.6% were married couples living together, 5.8% had a female householder with no husband present, and 22.6% were non- families. 18.2% of all households were made up of individuals, and 7.6% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.00. In the township the population was spread out, with 23.8% under the age of 18, 5.5% from 18 to 24, 27.9% from 25 to 44, 28.1% from 45 to 64, and 14.6% who were 65 years of age or older. The median age was 41 years. For every 100 females there were 98.7 males. For every 100 females age 18 and over, there were 96.7 males. The median income for a household in the township was $59,964, and the median income for a family was $68,457. Males had a median income of $46,727 versus $30,256 for females. The per capita income for the township was $30,280. About 2.0% of families and 2.5% of the population were below the poverty line, including 2.9% of those under age 18 and 1.7% of those age 65 or over. == Public education == Lower Saucon Township and Hellertown Borough are served by the Saucon Valley School District. == History == thumb|upright=1.3|John Wagner Homestead, listed on the National Register of Historic Places. Until the mid-17th century, the Lenni Lenape (Delaware) tribes hunted and inhabited the land of Lower Saucon Township. European traders first appeared in the area prior to 1700, and the Native Americans peacefully traded with these outsiders, although some minor skirmishes did occur. William Penn, later founder of the Province of Pennsylvania, was granted land on March 4, 1681, by King Charles II of England to repay a debt owed to Penn's father. The land grant included what is now Lower Saucon Township. However, Penn soon realized that he needed to purchase the land from the Native Americans to maintain clear ownership. Penn advertised throughout Europe, offering parcels of land for 40 shillings, subject to a rent of one shilling per annum forever. In 1737, Penn's sons expanded their land holdings to include most of the Lehigh Valley through the “Walking Purchase.” Although the Lenni Lenape did not think this was a legitimate claim, they eventually moved out of the area, allowing Europeans to settle it. Sometime before 1737, Nathaniel Irish (c. 1680-1747, born in Montserrat) established a farm, built a grist and saw mill, and opened a land office for William Penn. He is considered the first European settler in Lower Saucon Township. His land later became known as Shimersville. Irish was the first justice of the peace in the area, and the first “King’s Highway,” from Philadelphia to the Lehigh Valley, built in 1737, led to his property. His son, also named Nathaniel Irish (1737-1816), built Nathaniel Irish House in Philadelphia. Lower Saucon Township was chartered in 1743, when it was still a part of Bucks County. It was established in the rich farmland along the Saucon Creek. The name is of Native American origin, from , meaning “at the mouth of the creek.” The township also included South Bethlehem until 1865 and Hellertown until 1872. German immigrants, convinced by Penn's favorable description of the New World, settled Lower Saucon Township in large numbers, beginning in the 1730s. Some of the surnames of the early German settlers were Boehm, Wagner, Appel, Riegel, Lerch, Laubach, Oberley, Heller, Shimer, and Lutz. These early settlers were hardworking, and their farms prospered. There were numerous mills built to provide sawed wood, flour, textiles, paper, and gunpowder. Other early industry included lime kilns and the extracting of zinc and iron ore. During the Revolutionary War, many German farmers enlisted in the Continental army to fight the British. At a time when the army's reserves were depleted, they offered to sell wheat and rye on credit. In 1777, soldiers of the Continental army transporting the Liberty Bell to Allentown passed through Lower Saucon, spending a night in Leithsville. The Marquis de Lafayette, according to legend, stopped at Wagner's Tavern in Hellertown on his way to Bethlehem during the war. The first church, Lower Saucon Church, was established in 1734, soon after the early settlers had arrived. It was built by a German Reformed congregation on what is now Easton Road. There were 10 schools in place in the township even before the legislature of Pennsylvania adopted the public school system in 1834. These schools were established by the local church congregations. thumb|upright=1.3|Northampton County Bridge No. 15, listed on the NRHP When the North Penn Railroad, connecting Philadelphia to Bethlehem, was completed in 1856, this line provided an impetus to building iron smelters in Bingen, Hellertown, and Iron Hill, due to the township's wealth of iron ore and limestone. The railroad brought coal to this industry, transported pig iron to markets, and provided transportation for the township's population. Lower Saucon Township felt the influence of the Bethlehem Steel company. The executives purchased farmland in the township to build large estates, and the steel company became the largest employer in the area. When it ceased manufacturing in 1995, many residents of Lower Saucon suffered loss of employment. The Ehrhart's Mill Historic District, Michael and Margaret Heller House and Lutz-Franklin School and Northampton County Bridge No. 15 are listed on the National Register of Historic Places. ==Government and politics== ===Legislators=== *State Representative Justin Simmons, Republican, 131st district (Seidersville ward) *State Representative Robert L. Freeman, Democrat, 136th district (Hellertown, Leithsville, Lower Saucon, Shimersville and Wassergass wards) *State Senator Lisa Boscola, Democrat, 18th district *US Representative Susan Wild, Democrat, 7th district ===Township Council=== Lower Saucon is a second-class township and elects five council members at large. *Sandra Yerger, President (12/31/19) *Priscilla DeLeon, Vice President (12/31/19) *Glenn Kern (12/31/21) *Donna Louder (12/31/19) *Ryan Stauffer (12/31/21) ==References== ==External links== *Lower Saucon Township *Saucon Valley Info (community website with events & organizations listed) *Lower Saucon Township Historical Society Category:Townships in Northampton County, Pennsylvania",
 "title": "Lower Saucon Township, Northampton County, Pennsylvania"
}