{
 "id": "133483",
 "text": "Moore Township is a township in Northampton County, Pennsylvania, United States. The township is located in the Lehigh Valley, which has a population of 861,899 and is the 69th most populated metropolitan area in the U.S. as of the 2020 census. The population of Moore Township was 9,198 at the 2010 census. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and , or 0.08%, is water. Geophysically, it is located within the great bend or kink of the lower Lehigh River mouth region due north of the cities of Allentown, NNW of Bethlehem and due west of Easton (on the mouth of the Lehigh). Moore Twp. contains one riverine drainage divide such that to the west it is drained into the Delaware River via historic Catasauqua Creek,Source appears located in ravine 600-800 east of kink in West Dannersville Road, 1200 ft south of Pheasant Drive (W. Main Blvd.), approximately 1000 ft north of township border with East Allen Twp. per and the topological equivalent from the National Map viewer. Monocacy and especially Hokendauqua creeks, all of which originate in the township and are tributaries of the Lehigh River, and by the south and east draining Bushkill Creek tributary of the Delaware River (upper right corner of map above and right). Its landscapes compose the foothills south of its natural northern boundary -- the over long Blue Mountain barrier ridge. Its villages include Beersville, Copella (also in Bushkill Township,) Dannersville, Delps, Emanuelsville, Jamesville (also in East Allen Township), Klecknersville, Moorestown, Point Phillip, and Youngsville. Moore Township's numbered roads are east-to-west Route 248 and Route 946 and north-to-south Route 512 and Route 987. Other local roads of note include Dannersville Road, Delps Road, Scenic Drive, and Valley View Drive. ===Neighboring municipalities=== *Lehigh Township (west) *Allen Township (southwest) *East Allen Township (south) *Upper Nazareth Township (southeast) *Bushkill Township (east) *Ross Township, Monroe County (northeast) *Eldred Township, Monroe County (north) *Lower Towamensing Township, Carbon County (northwest) Moore Township surrounds the borough of Chapman. ==Demographics== As of the census of 2000, there were 8,673 people, 3,303 households, and 2,559 families residing in the township. The population density was 231.5 people per square mile (89.4/km2). There were 3,464 housing units at an average density of 92.5/sq mi (35.7/km2). The racial makeup of the township was 98.80% White, 0.36% African American, 0.05% Native American, 0.21% Asian, 0.03% Pacific Islander, 0.22% from other races, and 0.33% from two or more races. Hispanic or Latino of any race were 1.01% of the population. There were 3,303 households, out of which 30.3% had children under the age of 18 living with them, 68.1% were married couples living together, 6.1% had a female householder with no husband present, and 22.5% were non-families. 18.3% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 2.97. In the township the population was spread out, with 22.1% under the age of 18, 6.5% from 18 to 24, 28.4% from 25 to 44, 29.3% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 103.2 males. For every 100 females age 18 and over, there were 101.9 males. The median income for a household in the township was $48,371, and the median income for a family was $54,663. Males had a median income of $38,098 versus $25,241 for females. The per capita income for the township was $21,829. About 3.5% of families and 4.0% of the population were below the poverty line, including 4.0% of those under age 18 and 5.5% of those age 65 or over. ==Public education== The township is served by the Northampton Area School District. ==References== Category:Townships in Northampton County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Moore Township, Northampton County, Pennsylvania"
}