{
 "id": "133592",
 "text": "Palmyra Township is a township in Pike County, Pennsylvania, United States. The population was 3,312 at the 2010 census. The majority of its northwestern border is Lake Wallenpaupack. ==History== Pike County was divided off Wayne County on March 26, 1814, splitting old Palmyra Township down the center. The division line of both new county and of Palmyra Township was the Wallenpaupack River. The Promised Land State Park-Whittaker Lodge District and Promised Land State Park-Bear Wallow Cabins are listed on the National Register of Historic Places. ==Geography== According to the United States Census Bureau, the township has a total area of 39.5 square miles (102.3 km2), of which, 34.1 square miles (88 km2) of it is land and 5.4 square miles (14 km2) of it (13.67%) is water. ==Demographics== As of the census of 2010, there were 3,312 people, 1,455 households, and 1,008 families residing in the township. The population density was 97.1 people per square mile (37.5/km2). There were 4,088 housing units at an average density of 119.9/sq mi (46.8/km2). The racial makeup of the township was 97.3% White, 0.8% African American, 0.3% Native American, 0.7% Asian, 0.4% from other races, and 0.5% from two or more races. Hispanic or Latino of any race were 2.7% of the population.* There were 1,455 households, out of which 21.8% had children under the age of 18 living with them, 58.1% were married couples living together, 8.1% had a female householder with no husband present, and 30.7% were non-families. 26% of all households were made up of individuals, and 10.7% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.71. In the township the population was spread out, with 18.4% under the age of 18, 56.3% from 18 to 64, and 25.3% who were 65 years of age or older. The median age was 51.1 years. The median income for a household in the township was $39,414, and the median income for a family was $44,537. Males had a median income of $33,846 versus $23,224 for females. The per capita income for the township was $20,110. About 6.0% of families and 8.8% of the population were below the poverty line, including 12.4% of those under age 18 and 6.3% of those age 65 or over. ==References== ==External links== *Official Township Website Category:Populated places established in 1750 Category:Townships in Pike County, Pennsylvania Category:Towns in the New York metropolitan area",
 "title": "Palmyra Township, Pike County, Pennsylvania"
}