{
 "id": "133698",
 "text": "Port Carbon is a borough of Schuylkill County, Pennsylvania, USA, two miles (3 km) northeast of Pottsville. It is in a coal-mining area. In the past, ironworks had been a feature of the borough. In 1900, 2,168 people lived here and, in 1910, 2,678. The population was 1,889 at the 2010 census. ==Geography== Port Carbon is located at (40.697210, -76.166734). According to the United States Census Bureau, the borough has a total area of , all of it land. ==Demographics== At the 2000 census, there were 2,019 people, 846 households and 577 families residing in the borough. The population density was . There were 927 housing units at an average density of . The racial make- up was 99.11% White, 0.54% African American, 0.05% Native American, 0.05% Asian, 0.05% Pacific Islander, 0.05% from other races and 0.15% from two or more races. Hispanic or Latino of any race were 0.54% of the population. There were 846 households, of which 25.9% had children under the age of 18 living with them, 48.9% were married couples living together, 13.2% had a female householder with no husband present, and 31.7% were non-families. 28.8% of all households were made up of individuals and 17.3% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 2.91. 20.5% of the population were under the age of 18, 7.8% from 18 to 24, 26.7% from 25 to 44, 24.3% from 45 to 64 and 20.7% were 65 years of age or older. The median age was 42 years. For every 100 females, there were 89.4 males. For every 100 females age 18 and over, there were 85.5 males. The median household income was $30,875 and the median family income was $37,939. Males had a median income of $30,165 and females $20,872. The per capita income was $16,496. About 5.2% of families and 7.2% of the population were below the poverty line, including 8.4% of those under age 18 and 7.6% of those age 65 or over. == History == Port Carbon was founded by Abraham Pott, a son of John Pott who founded Pottsville in 1806. Port Carbon was the site of the first lock on the Schuylkill Canal, on its route for transport of coal mined in the region to Philadelphia. Robert Allison, a local industrialist, purchased the first commercially manufactured automobile, a Winton. ==Gallery== File:Port Carbon Borough Hall, Schuylkill Co PA 02.JPG|Port Carbon Borough Hall File:Pike St, Port Carbon PA 03.JPG|Pike Street File:Port Carbon Public Library, Schuylkill Co PA 01.JPG|Public library File:Port Carbon Senior Citizens Center, Schuylkill Co PA.JPG|Port Carbon Senior Citizens Center File:St Stephen Catholic Church, Port Carbon PA.JPG|St. Stephen's Catholic Church ==References== Category:Populated places on the Schuylkill River Category:Populated places established in 1826 Category:Municipalities of the Anthracite Coal Region of Pennsylvania Category:Boroughs in Schuylkill County, Pennsylvania Category:1826 establishments in Pennsylvania",
 "title": "Port Carbon, Pennsylvania"
}