{
 "id": "133608",
 "text": "Hector Township is a township in Potter County, Pennsylvania, United States. The population was 453 at the 2000 census. ==Geography== According to the United States Census Bureau, the township has a total area of , of which, of it is land and 0.02% is water. Hector Township is bordered by Harrison Township to the north, Tioga County to the east, Pike Township to the south and Ulysses Township, Pennsylvania and Ulysses borough to the west. ==Demographics== As of the census of 2000, there were 453 people, 168 households, and 129 families residing in the township. The population density was 10.9 people per square mile (4.2/km). There were 361 housing units at an average density of 8.7/sq mi (3.4/km). The racial makeup of the township was 99.78% White and 0.22% Native American. Hispanic or Latino of any race were 1.10% of the population. There were 168 households, out of which 30.4% had children under the age of 18 living with them, 69.0% were married couples living together, 4.8% had a female householder with no husband present, and 23.2% were non-families. 17.3% of all households were made up of individuals, and 7.7% had someone living alone who was 65 years of age or older. The average household size was 2.70 and the average family size was 3.07. In the township the population was spread out, with 24.3% under the age of 18, 9.5% from 18 to 24, 23.6% from 25 to 44, 27.6% from 45 to 64, and 15.0% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 97.8 males. For every 100 females age 18 and over, there were 103.0 males. The median income for a household in the township was $28,906, and the median income for a family was $34,167. Males had a median income of $25,000 versus $18,125 for females. The per capita income for the township was $11,408. About 20.6% of families and 26.2% of the population were below the poverty line, including 43.8% of those under age 18 and 17.9% of those age 65 or over. ==References== Category:Populated places established in 1826 Category:Townships in Potter County, Pennsylvania Category:Townships in Pennsylvania Category:1826 establishments in Pennsylvania",
 "title": "Hector Township, Potter County, Pennsylvania"
}