{
 "id": "133810",
 "text": "Ogle Township is a township in Somerset County, Pennsylvania, United States. The population was 588 at the 2000 census. It is part of the Johnstown, Pennsylvania, Metropolitan Statistical Area. ==Geography== According to the United States Census Bureau, the township has a total area of 36.2 square miles (93.9 km), of which 36.2 square miles (93.8 km) is land and 0.04 square miles (0.1 km) (0.08%) is water. Ogle Township is bordered by Shade Township to the south, Paint Township to the west, Cambria County to the north, and Bedford County to the east. ==Recreation== Most of the Gallitzin State Forest (Babcock Division) and a very small portion of the Pennsylvania State Game Lands Number 26 occupies just over half of the township.https://viewer.nationalmap.gov/advanced-viewer/ The National Map, retrieved 3 October 2018Pennsylvania State Game Lands Number 26, retrieved 3 October 2018 ==Demographics== At the 2000 census there were 588 people, 217 households, and 157 families living in the township. The population density was 16.2 people per square mile (6.3/km). There were 251 housing units at an average density of 6.9/sq mi (2.7/km). The racial makeup of the township was 99.49% White, and 0.51% from two or more races. Hispanic or Latino of any race were 0.51%. Of the 217 households 36.4% had children under the age of 18 living with them, 66.4% were married couples living together, 5.5% had a female householder with no husband present, and 27.6% were non-families. 22.1% of households were one person and 6.5% were one person aged 65 or older. The average household size was 2.69 and the average family size was 3.20. The age distribution was 26.5% under the age of 18, 6.5% from 18 to 24, 27.9% from 25 to 44, 28.7% from 45 to 64, and 10.4% 65 or older. The median age was 40 years. For every 100 females, there were 106.3 males. For every 100 females age 18 and over, there were 113.9 males. The median household income was $43,438 and the median family income was $48,625. Males had a median income of $35,536 versus $22,083 for females. The per capita income for the township was $18,005. About 4.2% of families and 7.5% of the population were below the poverty line, including 9.8% of those under age 18 and 3.3% of those age 65 or over. ==References== Category:Townships in Somerset County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Ogle Township, Somerset County, Pennsylvania"
}