{
 "id": "133986",
 "text": "Brokenstraw Township is a township in Warren County, Pennsylvania, United States. It was formed in 1800. The population was 2,068 at the 2000 census. ==Geography== According to the United States Census Bureau, the township has a total area of , of which is land and (0.41%) is water. == History == In 1797, 22-year-old Callender Irvine, the United States Army's Commissary General, and son of General William Irvine, settled in Brokenstraw Township. He \"reported that there were more Indians in the area then than whites.\" Callender built a \"stately white mansion ... on the banks of the Allegheny in 1822,\" overlooking Crull's Island. \"Callender Irvine's brother, Dr. John W. Irvine shared in the management of the [general] store, along with Robinson R. Moore, until 1820, after which he practiced medicine in Brokenstraw.\"The Irvine-Newbold Family Papers, including correspondence, scrapbooks, photographs, records and other materials beginning with General William Irvine and spanning over 200 years of family history, are available for research use at the Historical Society of Pennsylvania. William A. Irvine, M.D., another son of Callender's, settled in Brokenstraw in 1825, and > spent his life attempting to turn the Irvine property to profitable > commercial ventures. Among his many enterprises were a lumbering business, > the general store started by his father, a wool factory, an iron foundry, > and further speculation ... his farm, internal improvements ... the > blacksmith shop ... and the Irvine post office. In the mid-1850s, Irvine was > forced to give up most of his business, retaining the farm, the lumbering > concern, and land on which he later developed oil. His wife was Sarah Duncan Irvine; their daughter was Sarah Irvine Newbold. The mansion and property were known locally as the \"Irving Estate\" or \"Newbold Estate.\" Esther Newbold, great-granddaughter of Callender, was the last generation of the family to live in the mansion. She \"had studied law in Philadelphia and was known for keeping up on legislative matters in Harrisburg.\" Esther died in 1963 at almost 90 years of age, and the home was razed ten years later, in 1973. A model of the house was made for the nearby Clinton E. Wilder Museum. == Municipalities == Under Pennsylvania law, there are four types of incorporated municipalities: cities, boroughs, townships, and, in at most two cases, towns. The following boroughs and communities are located in Brokenstraw Township: === Boroughs === *Youngsville ===Other communities and places === Some communities are neither incorporated nor treated as census-designated places. * Irvine, Zip Code 16329 * Buckaloons, site of a Seneca village. Artifacts from Buckaloons are housed at the Wilder Museum and the Carnegie Museum of Natural History in Pittsburgh.Lantz, Stanley W. (1975) The Buckaloons Site at Irvine, Pennsylvania. A Preliminary Report. Carnegie Museum of Natural History, Butler, PA. It is now a campground and part of the Buckaloons Recreation Area. ==Demographics== As of the census of 2000, there were 2,068 people, 765 households and 520 families residing in the township. The population density was 53.5 per square mile (20.7/km2). There were 953 housing units at an average density of 24.7/sq mi (9.5/km2). The racial makeup of the township was 99.08% White, 0.39% Native American, 0.19% Asian, 0.05% from other races, and 0.29% from two or more races. Hispanic or Latino of any race were 0.10% of the population. There were 765 households, of which 28.2% had children under the age of 18 living with them, 55.7% were married couples living together, 9.0% had a female householder with no husband present, and 32.0% were non-families. 26.5% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.88. In the township the population was spread out, with 20.5% under the age of 18, 5.5% from 18 to 24, 23.5% from 25 to 44, 23.3% from 45 to 64, and 27.2% who were 65 years of age or older. The median age was 45 years. For every 100 females there were 87.0 males. For every 100 females age 18 and over, there were 78.9 males. The median income for a household in the township was $34,130 and the median income for a family was $41,574. Males had a median income of $34,327 compared with $20,776 for females. The per capita income for the township was $16,924. About 7.6% of families and 10.8% of the population were below the poverty line, including 15.9% of those under age 18 and 12.3% of those age 65 or over. ==References== Category:Townships in Warren County, Pennsylvania",
 "title": "Brokenstraw Township, Warren County, Pennsylvania"
}