{
 "id": "133912",
 "text": "Middlebury Township is a township in Tioga County, Pennsylvania, in the United States. The population was 1,285 at the 2010 census.https://factfinder.census.gov/faces/nav/jsf/pages/community_facts.xhtml# ==Geography== According to the United States Census Bureau, the township has a total area of 48.8 square miles (126.3 km2), of which, 48.4 square miles (125.4 km2) of it is land and 0.4 square miles (0.9 km2) of it (0.74%) is water. Middlebury Township is bordered by Farmington Township to the north, Tioga and Richmond Townships to the east, Charleston and Delmar Township to the south and Chatham Township to the west. ==Demographics== thumb|left|A wetland in Middlebury Township As of the census of 2000, there were 1,221 people, 477 households, and 352 families residing in the township. The population density was 25.2 people per square mile (9.7/km2). There were 606 housing units at an average density of 12.5/sq mi (4.8/km2). The racial makeup of the township was 98.44% White, 0.08% Native American, 0.16% Asian, 0.90% from other races, and 0.41% from two or more races. Hispanic or Latino of any race were 0.82% of the population. There were 477 households, out of which 33.3% had children under the age of 18 living with them, 62.7% were married couples living together, 6.9% had a female householder with no husband present, and 26.0% were non-families. 19.9% of all households were made up of individuals, and 8.8% had someone living alone who was 65 years of age or older. The average household size was 2.56 and the average family size was 2.95. In the township the population was spread out, with 24.7% under the age of 18, 7.3% from 18 to 24, 28.4% from 25 to 44, 25.2% from 45 to 64, and 14.3% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 103.5 males. For every 100 females age 18 and over, there were 99.8 males. The median income for a household in the township was $35,052, and the median income for a family was $40,662. Males had a median income of $26,800 versus $20,511 for females. The per capita income for the township was $17,390. About 7.9% of families and 12.7% of the population were below the poverty line, including 21.8% of those under age 18 and 5.1% of those age 65 or over. ==Communities and locations== *Crooked Creek - A village on Pennsylvania Route 287 in the eastern part of the township. *Hammond - A village on Pennsylvania Route 287 in the northeast part of the township, near Hammond Lake. *Hammond Lake - A portion of Hammond Lake is located in northeastern Middlebury Township. *Holiday - A village on Pennsylvania Route 287, just west of Crooked Creek. *Keeneyville - A village on Pennsylvania Route 249 in the west-central part of the township. *Middlebury Center - A village at the junction of Pennsylvania Routes 249 and 287 in the south- central part of the township. *Niles Valley - A village on Pennsylvania Route 287 near the southern township line. *Shinglebury - A village in the northern part of the township. *Tioga State Forest - Part of southwestern Middlebury Township is covered by the Tioga State Forest. ==Government== Middlebury Township is governed by three locally elected Township Supervisors. ;County level: Three, elected at large, County Commissioners. In 2014, the Commissioners are: Roger C. Bunn, Mark L. Hamilton and Erick J. Coolidge. ;State level: * Clint Owlett - State Representative, Pennsylvania House of Representatives, District 68 * Joe Scarnati - State Senator, Pennsylvania Senate, District 25 ;Federal level : * Glenn Thompson, Republican, Pennsylvania's 5th congressional district * Pat Toomey, US Senator * Bob Casey, Jr., US Senator ==References== Category:Populated places established in 1800 Category:Townships in Tioga County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Middlebury Township, Tioga County, Pennsylvania"
}