{
 "id": "133932",
 "text": "Wellsboro is a borough in Tioga County, Pennsylvania founded by Sam Mattie I. It is located northwest of Williamsport. Early in the 20th century, Wellsboro was the shipping point and trade center for a large area. It had fruit evaporators, flour and woolen mills, a milk-condensing plant, marble works, saw mills, foundry and machine shops, and manufactories of cut glass, chemicals, rugs, bolts, cigars, carriages, and furniture. In 1900, 2,945 people lived here; in 1910, 3,183 lived here. The population was 3,263 at the 2010 census. It is the county seat of Tioga County, and also home to the Grand Canyon of Pennsylvania. ==History== Wellsboro was settled in 1806 and incorporated in 1830 and was named in honor of Mary Wells, wife of one of the original settlers, Benjamin Wistar Morris. The town was the home of George W. Sears (1821 - 1890), a sportswriter for Field & Stream magazine in the 1880s and an early environmentalist. His stories, appearing under the pen name \"Nessmuk\", popularised self-guided canoe camping tours of the Adirondack lakes in open lightweight solo canoes and what is today called ultralight camping. Wellsboro was also the site of one of the first factories where light bulbs were mass-produced, using machines whose design remains essentially unchanged from the early 20th century when the Corning company established the plant in the town. The Robinson House, Jesse Robinson House, Wellsboro Armory, and Wellsboro Historic District are listed on the National Register of Historic Places. ==Geography== Wellsboro is located at (41.746794, -77.301881). According to the United States Census Bureau, the borough has a total area of , of which, of it is land and of it (0.61%) is water. ===Climate=== ==Demographics== As of the census of 2000, there were 3,328 people, 1,469 households, and 866 families residing in the borough. The population density was 681.0 people per square mile (262.8/km2). There were 1,602 housing units at an average density of 327.8 per square mile (126.5/km2). The racial makeup of the borough was 98.14% White, 0.39% African American, 0.18% Native American, 0.90% Asian, 0.18% from other races, and 0.21% from two or more races. Hispanic or Latino of any race were 0.57% of the population. thumb|left|Tioga County Courthouse in Wellsboro. There were 1,469 households, out of which 25.0% had children under the age of 18 living with them, 47.0% were married couples living together, 9.7% had a female householder with no husband present, and 41.0% were non-families. 36.1% of all households were made up of individuals, and 18.2% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.83. In the borough the population was spread out, with 20.9% under the age of 18, 7.7% from 18 to 24, 23.1% from 25 to 44, 24.2% from 45 to 64, and 24.1% who were 65 years of age or older. The median age was 44 years. For every 100 females there were 80.9 males. For every 100 females age 18 and over, there were 75.3 males. The median income for a household in the borough was $30,169, and the median income for a family was $39,898. Males had a median income of $37,083 versus $20,492 for females. The per capita income for the borough was $18,096. About 9.5% of families and 14.8% of the population were below the poverty line, including 19.8% of those under age 18 and 13.9% of those age 65 or over. thumb|left|2013 view of business district in Wellsboro. ==Media== WNDA 1490AM (1000 watts) and WNBT-FM (50,000 watts) are owned by Southern Belle LLC. The Wellsboro Gazette is a weekly print publication owned by Tioga Publishing Company which covers news in Wellsboro and surrounding towns. Mountain Home, published by Beagle Media, is a monthly regional magazine headquartered and published out of Wellsboro. Wellsboro receives television programming from the Elmira-Corning media market. Additionally, Wellsboro is the first market opened by online media/news company The Home Page Network (starting as Wellsboro Home Page). ==References== ==External links== * * thumb|The interior of the Wellsboro Diner * * Wellsboro Chamber of Commerce Category:County seats in Pennsylvania Category:Populated places established in 1806 Category:Boroughs in Tioga County, Pennsylvania Category:1806 establishments in Pennsylvania",
 "title": "Wellsboro, Pennsylvania"
}