{
 "id": "134065",
 "text": "Monongahela,See Monongahela River for pronunciations referred to locally as Mon City, is a third class city in Washington County, Pennsylvania, United States. It is part of the Pittsburgh, PA Metropolitan Statistical Area, and is located approximately south of the town proper. The population was 4,300 at the 2010 census. One of only two cities in Washington County, and the second smallest city in Pennsylvania (after Parker), Monongahela sits at the intersection of Pennsylvania Route 88, 136, and 837, all of which constitute the city's Main Street. The town is served by the Ringgold School District. Monongahela is known for its Aquatorium, a 3,000 seat amphitheater style venue built on the Monongahela River. According to its website, the Aquatorium is the first of its kind venue in the United States. ==Geography and climate== Monongahela is located at (40.200462, -79.928394). According to the United States Census Bureau, the city has a total area of , of which, of it is land and of it (9.86%) is water. The city receives of rainfall annually and has a mean annual temperature of . ==Surrounding and adjacent neighborhoods== Monongahela has two land borders, including Carroll Township to the east and south, and New Eagle to the west. Across the Monongahela River in Allegheny County to the north, Monongahela runs adjacent with Forward Township and has a direct connector via Monongahela Town Bridge. ==Demographics== As of the census of 2000, there were 4,761 people, 2,139 households, and 1,264 families residing in the town. The population density was 2,472.4 people per square mile (952.5/km2). There were 2,382 housing units at an average density of 1,237.0 per square mile (476.5/km2). The racial makeup of the city was 94.94% White, 3.26% African American, 0.08% Native American, 0.19% Asian, 0.42% from other races, and 1.11% from two or more races. Hispanic or Latino of any race were 0.71% of the population. There were 2,139 households, out of which 23.0% had children under the age of 18 living with them, 42.0% were married couples living together, 12.8% had a female householder with no husband present, and 40.9% were non-families. 36.3% of all households were made up of individuals, and 19.6% had someone living alone who was 65 years of age or older. The average household size was 2.20 and the average family size was 2.87. In the city, the population was spread out, with 20.1% under the age of 18, 6.9% from 18 to 24, 27.4% from 25 to 44, 22.6% from 45 to 64, and 23.0% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 85.3 males. For every 100 females age 18 and over, there were 80.6 males. The median income for a household in the city was $29,060, and the median income for a family was $36,528. Males had a median income of $31,250 versus $23,911 for females. The per capita income for the city was $16,903. About 11.1% of families and 13.6% of the population were below the poverty line, including 25.9% of those under age 18 and 7.2% of those age 65 or over. == History== What is now the City of Monongahela was founded in 1769 on a tract of land near the confluence of Pigeon Creek and the Monongahela River. It is the oldest settlement in the Monongahela River Valley and most likely the oldest in Washington County. The original tract of land was actually owned by three different men, who named their land areas Eden, Paradise, and Gloucester. Joseph Parkison, who operated a ferry on the west bank of the Monongahela River, is recognized as the founder of Monongahela. Parkison built the town's first post office, and in 1782 the town was officially recognized as Parkison's Ferry. Adam Wickerham took claim to on the Parkison Ferry tract, July 1, 1788. On this tract he laid out Georgetown in 1807. Georgetown was made part of Williamsport by him on February 23, 1816. In 1833 the first borough officers were elected for Williamsport. On April 1, 1837, Williamsport was given the name Monongahela City and in 1893 shortened to Monongahela. The word Monongahela is Native American in origin, meaning \"falling banks\". The Monongahela tribe was also indigenous to the area prior to the settlement of the city. The Edward G. Acheson House, Bethel African Methodist Episcopal Church of Monongahela City, David Longwell House, and Monongahela Cemetery are listed on the National Register of Historic Places. == Places of interest == Monongahela is home to several parks, playgrounds and a museum. Chess Park, located near the center of the city, hosts community events throughout the year. The Mounds Park, built on the site of an ancient Indian Burial Ground, is a local playground and sports complex. On the banks of the Monongahela River is the Aquatorium, a waterfront venue that hosts the annual Fourth of July celebration and an annual summer concert series. The Monongahela Area Historical Society Museum located on Main Street serves as a community archive and has local historical artifacts on display. Whiskey Point, a bluff overlooking the Monongahela River located within the city, was an important meeting place during the Whiskey Rebellion. The Pennsylvania State Historical Marker located here reads: \"The bluff at Main St. and Park Ave. was the site on Aug. 14, 1794, of a meeting of 226 whiskey rebels. Albert Gallatin's eloquence turned the tide, resulting in peaceful ending of the Whiskey Rebellion and the possibility of civil strife.\" Many buildings in Monongahela, such as the Longwell House and the Bethel A.M.E Church, were used by freed slaves as stops on the Underground Railroad. There are twenty churches representing fifteen denominations located in Monongahela. == Park Avenue == A remarkable number of notable persons have lived on Park Avenue, a two-mile (3.2 km) stretch of road in Monongahela. Probably the most well-known person who grew up on Park Avenue is NFL Hall of Fame quarterback Joe Montana. Other notable residents have included Carl E. Vuono, four-star general and Chief of Staff of the U.S. Army; Jim Jimirro, founder of the Disney Channel; Fred Cox, all-time leading scorer for the Minnesota Vikings and inventor of the Nerf ball; Dr. Ronald V. Pellegrini, a world-renowned cardiothoracic surgeon based in Pittsburgh; National Book Award winner, Dierdre Bair; and former Pittsburgh Pirate pitcher, Ron Necciai, who is the only professional baseball player to strike out 27 batters in one game. Fuoco, Linda Wilson. Monongahela native screens her documentary about the famous folks of Park Avenue. The Post- Gazette, November 23, 2008.Duquesne University. 'One Extraordinary Street' Documentary Premiere Slated for Nov. 15. November 7, 2008.Jordan, Pat. Kid K. In 1952, Ron Necciai, 19, struck out 27 batters in nine innings. Sports Illustrated, June 1, 1987. A 90-minute documentary about Park Avenue's notable residents, titled \"One Extraordinary Street\" was produced by Laura M. Magone and released in 2008. Magone, a graduate of Duquesne University and a Monongahela native, spent several years interviewing persons who lived on Park Avenue in an attempt to determine if there was a common thread that may have contributed to their many successes. The film also includes cameo appearances by Stan Musial and retired four-star general Colin Powell. ==Government== As of February 2020, the current mayor of Monongahela is Greg Garry. ==Notable people== *Edward Goodrich Acheson, chemist, inventor of Carborundum *Jay Chattaway, composer for Star Trek *Fred Cox, former NFL kicker *Mitch Daniels, former Governor of Indiana (2005-2013), and former Director of the U.S. Office of Management and Budget (2001–2003) *Ame Deal, 10-year-old girl who was tortured and murdered by her family and classmates *John Taylor Gatto, educator and writer *Roland Kibbee, screenwriter and producer *Joe Montana, former NFL quarterback *Eugenie Maria Morenus, mathematician, graduated from Monongahela High School in 1898 *Jackie Ormes, American cartoonist *Anthony Peterson, former NFL linebacker *Jim Renacci, Former US Congressman *Carl E. Vuono, U.S. Army general *Scott Zolak, former NFL quarterback ==References== ==External links== *City website *Monongahela Historical Society Category:Cities in Pennsylvania Category:Cities in Washington County, Pennsylvania Category:Populated places established in 1769 Category:Pittsburgh metropolitan area Category:Pennsylvania populated places on the Monongahela River Category:Populated places on the Underground Railroad Category:1769 establishments in Pennsylvania",
 "title": "Monongahela, Pennsylvania"
}