{
 "id": "134007",
 "text": "Spring Creek Township is a township in Warren County, Pennsylvania, United States. The population was 872 at the 2000 census. ==Geography== According to the United States Census Bureau, the township has a total area of 48.8 square miles (126.5 km2). Of this total, 48.7 square miles (126.2 km2) are land and 0.1 square mile (0.2 km2, or 0.18%) is water. ==Demographics== As of the census of 2000, there were 872 people, 330 households, and 241 families residing in the township. The population density was 17.9 people per square mile (6.9/km2). There were 569 housing units at an average density of 11.7/sq mi (4.5/km2). The racial makeup of the township was 99.20% White, 0.23% African American, 0.11% Native American, and 0.46% from two or more races. Hispanic or Latino of any race were 0.11% of the population. There were 330 households, out of which 34.5% had children under the age of 18 living with them, 65.5% were married couples living together, 5.5% had a female householder with no husband present, and 26.7% were non-families. 22.7% of all households were made up of individuals, and 9.7% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.05. In the township the population was spread out, with 24.7% under the age of 18, 5.7% from 18 to 24, 26.5% from 25 to 44, 28.6% from 45 to 64, and 14.6% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 108.1 males. For every 100 females age 18 and over, there were 111.3 males. The median income for a household in the township was $39,615, and the median income for a family was $46,071. Males had a median income of $35,833 versus $22,500 for females. The per capita income for the township was $18,422. About 5.0% of families and 7.8% of the population were below the poverty line, including 14.1% of those under age 18 and 8.3% of those age 65 or over. ==Communities and locations== *Cobbs (also Cobbs Corners) - A location at Cobb Road and Spring Creek Road in the south-central part of the township. *East Branch - A village at Bush Road and Spring Creek Road near the south township line. *Horn Siding - A village on Pennsylvania Route 426 near the east township line. *Perry Mead Corners - A location on Green Hill Road in the far northern part of the township, straddling the border with Columbus Township. *Ross Corners - A location at Oil Creek Road and Old Route 77 near the center of the township. *Spring Creek - A village at Blue Eye Road and Route 426 in the northeastern part of the township. *West Spring Creek - A village on Old Route 77 southwest of Ross Corners. ==References== Category:Townships in Warren County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Spring Creek Township, Warren County, Pennsylvania"
}