{
 "id": "134180",
 "text": "Slickville is a census-designated place (CDP) in Westmoreland County, Pennsylvania, United States. The population was 372 at the 2000 census. ==Geography== Slickville is located at (40.459218, -79.517557). According to the United States Census Bureau, the CDP has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 372 people, 157 households, and 105 families residing in the CDP. The population density was 757.5 people per square mile (293.1/km2). There were 162 housing units at an average density of 329.9/sq mi (127.7/km2). The racial makeup of the CDP was 98.66% White and 1.34% African American. Hispanic or Latino of any race were 1.08% of the population. There were 157 households, out of which 28.0% had children under the age of 18 living with them, 59.9% were married couples living together, 3.8% had a female householder with no husband present, and 32.5% were non-families. 28.0% of all households were made up of individuals, and 17.2% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.92. In the CDP, the population was spread out, with 22.0% under the age of 18, 4.3% from 18 to 24, 28.0% from 25 to 44, 23.1% from 45 to 64, and 22.6% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 96.8 males. For every 100 females age 18 and over, there were 95.9 males. The median income for a household in the CDP was $37,625, and the median income for a family was $50,313. Males had a median income of $47,292 versus $26,250 for females. The per capita income for the CDP was $18,111. About 5.7% of families and 14.7% of the population were below the poverty line, including 34.8% of those under age 18 and 18.3% of those age 65 or over. == Name Origin, History and Current Resources == Slickville is best known for its unusual name which is tied to its history. As with so many other Appalachian mining communities Slickville was named for a mining official: Donald Slick. Slickville was planned by the Cambria Steel Company, successor of the Cambria Iron Company, built by the Midvale Steel and Ordnance Company in 1917, and acquired by Bethlehem Steel in 1923. It included many of the amenities not found in older company mining towns such as single family housing and indoor plumbing in all single houses. It also benefited from a relatively large 'downtown' area that was shared between it and the adjacent towns of Jamison (or Elrico) and nearby Patton. Slickville is also well known for its Hollywood-style SLICKVILLE sign located on its mine \"boney\" pile and it's Someplace Special (with a backward S) and Slickville University Logo's. Slickville's heyday lasted until 1942 when the mine was closed; however it still retains most of its original company housing, along with the company store, mine car repair shop, mine office (with jail in the basement), grade school (closed in 1985), four churches (including St. Slyvester's Catholic, Presbyterian Church, Holy Ghost Ukrainian Orthodox, Baptist (closed circa 2000), 'boney' pile and official's houses including the superintendent's house. While most original company housing remains in good condition several of the smaller 'cottage' houses have been removed and several of the downtown area business buildings are now either private residences or have been removed. This includes the removal of the former Ukrainian association building which later became the civic center around 1995, the Nickolas Kitch confectionery store around 2005 and Nick Zerebnick's barber shop around 2010. The Pennsylvania railroad last ran through town in the late 1950s; however the railbed from Slickville to Saltsburg was made into a hiking trail in the fall of 2007 and extended to near Delmont in roughly 2011 (with plans to extend this trail to Trafford and an eventually link with the Great Alleghany Passage trail system in Braddock). The ballfield was redone with help from the Slickville Lions around this time. Current (2018) business and civic buildings include the 'new' 1995 civic center with tax collector Becky Maruca's office (a small library closed in roughly 2012), a post office, the 'new' circa 1995 Sportsman club, Slickville Auto Body & Truck Panels founded by Robert Paouncic in 1983, a health clinic building that originally was a bank closed near 2010, and Slickville Deli owned by Carrie Hult. Historical business buildings serving as residences include the former K&S; bar, the former Yvonick's storefront, the former Kitch hardware store, the former Damico's Deli, the former DeFrances GE Appliance store and the former Baker lumber company. Sam Grabick's GM Auto Dealer & Garage was a Slickville landmark, later occupied by Mike and Jimmy Kitch's Garage (with John Sheliga's autobody shop downstairs in the 1960s). 3rd generation owner Brian Kitch has moved the shop to nearby Patton, but most people still identify it as being a Slickville institution. Since the closing of the 5 Slickville mines by 1942, the nearby Patton and Jamison mines in the 1950s, and the near total abandonment of mining of 'high sulfur' coal in the area since the 1980s, Slickville has benefited economically from its proximity to other cities in the area. These include service manufacturing jobs in locales such as Greensburg, Jeannette, Latrobe and eastern Pittsburgh area suburbs. As of 2007 Slickville was still beyond the outer edge of East Pittsburgh suburban housing developments although suburban areas such as Murrysville are only 5 to 6 miles away. ==References== Category:Census-designated places in Westmoreland County, Pennsylvania Category:Pittsburgh metropolitan area Category:Populated places established in 1917 Category:Census-designated places in Pennsylvania Category:Coal towns in Pennsylvania T Category:Company towns in Pennsylvania Coal",
 "title": "Slickville, Pennsylvania"
}