{
 "id": "134149",
 "text": "Hyde Park is a borough in Westmoreland County, Pennsylvania, United States. The population was 509 at the 2020 census. ==Pedestrian Footbridge== Located between the borough of Hyde Park and the borough of Leechburg, the footbridge, locally known as \"The Walking Bridge\" is a suspension bridge that stretches 600 feet across the Kiskiminetas River. It is one of the longest pedestrian suspension footbridges in the United States, and one of the only pedestrian bridges to connect two counties, in this case, Westmoreland and Armstrong counties. The official name of the bridge is the Armstrong County Bridge #13. The original wooden bridge was built in 1920 on old piers from a railroad bridge that was destroyed by flooding in the early 1900s. The current metal bridge was built in 1955. ==Geography== Hyde Park is located at (40.631729, -79.589618). According to the United States Census Bureau, the borough has a total area of , of which, of it is land and of it (20.69%) is water. ==Surrounding and adjacent neighborhoods== Hyde Park has only one land border with Allegheny Township to the south. Across the Kiskiminetas River in Armstrong County, Hyde Park runs adjacent with Parks Township to the east, Gilpin Township to the north and Leechburg to the west. ==Demographics== |footnote=Sources: }} At the 2000 census there were 513 people, 212 households, and 149 families living in the borough. The population density was 2,163.7 people per square mile (825.3/km²). There were 231 housing units at an average density of 974.3 per square mile (371.6/km²). The racial makeup of the borough was 99.61% White and 0.39% African American. Hispanic or Latino of any race were 0.78%. Of the 212 households 26.9% had children under the age of 18 living with them, 57.5% were married couples living together, 8.0% had a female householder with no husband present, and 29.7% were non-families. 25.9% of households were one person and 9.9% were one person aged 65 or older. The average household size was 2.39 and the average family size was 2.87. The age distribution was 22.2% under the age of 18, 5.7% from 18 to 24, 25.3% from 25 to 44, 27.5% from 45 to 64, and 19.3% 65 or older. The median age was 43 years. For every 100 females, there were 99.6 males. For every 100 females age 18 and over, there were 92.8 males. The median household income was $34,722 and the median family income was $39,519. Males had a median income of $31,979 versus $21,250 for females. The per capita income for the borough was $15,214. About 10.2% of families and 14.1% of the population were below the poverty line, including 25.2% of those under age 18 and none of those age 65 or over. ==References== Category:Boroughs in Westmoreland County, Pennsylvania Category:Populated places established in 1898 Category:Pittsburgh metropolitan area Category:1898 establishments in Pennsylvania",
 "title": "Hyde Park, Pennsylvania"
}