{
 "id": "134119",
 "text": "Starrucca ( ) is a borough in Wayne County, Pennsylvania. The borough's population was 173 at the time of the 2010 United States Census. ==History== Starrucca was named after the founder's horse which he rode on as he surveyed the land. The historic Stone Arch Bridge over Starrucca Creek was added to the National Register of Historic Places on January 1, 1979, and was delisted on May 8, 1986, after being demolished. ==Geography== Starrucca is located at (41.574214, -75.255966). According to the United States Census Bureau, Starrucca has a total area of 8.985 sq mi (23.27 km2), of which 8.915 sq mi (23.09 km2) is land and 0.070 sq mi (0.18 km2), or 0.77%, is water. ==Demographics== As of the Census of 2010, there were 173 people, 75 households, and 52 families in Starrucca. The borough's population density was 19.4 people per square mile (7.49/km2), and there were 126 housing units at an average density of 14.0/sq mi (5.41/km2). The racial makeup of the populace was 96.0% White, 1.7% African American, 0.0% Native American, 0.6% Asian, 0.0% Pacific Islander, 0.6% of other races, and 1.2% of two or more races. Hispanics and Latinos of all races made up 4.0% of the population. 69.3% of Starrucca's households were families, 56.0% were headed by a heterosexual married couple (Pennsylvania did not allow same-sex marriage until May 20, 2014, after the 2010 Census had been completed), and 20.0% included children under the age of 18. 6.7% of households were headed by a female householder with no husband present, 6.7% by a male householder with no wife present, and 30.7% consisted of non-families. 28.0% of all households were made up of individuals, and 12.0% consisted of a person 65 years of age or older living alone. The average household size was 2.31 and the average family size was 2.69. Starrucca's age distribution was 20.2% under the age of 18, 2.3% between the ages of 18 and 24, 20.2% between 25 and 44, 38.7% between 45 and 64, and 18.5% 65 years of age or older. The population's median age was 49.3 years. For every 100 females, there were 130 males. For every 100 females age 18 and over, there were 130 males in the same age range. According to American Community Survey (ACS) estimates, the median income for a household in Starrucca in 2013 was $47,500, and the median income for a family was $67,500. Males had a median income of $35,625, while females had a median income of $28,125. The per capita income for the borough was $24,535. 2.6% of families and 24.3% of people were below the Census Bureau's poverty thresholds (different from the federally defined poverty guidelines), including 0.0% of those under age 18 and 8.3% of those age 65 or over. According to self- reported ancestry figures recorded by the ACS, the five largest ancestral groups in Starrucca in 2013 were Germans (28.8%), English (19.9%), Poles (10.5%), Irish (9.9%), and Dutch (6.8%). Those reporting American ancestry made up 2.6% of the population. ==References== ==External links== * Starrucca Borough Council Meeting Video Excerpts (November 1, 2006, to November 7, 2007) Category:Boroughs in Wayne County, Pennsylvania Category:Populated places established in 1800 Category:1853 establishments in Pennsylvania Category:Pocono Mountains",
 "title": "Starrucca, Pennsylvania"
}