{
 "id": "134260",
 "text": "Monaghan Township is a township in York County, Pennsylvania, United States. The population was 2,630 at the 2010 census. It was named after the town and county of Monaghan in Ireland. ==History== The Gilbert Bridge was added to the National Register of Historic Places in 1989. ==Geography== According to the United States Census Bureau, the township has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 2,132 people, 807 households, and 638 families living in the township. The population density was 164.6 people per square mile (63.6/km2). There were 881 housing units at an average density of 68.0/sq mi (26.3/km2). The racial makeup of the township was 98.59% White, 0.38% African American, 0.09% Native American, 0.33% Asian, 0.19% from other races, and 0.42% from two or more races. Hispanic or Latino of any race were 1.08% of the population. There were 807 households, out of which 33.0% had children under the age of 18 living with them, 72.2% were married couples living together, 4.7% had a female householder with no husband present, and 20.9% were non-families. 16.6% of all households were made up of individuals, and 4.6% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 2.98. In the township the population was spread out, with 24.5% under the age of 18, 5.5% from 18 to 24, 29.7% from 25 to 44, 30.4% from 45 to 64, and 9.8% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 102.7 males. For every 100 females age 18 and over, there were 98.8 males. The median income for a household in the township was $57,440, and the median income for a family was $63,098. Males had a median income of $41,574 versus $25,208 for females. The per capita income for the township was $25,317. About 0.9% of families and 1.6% of the population were below the poverty line, including 0.6% of those under age 18 and 4.2% of those age 65 or over. File:Gilbert Bridge.jpg|Gilbert Bridge Siddonsburg, Monaghan TWP, YorkCo, PA 1.JPG|House in Siddonsburg, Pennsylvania ==References== Category:Populated places established in 1735 Category:Townships in York County, Pennsylvania Category:Townships in Pennsylvania",
 "title": "Monaghan Township, York County, Pennsylvania"
}