{
 "id": "134287",
 "text": "Stonybrook-Wilshire was a census-designated place (CDP) in York County, Pennsylvania. The population was 5,414 at the 2000 census. The area was delineated as the Stonybrook CDP for the 2010 census. ==Geography== Stonybrook-Wilshire was located at (39.974848, -76.642641). According to the United States Census Bureau, the CDP had a total area of , all of it land. ==Demographics== As of the census of 2000, there were 5,414 people, 2,105 households, and 1,660 families residing in the CDP. The population density was 1,611.1 people per square mile (622.1/km2). There were 2,155 housing units at an average density of 641.3/sq mi (247.6/km2). The racial makeup of the CDP was 93.00% White, 2.03% African American, 0.17% Native American, 2.57% Asian, 0.07% Pacific Islander, 0.76% from other races, and 1.40% from two or more races. Hispanic or Latino of any race were 1.75% of the population. There were 2,105 households, out of which 32.4% had children under the age of 18 living with them, 70.3% were married couples living together, 6.8% had a female householder with no husband present, and 21.1% were non-families. 17.1% of all households were made up of individuals, and 7.7% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 2.91. In the CDP, the population was spread out, with 24.1% under the age of 18, 5.7% from 18 to 24, 25.1% from 25 to 44, 29.9% from 45 to 64, and 15.3% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 96.3 males. For every 100 females age 18 and over, there were 92.5 males. The median income for a household in the CDP was $57,006, and the median income for a family was $65,111. Males had a median income of $47,467 versus $28,162 for females. The per capita income for the CDP was $27,418. About 3.6% of families and 4.7% of the population were below the poverty line, including 4.8% of those under age 18 and 5.1% of those age 65 or over. ==References== Category:Census-designated places in York County, Pennsylvania Category:Census-designated places in Pennsylvania Category:Springettsbury Township, York County, Pennsylvania",
 "title": "Stonybrook-Wilshire, Pennsylvania"
}