{
 "id": "134459",
 "text": "Darlington is a city located in Darlington County, South Carolina, United States. In 2010, its population was 6,289. It is the county seat of Darlington County. It is part of the Florence, South Carolina Metropolitan Statistical Area. Darlington is known for its Darlington Oak and Spanish moss.Darlington County, A Pictoral History, The Donning Co., 1986. Darlington is home to the famous Darlington Raceway, which hosts the annual NASCAR Southern 500 race. It is also the site of the National Motorsports Press Association (NMPA) Hall of Fame. Darlington is also a center for tobacco farming. Darlington is located 10 miles northwest of Florence and 76 miles northeast of the state capital, Columbia. ==History== ===Early history=== Darlington's origins date back to the mid-18th century. Originally a heavily wooded area, the settlement of what is now Darlington County began in earnest after 1736 and 1737 when the province of South Carolina set aside a vast area of land for the Welsh Baptists of Delaware. This Welsh Tract bordered both sides of the Pee Dee River. For almost thirty years, settlers concentrated on the banks and small tributaries of the Pee Dee River. Beginning in the 1760s, and continuing into the 1770s, other groups slowly made their way into present-day Darlington, and were granted lands on the Lynches River, Jeffries Creek, and a host of other watercourses. These settlers included descendants of French Huguenots, Scots- Irish, and the English. For 30 years following the arrival of the first settlers, local government did not exist for the citizens of the area. All deeds, estate settlements, and other legal matters had to be taken to Charles Town to be recorded. In 1769, by an Act of the Assembly, Cheraw District was established as a Judicial District. A courthouse and gaol (jail) were built at Long Bluff (near present-day Society Hill), and were operational by late 1772. After the Revolutionary War, in 1785, Cheraw District was divided into three counties, Marlborough, Chesterfield, and Darlington. Darlington County was bounded by the Pee Dee River), Lynches River, and Cedar Creek. To this day it is unknown why the county was named \"Darlington\", although it could be named after the North-Eastern town by the same name in Durham, England. After 1798 the designation \"county\" was changed to \"district\". In 1835, the city of Darlington became the new county seat. In the 1868 South Carolina Constitution, the designation reverted to \"county\". Florence County was created out of parts of Darlington and Marion counties in 1888. Darlington County gave up additional territory in 1902 when Lee County was created.This history was copied out of Darlington District, S.C. Cemetery Survey Volume One, compiled by members of the Old Darlington District Chapter of the South Carolina Genealogical Society. Copyright 1993. ===Darlington Court House and Public Square=== Darlington was originally built around the public square and the courthouse. Both now sit in their present location because of an argument between two men, Colonel Lamuel Benton and Captain Elias Dubose, in the late 18th century. The tale goes that the disagreement began over whether the courthouse should be located in Mechanicsville or Cuffey Town. It was said that the two compromised, each beginning in their town traveling on horseback until reaching one another. The spot where they met is now the site of the Darlington public square and courthouse. A fire in March 1806 destroyed the original courthouse. It was rumored at the time that an old woman was responsible for the flames in an attempt to burn papers connected to her coming court case. Between 1824 and 1825 it was rebuilt with brick due to a petition to build all buildings on the public square in brick to prevent the spread of fire. In 1835, the courthouse was chartered. ===Historic sites=== The Cashua Street-Spring Street Historic District, Julius A. Dargan House, Darlington Downtown Historic District, Darlington Industrial Historic District, Darlington Memorial Cemetery, Dove Dale, First Baptist Church, Nelson Hudson House, Manne Building, Clarence McCall House, Charles S. McCullough House, Oaklyn Plantation, St. John's Historic District, South Carolina Western Railway Station, West Broad Street Historic District, Wilds- Edwards House, and Mrs. B.F. Williamson House are listed on the National Register of Historic Places. ===Early churches=== In the 1820s, denominations, mostly the Baptists, met at the courthouse. The Presbyterians built the first church. With the help of donations from all denominations, the church was built with the understanding that all denominations could have access to the building. The Baptists built their church in 1831, which had been planned since 1829. The Methodists built the third church in 1834, where the Methodist Cemetery is now located. The present-day Trinity United Methodist Church sanctuary was constructed in 1901. New Providence Baptist Church is the oldest Baptist church in the city of Darlington. ===The Civil War=== No battles during the Civil War occurred in Darlington. One of Sherman's lieutenants, a former architect, was sent to burn down part of Darlington. When he arrived and saw a house that he had designed, he left the house and the rest of the town standing. The federal troops burned down the depot, cotton platforms and railroad trestles in 1865. During this time, St. John's Academy was used as a hospital. Federal troops also did some foraging. In 1865, Confederate troops returned through Darlington and hanged a former slave named Amy Spain on the Public Square for insurrection. After the war, the town was occupied by federal troops, which were not withdrawn until 1871. By 1865, Darlington was the headquarters for the Third Separate Brigade of the Military District of Eastern South Carolina and the Freedmen's Bureau. In 1866, during the occupation, the worst fire to ever hit Darlington burned down the court house and the jail. It was rumored that drunken federal soldiers were to blame. ===The Darlington Guards=== Prior to the Civil War, as the South readied itself for secession, Darlington formed the Darlington Guards. When South Carolina seceded, they were the first called upon to defend Charleston. After their term of enlistment was over, the men returned to Darlington to reenlist in regiments going to Virginia. The Darlington Guards existed at this time for almost two years. They reorganized in later years and received their own armory in 1893. They were the first in the state to volunteer for the Spanish–American War in May 1898. They were also seen by President William McKinley in Savannah, Georgia, before being sent to Cuba for occupation duties near Havana. After coming home, they continued to serve in the National Guard. In 1915 the group retired from service again, only to be reinstated and sent to the Mexican border in 1916. After returning home, they served in World War I. The last surviving member, Thomas W. Buchanan, died in 1984. ==Geography== Darlington is located southeast of the center of Darlington County at (34.301370, -79.868659). U.S. Routes 52 and 401 bypass the city on the southwest. US 52 leads southeast to Florence, US 401 leads southwest to Sumter, and the two highways together lead north to Society Hill. South Carolina Highway 34 passes through the center of Darlington, leading east to Dillon and west to Bishopville. Columbia, the state capital, is to the west. Darlington Raceway is located on the western outskirts of town, west of the city center along SC 34/151. According to the United States Census Bureau, Darlington has a total area of , all land. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Darlington Racial Composition !Race !Num. !Perc. |- |White |2,127 |34.59% |- |Black or African American |3,712 |60.37% |- |Native American |11 |0.18% |- |Asian |49 |0.8% |- |Pacific Islander |2 |0.03% |- |Other/Mixed |140 |2.28% |- |Hispanic or Latino |108 |1.76% |} As of the 2020 United States Census, there were 6,149 people, 2,692 households, and 1,514 families residing in the city. ===2010 census=== As of the 2010 United States Census, there were 6,289 people living in the city. The racial makeup of the city was 60.4% Black, 37.7% White, 0.2% Native American, 0.4% Asian, <0.1% from some other race and 0.5% from two or more races. 0.7% were Hispanic or Latino of any race. ===2000 census=== As of the census of 2000, there were 6,720 people, 2,812 households, and 1,765 families living in the city. The population density was 1,565 people per square mile (604.8/km2). There were 3,140 housing units at an average density of 731.7 per square mile (282.6/km2). The racial makeup of the city was 56.04% African American, 42.50% White, 0.16% Native American, 0.36% Asian, 0.01% Pacific Islander, 0.51% from other races, and 0.42% from two or more races. Hispanic or Latino of any race was 1.01% of the population. There were 2,812 households, out of which 27.3% had children under the age of 18 living with them, 34.3% were married couples living together, 24.9% had a female householder with no husband present, and 37.2% were non-families. 34.3% of all households were made up of individuals, and 14.5% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 2.96. In the city, the population was spread out, with 25.2% under the age of 18, 8.7% from 18 to 24, 23.3% from 25 to 44, 23.9% from 45 to 64, and 18.9% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 79.4 males. For every 100 females age 18 and over, there were 70.4 males. The median income for a household in the city was $24,869, and the median income for a family was $33,971. Males had a median income of $28,110 versus $20,206 for females. The per capita income for the city was $15,454. About 24.9% of families and 29.4% of the population were below the poverty line, including 38.9% of those under age 18 and 29.5% of those age 65 or over. ==Education== In 1818, Darlington's growth proved time to build a school. The first schoolhouse opened was named The Darlington Academy. In 1860, the name was changed to St. John's Academy. This building served educational purposes, as well as the site for fund-raising and the lottery. St. John's Academy was later renamed St. John's High School. Later during renovation, St. John's Elementary School was added, followed by the move to a new school in 1977. It was renamed Darlington High School, when it was combined with Mayo High School in 1995. In September 2006, work was finished on The Darlington County Institute of Technology, Darlington Middle School, and Hartsville Middle School. After desegregation in South Carolina in 1970, Mayo High School became a magnet school called The Mayo High School for Math, Science, and Technology. Today, the Darlington County School District serves as the governing body over all schools in the county. Darlington has a public library, a branch of the Darlington County Library System. ==In popular culture== Darlington was mentioned in the Bruce Springsteen song Darlington County, off his 1984 album Born in the U.S.A. A 2012 article in Small Wars Journal explored a hypothetical military operation in which an extremist group sympathetic to the Tea Party movement takes over Darlington and clashes with federal troops. Conservative groups criticized the article, suggesting it reflected misplaced priorities. The town plays a major role in the season 2 episode \"The Darlington 500\" of the NBC series Timeless. In the episode, Lucy, Wyatt, and Rufus travel to September 4, 1955, to stop a Rittenhouse agent from destroying the Darlington 500 with a bomb, which would allow Rittenhouse to take over the American Automobile Industry. ==Notable people== * David Beasley, 113th Governor of South Carolina (1995–99), executive director of World Food Programme * Harry Byrd, Major League Baseball pitcher, 1952 Rookie of the Year * James Lide Coker, businessman, philanthropist, founder of Coker College * Dorsey Dixon, musician and songwriter * William G. Farrow, participant in Doolittle Raid * Tommy Gainey, professional golfer, PGA Tour * Raymond A. Harris, former chairman of South Carolina Republican Party * Orlando Hudson, Major League Baseball player for San Diego Padres * Buddy Johnson, jazz musician * Ella Johnson, singer * Evander M. Law, Civil War general * David Rogerson Williams, governor and scientific experimenter, introduced mule to Southern agriculture * Gloria Hines, first African-American, as well as first female, to be elected and serve as mayor of Darlington (2016-20) ==References== ==External links== *City of Darlington official website Category:Cities in South Carolina Category:Cities in Darlington County, South Carolina Category:County seats in South Carolina Category:Florence, South Carolina metropolitan area Category:Populated places established in 1736",
 "title": "Darlington, South Carolina"
}