{
 "id": "134550",
 "text": "Lancaster Mill is an unincorporated area and former census-designated place (CDP) in Lancaster County, South Carolina, United States. The population was 2,109 at the 2000 census. With the growth of the neighboring city of Lancaster via annexation into the Lancaster Mill area, the remaining unincorporated area was not listed as a CDP in 2010. ==Geography== Lancaster Mill is located at (34.709949, -80.783759). According to the United States Census Bureau, the CDP had a total area of , all land. ==Demographics== As of the census of 2000, there were 2,109 people, 854 households, and 528 families residing in the CDP. The population density was 1,660.0 people per square mile (641.2/km2). There were 963 housing units at an average density of 758.0/sq mi (292.8/km2). The racial makeup of the CDP was 44.29% White, 53.30% African American, 0.14% Native American, 1.47% from other races, and 0.81% from two or more races. Hispanic or Latino of any race were 2.66% of the population. There were 854 households, out of which 34.7% had children under the age of 18 living with them, 25.9% were married couples living together, 30.3% had a female householder with no husband present, and 38.1% were non-families. 32.7% of all households were made up of individuals, and 9.5% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 3.16. In the CDP, the population was spread out, with 31.9% under the age of 18, 12.1% from 18 to 24, 26.8% from 25 to 44, 19.7% from 45 to 64, and 9.5% who were 65 years of age or older. The median age was 29 years. For every 100 females, there were 89.7 males. For every 100 females age 18 and over, there were 84.2 males. The median income for a household in the CDP was $19,555, and the median income for a family was $20,656. Males had a median income of $22,674 versus $18,160 for females. The per capita income for the CDP was $10,896. About 31.0% of families and 32.1% of the population were below the poverty line, including 43.6% of those under age 18 and 33.3% of those age 65 or over. ==References== Category:Census-designated places in Lancaster County, South Carolina Category:Census-designated places in South Carolina",
 "title": "Lancaster Mill, South Carolina"
}