{
 "id": "134563",
 "text": "Cayce ( ) is a city in the U.S. state of South Carolina, along the Congaree River. The population was 12,528 at the 2010 census. The estimated population was 14,009 in 2019, and it is the third-most populated municipality in Lexington County. The city is primarily in Lexington County, with additional, predominantly rural land to the east in Richland County. Cayce is part of the Columbia Metropolitan Statistical Area and is within South Carolina's Midlands region. ==History== What was to become Cayce was home to Native Americans for at least 12,000 years. This includes what are now known as the Manning Archeological Site, the SAM Site, and the Taylor Site. Spanish explorer Hernando de Soto reached the area in 1540, encountering a large Native village at Congaree Creek, where Cayce now stands. Near the end of the 17th century, the explorer John Lawson visited and documented his trip. In 1718, during the colonial period, the English built the first permanent fort, the first structure built in the Midlands. A second fort was built on the river in 1748. These were referred to as Congaree Fort #1 and Congaree Fort #2 and became part of the Congarees Site in 1974. The Guignard Brick Works were established on the west bank of the Congaree in 1803 and remained active for nearly two centuries. The town includes the area that was once Granby, at one time the county seat and a flourishing community before it was abandoned by the end of the first quarter of the nineteenth century. The town was incorporated in 1914 and named for local businessman William J. Cayce. In December 2007, the city council voted to annex a floodplain in Richland County. Prior to this annexation, Cayce was entirely situated within Lexington County. The city planned to develop the annexed area, but after significant evaluations the city abandoned the project after determining that development was not suitable in the flood-prone area, leaving Cayce with a sizeable piece of sparely- populated land. == Geography == Cayce is in eastern Lexington County and western Richland County, with the traditional center of town on the west side of the Congaree River at 33°58'29\" north, 81°3'6\" west. The Congaree divides the city from the state capital, Columbia, to the northeast. Cayce is also bordered by the city of West Columbia to the north, the town of Springdale to the northwest, and the town of Pine Ridge to the southwest. According to the United States Census Bureau, the city has a total area of , of which are land and , or 4.38%, are water. ==Attractions== thumb|right|Exhibit of the Cayce Historical Museum Cayce has several hiking trails throughout the city. All of its public attractions, with the exception of the Cayce Historical Museum, are free of charge. * The Cayce Riverwalk, sometimes referred to as the Cayce/West Columbia River walk, is a paved, hiking and biking trail along the Congaree River. The Riverwalk has four segments with several access points and provides historical markers along the pathway. The park sometimes floods when the Congaree River exceeds flood stage. * The 12,000-year-old park is built upon land that the city states has not changed much in the past 12,000 years. * The Timmerman Trail is a hiking and biking trail through the woods. The trail is maintained by SCANA and is located near the company's headquarters. The trail is named after the pro-segregationist former governor of South Carolina, George Bell Timmerman Jr. * The Congaree Creek Heritage Preserve has a hiking trail through the woods along Congaree Creek. * Cayce Historical Museum, located at the city's municipal complex, includes Native American, colonial, Revolutionary War and Civil War artifacts. * The Guignard Brick Works were established by the Guignard family in 1801. The complex, listed on the National Register of Historic Places, includes four brick beehive kilns, a historic brick office, and remnants of other industrial features of the brick works. ==Economy== thumb|Knox Abbot Road in Cayce thumb|A corn field in the rural Richland County portion of the city Cayce is the home of SCANA, the parent company of South Carolina Electric & Gas Company, Carolina Gas Transmission, Cayce Capital, PSNC Energy, and other subsidiaries operating in the southeastern United States. ==Transportation== ===Public transportation=== ==== Bus system ==== Public transportation in Cayce is provided by the COMET, or officially the Central Midlands Regional Transit Authority (CMRTA). The bus system has several routes in Cayce and is the main public transit system for the greater Columbia area. ==== Columbia Metropolitan Airport ==== The Columbia Metropolitan Airport (IATA:CAE) serves as the main airport system for the greater Columbia area, and is just west of the Cayce city limits. In 2018, the airport served 1,197,603 passengers with 12,324 flights. The airport is the regional hub for UPS Airlines, transporting 136.7 million pounds of freight/mail in 2018., effective 2007-12-20 The airport was originally named \"Lexington County Airport\" and during World War II trained pilots for B-25 Mitchell crews. ==== Highways, roadways, and railways ==== * 20x20px I-26 - Interstate 26 passes through the western side of Cayce and connects the Columbia area to the other two major population centers of South Carolina: the Greenville-Spartanburg area to the northwest and the Charleston area to the southeast. * 20x20px I-77 - Interstate 77 has its southern terminus in Cayce at I-26 and ends in Cleveland, Ohio. It is frequently used by travelers on the east coast of the United States heading to or from Florida. * 20x20px US-321 - U.S. Route 321 passes through the western and northern sides of Cayce. It leads east across the Congaree River into downtown Columbia, then continues north toward Gastonia, North Carolina, while to the south it leads to the Savannah, Georgia, area. *20x20px SC-2 - South Carolina Highway 2 passes through the center of Cayce on State Street and Frink Street. *The Columbia Subdivision, a railroad line owned by CSX Transportation, passes through Cayce; it was the site of a deadly train collision in February 2018. ==Education== {| class=\"wikitable\" |+Public schools |- ! Type ! School ! Enrollment ! Within city limits |- |Elementary |Cayce Elementary School |1,058 |Yes |- |Middle |Cyril B. Busbee Creative Arts Academy |418 |Yes |- |Middle |R. H. Fulmer Middle School |684 |Yes |- |High |Airport High School |1,348 |Yes |- |High |Brookland-Cayce High School |964 |Yes |- |College |Midlands Technical College, Airport campus |15,000 |No |} The Cayce-West Columbia branch of the Lexington County library serves the cities of Cayce and West Columbia. == Demographics == ===2020 census=== {| class=\"wikitable\" |+Cayce racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |8,664 |62.87% |- |Black or African American (non-Hispanic) |3,062 |22.22% |- |Native American |34 |0.25% |- |Asian |502 |3.64% |- |Pacific Islander |1 |0.01% |- |Other/Mixed |627 |4.55% |- |Hispanic or Latino |891 |6.47% |} As of the 2020 United States census, there were 13,781 people, 6,017 households, and 2,794 families residing in the city. ===2000 census=== As of the census of 2000, there were 12,150 people in the city, organized into 5,133 households and 3,079 families. The population density was 1,114.6 people per square mile (430.4/km2). There were 5,517 housing units at an average density of 506.1 per square mile (195.4/km2). The racial makeup of the city was 74.55% White, 22.50% African American, 1.08% Asian, 0.26% Native American, 0.15% Pacific Islander, 0.67% from other races, and 0.80% from two or more races. 1.28% of the population were Hispanic or Latino of any race. There were 5,133 households, out of which 24.4% had children under the age of 18 living with them, 41.8% were married couples living together, 14.5% had a female householder with no husband present, and 40.0% were non-families. 29.0% of all households were made up of individuals, and 10.8% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.89. In the city, the population was spread out, with 20.7% under the age of 18, 14.1% from 18 to 24, 28.6% from 25 to 44, 21.9% from 45 to 64, and 14.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 86.2 males. For every 100 females age 18 and over, there were 81.8 males. The median income for a household in the city was $35,850, and the median income for a family was $43,560. Males had a median income of $30,317 versus $24,408 for females. The per capita income for the city was $17,745. 17.0% of the population and 9.9% of families were below the poverty line. Out of the total population, 20.0% of those under the age of 18 and 8.2% of those 65 and older were living below the poverty line. ==Notes== ==References== ==External links== * Category:Cities in South Carolina Category:Cities in Lexington County, South Carolina Category:Cities in Richland County, South Carolina Category:Columbia metropolitan area (South Carolina)",
 "title": "Cayce, South Carolina"
}