{
 "id": "134500",
 "text": "Parker is a census-designated place (CDP) in Greenville County, South Carolina, United States. The population was 11,431 at the 2010 census, up from 10,760 in 2000. It is part of the Greenville-Mauldin-Easley Metropolitan Statistical Area. ==Geography== Parker is located in west-central Greenville County at (34.853637, -82.439776). It is bordered to the east by the city of Greenville, to the northeast by City View and Sans Souci, to the north by Berea, to the west by Pickens County, and to the south by Welcome. The western border of the CDP, which serves as the county line, follows the Saluda River. The southern border of the CDP follows U.S. Route 123, New Easley Highway/Easley Bridge Road. US 123 leads east to the center of Greenville and west to Easley. South Carolina Highway 124 (Old Easley Highway) leads through the center of Parker, leading east to Greenville and west to US 123 in Pickens County. U.S. Route 25 (White Horse Road) runs through the east side of Parker, leading north to Travelers Rest and south to Interstate 185. According to the United States Census Bureau, the Parker CDP has a total area of , of which , or 0.66%, is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Parker racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |5,146 |38.38% |- |Black or African American (non-Hispanic) |2,728 |20.35% |- |Native American |23 |0.17% |- |Asian |50 |0.37% |- |Other/Mixed |452 |3.37% |- |Hispanic or Latino |5,008 |37.35% |} As of the 2020 United States census, there were 13,407 people, 4,355 households, and 2,391 families residing in the CDP. ===2000 census=== At the 2000 census there were 10,760 people, 4,255 households, and 2,821 families living in the CDP. The population density was 1,559.7 people per square mile (602.1/km). There were 4,824 housing units at an average density of 699.3 per square mile (269.9/km). The racial makeup of the CDP was 78.93% White, 16.62% African American, 0.28% Native American, 0.30% Asian, 0.06% Pacific Islander, 2.40% from other races, and 1.42% from two or more races. Hispanic or Latino of any race were 6.36%. Of the 4,255 households 28.9% had children under the age of 18 living with them, 42.3% were married couples living together, 16.9% had a female householder with no husband present, and 33.7% were non-families. 28.4% of households were one person and 12.8% were one person aged 65 or older. The average household size was 2.48 and the average family size was 3.01. The age distribution was 24.8% under the age of 18, 9.5% from 18 to 24, 29.4% from 25 to 44, 20.9% from 45 to 64, and 15.4% 65 or older. The median age was 36 years. For every 100 females, there were 91.3 males. For every 100 females age 18 and over, there were 87.7 males. The median household income was $25,991 and the median family income was $31,025. Males had a median income of $26,691 versus $20,143 for females. The per capita income for the CDP was $13,383. About 15.6% of families and 20.4% of the population were below the poverty line, including 27.4% of those under age 18 and 15.2% of those age 65 or over. ==References== Category:Census-designated places in Greenville County, South Carolina Category:Census-designated places in South Carolina Category:Upstate South Carolina",
 "title": "Parker, South Carolina"
}