{
 "id": "134573",
 "text": "Seven Oaks is a census-designated place (CDP) in Lexington County, South Carolina, United States, northwest of downtown Columbia, the state capital. The population of the CDP was 15,144 at the 2010 census. It is part of the Columbia Metropolitan Statistical Area. ==Geography== Seven Oaks is located in northeastern Lexington County at (34.049200, -81.141948). It is bordered to the northwest by the city of Irmo, to the southeast by Columbia and West Columbia, and to the northeast by unincorporated St. Andrews in neighboring Richland County. The CDP contains the neighborhoods of Challedon, Whitehall, Grenadier, and Woodland Hills. Interstate 26 runs through the northeast side of Seven Oaks, with access from Exit 104 (Piney Grove Road) and Exit 106 (Saint Andrews Road). Interstate 20 passes through the southern part of the community, with access from Exit 63 (Bush River Road). I-26 and I-20 intersect at an interchange on the eastern border of the community. According to the United States Census Bureau, the Seven Oaks CDP has a total area of , of which are land and , or 1.47%, are water. The Saluda River forms the southwest border of the CDP. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Seven Oaks racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |7,410 |50.57% |- |Black or African American (non-Hispanic) |5,223 |35.65% |- |Native American |31 |0.21% |- |Asian |438 |2.99% |- |Pacific Islander |47 |0.32% |- |Other/Mixed |710 |4.85% |- |Hispanic or Latino |793 |5.41% |} As of the 2020 United States census, there were 14,652 people, 6,703 households, and 4,174 families residing in the CDP. ===2000 census=== At the 2000 census there were 15,755 people, 6,633 households, and 4,324 families living in the CDP. The population density was 2,007.9 people per square mile (774.9/km). There were 6,979 housing units at an average density of 889.4 per square mile (343.3/km). The racial makeup of the CDP was 73.51% White, 21.50% African American, 0.33% Native American, 2.81% Asian, 0.06% Pacific Islander, 0.58% from other races, and 1.21% from two or more races. Hispanic or Latino of any race were 1.89%. Of the 6,633 households 30.4% had children under the age of 18 living with them, 50.5% were married couples living together, 11.8% had a female householder with no husband present, and 34.8% were non-families. 27.9% of households were one person and 6.8% were one person aged 65 or older. The average household size was 2.35 and the average family size was 2.89. The age distribution was 23.3% under the age of 18, 9.5% from 18 to 24, 30.7% from 25 to 44, 25.2% from 45 to 64, and 11.3% 65 or older. The median age was 36 years. For every 100 females, there were 89.0 males. For every 100 females age 18 and over, there were 85.1 males. The median household income was $47,019 and the median family income was $58,890. Males had a median income of $37,508 versus $27,940 for females. The per capita income for the CDP was $22,388. About 4.6% of families and 6.8% of the population were below the poverty line, including 11.3% of those under age 18 and 4.8% of those age 65 or over. ==References== Category:Census-designated places in Lexington County, South Carolina Category:Census-designated places in South Carolina Category:Columbia metropolitan area (South Carolina)",
 "title": "Seven Oaks, South Carolina"
}