{
 "id": "134650",
 "text": "Lake Murray of Richland is a census-designated place (CDP) in Richland County, South Carolina, United States. The population was 5,484 at the 2010 census. It is part of the Columbia, South Carolina Metropolitan Statistical Area. ==Geography== Lake Murray of Richland is located at (34.122323, -81.262235). According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 35.80%, is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Lake Murray of Richland racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |6,876 |84.78% |- |Black or African American (non-Hispanic) |464 |5.72% |- |Native American |8 |0.1% |- |Asian |214 |2.64% |- |Pacific Islander |3 |0.04% |- |Other/Mixed |294 |3.63% |- |Hispanic or Latino |251 |3.09% |} As of the 2020 United States census, there were 8,110 people, 2,495 households, and 1,909 families residing in the CDP. ===2000 census=== As of the census of 2000, there were 3,526 people, 1,251 households, and 982 families residing in the CDP. The population density was 613.0 people per square mile (236.8/km2). There were 1,353 housing units at an average density of 235.2/sq mi (90.9/km2). The racial makeup of the CDP was 97.82% White, 0.85% African American, 0.06% Native American, 0.85% Asian, 0.09% from other races, and 0.34% from two or more races. Hispanic or Latino of any race were 0.94% of the population. There were 1,251 households, out of which 31.2% had children under the age of 18 living with them, 72.1% were married couples living together, 4.2% had a female householder with no husband present, and 21.5% were non-families. 19.2% of all households were made up of individuals, and 7.8% had someone living alone who was 65 years of age or older. The average household size was 2.46 and the average family size was 2.80. In the CDP, the population was spread out, with 19.2% under the age of 18, 3.3% from 18 to 24, 21.8% from 25 to 44, 31.0% from 45 to 64, and 24.7% who were 65 years of age or older. The median age was 48 years. For every 100 females, there were 86.2 males. For every 100 females age 18 and over, there were 84.7 males. The median income for a household in the CDP was $73,875, and the median income for a family was $90,753. Males had a median income of $66,838 versus $36,406 for females. The per capita income for the CDP was $35,083. About 0.8% of families and 1.6% of the population were below the poverty line, including 2.4% of those under age 18 and 4.5% of those age 65 or over. ==References== ==External links== * Lake Murray Guide * Lake Murray (Fun) Directory Category:Census-designated places in Richland County, South Carolina Category:Census-designated places in South Carolina Category:Columbia metropolitan area (South Carolina)",
 "title": "Lake Murray of Richland, South Carolina"
}