{
 "id": "134654",
 "text": "Saluda is a town in Saluda County, South Carolina, United States, along the Little Saluda River. The population was 3,565 at the 2010 census. It is the county seat of Saluda County. ==Geography== Saluda is located at (34.003131, -81.771691). According to the United States Census Bureau, the town has a total area of , of which is land and (1.22%) is water. The town is shaped like a circle. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Saluda racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |782 |25.05% |- |Black or African American (non-Hispanic) |963 |30.85% |- |Native American |6 |0.19% |- |Asian |7 |0.22% |- |Other/Mixed |89 |2.85% |- |Hispanic or Latino |1,275 |40.84% |} As of the 2020 United States census, there were 3,122 people, 1,126 households, and 756 families residing in the town. ===2000 census=== As of the census of 2000, there were 3,066 people, 1,103 households, and 788 families residing in the town. The population density was 947.1 people per square mile (365.4/km2). There were 1,211 housing units at an average density of 374.1 per square mile (144.3/km2). The racial makeup of the town was 48.76% White, 40.48% African American, 0.23% Native American, 9.95% from other races, and 0.59% from two or more races. Hispanic or Latino of any race were 19.37% of the population. There were 1,103 households, out of which 33.6% had children under the age of 18 living with them, 40.8% were married couples living together, 24.6% had a female householder with no husband present, and 28.5% were non-families. 24.5% of all households were made up of individuals, and 11.4% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.21. In the town, the population was spread out, with 28.0% under the age of 18, 12.2% from 18 to 24, 28.1% from 25 to 44, 18.6% from 45 to 64, and 13.1% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 97.9 males. For every 100 females age 18 and over, there were 93.9 males. The median income for a household in the town was $26,964, and the median income for a family was $31,042. Males had a median income of $25,208 versus $19,921 for females. The per capita income for the town was $13,032. About 22.9% of families and 28.5% of the population were below the poverty line, including 37.4% of those under age 18 and 18.5% of those age 65 or over. ==History== Prior to the formation of Saluda County in 1896, the town was named Redbank and was renamed to match the county it became the seat of. The Bonham House, Butler Family Cemetery, Marsh-Johnson House, Old Strother Place, Saluda Old Town Site, Saluda Theatre, Stevens-Dorn Farmstead, and Whitehall are listed on the National Register of Historic Places. ==Education== Saluda has a public library, a branch of the Saluda County Library. ==Notable people== * James Butler Hare, (1918-1966) was elected to the U.S. House of Representatives for South Carolina's 3rd congressional districtCongressional biography * Lyndon Amick, former NASCAR driver turned soldier * James Bonham, who fought and died at the Battle of the Alamo (his boyhood home is the only home of an Alamo defender known to still exist today) * Milledge Luke Bonham (younger brother of James), former Governor of South Carolina * Jonathon Brooks, Professional football player who was drafted in the 4th round of the 1979 NFL Draft by the Detroit Lions. Played 2 professional seasons. One with Detroit in 1979 and played for Atlanta and St Louis in 1980. * William B. Travis, Texian commander of the Alamo ==References== ==External links== * Town of Saluda * Saluda County Chamber of Commerce * Saluda Standard-Sentinel Newspaper Category:Towns in Saluda County, South Carolina Category:Towns in South Carolina Category:County seats in South Carolina Category:Columbia metropolitan area (South Carolina)",
 "title": "Saluda, South Carolina"
}