{
 "id": "134605",
 "text": "Utica is a census-designated place (CDP) in Oconee County, South Carolina, United States. The population was 1,322 at the 2000 census. ==Geography== Utica is located at (34.678160, -82.928599). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 1,322 people, 578 households, and 361 families residing in the CDP. The population density was 979.2 people per square mile (378.1/km2). There were 684 housing units at an average density of 506.7/sq mi (195.6/km2). The racial makeup of the CDP was 76.85% White, 20.50% African American, 0.68% Native American, 0.30% Asian, 0.61% from other races, and 1.06% from two or more races. Hispanic or Latino of any race were 1.21% of the population. There were 578 households, out of which 29.1% had children under the age of 18 living with them, 38.4% were married couples living together, 18.0% had a female householder with no husband present, and 37.4% were non- families. 32.2% of all households were made up of individuals, and 10.0% had someone living alone who was 65 years of age or older. The average household size was 2.29 and the average family size was 2.87. In the CDP, the population was spread out, with 24.4% under the age of 18, 9.7% from 18 to 24, 32.4% from 25 to 44, 21.8% from 45 to 64, and 11.8% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 91.9 males. For every 100 females age 18 and over, there were 91.9 males. The median income for a household in the CDP was $28,712, and the median income for a family was $31,875. Males had a median income of $26,799 versus $17,260 for females. The per capita income for the CDP was $12,909. About 12.2% of families and 18.0% of the population were below the poverty line, including 23.1% of those under age 18 and 22.4% of those age 65 or over. ==References== ==External links== Category:Census-designated places in Oconee County, South Carolina Category:Census-designated places in South Carolina",
 "title": "Utica, South Carolina"
}