{
 "id": "134762",
 "text": "Belle Fourche (; ) is a city in and the county seat of Butte County, South Dakota, United States. Its population was 5,617 at the 2020 census. It is near the geographic center of the 50 U.S. states. ==History== Belle Fourche, French for \"beautiful fork\", was named by French explorers from New France, referring to the confluence of what is now known as the Belle Fourche and Redwater Rivers and the Hay Creek. Beaver trappers worked these rivers until the mid-19th century, and Belle Fourche became a well known fur-trading rendezvous point. During and after the gold rush of 1876, farmers and ranchers settled in the fertile valleys, growing food for the miners and their animals. At the time, the open plains for hundred of miles in all directions were also being filled with huge herds of Texas and Kansas cattle. Towns sprang up to serve the ever-changing needs of the farmers and ranchers. In 1884, the Marquis de Mores, a French nobleman and contemporary of Theodore Roosevelt, established a stagecoach line between Medora, North Dakota and Deadwood, South Dakota. The Belle Fourche way station included a stage barn and a saloon. thumb|Commemorating the geographic center of the fifty states|left Knowing the cattle barons and the railroad would need a place to load cattle onto freight cars for shipment to packing plants in the Midwest, Seth Bullock effectively founded the city of Belle Fourche. After serving in the Montana legislature in 1871–1873 (and being instrumental in the establishment of a National Park at Yellowstone), he had come to the Black Hills to sell supplies to the Deadwood miners. He arrived there August 2, 1876, the day Wild Bill Hickok was murdered. During the next 14 years, Bullock acquired land as homesteaders along the Belle Fourche River \"proved up\" and sold out. When the railroad came to the Hills and refused to pay the prices demanded by the nearby township of Minnesela, he was ready. He offered the railroad free right-of-way and offered to build the terminal if the railroad placed it on his land, near the present Belle Fourche Livestock Exchange. In 1890, the first trainload of cattle headed east. By 1895, Belle Fourche was shipping 2,500 carloads of cattle per month in the peak season, making it the world's largest livestock-shipping point. This was the start of the agriculture center of the Tri-State area for which Belle Fourche would become known. After winning a competition with Minnesela over the railroad which now goes through Belle Fourche, Bullock's town went on to win the county seat in the election of 1894. Still, cowboys rode into Minnesela and stole the county books. Belle Fourche today serves a large trade area of ranches and farms. The wool, cattle, and bentonite industries have been important to the growth of Belle Fourche. The city serves as gateway to the northern Black Hills.Information was taken from the Belle Fourche America's Hometown Booklet (1998) ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. ===Geographic center of U.S.=== In 1959, the U.S. Coast and Geodetic Survey officially designated a point 20 miles north of Belle Fourche as the geographic center of the United States. It is the center of the nation because the admission of Alaska and Hawaii to the United States moved the location of the official center of the nation. The geographic center of the 48 contiguous U.S. states is Lebanon, Kansas. ===Climate=== Belle Fourche has a climate lying on the boundary between humid continental (Köppen Dfb/Dfa) and cool semi-arid (BSk). It is characterised, like most of South Dakota, by summers with comfortable mornings giving way to very warm to hot and occasionally sweltering afternoons, and chilly, though extremely variable, winters. When cold arctic air masses move south from the Yukon unhindered by geographic obstacles, winter temperatures can fall below for prolonged periods: in the extremely cold month of January 1950 all but six mornings fell below . Contrariwise, when warm chinook winds descend from the Rocky Mountains and the Black Hills, winter temperatures can become extremely warm given the latitude and far inland location. On average, twenty afternoons in the three winter months top but in the record warm February 1954 23 of 28 afternoons topped that maximum and was reached on the 8th. The extreme warming effect of the chinook winds can be seen in – the hottest winter temperature recorded in the city – being reached on December 18, 1979 only two days after the minimum had been . The coldest month has been January 1937 with a mean of and the coldest temperature on record on December 22, 1989 – following which a chinook drove temperatures up to the following afternoon, or an increase of in less than 48 hours. Spring warms up in fits and starts, with the first maximum of expected on March 24, and the first of expected on April 17; however, the last frost is not expected to have passed until May 10. Owing to frequent thunderstorms, the spring season is the wettest part of the year, and the wettest months since records began in 1908 has been May 1982 with of precipitation, and the highest daily precipitation has been on May 20, 1982. The summer is generally more settled than the spring, although heavy rains can occur in this period, as when fell in August 1923. Extremely hot and dry spells sometimes occur in the summer: the hottest month of July 2012 averaged and July 1936 had a mean maximum of ; in contrast, the summer of 1993 got no hotter than . The wettest calendar year in Belle Fourche has been 1946 with and the driest 1931 with , and 1931 also saw Belle Fourche reach its record high of on July 27. Fall cooling is rapid: the first freeze can be expected on September 22, the first measurable snowfall on October 25 and the first zero temperature on November 28. Snowfall is moderate throughout the winter and spring: the annual mean is . The snowiest month has been October 2013 with and the most snowfall in one day during that month’s early cold snap on the 5th. The snowiest season has been from July 1970 to June 1971 with . ==Demographics== ===2010 census=== As of the census of 2010, there were 5,594 people, 2,322 households, and 1,461 families living in the city. The population density was . There were 2,511 housing units at an average density of . The racial makeup of the city was 93.6% White, 0.2% African American, 2.1% Native American, 0.3% Asian, 0.1% Pacific Islander, 1.3% from other races, and 2.6% from two or more races. Hispanic or Latino of any race were 4.1% of the population. There were 2,322 households, of which 32.8% had children under the age of 18 living with them, 46.0% were married couples living together, 12.0% had a female householder with no husband present, 5.0% had a male householder with no wife present, and 37.1% were non-families. 32.6% of all households were made up of individuals, and 13% had someone living alone who was 65 years of age or older. The average household size was 2.36 and the average family size was 2.96. The median age in the city was 36.1 years. 26.2% of residents were under the age of 18; 9.2% were between the ages of 18 and 24; 23.6% were from 25 to 44; 25.6% were from 45 to 64; and 15.6% were 65 years of age or older. The gender makeup of the city was 48.9% male and 51.1% female. ===2000 census=== thumb|Johnny Spaulding Cabin in Belle Fourche As of the census of 2000, there were 4,565 people, 1,854 households, and 1,186 families living in the city. The population density was 1,446.9 people per square mile (557.8/km2). There were 2,122 housing units at an average density of 672.6 per square mile (259.3/km2). The racial makeup of the city was 95.03% White, 0.15% African American, 1.91% Native American, 0.33% Asian, 1.27% from other races, and 1.31% from two or more races. Hispanic or Latino of any race were 3.70% of the population. There were 1,854 households, out of which 32.4% had children under the age of 18 living with them, 50.2% were married couples living together, 10.9% had a female householder with no husband present, and 36.0% were non-families. 30.5% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.41 and the average family size was 3.04. In the city, the population was spread out, with 27.2% under the age of 18, 8.2% from 18 to 24, 25.5% from 25 to 44, 21.8% from 45 to 64, and 17.3% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 91.2 males. For every 100 females age 18 and over, there were 85.5 males. As of 2000 the median income for a household in the city was $26,875, and the median income for a family was $35,506. Males had a median income of $26,763 versus $15,275 for females. The per capita income for the city was $14,051. About 9.0% of families and 12.6% of the population were below the poverty line, including 19.8% of those under age 18 and 7.7% of those age 65 or over. ==Radio and TV stations== AM radio * KBHB 810 * KKLS 920 * KDSJ 980 * KTOQ 1340 * KBFS 1450 FM radio * KRCS 93.1 * KKMK 93.9 * KSQY 95.1 * KZZI 95.9 * KOUT 98.7 * KFXS 100.3 * KDDX 101.1 * KFMH 101.9 * KYDT 103.1 * KIQK 104.1 Television * KOTA-TV Ch. 3 ABC * KCLO Ch. 16 CBS * KNBN Ch. 21 NBC * KBHE-TV Ch. 26 PBS ==Notable people== * Lloyd Eaton, former resident, football player, executive, and coach * Jason Kubel, born in Belle Fourche, retired Major League Baseball player for the Minnesota Twins (2004, 2006 - 2011, 2014), Arizona Diamondbacks (2012 - 2013), & Cleveland Indians (2013) * Lem Overpeck, born in Belle Fourche, 29th Lieutenant Governor of South Dakota * Bill Pearson, born in Belle Fourche, comics artist * Emily E. Sloan, former resident, rancher, lawyer, author * John Strohmayer, born in Belle Fourche, former baseball pitcher for the Oakland Athletics, Montreal Expos, and New York Mets * Francis Townsend, former resident, physician ==See also== * List of cities in South Dakota * Geographic centers of the United States * The Cowboys - a movie starring John Wayne and featuring the city as the terminus of a cattle drive. ==References== ==External links== * * Belle Fourche Chamber of Commerce * Belle Fourche Post & Bee, local newspaper * Belle Fourche School District * \"Tale of Two Towns\" * Belle Fourche * In the Middle of Nowhere, a Nation’s Center, New York Times Category:Cities in South Dakota Category:Cities in Butte County, South Dakota Category:County seats in South Dakota Category:Black Hills",
 "title": "Belle Fourche, South Dakota"
}