{
 "id": "134792",
 "text": "Watertown is a city in and the county seat of Codington County, South Dakota, United States. Watertown is home to the Redlin Art Center which houses many of the original art works produced by Terry Redlin, one of America's most popular wildlife artists. Watertown is located between Pelican Lake and Lake Kampeska, from which Redlin derived inspiration for his artwork. The population was 22,655 at the 2020 census, making Watertown the fifth largest city in South Dakota. It is also the principal city of the Watertown Micropolitan Statistical Area, which includes all of Codington and Hamlin counties. Watertown also is home to the Bramble Park Zoo. Watertown's residential real estate is considered the most expensive in South Dakota for cities of its size; the median price for a home in Watertown is approximately $200,000. ==Geography== Watertown is located at (44.903433, -97.120437), along the Big Sioux River.DeLorme (2001). South Dakota Atlas & Gazetteer. Yarmouth, Maine: DeLorme. According to the United States Census Bureau, the city has a total area of , of which is land and is water. Watertown sits on the Big Sioux River and two major lakes, Pelican Lake and Lake Kampeska. Most of Watertown also sits upon a short plateau. The elevation at Watertown Regional Airport is 1,745 feet. Watertown has been assigned the ZIP code 57201 and the FIPS place code 69300. ==History== thumb|left|An 1883 bird's eye illustration of Watertown Watertown was founded in 1879 as a rail terminus when the Chicago & Northwestern Railroad reactivated part of a line it had constructed to Lake Kampeska.Thompson (ed.), p. 173. Despite the prominence of rivers and lakes in the area, the city was named after Watertown, New York, the hometown of brothers John E. Kemp and Oscar P. Kemp, two of the city's founders. The town's name was originally planned to be named Kampeska. During the 1880s, Watertown prospered as a transportation hub after the railroads had been extended farther west. Along with several other cities, Watertown had been a candidate as capital of the new state of South Dakota, although it lost out to the more centrally located Pierre. The city's current newspaper, the Watertown Public Opinion, began publishing in 1887. In the mid-20th century, Interstate 29 was constructed through eastern South Dakota.Schell, p. 333. The route included a slight bend to bring the interstate closer to Watertown. The interstate's construction has been a major economic benefit to the larger communities along its route, including Watertown. ==Climate== In the last decades the climate is configured as hot-summer humid continental climate (Köppen: Dfa), although it had a warm-summer previously (Dfb). Although it is a humid city it is relatively dry for its climatic category, due to its position in the Great Plains, which still provides an even greater thermal amplitude, especially in the higher values. ==Demographics== The per capita income for the city was $18,994. About 5.7% of families and 9.3% of the population were below the poverty line, including 8.5% of those under age 18 and 11.0% of those age 65 or over.Watertown, South Dakota: Now. Watertown Area Chamber of Commerce and Convention and Visitors Bureau, 2006 ===2010 census=== As of the census of 2010, there were 21,482 people, 9,278 households, and 5,563 families residing in the city. The population density was . There were 10,050 housing units at an average density of . The racial makeup of the city was 94.8% White, 0.4% African American, 2.4% Native American, 0.5% Asian, 0.5% from other races, and 1.4% from two or more races. Hispanic or Latino of any race were 1.6% of the population. There were 9,278 households, of which 29.6% had children under the age of 18 living with them, 45.7% were married couples living together, 10.0% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 40.0% were non-families. 33.0% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.90. The median age in the city was 36.6 years. 24.2% of residents were under the age of 18; 10.3% were between the ages of 18 and 24; 24.9% were from 25 to 44; 25.2% were from 45 to 64; and 15.4% were 65 years of age or older. The gender makeup of the city was 49.2% male and 50.8% female. ===2000 census=== As of the census of 2000, there were 20,237 people, 8,385 households, and 5,290 families residing in the city. The population density was 1,328.9 people per square mile (513.0/km2). There were 9,193 housing units at an average density of 603.7 per square mile (233.1/km2). The racial makeup of the city was 96.25% White, 0.14% African American, 1.65% Native American, 0.33% Asian, 0.02% Pacific Islander, 0.71% from other races, and 0.90% from two or more races. Hispanic or Latino of any race were 1.28% of the population. 47.1% were of German, 19.8% Norwegian and 5.9% Irish ancestry. 96.5% spoke English, 1.7% Spanish and 1.1% German as their first language. There were 8,385 households, out of which 31.9% had children under the age of 18 living with them, 50.6% were married couples living together, 8.8% had a female householder with no husband present, and 36.9% were non-families. 30.5% of all households were made up of individuals, and 11.8% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.98. In the city, the population was spread out, with 25.9% under the age of 18, 11.3% from 18 to 24, 27.9% from 25 to 44, 19.9% from 45 to 64, and 15.0% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 96.6 males. For every 100 females age 18 and over, there were 93.9 males. ==Education== Watertown has two institutions providing post-secondary education. Lake Area Technical Institute is a public technical school classified as a community college, offering degrees in areas such as Agriculture, Nursing, and Welding. There is also a satellite campus of Mount Marty College, a private Catholic school based in Yankton, South Dakota. Lake Area Technical Institute received the 2017 Aspen Prize for Community College Excellence, following three previous Finalist-With-Distinction honors in 2011, 2013, and 2015 (bi-annual competition/selection process). The Prize was awarded by the Aspen Institute in March 2017 in Washington, D.C. following an intense data collection process by Aspen officials that included a rigorous review of critical elements of student success including learning, completion, and employment after college. Watertown has one public high school, Watertown High School, and one private boarding school, Great Plains Lutheran High School, of the Wisconsin Evangelical Lutheran Synod. Watertown Middle School (7th and 8th grades) is the only public middle school in Watertown. Construction of the Middle School was completed in August 2015. The community's “Prairie Lakes Wellness Center”, opened in 2017, is adjacent to the Middle School. When the Middle School opened in 2015, the prior middle school was completely renovated and became the Intermediate School (5th and 6th grades). There are multiple elementary schools in Watertown. The five public elementary schools include: Lincoln Elementary, Jefferson Elementary, Roosevelt Elementary, McKinnely Elementary, and Mellette Elementary. Immaculate Conception School is a private Catholic elementary school. St. Martin's Lutheran School is a private Lutheran elementary school of the WELS. Watertown Christian School is a private non-denominational Christian elementary school. The Watertown Regional Library is the town's main library, located on 6th St. NE, and open every day of the week. Harmony Hill High School was a Catholic girls boarding school in Watertown from 1967 to 1974. ==Points of interest== * Redlin Art Center * Bramble Park Zoo * Codington County Heritage Museum * Mellette House * Watertown Family Aquatic Center * Watertown Stadium * Lake Kampeska * Pelican Lake * Watertown Regional Library ==Local media== * Newspaper ** The Watertown Public Opinion is the local daily newspaper. ===Television=== {| class=\"wikitable\" ! Channel (Digital) ! Callsign ! Network ! Owner ! Web site |- |3.1 || KDLO-DT (Satellite of KELO) || CBS || Nexstar Media Group || |- |3.2 || KDLO-DT (Satellite of KELO) || MyNetworkTV || Nexstar Media Group || |- |7.1 || K32DK-D (Translator of KTTW) || Fox || Independent Communications || |- |7.2 || K32DK-D (Translator of KTTW) || This TV || Independent Communications || |- |46.1 || K42FI-D (Translator of KDLT) || NBC || Red River Broadcasting || |- |46.2 || K42FI-D (Translator of KDLT) || Antenna TV || Red River Broadcasting || |- |} ===AM radio=== {| class=\"wikitable\" !align=\"center\" colspan=\"6\"|AM radio stations |- !Frequency!!Call sign!!Name!!Format!!Owner!!City |- |950 AM||KWAT||||Full- service radio||Alpha Media||Watertown |- |1480 AM||KSDR||The Talk of Watertown||Conservative talk radio||Alpha Media||Watertown |} ===FM radio=== {|class=\"wikitable\" !align=\"center\" colspan=\"7\"|FM radio stations |- !Frequency!!Call sign!!Name!!Format!!Owner!!Target city/market!!City of license |- |89.1 FM||KPGT||||Religious||Church Planters of America||Watertown||Watertown |- |90.1 FM||K211EC||||Christian WJFM-FM translator||Jimmy Swaggart Ministries||Watertown||Watertown |- |90.3 FM||KJSD||South Dakota Public Broadcasting||NPR||South Dakota Bureau of Information and Telecommunication||Watertown||Watertown |- |91.9 FM||K220IT||KNWC-FM||Contemporary Christian||University of Northwestern - St. Paul||Watertown||Watertown |- |92.9 FM||KSDR-FM||New Country KS93||Hot Country||Alpha Media||Watertown||Watertown |- |96.1 FM||KIXX||The Best Mix Kicks 96||Hot AC||Alpha Media||Watertown||Watertown |- |96.9 FM||KDLO-FM||96.9 KDLO Country||Classic Country|||Alpha Media||Watertown||Watertown |- |98.1 FM||KPHR-FM||Star 98.1 ||Soft Adult Contemporary|||Prairie Winds Broadcasting||Watertown||Ortonville |- |99.1 FM||KXLG||||Soft Adult Contemporary, News/Talk||TMRG Broadcasting, LLC||Watertown||Milbank |- |103.5 FM||K278BK||||Christian Radio||VCY America||Watertown||Watertown |- |104.3 FM||KKSD||104.3 KKSD||Classic Hits||Alpha Media||Watertown||Milbank |- |106.3 FM||KPHR||Power 106.3||Classic Rock||Prairie Winds Broadcasting||Watertown||Ortonville |- |} ==Transportation== *20px Interstate 29-serves Watertown at Exits 177 and 180 *20px U.S. Highway 81 *23px U.S. Highway 212 *20px South Dakota Highway 20 *20th Avenue South, 20th Avenue Southeast, and 29th Street Southeast-Alternate City Truck Route around the south side of Watertown. *448th Avenue and North Lake Drive-Former South Dakota Highway 139; runs along the west side of Lake Kampeska. Watertown also has one airport, Watertown Regional Airport, served by two commercial airlines, and local bus service provided by the Watertown Area Transit Corporation. ==Notable people== File:Deputy Secretary of Defense John J. Hamre at a noon Pentagon press conference on Jan. 1, 2000.jpg|John Hamre, born 1950, U.S. Deputy Secretary of Defense, 1997–2000. File:Kristi L. Noem 113th Congress.jpg|Kristi Noem, born 1971, current Governor of South Dakota. File:Premiados hutchison y raymond (1).jpg|Lee Raymond, born 1938, CEO and President, ExxonMobil. [Tuskegee Institute]] Multiple hall of fame coach and educator * Sylvia Bacon (born 1931), D.C. Superior judge * Nancy Turbak Berry, trial attorney and South Dakota state senator * Stephen Foster Briggs (1885-1976), founder Briggs & Stratton Corporation * John Hamre (born 1950), Deputy Secretary of Defense and international studies specialist * Fred H. Hildebrandt, U.S. Representative from South Dakota * Wendell Hurlbut (1918-2011), amusement park designer * J. A. Jance (born 1944), writer * Charles B. Kornmann (born 1937), federal judge on United States District Court for the District of South Dakota * Jake Krull (1938-2016), U.S. General and South Dakota state senator * George R. Mather, General in the U.S. Army, Commander in Chief, United States Southern Command (USCINCSO) from 1969 to 1971 * Arthur C. Mellette, (1842-1896), last Dakota Territorial Governor and first Governor of the State of South Dakota. * Kristi Noem, (born 1971), current Governor of the State of South Dakota. * Hope A. Olson, author and professor in the field of information studies *Henry Roberts Pease (1837-1907) Civil War veteran and United States Senator from Mississippi * Lee Raymond, (born 1938), chemical engineer and long-time Chairman and CEO, Exxon Corporation and ExxonMobil, born and attended primary and secondary school in Watertown * Terry Redlin (1937-2016), wildlife artist and Redlin Art Center * Bob Scholtz (born 1937), American football player * Joseph Schull (6 February 1906 – 19 May 1980), Canadian playwright and historian * Ramona Solberg (1921-2005), jeweler * Lee Schoenbeck (born 1958), lawyer and current President Pro Tempore of the State Senate * Neal Tapio (born 1970), businessman and former Trump presidential campaign director for South Dakota * Timmy Williams (born 1981), American comedian of The Whitest Kids U' Know * Roger Zwieg (1942-2015), NASA test pilot and flight instructor ==Notable visitors== Former President Barack Obama has visited the city twice, first in 2008 during his presidential campaign, and again on May 8, 2015, to address the graduating class of 2015 from Lake Area Technical Institute. ==Major employers== {|class=\"wikitable sortable\" ! Employer ! Sector !data-sort- type=\"number\"| Number of Employees ! As of ! Notes |- | Watertown School District || Education || 910 | 2016 November || |- | Terex Utilities || Manufacturing || 567 | 2017 May || |- | Prairie Lakes Health System || Healthcare || 547 | 2016 November || |- | Hy-Vee || Retail || 485 | 2016 November || Mostly part-time |- | Premier Bankcard || Lending || 380 | 2016 November || |- | City of Watertown || Government || 336 | 2016 November || |- | Worthington Industries || Manufacturing || 320 | 2016 November || |- | Walmart || Retail || 300 (approx.) || 2017 July || |- | OEM Worldwide/Sparton || Manufacturing || 272 | 2017 May || |- | Jenkins Living Center || Healthcare || 270 | 2017 May || |- | Dakota Bodies || Manufacturing || 247 | 2016 November || |- | Dakota Sioux Casino || Entertainment || 215 | 2016 November || |- | Lake Area Technical Institute || Education || 211 | 2017 May || |- | Target || Retail || 85 || 2017 July || |} ==References== ===Bibliography=== * * * ==External links== * * Watertown Area Chamber of Commerce * Watertown Public Opinion - local newspaper * Watertown Regional Library Website * School District Website Category:Cities in Codington County, South Dakota Category:Cities in South Dakota Category:County seats in South Dakota Category:Watertown, South Dakota micropolitan area",
 "title": "Watertown, South Dakota"
}