{
 "id": "134856",
 "text": "{{Infobox settlement |official_name = Revillo, South Dakota |other_name = |native_name = |nickname = |settlement_type = Town |motto = |image_skyline = |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Grant_County_South_Dakota_Incorporated_and_Unincorporated_areas_Revillo_Highlighted.svg |mapsize = 250px |map_caption = Location in Grant County and the state of South Dakota |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = United States |subdivision_type1 = State |subdivision_name1 = South Dakota |subdivision_type2 = County |subdivision_name2 = Grant |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = Incorporated |established_date3 = 1900 |area_magnitude = |unit_pref = Imperial |area_footnotes = |area_total_km2 = 0.43 |area_land_km2 = 0.43 |area_water_km2 = 0.00 |area_total_sq_mi = 0.17 |area_land_sq_mi = 0.17 |area_water_sq_mi = 0.00 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2020 |population_est = |pop_est_as_of = |population_footnotes = |population_note = |population_total = 99 |population_density_km2 = 242.47 |population_density_sq_mi = 628.74 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Central (CST) |utc_offset = -6 |timezone_DST = CDT |utc_offset_DST = -5 |coordinates = |elevation_footnotes = |elevation_m = 366 |elevation_ft = 1201 |postal_code_type = ZIP code |postal_code = 57259 |area_code = 605 |blank_name = FIPS code |blank_info = 46-54220 |blank1_name = GNIS feature ID |blank1_info = 1257365 |website = |footnotes = }} Revillo is a town in southeastern Grant County, South Dakota, United States. The population was 99 at the 2020 census. The name of the town most likely was derived from a backwards spelling of the proper name \"Olliver\". ==Geography== Revillo is located at (45.016029, -96.570641). According to the United States Census Bureau, the town has a total area of , all land. Revillo has been assigned the ZIP code 57259 and the FIPS place code 54220. ==Demographics== ===2010 census=== As of the census of 2010, there were 119 people, 53 households, and 32 families residing in the town. The population density was . There were 67 housing units at an average density of . The racial makeup of the town was 98.3% White and 1.7% from two or more races. There were 53 households, of which 32.1% had children under the age of 18 living with them, 41.5% were married couples living together, 13.2% had a female householder with no husband present, 5.7% had a male householder with no wife present, and 39.6% were non-families. 39.6% of all households were made up of individuals, and 28.3% had someone living alone who was 65 years of age or older. The average household size was 2.25 and the average family size was 3.00. The median age in the town was 41.8 years. 29.4% of residents were under the age of 18; 5% were between the ages of 18 and 24; 20.2% were from 25 to 44; 29.4% were from 45 to 64; and 16% were 65 years of age or older. The gender makeup of the town was 52.1% male and 47.9% female. ===2000 census=== As of the census of 2000, there were 147 people, 70 households, and 37 families residing in the town. The population density was 880.6 people per square mile (333.9/km2). There were 79 housing units at an average density of 473.2 per square mile (179.4/km2). The racial makeup of the town was 100.00% White. There were 70 households, out of which 28.6% had children under the age of 18 living with them, 48.6% were married couples living together, 1.4% had a female householder with no husband present, and 47.1% were non-families. 45.7% of all households were made up of individuals, and 20.0% had someone living alone who was 65 years of age or older. The average household size was 2.10 and the average family size was 3.03. In the town, the population was spread out, with 23.1% under the age of 18, 4.8% from 18 to 24, 33.3% from 25 to 44, 20.4% from 45 to 64, and 18.4% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 104.2 males. For every 100 females age 18 and over, there were 94.8 males. The median income for a household in the town was $30,313, and the median income for a family was $49,375. Males had a median income of $25,313 versus $20,625 for females. The per capita income for the town was $17,462. There were none of the families and 8.3% of the population living below the poverty line, including no under eighteens and 27.3% of those over 64. ==Education== Center of Revillo's education is the K-12 Grant-Deuel School. Grant-Deuel High School is the home of the Wildcats, the local football team. Throughout the years the high school was visited by several international exchange students, who lived with families nearby. The school recently had a wood floor installed in the gymnasium. Campaigning for the installation of the wood floor went by the name of 'WOW', or 'Wildcats on Wood'. The Grant - Deuel School will close in the spring of 2017. ==Economy== Since agriculture is the #1 industry in the area, Revillo Farmers Elevator is the address for crop trading. Part of its selection on tradable goods is grain, feed, and seed. ==See also== * List of towns in South Dakota * List of geographic names derived from anagrams and ananyms ==References== ==External links== Category:Towns in Grant County, South Dakota Category:Towns in South Dakota Category:1900 establishments in South Dakota",
 "title": "Revillo, South Dakota"
}