{
 "id": "134865",
 "text": "{{Infobox settlement |official_name = Herrick, South Dakota |other_name = |native_name = |nickname = |settlement_type = Town |motto = |image_skyline = |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Gregory_County_South_Dakota_Incorporated_and_Unincorporated_areas_Herrick_Highlighted.svg |mapsize = 250px |map_caption = Location in Gregory County and the state of South Dakota |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = United States |subdivision_type1 = State |subdivision_name1 = South Dakota |subdivision_type2 = County |subdivision_name2 = Gregory |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = Founded |established_date = 1904 |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = |unit_pref = Imperial |area_footnotes = |area_total_km2 = 1.33 |area_land_km2 = 1.33 |area_water_km2 = 0.00 |area_total_sq_mi = 0.52 |area_land_sq_mi = 0.52 |area_water_sq_mi = 0.00 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2020 |population_est = |pop_est_as_of = |population_footnotes = |population_note = |population_total = 74 |population_density_km2 = 77.21 |population_density_sq_mi = 200.00 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Central (CST) |utc_offset = -6 |timezone_DST = CDT |utc_offset_DST = -5 |coordinates = |elevation_footnotes = |elevation_m = 659 |elevation_ft = 2162 |postal_code_type = ZIP code |postal_code = 57538 |area_code = 605 |blank_name = FIPS code |blank_info = 46-28420 |blank1_name = GNIS feature ID |blank1_info = 1255524 |website = |footnotes = }} Herrick is a town in Gregory County, South Dakota, United States. The population was 74 at the 2020 census. ==History== Herrick was laid out in 1904. The town was named for a nephew of Ohio governor Myron T. Herrick, who opened former Indian land to settlement. A post office called Herrick has been in operation since 1904. ==Geography== Herrick is located at (43.115352, -99.190512). According to the United States Census Bureau, the town has a total area of , all land. Herrick has been assigned the ZIP code 57538 and the FIPS place code 28420. ==Demographics== ===2010 census=== As of the census of 2010, there were 105 people, 44 households, and 30 families residing in the town. The population density was . There were 58 housing units at an average density of . The racial makeup of the town was 81.9% White, 7.6% Native American, 1.0% from other races, and 9.5% from two or more races. Hispanic or Latino of any race were 1.0% of the population. There were 44 households, of which 25.0% had children under the age of 18 living with them, 61.4% were married couples living together, 4.5% had a female householder with no husband present, 2.3% had a male householder with no wife present, and 31.8% were non-families. 29.5% of all households were made up of individuals, and 11.4% had someone living alone who was 65 years of age or older. The average household size was 2.39 and the average family size was 2.97. The median age in the town was 45.6 years. 26.7% of residents were under the age of 18; 4.8% were between the ages of 18 and 24; 16.3% were from 25 to 44; 32.3% were from 45 to 64; and 20% were 65 years of age or older. The gender makeup of the town was 54.3% male and 45.7% female. ===2000 census=== As of the census of 2000, there were 105 people, 42 households, and 24 families residing in the town. The population density was 204.3 people per square mile (79.5/km2). There were 52 housing units at an average density of 101.2 per square mile (39.4/km2). The racial makeup of the town was 97.14% White, 0.95% African American, and 1.90% from two or more races. Hispanic or Latino of any race were 2.86% of the population. There were 42 households, out of which 31.0% had children under the age of 18 living with them, 54.8% were married couples living together, 4.8% had a female householder with no husband present, and 40.5% were non-families. 35.7% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 3.44. In the town, the population was spread out, with 29.5% under the age of 18, 9.5% from 18 to 24, 25.7% from 25 to 44, 17.1% from 45 to 64, and 18.1% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 94.4 males. For every 100 females age 18 and over, there were 105.6 males. The median income for a household in the town was $23,056, and the median income for a family was $31,250. Males had a median income of $21,250 versus $18,750 for females. The per capita income for the town was $11,906. There were no families and 6.0% of the population living below the poverty line, including no under eighteens and none of those over 64. thumb|right|Herrick School, October 2015 ==Celebrations== For years Herrick has been celebrating its annual Squeal Meal. This event is celebrated with activities like the annual hog calling contest, parade, dance, and a pork barbecue. ==Notable person== * Anita Caspary, Roman Catholic nun'Anita Caspary, Nun Who Head Breaking From Church,' Paul Vitello, New York Times, October 18, 2011 ==See also== * List of towns in South Dakota ==References== ==External links== Category:Towns in Gregory County, South Dakota Category:Towns in South Dakota",
 "title": "Herrick, South Dakota"
}