{
 "id": "134868",
 "text": "{{Infobox settlement |official_name = Philip, South Dakota |other_name = |native_name = |nickname = |settlement_type = City |motto = \"Where The Sun Kisses The Earth\" |image_skyline = HaakonCountyCourthouseSD.jpg |imagesize = 250px |image_caption = Haakon County Courthouse in Philip, August 2017 |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Haakon_County_South_Dakota_Incorporated_and_Unincorporated_areas_Philip_Highlighted.svg |mapsize = 250px |map_caption = Location in Haakon County and the state of South Dakota |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = United States |subdivision_type1 = State |subdivision_name1 = South Dakota |subdivision_type2 = County |subdivision_name2 = Haakon |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = Founded |established_date3 = 1907 |area_magnitude = |unit_pref = Imperial |area_footnotes = |area_total_km2 = 1.54 |area_land_km2 = 1.54 |area_water_km2 = 0.00 |area_total_sq_mi = 0.59 |area_land_sq_mi = 0.59 |area_water_sq_mi = 0.00 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2010 |population_est = 765 |pop_est_as_of = 2019 |pop_est_footnotes = |population_footnotes = |population_total = 779 |population_density_km2 = 497.08 |population_density_sq_mi = 1287.88 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Mountain (MST) |utc_offset = −7 |timezone_DST = MDT |utc_offset_DST = −6 |coordinates = |elevation_footnotes = |elevation_m = 660 |elevation_ft = 2165 |postal_code_type = ZIP code |postal_code = 57567 |area_code = 605 |blank_name = FIPS code |blank_info = 46-49300 |blank1_name = GNIS feature ID |blank1_info = 1257034 |website = |footnotes = }} Philip is a town in and the county seat of rural Haakon County, South Dakota, United States. The population was 779 at the 2010 census. ==History== Philip was laid out in 1907 when the Chicago and North Western Railway was extended to that point. It was incorporated in 1908. In 1914, Philip was designated seat of the newly formed Haakon County. The city was named for James \"Scotty\" Philip; the local high school mascot is the Scotch terrier, or \"Scottie\", in his honor. ==Economy== Agriculture is the primary industry in Philip. Businesses include two grain elevators, a livestock auction, veterinary clinic, and numerous other businesses providing goods and services related to the farms and ranches surrounding the community. Philip is also home to Scotchman Industries, a manufacturer of metal fabrication machinery (hydraulic ironworkers, circular cold saws, band saws, tube & pipe notchers & measuring systems). The hospital and school are other major sources of employment within the community. ==Geography== Philip is located at (44.039949, −101.666208). According to the United States Census Bureau, the city has a total area of , all land. Philip has been assigned the ZIP code 57567 and the FIPS place code 49300. Philip is located on the banks of the Bad River, which empties into the Missouri River at Fort Pierre. ===Climate=== Philip has a borderline humid continental (Köppen Dfa)/cool semi-arid (BSk) climate. Winters are generally freezing, although warm chinook winds bring temperatures above on sixteen afternoons during an average December to February period. Aridity during this period limits snowfall to a mean of and a median of , with median snow depth never above . Overall Philip has a USDA hardiness zone of 4b, with minimum temperatures ranging from . During spring temperatures warm steadily, although 2.7 mornings in May still expect subfreezing minima. Thunderstorm rains make this the wettest time of the year, with averages around of rain falling in May and June. During settled dry spells in the summer, temperatures can become exceedingly hot: the record being on July 15, 2006, while sustained spells of sweltering and extremely dry weather are not uncommon, for instance July 1974 averaged a maximum of and July 2012 . The whole calendar year of 2012 saw only of precipitation, whereas the single month of May 1982 saw as much as . ==Demographics== ===2010 census=== As of the census of 2010, there were 779 people, 375 households, and 197 families residing in the city. The population density was . There were 423 housing units at an average density of . The racial makeup of the city was 94.4% White, 0.3% African American, 2.2% Native American, 0.8% Asian, and 2.4% from two or more races. Hispanic or Latino of any race were 1.2% of the population. There were 375 households, of which 20.0% had children under the age of 18 living with them, 44.3% were married couples living together, 6.9% had a female householder with no husband present, 1.3% had a male householder with no wife present, and 47.5% were non-families. 44.8% of all households were made up of individuals, and 24% had someone living alone who was 65 years of age or older. The average household size was 1.98 and the average family size was 2.79. The median age in the city was 51.5 years. 19.1% of residents were under the age of 18; 4.4% were between the ages of 18 and 24; 18.7% were from 25 to 44; 30.3% were from 45 to 64; and 27.5% were 65 years of age or older. The gender makeup of the city was 45.8% male and 54.2% female. ===2000 census=== As of the census of 2000, there were 885 people, 367 households, and 226 families residing in the city. The population density was 1,527.7 people per square mile (589.1/km2). There were 424 housing units at an average density of 731.9 per square mile (282.3/km2). The racial makeup of the city was 95.59% White, 3.16% Native American, 0.23% Asian, and 1.02% from two or more races. Hispanic or Latino of any race were 1.36% of the population. There were 367 households, out of which 29.2% had children under the age of 18 living with them, 54.0% were married couples living together, 5.4% had a female householder with no husband present, and 38.4% were non-families. 34.1% of all households were made up of individuals, and 18.5% had someone living alone who was 65 years of age or older. The average household size was 2.28 and the average family size was 2.99. In the city, the population was spread out, with 23.1% under the age of 18, 8.6% from 18 to 24, 24.5% from 25 to 44, 20.0% from 45 to 64, and 23.8% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 85.5 males. For every 100 females age 18 and over, there were 84.6 males. As of 2000 the median income for a household in the city was $31,103, and the median income for a family was $43,929. Males had a median income of $28,438 versus $18,977 for females. The per capita income for the city was $17,243. About 8.3% of families and 11.0% of the population were below the poverty line, including 17.1% of those under age 18 and 12.6% of those age 65 or over. ==Notable people== * Patrick Henry Brady – Medal of Honor recipient for service in the Vietnam War * Lincoln McIlravy – bronze medalist in wrestling at the 2000 Summer Olympics ==See also== * List of towns in South Dakota ==References== ==External links== Category:Cities in Haakon County, South Dakota Category:Cities in South Dakota Category:County seats in South Dakota Category:Populated places established in 1907 Category:1907 establishments in South Dakota",
 "title": "Philip, South Dakota"
}