{
 "id": "134956",
 "text": "{{Infobox settlement |official_name = White River, South Dakota |other_name = |native_name = Makhízita Wakpá |nickname = |settlement_type = City |motto = |image_skyline = |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = Mellette_County_South_Dakota_Incorporated_and_Unincorporated_areas_White_River_Highlighted.svg |mapsize = 250px |map_caption = Location in Mellette County and the state of South Dakota |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = |pushpin_label_position = |pushpin_map_caption = |pushpin_mapsize = |subdivision_type = Country |subdivision_name = United States |subdivision_type1 = State |subdivision_name1 = South Dakota |subdivision_type2 = County |subdivision_name2 = Mellette |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = Incorporated |established_date3 = 1912 |area_magnitude = |unit_pref = Imperial |area_footnotes = |area_total_km2 = 1.35 |area_land_km2 = 1.35 |area_water_km2 = 0.00 |area_total_sq_mi = 0.52 |area_land_sq_mi = 0.52 |area_water_sq_mi = 0.00 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2020 |population_est = |pop_est_as_of = |pop_est_footnotes = |population_footnotes = |population_total = 533 |population_density_km2 = 425.51 |population_density_sq_mi = 1101.73 |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = Central (CST) |utc_offset = -6 |timezone_DST = CDT |utc_offset_DST = -5 |coordinates = |elevation_footnotes = |elevation_m = 651 |elevation_ft = 2136 |postal_code_type = ZIP code |postal_code = 57579 |area_code = 605 |blank_name = FIPS code |blank_info = 46-71340 |blank1_name = GNIS feature ID |blank1_info = 1266934 |website = |footnotes = }} White River (Lakota: Makhízita wakpá; \"White Dirt River\") is a city in and the county seat of Mellette County. South Dakota, United States. The population was 533 at the 2020 census. ==History== White River was founded as the seat of the newly formed Mellette County in 1911. The town was named after the White River. ==Geography== White River is located at (43.569438, -100.746161). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 581 people, 211 households, and 135 families residing in the city. The population density was . There were 245 housing units at an average density of . The racial makeup of the city was 48.9% White, 0.3% African American, 40.6% Native American, 0.3% Asian, 0.9% from other races, and 9.0% from two or more races. Hispanic or Latino of any race were 2.1% of the population. There were 211 households, of which 39.8% had children under the age of 18 living with them, 38.4% were married couples living together, 17.1% had a female householder with no husband present, 8.5% had a male householder with no wife present, and 36.0% were non-families. 28.9% of all households were made up of individuals, and 10.4% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 3.01. The median age in the city was 39.4 years. 28.9% of residents were under the age of 18; 7.9% were between the ages of 18 and 24; 20.3% were from 25 to 44; 24.6% were from 45 to 64; and 18.2% were 65 years of age or older. The gender makeup of the city was 46.8% male and 53.2% female. ===2000 census=== As of the census of 2000, there were 598 people, 219 households, and 141 families residing in the city. The population density was 1,169.7 people per square mile (452.7/km2). There were 252 housing units at an average density of 492.9 per square mile (190.8/km2). The racial makeup of the city was 51.84% White, 43.48% Native American, 0.17% Asian, and 4.52% from two or more races. Hispanic or Latino of any race were 1.00% of the population. There were 219 households, out of which 35.2% had children under the age of 18 living with them, 40.6% were married couples living together, 17.8% had a female householder with no husband present, and 35.2% were non- families. 30.1% of all households were made up of individuals, and 12.3% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.12. In the city, the population was spread out, with 29.4% under the age of 18, 8.5% from 18 to 24, 23.1% from 25 to 44, 20.9% from 45 to 64, and 18.1% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 93.5 males. For every 100 females age 18 and over, there were 87.6 males. The median income for a household in the city was $25,500, and the median income for a family was $34,531. Males had a median income of $26,250 versus $15,536 for females. The per capita income for the city was $12,794. About 23.5% of families and 25.1% of the population were below the poverty line, including 29.2% of those under age 18 and 30.5% of those age 65 or over. ==Frontier Days== Started in 1912 in White River as a community celebration, Frontier Days continues today as a yearly event and attracts people from around the world. Frontier Days will be held August 20-22, 2021, celebrating 110 years of thrilling rodeo action. The rodeo features all of the major events and includes a Ranch Bronc Ride. Also incorporated into the celebration are a parade, rodeo and a traditional Lakota Wacipi. ==See also== * List of cities in South Dakota ==References== ==External links== Category:Cities in Mellette County, South Dakota Category:Cities in South Dakota Category:County seats in South Dakota",
 "title": "White River, South Dakota"
}