{
 "id": "134946",
 "text": "{{Infobox settlement |official_name = Salem, South Dakota |native_name = |other_name = |settlement_type = City |image_skyline = |imagesize = |image_caption = |image_flag = |flag_size = |image_seal = http://www.salemsd.com/vertical/Sites/%7BD3202720-F104-455B-B0FC- EA46D49728AC%7D/uploads/citysalemdecal_Web.jpg |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |nickname = |motto = \"A City To Grow In.......\" |image_map = McCook_County_South_Dakota_Incorporated_and_Unincorporated_areas_Salem_Highlighted.svg |mapsize = 250px |map_caption = Location in McCook County and the state of South Dakota |image_map1 = |mapsize1 = |map_caption1 = |pushpin_map = |pushpin_label_position = |pushpin_mapsize = |pushpin_map_caption = |coordinates = | subdivision_type = Country |subdivision_name = United States |subdivision_type1 = State |subdivision_type2 = County |subdivision_type3 = |subdivision_type4 = |subdivision_name1 = South Dakota |subdivision_name2 = McCook |subdivision_name3 = |subdivision_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = Incorporated |established_date3 = 1888 |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = Mayor |leader_name1 = Shawn “Ace” English |unit_pref = Imperial |area_footnotes = |area_magnitude = |area_total_km2 = 3.24 |area_total_sq_mi = 1.25 |area_land_km2 = 3.24 |area_land_sq_mi = 1.25 |area_water_km2 = 0.00 |area_water_sq_mi = 0.00 |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |elevation_footnotes = |elevation_m = 464 |elevation_ft = 1522 |population_total = 1325 |population_as_of = 2020 |population_footnotes = |population_density_km2 = 396.80 |population_density_sq_mi = 1028.00 |population_est = |pop_est_as_of = |pop_est_footnotes = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_blank1_title = |population_blank1 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |postal_code_type = ZIP code |postal_code = 57058 |area_code = 605 | unemployment_rate = |website = http://www.salemsd.com |footnotes = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |timezone = Central (CST) | utc_offset = −6 |timezone_DST = CDT | utc_offset_DST = −5 |blank_name = FIPS code |blank_info = 46-57340 |blank1_name = GNIS feature ID |blank1_info = 1257765 }} Salem is a city in and the county seat of McCook County, South Dakota, United States. The population was 1,325 at the 2020 census. The current mayor is Shawn English. ==History== Salem was founded in 1880 and named after the postmaster's hometown of Salem, Massachusetts. Salem at one time was called Melas ('Melas' is Salem spelled backwards). This was to prevent confusion with the now non-existent community of Salena, South Dakota. thumb|Salem, South Dakota real photo postcard sent February 11, 1913 ==Geography== Salem is located at (43.725989, −97.386533). According to the United States Census Bureau, the city has a total area of , all land. Salem has been assigned the ZIP code 57058 and the FIPS place code 57340. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,347 people, 567 households, and 362 families living in the city. The population density was . There were 667 housing units at an average density of . The racial makeup of the city was 98.8% White, 0.1% African American, 0.1% Native American, 0.6% from other races, and 0.4% from two or more races. Hispanic or Latino of any race were 1.9% of the population. There were 567 households, of which 29.1% had children under the age of 18 living with them, 53.3% were married couples living together, 7.2% had a female householder with no husband present, 3.4% had a male householder with no wife present, and 36.2% were non- families. 33.2% of all households were made up of individuals, and 18.2% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.90. The median age in the city was 44.3 years. 24.4% of residents were under the age of 18; 4% were between the ages of 18 and 24; 22.4% were from 25 to 44; 23.8% were from 45 to 64; and 25.4% were 65 years of age or older. The gender makeup of the city was 48.6% male and 51.4% female. ===2000 census=== As of the census of 2000, there were 1,371 people, 588 households, and 372 families living in the city. The population density was 1,346.3 people per square mile (519.0/km2). There were 640 housing units at an average density of 628.5 per square mile (242.3/km2). The racial makeup of the city was 98.69% White, 0.07% African American, 0.44% Native American, 0.29% Asian, and 0.51% from two or more races. Hispanic or Latino of any race were 0.51% of the population. Of the 588 households, 28.9% had children under the age of 18 living with them, 54.8% were married couples living together, 6.3% had a female householder with no husband present, and 36.7% were non-families. 34.2% of all households were made up of individuals, and 21.6% consisted of a lone resident 65 years of age or older. The average household size was 2.23 and the average family size was 2.85. In the city, the population was spread out, with 22.5% under the age of 18, 6.6% from 18 to 24, 23.6% from 25 to 44, 21.6% from 45 to 64, and 25.7% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 92.3 males. For every 100 females age 18 and over, there were 88.1 males. As of 2000 the median income for a household in the city was $34,500, and the median income for a family was $44,167. Males had a median income of $29,350 versus $20,227 for females. The per capita income for the city was $19,596. 3.4% of the population and 1.9% of families were below the poverty line. 2.9% of those under the age of 18 and 4.4% of those 65 and older were living below the poverty line. == Community == === Education === Salem, South Dakota is home to one public school and one private school. Public school McCook Central teaches students from kindergarten to high school, while Saint Mary's private school teaches kindergarten to eighth grade. McCook Central High School had a student to teacher ratio of 13:1 and had 111 students enrolled in the 2013–14 school year. The high school's student body makeup for the 2013–14 school year was 49% male and 51% female. The public school has been under construction for over a year and its $7.1 million building project will soon be completed. The new building will house the middle school and high school students at the school. The new building will be replacing the original school which was built in 1924. The new school will have a stage, performing arts center, commons areas, classrooms, offices, and bathrooms. The most-popular student activities at the public school are FFA, band, chorus, and sports. ==== High school athletics ==== * Boys basketball * Girls basketball * Football * Volleyball * Wrestling * Bowling * Archery * Track and field * Baseball * Girls golf * Boys golf * Girls cross country * Boys cross country === Restaurants and bars === Salem has a wide variety of places to eat, some of which include: * The Homestead Coffee and Cream Cafe * Brewery * Short Stop * T & C's Pit Stop * The End Zone Bar and Grill * Cafe 81 * Ma's and Pap's Bakery === Entertainment/recreation === Salem has a country club with a nine-hole golf course, a bowling alley, three parks, a swimming pool, track, football field, gym, yoga, baseball diamond, and two softball diamonds. Salem also has a community library. ==References== Category:Cities in McCook County, South Dakota Category:Cities in South Dakota Category:County seats in South Dakota Category:Sioux Falls, South Dakota metropolitan area",
 "title": "Salem, South Dakota"
}