{
 "id": "135127",
 "text": "Parrottsville is a town in Cocke County, Tennessee, United States. The population was 263 at the 2010 census. ==Geography== Parrottsville is located in northeastern Cocke County at (36.009391, -83.091186) U.S. Route 321, a four-lane highway, passes south of the town, leading southwest to Newport, the county seat, and northeast to Greeneville. According to the United States Census Bureau, the town has a total area of , all of it land. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Parrottsville racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 194 | 89.4% |- !scope=\"row\"| Black or African American (non-Hispanic) | 3 | 1.38% |- !scope=\"row\"| Native American | 1 | 0.46% |- !scope=\"row\"| Asian | 1 | 0.46% |- !scope=\"row\"| Other/Mixed | 8 | 3.69% |- !scope=\"row\"| Hispanic or Latino | 10 | 4.61% |} As of the 2020 United States census, there were 217 people, 117 households, and 51 families residing in the town. ===2000 census=== As of the census of 2000, there were 207 people, 79 households, and 60 families residing in the town. The population density was 572.5 people per square mile (222.0/km2). There were 85 housing units at an average density of 235.1 per square mile (91.2/km2). The racial makeup of the town was 94.20% White, 4.35% African American, and 1.45% from two or more races. Hispanic or Latino of any race were 0.48% of the population. There were 79 households, out of which 36.7% had children under the age of 18 living with them, 58.2% were married couples living together, 15.2% had a female householder with no husband present, and 22.8% were non-families. 20.3% of all households were made up of individuals, and 10.1% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.00. In the town, the population was spread out, with 26.6% under the age of 18, 10.1% from 18 to 24, 31.9% from 25 to 44, 18.8% from 45 to 64, and 12.6% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 101.0 males. For every 100 females age 18 and over, there were 94.9 males. The median income for a household in the town was $31,458, and the median income for a family was $30,000. Males had a median income of $26,607 versus $19,000 for females. The per capita income for the town was $13,409. About 7.4% of families and 11.5% of the population were below the poverty line, including 15.1% of those under the age of eighteen and 11.5% of those 65 or over. ==Government== thumb|right|210px|Parrottsville Town Hall *Mayor: Dewayne Daniel *City Council: **Ronnie Hommel **Thad Balch *Town Recorder: Jayne Ane Ragan *Attorney: Jeff Greene ==Education== Parrottsville Elementary School is the only school in Parrottsville and it serves grades Kindergarten to Eighth grades. High School students attend Cocke County High School in Newport. ==Notable people== *Marvin \"Popcorn\" Sutton, moonshiner ==See also== * Swaggerty Blockhouse * United Airlines Flight 823 ==References== ==External links== * Town of Parrottsville official website * Category:Towns in Cocke County, Tennessee Category:Towns in Tennessee",
 "title": "Parrottsville, Tennessee"
}