{
 "id": "135111",
 "text": "Central is an unincorporated community and census-designated place (CDP) in western Carter County, Tennessee, United States. The population was 2,717 at the 2000 census and 2,279 at the 2010 census. It is part of the Johnson City Metropolitan Statistical Area, which is a component of the Johnson City- Kingsport-Bristol, TN-VA Combined Statistical Area - commonly known as the \"Tri-Cities\" region. ==Geography== Central is located at (36.323090, -82.299684), between Elizabethton and Johnson City. According to the United States Census Bureau, as of 2000 the CDP had a total area of , all of it land. ==Demographics== As of the census of 2000, there were 2,717 people, 1,147 households, and 791 families residing in the CDP. The population density was 633.4 people per square mile (244.5/km2). There were 1,259 housing units at an average density of 293.5/sq mi (113.3/km2). The racial makeup of the CDP was 99.01% White, 0.18% African American, 0.18% Native American, 0.11% Asian, and 0.52% from two or more races. Hispanic or Latino of any race were 0.48% of the population. There were 1,147 households, out of which 28.1% had children under the age of 18 living with them, 56.8% were married couples living together, 9.2% had a female householder with no husband present, and 31.0% were non- families. 27.0% of all households were made up of individuals, and 11.9% had someone living alone who was 65 years of age or older. The average household size was 2.37 and the average family size was 2.86. In the CDP, the population was spread out, with 21.8% under the age of 18, 8.4% from 18 to 24, 30.0% from 25 to 44, 25.3% from 45 to 64, and 14.5% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 95.5 males. For every 100 females age 18 and over, there were 93.3 males. The median income for a household in the CDP was $28,598, and the median income for a family was $37,330. Males had a median income of $27,500 versus $18,908 for females. The per capita income for the CDP was $16,893. About 9.8% of families and 13.8% of the population were below the poverty line, including 19.1% of those under age 18 and 10.3% of those age 65 or over. ==Education== Central is the site of an elementary school, Central Elementary School, that had 244 students as of the 2012–13 school year. ==References== Category:Census-designated places in Carter County, Tennessee Category:Census-designated places in Tennessee Category:Johnson City metropolitan area, Tennessee",
 "title": "Central, Tennessee"
}