{
 "id": "135130",
 "text": "Bells is a city in Crockett County, Tennessee. The population was 2,437 at the 2010 census.Tennessee Department of Economic and Community Development, Certified Population of Tennessee Incorporated Municipalities and Counties , State of Tennessee official website, 14 July 2011. Retrieved: 6 December 2013. ==History== Bells was established in the late 1820s on land acquired by brothers John and William Bell. When a city was founded on this land in 1855, it was given the name \"Bells Depot.\" The city was incorporated in 1868, and the \"Depot\" was dropped from the name in 1880.City of Bells History, official site. Accessed 10 August 2018. Bells was the home of the now-defunct West Tennessee Okra Festival. The festival included a horse show, beauty pageant, street carnival and other activities and shows. The Festival was always held during August, the peak of the okra season. ==Geography== Bells is located at (35.718423, -89.085385). The city is concentrated around the intersection of a congruent stretch of U.S. Route 70A and U.S. Route 79, which approaches from Brownsville to the southwest and continues northeastwardly to Humboldt, and State Route 88, which connects the city to Alamo to the northwest and Jackson to the southeast. The South Fork of the Forked Deer River passes just south of Bells. According to the United States Census Bureau, the city has a total area of , of which is land and 0.44% is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Bells racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |1,290 |52.38% |- |Black or African American (non-Hispanic) |588 |23.87% |- |Native American |1 |0.04% |- |Asian |14 |0.57% |- |Other/Mixed |109 |4.43% |- |Hispanic or Latino |461 |18.72% |} As of the 2020 United States census, there were 2,463 people, 917 households, and 640 families residing in the city. ===2000 census=== As of the census of 2000, there were 2,171 people, 806 households, and 559 families residing in the city. The population density was 955.6 people per square mile (369.3/km2). There were 878 housing units at an average density of 386.5 per square mile (149.3/km2). The racial makeup of the city was 67.11% White, 21.19% African American, 0.46% Native American, 10.78% from other races, and 0.46% from two or more races. Hispanic or Latino of any race were 22.80% of the population. There were 806 households, out of which 36.5% had children under the age of 18 living with them, 49.5% were married couples living together, 14.3% had a female householder with no husband present, and 30.6% were non-families. 27.9% of all households were made up of individuals, and 11.8% had someone living alone who was 65 years of age or older. The average household size was 2.69 and the average family size was 3.28. In the city, the population was spread out, with 29.6% under the age of 18, 10.9% from 18 to 24, 29.4% from 25 to 44, 18.1% from 45 to 64, and 12.0% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 98.1 males. For every 100 females age 18 and over, there were 90.8 males. The median income for a household in the city was $29,238, and the median income for a family was $31,827. Males had a median income of $26,184 versus $19,602 for females. The per capita income for the city was $12,455. About 14.9% of families and 22.9% of the population were below the poverty line, including 28.6% of those under age 18 and 15.3% of those age 65 or over. = Economy = Bells is home to the PictSweet Farms headquarters. The Pictsweet Company is currently owned and managed by three generations of the Tankersley family and sells frozen vegetables through both retail and food service outlets across the United States. They are a major employer in the Bells area. ==References== ==External links== * Category:Cities in Tennessee Category:Cities in Crockett County, Tennessee Category:Populated places established in 1855 Category:1855 establishments in Tennessee",
 "title": "Bells, Tennessee"
}