{
 "id": "135153",
 "text": "Charlotte is a town in Dickson County, Tennessee, United States. The population was 1,235 at the 2010 census.Tennessee Department of Economic and Community Development, Certified Population of Tennessee Incorporated Municipalities and Counties , State of Tennessee official website, 14 July 2011. Retrieved: 6 December 2013. It is the county seat of Dickson County. This town is part of the Nashville metropolitan area. ==History== Charlotte was established in 1804 by an act of the state legislature as the county seat for Dickson County, which had been created in 1803. The town was named for Charlotte Reeves Robertson, the wife of General James Robertson, who played prominent roles in the settlement of Middle Tennessee. Charlotte was officially incorporated in 1837.Rick Hollis, \"A Brief History of Dickson County, Tennessee ,\" 4-5. Retrieved: 11 February 2008. On May 30, 1830, a tornado destroyed most of downtown Charlotte. The roof of the courthouse was found away, and most of the county's early records were permanently lost. A new courthouse was completed in 1833, and still stands as the oldest functioning courthouse in the state of Tennessee. While Charlotte thrived as a stage coach hub for much of the 19th-century, the arrival of the railroad in the latter half of the century shifted the area's industrial focus to Dickson, several miles to the southwest. ==Geography== Charlotte is located at (36.178784, -87.344304). The town is situated amidst the hills that comprise part of the western section of the Highland Rim, nearly halfway between Dickson and Ashland City. A small stream known as Town Branch, which is part of the Cumberland River watershed, flows through Charlotte from west to east. Charlotte is centered around the junction of State Route 49, which connects Charlotte with Ashland City and Kentucky to the northeast and upper West Tennessee to the northwest, and State Route 48, which connects the town to Dickson and U.S. Route 70 to the southwest and Clarksville to the north. These road intersections are just west of the court square. According to the United States Census Bureau, the town has a total area of , all land. ==Education== *Charlotte Elementary School, grades 15 *Charlotte Middle School, grades 68 *Creek Wood High School, grades 912 *All these schools are operated by Dickson County Public Schools ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Charlotte racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non- Hispanic) | 1,448 | 87.44% |- !scope=\"row\"| Black or African American (non- Hispanic) | 110 | 6.64% |- !scope=\"row\"| Native American | 2 | 0.12% |- !scope=\"row\"| Asian | 5 | 0.3% |- !scope=\"row\"| Other/Mixed | 42 | 2.54% |- !scope=\"row\"| Hispanic or Latino | 49 | 2.96% |} As of the 2020 United States census, there were 1,656 people, 537 households, and 329 families residing in the town. ===2000 census=== As of the census of 2000, there were 1,153 people, 395 households, and 272 families residing in the town. The population density was 661.0 people per square mile (255.8/km2). There were 413 housing units at an average density of 236.8 per square mile (91.6/km2). The racial makeup of the town was 86.82% White, 10.67% African American, 0.35% Native American, 0.17% Asian, 0.09% Pacific Islander, 0.26% from other races, and 1.65% from two or more races. Hispanic or Latino of any race were 1.21% of the population. left|210px|thumb|The Voorhies-James House in Charlotte, built in 1806 There were 395 households, out of which 30.1% had children under the age of 18 living with them, 52.2% were married couples living together, 11.9% had a female householder with no husband present, and 31.1% were non-families. 26.8% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 3.03. In the town, the population was spread out, with 21.9% under the age of 18, 10.0% from 18 to 24, 35.5% from 25 to 44, 20.3% from 45 to 64, and 12.3% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 111.9 males. For every 100 females age 18 and over, there were 120.0 males. The median income for a household in the town was $32,279, and the median income for a family was $40,795. Males had a median income of $30,172 versus $21,442 for females. The per capita income for the town was $15,061. About 7.0% of families and 10.6% of the population were below the poverty line, including 18.4% of those under age 18 and 14.4% of those age 65 or over. ==Notable person== *Oscar Robertson - Basketball Hall of Famer born in the nearby community of Promise Land. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Charlotte has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Charlotte, Tennessee ==References== ==External links== *Dickson County Chamber of Commerce *Town charter Category:Towns in Dickson County, Tennessee Category:Towns in Tennessee Category:County seats in Tennessee Category:Cities in Nashville metropolitan area Category:1808 establishments in Tennessee Category:Populated places established in 1808",
 "title": "Charlotte, Tennessee"
}