{
 "id": "135176",
 "text": "Estill Springs is a town in Franklin County, Tennessee, United States. The population was 2,055 at the 2010 census. It is usually referred to simply as \"Estill\" by its inhabitants. Estill Springs is part of the Tullahoma, Tennessee, Micropolitan Statistical Area and is located in Middle Tennessee. ==History== ===Founding=== Mineral springs in the area had long been known to the Cherokee people of the region. Before they settled here, varying cultures of indigenous peoples had lived in the area for thousands of years. The European-American town dates from circa 1840, when the Frank Estill family, which owned considerable property in the area, donated a right-of-way for railroad construction. The combination of mineral waters, which were much in vogue as a health remedy at the time, and convenient rail access caused the settlement to develop as a small-scale spa town, which took its name from the springs. Oscar Meyer was appointed the first mayor of Estill.Estill Springs, Tennessee , Franklin County Chamber of Commerce website. Accessed: 18 October 2015. ===Civil War era=== During the Civil War, the town was generally known as \"Allisonia\", for another family which had settled in the area. It was the site of a Confederate training camp, Camp Harris, named for Isham G. Harris, the Confederate governor of Tennessee, who was a native of the county. Southern forces retreated through the town during the 1863 Tullahoma Campaign, named for the nearby community which served as Confederate headquarters. ===Twentieth century to present=== Following Reconstruction, whites in the county worked to maintain dominance over freedmen. They committed violence against African Americans perceived to violate social norms. Based on a conflict with local whites in the small town, who appeared to resent his family's relative success, Jim McIlherron was reported to have shot at three young white men who were taunting him. After trying to escape, McIlherron was captured and taken back to Estill Springs. He was lynched by a white mob on February 4, 1918, whose members tortured him with burning before his death. Rev. G.W. Lych, believed to have helped McIlherron escape, was shot to death before this.Walter F. White, \"N. A. A. C. P. INVESTIGATION\", February 1918 These two murders were among three recorded lynchings in Franklin County through the early 20th century.Lynching in America, Third Edition: Supplement by County , p. 9, Equal Justice Initiative, Mobile, AL, 2017 The fad for bathing in and drinking spring waters eventually passed. Local lore has it that the long-awaited construction of U.S. Route 41A through the town in 1940 caused the springs to dry up. The spa era passed by mid-century, and the hotels were razed. The new highway connected the town to sources of employment in neighboring communities, and gave it a strategic position on the main artery between Nashville and Chattanooga. The development of local lakes through dam construction by the Tennessee Valley Authority generated recreational business as well. During the time of Prohibition, Estill Springs was home to prominent local mobster and bootlegger Parker Jones. Parker and his gang took advantage of the heavily wooded terrain to distill their bootleg booze. Parker and his men also used Estill as their primary logistics hub to traffic the booze through Middle Tennessee, Alabama and Georgia. Jones remained in Estill for several years, \"owning\" mayors, city councilmen, and police officers. The government dispatched dozens of revenue agents to arrest him and his men. However, when they finally arrived at his hideout, they found nothing and Parker was never seen in Estill again. The \"Yellowhammer's Nest\", the turn-of-the-century home of noted Tennessee author Will Allen Dromgoole, was destroyed by fire in 1972.Kathy Lyday-Lee, \"Will Allen Dromgoole,\" Tennessee Encyclopedia of History and Culture. Retrieved: 18 October 2015. ==Geography== Estill Springs is located in northern Franklin County at (35.270394, -86.132783). It is situated on the north side of the Elk River at the upstream end of Tims Ford Lake. U.S. Route 41A passes through the center of town, leading northwest to Tullahoma and south to Winchester, the county seat. According to the United States Census Bureau, the town has a total area of , of which is land and , or 6.00%, is water. ===Climate=== Climate is characterized by relatively high temperatures and evenly distributed precipitation throughout the year. The Köppen Climate Classification subtype for this climate is \"Cfa\" (Humid Subtropical Climate).Climate Summary for Estill Springs, TN ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Estill Springs racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 2,058 | 90.78% |- !scope=\"row\"| Black or African American (non-Hispanic) | 49 | 2.16% |- !scope=\"row\"| Native American | 2 | 0.09% |- !scope=\"row\"| Asian | 26 | 1.15% |- !scope=\"row\"| Pacific Islander | 1 | 0.04% |- !scope=\"row\"| Other/Mixed | 97 | 4.28% |- !scope=\"row\"| Hispanic or Latino | 34 | 1.5% |} As of the 2020 United States census, there were 2,267 people, 865 households, and 647 families residing in the town. ===2010 census=== At the 2010 census, there were 2,055 people living in the town. The racial makeup of the town was 94.9% White, 1.9% African American, 0.2% Native American,0.7% Asian, 1.5% Two or More Races. 0.9% of the population identified as Hispanic or Latino. === Notable people === * John Henry Hale (1878–1944), prominent surgeon ==In popular culture== * 1998, the author John Dufresne published a short story, \"Freezer Jesus\", which is based on events which took place in Estill Springs. He later adapted the story as a screenplay. It has been produced as a short film. ==References== ==External links== *Municipal Technical Advisory Service entry for Estill Springs — information on local government, elections, and link to charter * Category:Towns in Franklin County, Tennessee Category:Spa towns in the United States Category:Populated places established in 1840 Category:Towns in Tennessee Category:Tullahoma, Tennessee micropolitan area",
 "title": "Estill Springs, Tennessee"
}