{
 "id": "135156",
 "text": "Vanleer is a town in Dickson County, Tennessee, United States. The population was estimated to be 422 in 2019, up from 395 at the 2010 census. The town is approximately 49 miles northwest of Nashville and is located within the city's greater metropolitan area. The town is named for Anthony Wayne Van Leer, onetime operator of the iron works in nearby Cumberland Furnace. ==Geography== Vanleer is located at (36.237444, -87.444807). According to the United States Census Bureau, the town has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 310 people, 124 households, and 90 families residing in the town. The population density was 500.9 people per square mile (193.1/km2). There were 141 housing units at an average density of 227.8 per square mile (87.8/km2). The racial makeup of the town was 94.52% White, 0.65% African American, and 4.84% from two or more races. There were 124 households, out of which 28.2% had children under the age of 18 living with them, 56.5% were married couples living together, 12.1% had a female householder with no husband present, and 27.4% were non-families. 25.8% of all households were made up of individuals, and 12.9% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 2.88. In the town, the population was spread out, with 21.0% under the age of 18, 7.7% from 18 to 24, 27.1% from 25 to 44, 24.8% from 45 to 64, and 19.4% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 95.0 males. For every 100 females age 18 and over, there were 99.2 males. The median income for a household in the town was $26,607, and the median income for a family was $30,500. Males had a median income of $25,938 versus $26,250 for females. The per capita income for the town was $20,572. About 28.7% of families and 26.3% of the population were below the poverty line, including 39.2% of those under age 18 and 33.3% of those age 65 or over. ==Education== * Vanleer Elementary School, a public school operated by the Dickson County Public Schools, grades 1 5 ==Notable people== *Paul Hinson, baseball player *Mary Magdalena Lewis Tate, female African-American minister *Luke Perry, actor (made popular in Beverly Hills, 90210) ==References== Category:Towns in Dickson County, Tennessee Category:Towns in Tennessee Category:Van Leer family Category:Cities in Nashville metropolitan area",
 "title": "Vanleer, Tennessee"
}