{
 "id": "135234",
 "text": "Surgoinsville is a town in Hawkins County, Tennessee, United States. The 2010 census showed a population of 1,801, up from 1,484 at the 2000 census. It is part of the Kingsport-Bristol (TN)-Bristol (VA) Metropolitan Statistical Area, which is a component of the Johnson City-Kingsport-Bristol, TN-VA Combined Statistical Area - commonly known as the \"Tri-Cities\" region. ==History== Surgoinsville was incorporated in 1815, and was named for its founder, Major James Surguine, who was a French Huguenot.Town Profile, Surgoinsville official website. Retrieved: 26 July 2015. ==Geography== Surgoinsville is located just northeast of the geographic center of Hawkins County, which is on the north side of the Holston River. U.S. Route 11W, a four-lane highway, passes through the northern part of the town, leading northeast to Kingsport and southwest to Rogersville, the Hawkins County seat. Tennessee State Route 346 is Surgoinville's Main Street that forms a business loop with US 11W. According to the United States Census Bureau, Surgoinsville has a total area of , of which are land and , or 0.63%, are water. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+Surgoinsville racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 1,783 | 94.74% |- !scope=\"row\"| Black or African American (non-Hispanic) | 3 | 0.16% |- !scope=\"row\"| Native American | 3 | 0.16% |- !scope=\"row\"| Asian | 8 | 0.43% |- !scope=\"row\"| Other/Mixed | 53 | 2.82% |- !scope=\"row\"| Hispanic or Latino | 32 | 1.7% |} As of the 2020 United States census, there were 1,882 people, 808 households, and 617 families residing in the town. ===2000 census=== As of the census of 2000, there were 1,484 people, 614 households, and 453 families residing in the town. The population density was 367.2 people per square mile (141.8/km2). There were an estimated 674 housing units at an average density of 166.8 per square mile (64.4/km2). The racial makeup of the town was 98.18% White, 0.34% African American, 0.34% Native American, 0.27% from other races, and 0.88% from two or more races. Hispanic or Latino of any race were 1.55% of the population. There were 614 households, out of which 27.5% had children under the age of 18 living with them, 63.5% were married couples living together, 7.8% had a female householder with no husband present, and 26.1% were non- families. 24.8% of all households were made up of individuals, and 11.4% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 2.85. In the town, the population were spread as such: 21.5% were under the age of 18, 6.9% were from ages 18 to 24, 27.6% varied from ages 25 to 44, 28.3% from 45 to 64, and 15.7% who were 65 years of age or older. The median age were 40 years. For every 100 females, there were 96.6 males. For every 100 females age 18 and over, there were 92.6 males. The median income for a household in the town was $35,391, and the median income for a family was $41,055. Males had a median income of $32,969 versus $20,739 for females. The per capita income for the town was $18,015. Additionally, about 5.6% of families and 9.3% of the population were below the poverty line, including 8.5% of those under age 18 and 12.2% of those age 65 or over. ===Points of interest=== Located just east of Surgoinsville is Fudge Farm, a historical farmhouse dating back to circa 1815. The town also has a Lustron house, which is one of the remaining few that are southern style. The Bellamy Store is a former hardware and general store that was built in the early 20th century. The building now serves as a bluegrass concert venue. ==Education== Two schools are located in Surgoinsville: * Surgoinsville Elementary School * Surgoinsville Middle School Students from Surgoinsville Elementary and Middle Schools attend Volunteer High School in nearby Church Hill. A campus of Tennessee Colleges of Applied Technology is located in the Phipps Bend Industrial Park in the eastern portion of the city. ==Government== Although chartered in 1815, as indicated in the Tennessee Blue Book, the town for a time had no local government. Interested citizens in the early decades of the 20th century restarted the municipality, which is governed by a board of mayor and aldermen. ==Infrastructure== Surgoinsville throughout history until the mid-2010s was among few of incorporated municipalities in Tennessee without access to public sewer. In 2014, construction work began on a dollar sewage treatment system project in Surgoinsville, citing the lack of a system causing environmental and health concerns, and preventing further economic development. The overall project was completed in 2016. Phipps Bend Industrial Park, one of the largest industrial parks in northeastern Tennessee, is located southeast of the town limits. It hosts a range of manufacturers and employs over 2,000 people. ==Notable people== *Billy Greer, bass guitarist for Kansas ==References== ==External links== *Town of Surgoinsville official site Category:Towns in Hawkins County, Tennessee Category:Towns in Tennessee Category:Kingsport–Bristol metropolitan area",
 "title": "Surgoinsville, Tennessee"
}