{
 "id": "135253",
 "text": "New Market is a town in Jefferson County, Tennessee, United States. It is part of the Morristown metropolitan area. The population was 1,234 at the 2000 census, 1,334 at the 2010 census and 1,349 at the 2020 census. ==History== On September 24, 1904, two passenger trains collided head-on near New Market, killing a large unknown number of passengers. Different sources give different values for the number of deaths, ranging from 54 to 113.\"New Market Wreck,\" From Tipple, Loom, & Rail, Smithsonian Institution \"History Wired\" websiteHistory of the New Market Train Wreck , New Market Elementary School websiteKnoxville News Sentinel There are many historical buildings in New Market, including the New Market Presbyterian Church which was built in 1885. The church was listed on the National Register of Historic Places in 1998. New Market is the current home of the Highlander Research and Education Center. ===Norfolk Southern intermodal project controversy=== In 2009, Norfolk Southern Railway released plans of a proposed intermodal freight transport truck-and-train facility in New Market as a part of the Crescent Corridor project in a private-public partnership with state and Jefferson County officials. The proposed facility if completed would have generated 77 on-site jobs, 1,700 related-industry jobs in Jefferson and surrounding counties, and the potential of an annual income of dollars a year. The project received extensive NIMBY backlash from an organized group of affected property owners and farmers, citing the massive loss of land as a negative impact on Jefferson County's agricultural industry. The project would also have required the funding of at least dollars in off-site costs such as transportation and utility infrastructure upgrades. Those in opposition to the project would spread misinformation suggesting that Jefferson County would have pay the total amount in infrastructure upgrades for the project from tax increases. Norfolk Southern officials would correct the falsehood, saying that the company would fund the infrastructure upgrades rather than any government entity. In 2011, Norfolk Southern acquired several parcels of land in New Market and proposals for an on-site logistics park were dropped after a developer pulled out of its deal with Norfolk Southern. The project status has remained stagnant since 2015, as Norfolk had no plans of constructing the facility in the short-term future, but plans on having the site property as a \"long-term investment\" according to a press release by the company's public relations director. ==Geography== New Market is located in west-central Jefferson County at (36.101625, -83.549698). It is bordered to the east by Jefferson City. U.S. Route 11E (Andrew Johnson Highway) passes through the town, leading northeast to Jefferson City and to Morristown, and southwest to Knoxville. According to the United States Census Bureau, New Market has a total area of , all land. The town sits in the valley of Lost Creek, a west- flowing tributary of the Holston River. ==Demographics== ===2020 census=== {| class=\"wikitable\" style=\"text-align:right\" |+New Market racial composition !scope=\"col\"| Race !scope=\"col\"| Number !scope=\"col\"| Percentage |- !scope=\"row\"| White (non-Hispanic) | 1,165 | 86.36% |- !scope=\"row\"| Black or African American (non-Hispanic) | 31 | 2.3% |- !scope=\"row\"| Native American | 5 | 0.37% |- !scope=\"row\"| Asian | 3 | 0.22% |- !scope=\"row\"| Pacific Islander | 1 | 0.07% |- !scope=\"row\"| Other/Mixed | 68 | 5.04% |- !scope=\"row\"| Hispanic or Latino | 76 | 5.63% |} As of the 2020 United States census, there were 1,349 people, 568 households, and 410 families residing in the town. ===2000 census=== As of the census of 2000, there were 1,234 people, 473 households, and 366 families residing in the town. The population density was 479.2 people per square mile (184.7/km2). There were 521 housing units at an average density of 202.3 per square mile (78.0/km2). The racial makeup of the town was 92.38% White, 3.89% African American, 0.08% Native American, 0.41% Asian, 2.11% from other races, and 1.13% from two or more races. Hispanic or Latino of any race were 3.65% of the population. There were 473 households, out of which 30.2% had children under the age of 18 living with them, 61.7% were married couples living together, 11.2% had a female householder with no husband present, and 22.6% were non-families. 20.7% of all households were made up of individuals, and 10.4% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 2.98. In the town, the population was spread out, with 23.9% under the age of 18, 8.1% from 18 to 24, 28.7% from 25 to 44, 25.3% from 45 to 64, and 14.0% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 105.0 males. For every 100 females age 18 and over, there were 95.2 males. The median income for a household in the town was $39,583, and the median income for a family was $45,298. Males had a median income of $29,828 versus $19,900 for females. The per capita income for the town was $17,439. About 4.3% of families and 5.7% of the population were below the poverty line, including 3.0% of those under age 18 and 15.7% of those age 65 or over. ==Notable people== *Frances Hodgson Burnett (November 24, 1849 – October 29, 1924) was an English–American playwright and author. She is best known for her children's stories, in particular The Secret Garden, A Little Princess, and Little Lord Fauntleroy. She lived in New Market during her younger years. *John Casper Branner (July 4, 1850 – March 1, 1922)]], geologist and academic, was born in New Market and lived there until two years of age. ==References== ==External links== *Municipal Technical Advisory Service entry for New Market - information on local government, elections, and link to charter Category:Towns in Jefferson County, Tennessee Category:Towns in Tennessee Category:Morristown metropolitan area, Tennessee",
 "title": "New Market, Tennessee"
}