{
 "id": "135363",
 "text": "Collierville is a town in Shelby County, Tennessee, United States, and a suburb located in the Memphis metropolitan area. With a population of 43,965 in the 2010 census, Collierville is the third largest municipality in the county after Memphis and Bartlett. It is home to the Carriage Crossing shopping mall and is served by Collierville Schools. Founded by entrepreneur Jesse R. Collier in 1836, Collierville was the site of the First and Second Battles of Collierville during the American Civil War, during which the town suffered severe damage. After a period of regrowth, Collierville saw substantial economic expansion in the twentieth and twenty-first centuries and now boasts a high quality of life. Collierville's downtown area is listed on the National Register of Historic Places, and in 2014 Collierville's historic town square was ranked by Parade as the \"Best Main Street\" in America. ==History== Collierville is the second oldest town in Shelby County. The original town of Collierville was laid out in 1836 and named after entrepreneur Jesse R. Collier, who bought land and advertised it as \"The Town of Collier\"; the town was incorporated in 1850 under the mayorship of Richard Ramsey. During the American Civil War, two battles were fought at Collierville in late 1863. During the First Battle of Collierville on 11 October 1863, Confederate Brigadier General James Chalmers's division of 3,000 men attacked the garrison established at Collierville to protect the Memphis and Charleston Railroad; the garrison was defended by Maj. Gen. William T. Sherman and the Confederates were repulsed. During the Second Battle of Collierville on 3 November, Chalmers was again repulsed, this time by Colonel Edward Hatch; Chalmers then withdrew to Mississippi. The railroad remained open to Tuscumbia, Alabama for United States troop movements. The estimated casualties were sixty on the side of the Union and ninety-five on the side of the Confederacy. Because of William T. Sherman's participation in the first engagement, his monument in Washington, D.C. lists \"Colliersville\" as one of his battles. Union commanders referred to it as \"Colliersville\" in the official reports. thumb|An old wagon trail bench, which is common throughout Collierville The town sustained severe damage during the First Battle of Collierville and most of the town was completely burned down. Collierville was re-incorporated in 1870 under the mayorship of James B. Abington and during the twentieth century grew with help from the cotton, dairy, and manufacturing industries. == Incident == On September 23, 2021, thirteen people were shot and two killed including the gunman in a mass shooting at a local Kroger store. Chief Dale Lane labeled it \"the most horrific event that's occurred in Collierville history.\" ==Geography== Collierville is located at (35.054366, -89.682306). According to the United States Census Bureau, the town has a total area of , of which is land and , or 0.41%, is water. ===Major thoroughfares=== * Interstate 269 * Nonconnah/Bill Morris Parkway (State Route 385) * U. S. Route 72 (Poplar Avenue)/Tennessee State Route 86 * State Route 57 (Poplar Avenue) * State Route 175 (Byhalia Road, Collierville Road, S Houston Levee Road, and E Shelby Drive) * State Route 205 (Collierville- Arlington Road) ==Climate== Collierville has a humid subtropical climate, with four distinct seasons. The summer months (late May to late September) are persistently hot (between and ) and humid due to moisture encroaching from the Gulf of Mexico. Afternoon thunderstorms are frequent during some summers, but usually brief, lasting no longer than an hour. Early Autumn is pleasantly drier and mild, but can remain hot until late October. Abrupt but short-lived cold snaps are common. Late Autumn is rainy and colder, with December being the third rainiest month of the year. Fall foliage becomes especially vibrant after the first frost, typically November, and lasts until early December. Winters are mild, but cold snaps can occur. The official all-time record low temperature was -13.0 °F (-25.0 °C), which occurred on December 24, 1963. Mild spells are sometimes warm with temperatures as high as 75 °F (23 °C) during January and February. Snowfall is not abundant but does occur during most winters, with an annual average of 5.7 inches (14.4 cm) at the airport. Spring often begins in late February or early March, following the onset of a sharp warmup. This season is also known as \"severe weather season\" due to the higher frequency of tornadoes, hail, and thunderstorms producing winds greater than 58 mph (93 km/h). Collierville is above the Tennessee state average for Tornado activity, and 188% of the average for the US. Historically, April is the month with the highest frequency of tornadoes, though tornadoes have occurred every month of the year. Collierville is sunny approximately 64% of the time. Average rainfall is slightly higher during the spring months than the rest of the year, but not to any noticeable extent. Collierville receives around 55 inches of rainfall every year. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Collierville racial composition !Race !Num. !Perc. |- |White (non-Hispanic) |34,506 |67.23% |- |Black or African American (non- Hispanic) |5,995 |11.68% |- |Native American |72 |0.14% |- |Asian |6,539 |12.74% |- |Pacific Islander |16 |0.03% |- |Other/Mixed |2,003 |3.9% |- |Hispanic or Latino |2,193 |4.27% |} As of the 2020 United States census, there were 51,324 people, 17,204 households, and 14,078 families residing in the town. ===2019=== According to the Census Bureau's population estimates, there were 50,086 people residing in Collierville in 2019, up from 31,872 people in 2000. The racial makeup of the town was 72.7% White, 13.7% Black or African American, 0.4% Native American, and 9.3% Asian, with small amounts of Pacific Islander, other races, and people from two or more races. Hispanic or Latino of any race were 2.3% of the population. There were 17,204 occupied housing units in 2019, out of which 40.1% had children under the age of 18 living with them, 71.9% were married couples living together, 6.6% had a female householder with no husband present, and 18.2% were non-families. 16.2% of all households were made up of individuals living alone, and 5.9% had someone living alone who was 65 years of age or older. The average household size was 2.91 and the average family size was 3.27. In the town, the population was spread out, with 26.0% under the age of 18, 4.8% from 20 to 24, 24.1% from 25 to 44, 29.4% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 40.2 years. For every 100 females, there were 90.4 males. For every 100 females age 18 and over, there were 91.7 males. ==Economy== Collierville is part of the Memphis, TN-MS-AR metropolitan area. As such, the town's economy is highly interconnected with the greater Memphis region. Notable employers include regional leaders like FedEx, while local manufacturing facilities, such as Carrier, bring workers to the town. Approximately 67.2% of the town's population is in the civilian labor force (i.e., the share of the town's population over the age of 16 that is employed or unemployed but searching for employment), and about 3.9% of the town's population lived below the poverty line in 2019. === Household Income === {| class=\"wikitable\" |+Median Income in Collierville !Year !Median Income ($) !Margin of error (±$) |- |2013 |101,000 |4,051 |- |2014 |106,783 |5,316 |- |2015 |110,084 |6,175 |- |2016 |110,591 |6,205 |- |2017 |113,957 |6,842 |- |2019 |113,996 |4,551 |} In 2019, approximately 56.6% of the town's population earned more than $100,000, with 23.9% earning between $100,000 and $149,999, 14.1% earning between $150,000 and $199,999, and 18.2% earning above $200,000. === Housing === The average value of housing in Collierville, TN in 2017 was estimated to be $286,700, whereas market listings in 2021 estimate a value of approximately $433,000 following a steep increase in housing prices. == Education == Of residents 25 years of age and older, 96% have a high school diploma or higher, 51.8% have a bachelor's degree or higher, and 18.2% have a graduate or professional degree. Of current students, 95.6% attend public schools and 4.4% attend private schools.CNN.com, Money Magazine: Best places to live 2007: Collierville, TN snapshot Public schools have been under the jurisdiction of Collierville Schools since 2014, before which Collierville was served by Shelby County Schools until an August 2012 vote that passed with 10,615 (87%) votes to 1,519 (13%) laid the foundation for an independent district. Private schools include St. George's Independent School, the Goddard School, Central Learning Center, Collierville Methodist Preschool, and Incarnation Catholic School. In higher education, the University of Memphis has a Collierville branch located on Poplar Avenue. ===Elementary schools=== *Bailey Station Elementary School *Collierville Elementary School *Crosswind Elementary School *Sycamore Elementary School *Tara Oaks Elementary School *Schilling Farms Elementary School ===Middle schools=== *Collierville Middle School *West Collierville Middle School ===High schools=== *Collierville High School ==Culture== Collierville's downtown area and town square have been on the National Register of Historic Places since 1990, and the Morton Museum of Collierville maintains a collection of the town's history. The Fair on the Square and the annual Symphony in the Rose Garden both take place every May in Collierville—the Fair has taken place every year since 1976. The Collierville Farmers Market has assembled in the parking lot of Collierville United Methodist Church since 2009. The Collierville Burch Library—officially the Lucius E. and Elsie C. Burch, Jr. Library—is the town's municipal library. Collierville's first library opened in 1956 with three thousand books, but despite expansions, the facility could not keep pace with its growing book collection. The current library campus, adjacent to the town hall, opened in March 2001. The Harrell Theatre—under the authority of the Collierville Arts Council, founded in 1987—is the local center for performing arts. ==Notable people== *Emery Adams, baseball player *Hunter Bradley, NFL Player *Morgan Cox, football player, Baltimore Ravens *Zack Cozart, shortstop, Los Angeles Angels *Bill Dance, professional fisherman, Outdoor Channel TV host *Barrett Jones, offensive lineman, St. Louis Rams *Nick Marable, competed in 2014 World Wrestling Championships *Nikki McCray, basketball player, WNBA, and coach, Old Dominion *Ben McDaniel, missing scuba diver *J. Washington Moore, lawyer and politician *Major Owens, New York politician *Drew Pomeranz, pitcher, Boston Red Sox *Richard Ray, musician, Rockabilly Hall of Fame *Olan Rogers, comedian *Marv Throneberry, first baseman, New York Mets ==See also== *First Battle of Collierville *Second Battle of Collierville *Collierville Schools ==References== ==External links== *Town of Collierville official website *Collierville Chamber of Commerce *Collierville Historic Town Square (Main Street Collierville) *Collierville Police Department *Collierville Parks, Recreation, and Cultural Arts *Town charter Category:Towns in Tennessee Category:Towns in Shelby County, Tennessee Category:Memphis metropolitan area",
 "title": "Collierville, Tennessee"
}