{
 "id": "135300",
 "text": "Michie is a town in McNairy County, Tennessee. The population was 647 at the 2000 census and 591 at the 2010 census. ==History== Michie is rooted in a 19th century community known as \"Monterey.\" When the community applied for a post office, the name Monterey had already been taken by another town in Tennessee, so the community settled on the name \"Michie\" after a prominent local family. The town incorporated in 1961.Larry Miller, Tennessee Place Names (Indiana University Press, 2001), p. 137.Larry J. Daniel, Shiloh: The Battle That Changed the Civil War (Simon and Schuster, 2008), p. 346. ==Geography== Michie is located at (35.054533, -88.431452). The town is concentrated around the intersection of State Route 22 and State Route 224, just north of the Tennessee-Mississippi state line. State Route 57 traverses the northern part of Michie, connecting the town with Pickwick Lake to the east. Shiloh National Military Park, where the Battle of Shiloh took place during the Civil War, lies along TN 22 to the north. According to the United States Census Bureau, the town has a total area of , all land. ==Newspaper== Michie's newspaper is the McNairy County News, which has the largest following of any weekly newspaper on Facebook in the state of Tennessee. They are located at 252 Mulberry Ave. in Selmer. The other newspaper serving the community is the Independent Appeal, which was founded in 1902. It is located at 111 N. 2nd St. in Selmer. ==Demographics== As of the census of 2000, there were 647 people, 275 households, and 201 families residing in the town. The population density was 116.6 people per square mile (45.0/km2). There were 310 housing units at an average density of 55.9 per square mile (21.6/km2). The racial makeup of the town was 97.84% White, 1.08% African American, 0.46% from other races, and 0.62% from two or more races. Hispanic or Latino of any race were 1.70% of the population. There were 275 households, out of which 25.1% had children under the age of 18 living with them, 60.4% were married couples living together, 9.5% had a female householder with no husband present, and 26.9% were non- families. 25.1% of all households were made up of individuals, and 13.5% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.77. In the town, the population was spread out, with 21.6% under the age of 18, 5.7% from 18 to 24, 26.6% from 25 to 44, 27.5% from 45 to 64, and 18.5% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 88.6 males. For every 100 females age 18 and over, there were 88.5 males. The median income for a household in the town was $28,929, and the median income for a family was $34,688. Males had a median income of $30,119 versus $20,625 for females. The per capita income for the town was $13,122. About 9.3% of families and 11.0% of the population were below the poverty line, including 6.8% of those under age 18 and 11.8% of those age 65 or over. ==School== Michie Elementary is the home of the Blue Devils that consists of Jr. High Football, Softball, and both male and female basketball sports teams. ==References== ==External links== * Category:Towns in McNairy County, Tennessee Category:Towns in Tennessee",
 "title": "Michie, Tennessee"
}