{
 "id": "135478",
 "text": "Killeen is a city in Bell County, Texas, United States. According to the 2010 census, its population was 127,921, making it the 21st-most populous city in Texas and the largest of the three principal cities of Bell County. It is the principal city of the Killeen–Temple–Fort Hood Metropolitan Statistical Area. Killeen is north of Austin, southwest of Dallas, and northeast of San Antonio. Killeen is directly adjacent to the main cantonment of Fort Hood. Its economy depends on the activities of the post, and the soldiers and their families stationed there. It is known as a military \"boom town\" because of its rapid growth and high influx of soldiers. ==History == In 1881, the Gulf, Colorado and Santa Fe Railway extended its tracks through central Texas, buying a few miles southwest of a small farming community known as Palo Alto, which had existed since about 1872. The railroad platted a 70-block town on its land and named it after Frank P. Killeen, the assistant general manager of the railroad. By the next year, the town included a railroad depot, a saloon, several stores, and a school. Many of the residents of the surrounding smaller communities in the area moved to Killeen. By 1884, the town had grown to include about 350 people, served by five general stores, two gristmills, two cotton gins, two saloons, a lumberyard, a blacksmith shop, and a hotel. Killeen expanded as it became an important shipping point for cotton, wool, and grain in western Bell and eastern Coryell Counties. By 1900, its population was about 780. Around 1905, local politicians and businessmen convinced the Texas legislature to build bridges over Cowhouse Creek and other streams, doubling Killeen's trade area. A public water system began operation in 1914 and its population had increased to 1,300 residents. Until the 1940s, Killeen remained a relatively small and isolated farm trade center. The buildup associated with World War II changed that dramatically. In 1942, Camp Hood (recommissioned as Fort Hood in 1950) was created as a military training post to meet war demands. Laborers, construction workers, contractors, soldiers, and their families moved into the area by the thousands, and Killeen became a military boomtown. The opening of Camp Hood radically altered the nature of the local economy, since the sprawling new military post covered almost half of Killeen's farming trade area. The loss of more than 300 farms and ranches led to the demise of Killeen's cotton gins and other farm-related businesses. New businesses were started to provide services for the military camp. Killeen then suffered a recession when Camp Hood was all but abandoned after the end of the Second World War, but when Southern congressmen got it established in 1950 as a permanent army post, the city boomed again. Its population increased from about 1,300 in 1949 to 7,045 in 1950, and between 1950 and 1951, about 100 new commercial buildings were constructed in Killeen. In addition to shaping local economic development after 1950, the military presence at Fort Hood also changed the city's racial, religious, and ethnic composition. No blacks lived in the city in 1950, for example. By the early 1950s, Marlboro Heights, an all-black subdivision, had been developed. In 1956, the city school board voted to integrate the local high school. The city's first resident Catholic priest was assigned to the St. Joseph's parish in 1954, and around the same time, new Presbyterian and Episcopal churches were built. By 1955, Killeen had an estimated 21,076 residents and 224 businesses. Troop cutbacks and transfers in the mid-1950s led to another recession in Killeen, which lasted until 1959, when various divisions were reassigned to Fort Hood. The town continued to grow through the 1960s, especially after US involvement deepened in the Vietnam War and demand for troops kept rising. By 1970, Killeen had developed into a city of 35,507 inhabitants and had added a municipal airport, a new municipal library, and a junior college (Central Texas College). By 1980, when the census counted 49,307 people in Killeen, it was the largest city in Bell County. The city had a heterogeneous population including whites, blacks, Mexican Americans, Koreans, and a number of other foreign nationals. By 1990, the population had increased to 63,535, and 265,301 people lived in the Killeen/Temple metropolitan area. After the Iraqi invasion of Kuwait in the late summer of 1990, the city prepared for war, sending thousands of troops from the 2nd Armored Division and the 1st Cavalry Division to the Middle East. On October 16, 1991, George Hennard murdered 23 people and then committed suicide at the Luby's Cafeteria in Killeen (see Luby's shooting). In December 1991, one of Killeen's high school football teams, the Killeen Kangaroos, won the 5-A Division I state football championship by defeating Sugar Land Dulles 14–10 in the Astrodome. By 2000, the census listed Killeen's population as 86,911, and by 2010, it was over 127,000, making it one of the fastest-growing areas in the nation. Numerous military personnel from Killeen have served in the wars in Iraq and Afghanistan. As of April 2008, more than 400 of its soldiers had died in the two wars. On November 5, 2009, only a few miles from the site of the Luby's massacre, a gunman opened fire on people at the Fort Hood military base with a handgun, killing 13 and wounding 32. Major Nidal Hasan, a career officer and psychiatrist, sustained four gunshot wounds after a brief shootout with a civilian police officer. He suffered paralysis from the waist down. He was arrested and convicted by a court-martial, where he was sentenced to death. In 2011, Killeen got media attention from a new television series called Surprise Homecoming, hosted by Billy Ray Cyrus, about military families who have loved ones returning home from overseas. On April 2, 2014, a second shooting spree occurred at several locations at Fort Hood. Ivan Lopez, a career soldier, killed three people and wounded 16 others before committing suicide. ==Geography== Killeen is located in western Bell County at (31.105591, −97.726586). It is bordered to the north by Fort Hood and to the east by Harker Heights. Killeen is west of Belton, the county seat and nearest access to Interstate 35. According to the United States Census Bureau, the city has a total area of , of which is land and , or 1.24%, is covered by water. ===Climate=== ==Demographics== As of the census of 2010, there were 127,921 people, 48,052 households, and 33,276 families residing in the city. The population density was 2,458.9 people per square mile (949.3/km2). There were 53,913 housing units at an average density of 999.9 per square mile (386.0/km2). The racial makeup of the city was 45.1% White, 35.1% Black, 0.8% Native American, 4% Asian, 1.4% Pacific Islander, 7.9% from other races, and 6.7% from two or more races. Hispanic or Latino of any race were 22.9% of the population. Among the Hispanic population, 16,321 (12.8%) were of Mexican descent, 8,117 (6.3%) were of Puerto Rican descent, with a sizable population of Central Americans at 1,758 (1.4%). There were 48,052 households, out of which 40.1% had children under the age of 18 living with them, 47.1% were married couples living together, 17.2% had a female householder with no husband present, and 30.8% were non-families. 24.4% of all households were made up of individuals, and 3.6% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.17. In the city, the population was spread out, with 33.2% under the age of 20, 38.7% from 20 to 39, 22.8% from 40 to 64, and 5.2% who were 65 years of age or older. The median age was 27 years. The median income for a household in the city was $44,370, and the median income for a family was $36,674. The per capita income for the city was $20,095, compared to the national per capita of $39,997. About 11.2% of families and 16.4% of the population were below the poverty line, including 18.5% of those under age 18 and 8.6% of those age 65 or over. In 2007, Coldwell Banker ranked Killeen, Texas as the most affordable housing market in the United States with an average cost of $136,725. ==Economy== According to the city's 2008 Comprehensive Annual Financial Report, the top employers in the city are: {| class=\"wikitable\" |- ! # ! Employer ! # of Employees |- | 1 | Fort Hood | 58,187 |- | 2 |Killeen Independent School District |6,000 |- | 3 |Central Texas College |1,360 |- | 4 |Advent Health (formerly Metroplex) |1,300 |- | 5 |Fort Hood Exchange |1,218 |- | 6 |City of Killeen |1,100 |- | 7 |First National Bank |1,000 |- | 8 |Teleperformance |936 |- | 9 |Killeen Mall |800 |- | 10 |Walmart |650 |} Killeen Mall serves as the city's main shopping destination, and one of two regional shopping malls in Bell County. ==Arts and culture== ===Vive Les Arts Theatre=== Killeen is home to Vive Les Arts Theatre, a full-time arts organization which produces several Main Stage and Children's Theatre shows each year. ==Government== The adoption of the City Charter in 1949 established the council-manager form of government under which the City of Killeen still operates today. The mayor is the city's chief elected officer, but he has no administrative power. He does, however, preside over the city's seven-member city council, which sets all policy. The city elects its mayor and three council members at large, meaning that every registered voter within the city limits may vote for all four positions. The other four council members represent specific districts of the city and are elected by voters living in their districts. Terms for the mayor and all council members are two years, with a three-consecutive-term limitation for each office. The city holds nonpartisan elections each May. The mayor and the at-large council members are elected in even-numbered years, and the four district council members are elected in odd-numbered years. ===Local government=== According to the city's 2020 Comprehensive Annual Financial Report, the city's various funds had $187.9 million in revenues, $174.8 million in expenditures, $593.4 million in total assets, $359.3 million in total liabilities, and $94.6 million in cash and investments.City of Killeen CAFR Retrieved 2009-07-17 ==Education== ===Public schools=== thumb|Killeen High School The Killeen Independent School District (KISD) is the largest school district between Round Rock and Dallas, encompassing Killeen, Harker Heights, Fort Hood, Nolanville, and rural west Bell County. KISD has 32 elementary schools (PK–5), 11 middle schools (6–8), 5 high schools (9–12), and 5 specialized campuses. KISD's five high schools and mascots are the Killeen High School Kangaroos (the original citywide high school), the Ellison High School Eagles, the Harker Heights High School Knights, the Shoemaker High School Grey Wolves, and the Early College High School Lions. Killeen ISD's 6th high school, Chaparral, will open in Fall 2022. ===Private schools=== Memorial Christian Academy (K–12) and Creek View Academy (previously Destiny School), a K–9 charter school of Honors Academy, are in Killeen.\"Contact Us .\" Creek View Academy. Retrieved on September 6, 2011. \"Address: 1001 E. Veterans Memorial Blvd. Ste. 301 Killeen, Texas 76541 \" ===Colleges and universities=== Central Texas College was established in 1965 to serve Bell, Burnet, Coryell, Hamilton, Lampasas, Llano, Mason, Mills, and San Saba Counties, in addition to Fort Hood. CTC offers more than 40 associate degrees and certificates of completion. Texas A&M; University- Central Texas was established on September 1, 1999, as Tarleton State University-Central Texas. The university currently offers bachelor's and master's degrees. ==Media== Killeen's main newspaper is the Killeen Daily Herald, which has been publishing under different formats since 1890. The paper was one of four owned by the legendary Texas publisher Frank W. Mayborn, whose wife remains its editor and publisher. The Herald also publishes the Fort Hood Herald, an independent publication in the Fort Hood area, not authorized by Fort Hood Public Affairs, and the Cove Herald, a weekly paper for the residents of Copperas Cove. The official paper of Fort Hood is The Fort Hood Sentinel, an authorized publication for members of the U.S. Army that is editorially independent of the U.S. government and military. ==Infrastructure== ===Transportation=== Killeen is served by a small regional airfield known as Skylark Field (ILE) and the larger Killeen–Fort Hood Regional Airport (GRK), the latter with commercial passenger flights. The Hill Country Transit District (The HOP) operates a public bus transit system within the city with eight routes including connections to Temple, Copperas Cove, and Harker Heights. The HOP buses are easily identified by their teal and purple exteriors. The HOP recently purchased new buses with the new color green. In the metro area's partner city, Temple, there is Amtrak inter-city passenger train service on the Texas Eagle. Major highways that run through Killeen are Interstate 14/U.S. Highway 190 (Central Texas Expressway or CenTex), Business Loop 190 (Veterans Memorial Boulevard), State Highway 195, and Spur 172 (leading into Fort Hood main gate). Interstate 35 is accessible in Belton, east of the center of Killeen. ===Public safety=== The city of Killeen is protected by two municipal civil service departments: the Killeen Police Department and the Killeen Fire Department. ==== Killeen Police Department ==== The Killeen Police Department has 342 members in its organization with 260 allotted sworn personnel strength. It is responsible for all police functions in Killeen, Texas, covering about 55.235 square miles. Police Chief Charles \"Chuck\" Kimble leads the department; his first day was Sept. 1, 2017. Among his top accomplishments since assuming command is a reduction in crime, The Killeen Herald reported. Challenges for the department include being short-staffed with a near-doubling in calls for service over 15 years, according to a Department of Justice report. ==== Killeen Fire Department ==== The Killeen Fire Department is separated into four separate divisions; Operations, Fire Prevention, Support, and Emergency Management. Currently, the department operates by three 24-hour shifts and provides emergency services from 8 staffed fire stations strategically placed throughout the city. Over two hundred personnel staff 6 Engine Companies, 2 Ladder Companies, 2 Rescue Companies, and 8 Ambulances as well as Technical Rescue and specialty to include Water Rescue, High-Angle Rescue, Wildland Team and Hazardous Materials Team. In addition to the line companies, each shift is staffed with two Battalion Chiefs and two EMS Captains who are supported by three Deputy Chiefs, an Assistant Chief, and Fire Chief. In 2009, KFD built Station 8 and relocated Fire Station #1 to a new facility on Westcliff Road to provide improved responses in the southeast and northeast areas of the city respectively. With continued growth and expansion, Fire Station #9 was completed in 2017 and provides service the southwest area of town. ==Crime== In 2017 Killeen was ranked the 9th most dangerous city in Texas based on crime data. The city's violent crime rate of 766.2 in 2017 was more than double the national rate of 382.9 The number of murders rose from 10 in 2014 to 17 in 2015, an increase of 70%. The number of rapes increased from 114 to 189, an almost 66% increase from the prior year. There were 16 homicides in 2016. There were 22 homicides in Killeen in 2017, the deadliest year on record since 1991. In 2008, there were 885 violent crimes and 4,757 non-violent crimes reported in the city of Killeen as part of the FBI's Uniform Crime Reports (UCR) Program. Violent crimes are the aggregation of the UCR Part 1 crimes of murder, forcible rape, robbery, and aggravated assault. Non-violent crimes are the aggregation of the crimes of burglary, larceny-theft, and motor vehicle theft. Killeen's 2008 UCR Part 1 crimes break down as follows: {| class=\"wikitable\" |- ! Crime !! Reported offensesTexas DPS Crime In Texas 2008 , Retrieved 2010-08-27!! Killeen rate !! Texas rateTexas DPS Crime In Texas 2008 , Retrieved 2010-08-27!! U.S. rateFBI Uniform Crime Reports – 2008 Crime In The US, Retrieved 2010-08-27 |- | Murder|| 10|| 8.6|| 5.6|| 5.6 |- | Rape|| 66|| 56.9|| 32.9|| 29.4 |- | Robbery|| 216|| 186.4|| 155.2|| 154.0 |- | Aggravated assault|| 593|| 511.6|| 314.4|| 281.6 |- | Violent crime|| 885|| 763.5|| 508.2|| 470.6 |- | Burglary|| 1,711|| 1,476.2|| 946.5|| 743.4 |- | Larceny – theft|| 2,877|| 2,482.2|| 2,688.9|| 2,200.1 |- | Motor vehicle theft|| 169|| 145.8|| 351.1|| 330.5 |- | Non-violent crime|| 4,757|| 4,104.2|| 3,986.6|| 3,274.0 |} Rates are crimes per 100,000 population. The Killeen rates are calculated using the estimated 2008 population figure of 115,906 as provided by the Texas Department of Public Safety. ===Luby's shooting=== thumb|Memorial to those killed in the Luby's Massacre A mass shooting took place on October 16, 1991, at a Luby's restaurant in Killeen. The perpetrator, George Hennard, drove his pickup truck through the front window of the restaurant, and immediately shot and killed 23 people, and wounded 27 others before fatally shooting himself. ==Notable people== * Brad Buckley, republican * Adam Earnheardt, academic and author * Don Hardeman, football running back * Tommie Harris, football defensive tackle * Nadal Hasan, US army officer who was responsible for the Fort Hood shooting * Othello Henderson, football defensive tackle * Oveta Culp Hobby, first Secretary of U.S. Dept. of Health, Education and Welfare * Cory Jefferson, basketball player * Shane Kimbrough, NASA astronaut * Royce O'Neale, NBA player * Mike Stulce, shot putter * Carl Eugene Watts, serial killer ==Twin towns – sister cities== Osan, South Korea, has been Killeen's Sister City since 1995. Killeen is also twinned with San Juan, Puerto Rico. ==References== ==Other sources== * Bell County Historical Commission. Story of Bell County, Texas 2 vols. Austin: Eakin Press, 1988. * Duncan Gra'Delle, Killeen: Tale of Two Cities, 1882–1982. Killeen, Texas: 1984. ==External links== * City of Killeen official website Category:Cities in Texas Category:Cities in Bell County, Texas Category:Killeen–Temple–Fort Hood metropolitan area Category:Populated places established in 1872 Category:1872 establishments in Texas",
 "title": "Killeen, Texas"
}