{
 "id": "135484",
 "text": "Temple is a city in Bell County, Texas, United States. As of 2020, the city has a population of 82,073 according to the US census, and is one of the two principal cities in Bell County. Located near the county seat of Belton, Temple lies in the region referred to as Central Texas and is a principal city in the Killeen–Temple–Fort Hood metropolitan area, which as of 2015 had a population of 450,051. Located off Interstate 35, Temple is north of Austin, south of Waco and 27 miles east of Killeen. The primary economic drivers are the extensive medical community (mostly due to Baylor Scott & White Medical Center – Temple) and goods distribution based on its central location between the Dallas-Fort Worth, San Antonio, and Houston metropolitan areas, and proximity to larger neighbors Austin and Waco. ==History== Temple was founded as a railroad town in 1881 by the Gulf, Colorado and Santa Fe Railroad. It was incorporated in 1882.Britanica. 1984 Edition. Vol. IX, p. 879 The town was named after a Santa Fe Railroad official, Bernard Moore Temple. Temple was a civil engineer and former surveyor with the Gulf, Colorado and Santa Fe Railway Company. In 1882, the Missouri–Kansas–Texas Railroad built through the town, and soon after, the Santa Fe railroad made Temple a division point. In its early years, Temple was a town of shacks and tents with a large number of saloons and tough characters found in the early West. Locally, it was nicknamed \"Tanglefoot,” because some residents found that the combination of muddy streets and liquor made walking through the town challenging. Very shortly after the town was incorporated in 1882, two private schools were founded in the city: the Temple Academy was organized and a public school was established in 1884. In 1893, the annual Temple Stag Party began, growing out of a private Thanksgiving celebration attended by some of the town's leading men. It was held until 1923. The Temple Railroad and Heritage Museum, on the second floor of the Santa Fe Railroad station at 315 West Avenue B, commemorates the significance of railroads for the city. ==Geography== Temple is located northeast of the center of Bell County at (31.108381, –97.389125). It is the second-largest city in Bell County. It is bordered to the southwest, on the opposite side of the Leon River, by Belton, the county seat. Temple is situated within a relatively short drive of most of the major cities of Texas: 124 mi north to Fort Worth, 130 mi north-northeast to Dallas,Connelly, Michael, Robert McClure, and Melinda Reinke. \"Into The Storm The Story Of Flight 191.\" South Florida Sun-Sentinel. July 27, 1986. p. 1. Retrieved on August 3, 2015. 65 mi southwest to Austin, 147 mi southwest to San Antonio, and 168 mi southeast to Houston. The city is located right on Interstate 35 running alongside the Balcones Fault with very mixed geography. Towards the east lies the Blackland Prairie region (a rich farming area), and towards the west, the terrain rises with low, rolling, limestone-layered hills at the northeastern tip of the Texas Hill Country. According to the United States Census Bureau, the city has a total area of , of which, are land and are covered by water. ===Climate=== ==Demographics== As of the 2010 census, 66,102 people, 23,359 households, and 15,878 families resided in the city. The population density was 834.2 people per square mile (373.6/km). The 28,005 housing units averaged 359.8 per square mile (138.9/km). The racial makeup of the city was 68.1% White, 23.7% Hispanic or Latino, 16.9% African American, 2.1% Asian, 0.6% Native American, 0.1% Pacific Islander, and 3.3% from two or more races. Of the 23,359 households, 32.1% had children under the age of 18 living with them, 49.6% were married couples living together, 14.0% had a female householder with no husband present, and 32.0% were not families. About 28.4% of all households were made up of individuals, and 10.7% had someone living alone who was 65 years of age or older. The average household size was 2.44 and the average family size was 3.29. In the city, the population was distributed as 24.1% under the age of 18, 9.2% from 18 to 24, 28.6% from 25 to 44, 20.0% from 45 to 64, and 15.8% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 91.7 males. For every 100 females age 18 and over, there were 87.2 males. The median income for a household in the city was $47,240 and for a family was $42,795. Males had a median income of $30,858 versus $22,113 for females. The per capita income for the city was $25,740. About 10.8% of families and 12.5% of the population were below the poverty line, including 20.0% of those under age 18 and 9.8% of those age 65 or over. Temple's homeless population is approximately 1.9%. Assistance to the homeless is provided by Feed My Sheep and the Salvation Army. ==Economy== Over 100 years ago, the local economy began with the regional Santa Fe Railroad hospital. Temple now thrives in a complex economy, with both goods distribution and its reputation as a regional medical center leading the way. Baylor Scott & White Health is the largest employer in the area with about 12,000 employees, most located at Baylor Scott & White Medical Center – Temple. Temple is home to many regional distribution centers and is headquarters to two large, multinational companies, Wilsonart International and McLane Company, as well as parent McLane Group. In addition to some manufacturing, also a developing customer service/ call center industry exists. Temple is also home to the Temple Bottling Company, which produces Dr Pepper (with Imperial Cane sugar). Temple is within of Fort Hood, and military personnel contribute a portion of the city's economy. ==Education== ===Primary and secondary schools=== Temple is largely served by the Temple Independent School District. The district has one high school, three middle schools, nine elementary schools, and three supplemental learning programs (early childhood center, alternative learning center, and an innovative academy high school program). Students within the local school district attend highly regarded Temple High School. In addition to award- winning academic / honors programs in arts and sciences and the International Baccalaureate (IB) curriculum, the high-school has a thriving athletic program. In addition, small portions of the city are served by Belton ISD, Troy ISD, and Academy ISD. Several private schools serve Temple, including Christ Church School, Saint Mary's Catholic School (Pre-K–8), the associated Holy Trinity Catholic High School, and Central Texas Christian School (K–12). ===Colleges and universities=== Temple College offers two-year associate degrees in a variety of subjects, with strong programs in business administration, information technology, and nursing. Temple College was the first college located in Temple, and opened in 1926. Temple is also home to one of the Texas A&M; College of Medicine campuses. It operates in conjunction with the Baylor Scott & White Medical Center – Temple and the Olin Teague Veterans' Hospital Center. Adjacent Belton is home to the University of Mary Hardin–Baylor, and Killeen hosts Texas A&M; University–Central Texas. Temple is within a short drive of several other regional and national universities: Baylor University in Waco, the University of Texas at Austin in Austin, Texas A&M; University in College Station, and Southwestern University in Georgetown. ==Media== The main city newspaper is the Temple Daily Telegram. Radio stations licensed in Temple include FM stations KVLT-FM, KBDE-FM, KLTD-FM, and KRYH-LP; and AM stations News Radio 1400, and a number of other nearby radio stations can be heard in Temple. A number of broadcast television channels are available in the city: KCEN-TV (NBC), KWTX-TV (CBS), KXXV-TV (ABC), KWKT-TV (Fox), The CW and Telemundo, plus several alternate broadcast channels including MeTV, Cozi, iON, MyNetworkTV, grit and local weather. For cable and satellite television service, Temple is served by Charter Spectrum (formerly Time Warner Cable), DirecTV, Dish Network, and Grande Communications. ==Infrastructure== ===Transportation=== The Hill Country Transit District (The HOP) operates three bus routes within the city, with an additional bus connection to Killeen. Temple was founded as a railroad junction and serves as a major freight railroad hub to this day. Both the Union Pacific Railroad and BNSF Railway have mainlines serving the city, and a BNSF rail yard and locomotive maintenance facility are located here. Amtrak serves the city with its Texas Eagle passenger train, which stops at the Temple Railway Station. Temple has general aviation services via Draughon-Miller Central Texas Regional Airport. While commercial airline service is not currently available in the city, Temple is served by these nearby airports: * Killeen-Fort Hood Regional Airport in Killeen (32 miles west) * Waco Regional Airport in Waco (44 miles north) * Austin-Bergstrom International Airport in Austin (74 miles south) ====High-speed rail==== In 2009, the Texas Department of Transportation (TxDOT) proposed the Texas T-Bone High Speed Rail Corridor that would create a high-speed rail line from Dallas-Fort Worth to San Antonio and another line from Houston that would connect with the first line.ftp://ftp.dot.state.tx.us/pub/txdot-info/stimulus/t_bone.pdf While the location for the connection of the two lines had not been officially established, the mayor at the time, Bill Jones III, made an effort to ensure that connection happened in Temple. Temple would be a stop along the line, regardless of where that connection between the two lines would be. The next year in 2010, TxDOT received a federal grant to conduct a study for a line connecting Oklahoma City with San Antonio, and Temple was in the pathway of that line. In 2013, a consultant for the Texas High Speed Rail Corporation stated that the only two connections being considered for the two lines were a connection in Temple and a connection in San Antonio; they expected to make that decision by the end of 2014. The organization also indicated that they plan to have the high-speed rail in operation by 2025. If that connection occurred in Temple, the Killeen – Temple – Fort Hood metropolitan area, with a population of 420,375, would be within about 45 minutes of Dallas, Fort Worth, Houston, and San Antonio. ===Health care=== thumb|Baylor Scott & White Medical Center – Temple Temple is known as a regional medical center, with three major hospitals: The Baylor Scott & White Medical Center, Baylor Scott & White McLane Children's Medical Center, and Olin E. Teague Veterans' Medical Center. Baylor Scott & White Health is the largest employer in town with about 11,000 employees. ===Texas State Soil and Water Conservation Board=== The Texas State Soil and Water Conservation Board has its headquarters in Temple.\"Contact Us .\" Texas State Soil and Water Conservation Board. Retrieved on June 3, 2010. ===Law enforcement=== Temple is policed by the Temple Police Department and the Bell County Sheriff's Office. The Texas Department of Criminal Justice operates a regional office in the city.\"Parole Division Region IV .\" Texas Department of Criminal Justice. Retrieved on May 21, 2010. The Texas Highway Patrol maintains an office on I-35 in Temple. ===Postal service=== The United States Postal Service operates a regional office in the city.Post Office Location - TEMPLE United States Postal Service. Retrieved on May 21, 2010. ==Notable people== * W. J. Adkins, dean of Temple College in the 1940s and founding president of Laredo Community College, 1947 to 1960 * Ki Aldrich, NFL Football Player * Sammy Baugh, Hall of Fame football player (Washington Redskins) * Britt Daniel, singer, songwriter, musician with Spoon * Kenneth Davis, football player * Brad Dusek, football player * Gloria Feldt, author, women's rights advocate, former CEO and president of Planned Parenthood * Forrest B Fenn, Vietnam veteran, art gallery owner, author, and creator of the Fenn treasure * Brian Floca, author-illustrator and winner of the Caldecott Medal * Noel Francis, actress * Rufus Granderson, football player * \"Mean\" Joe Greene, NTU graduate and Hall of Fame football player (Pittsburgh Steelers) * Bernard A. Harris Jr., astronaut * Jose Maria de Leon Hernandez, also known as \"Little Joe\", Grammy Award-winning leader of Little Joe y La Familia * Logan Henderson, singer, songwriter, actor * Walter Iooss, photographer * Blind Willie Johnson (1897–1945), singer, songwriter, guitarist * George Koch (1919–1966), football player * Drayton McLane, Jr., former CEO of McLane Company (headquartered in Temple), owned baseball's Houston Astros and local philanthropist * Craig McMurtry, former pitcher for the Atlanta Braves and Texas Rangers, baseball coach for Temple College * Eric Paslay, country singer * Ted Poe, US congressman from the 2nd District of Texas * Dan Pope, mayor of Lubbock since 2016; raised in Temple * Andre President, football player * Ben H. Procter, historian * Jordan Shipley, NFL football player * Bob Simmons, football player * Brian Skinner, basketball player * Rip Torn, actor * Paul White, racer ==References== ==External links== * *City of Temple official website *Baylor Scott & White Medical Center – Temple *Baylor Scott & White McLane Children's Medical Center Category:Cities in Bell County, Texas Category:Cities in Texas Category:Populated places established in 1881 Category:Killeen–Temple–Fort Hood metropolitan area Category:1881 establishments in Texas",
 "title": "Temple, Texas"
}