{
 "id": "135598",
 "text": "Bixby is a census-designated place (CDP) in Cameron County, Texas, United States. The population was 504 at the 2010 census. It is part of the Brownsville-Harlingen Metropolitan Statistical Area. ==Geography== Bixby is located at (26.143269, -97.857239). According to the United States Census Bureau, the CDP has a total area of , all land. ==Demographics== At the 2000 census there were 356 people in 102 households, including 88 families, in the CDP. The population density was 216.4 people per square mile (83.3/km). There were 126 housing units at an average density of 76.6/sq mi (29.5/km). The racial makeup of the CDP was 81.46% White, 1.40% Native American, 0.28% Asian, 13.48% from other races, and 3.37% from two or more races. Hispanic or Latino of any race were 76.97%. Of the 102 households 51.0% had children under the age of 18 living with them, 65.7% were married couples living together, 17.6% had a female householder with no husband present, and 13.7% were non-families. 11.8% of households were one person and 4.9% were one person aged 65 or older. The average household size was 3.49 and the average family size was 3.81. The age distribution was 37.1% under the age of 18, 8.7% from 18 to 24, 26.4% from 25 to 44, 18.5% from 45 to 64, and 9.3% 65 or older. The median age was 29 years. For every 100 females, there were 95.6 males. For every 100 females age 18 and over, there were 94.8 males. The median income for a household in the CDP was $12,639, and the median family income was $13,819. Males had a median income of $20,625 versus $11,250 for females. The per capita income for the CDP was $4,852. About 53.1% of families and 43.5% of the population were below the poverty line, including 52.7% of those under age 18 and none of those age 65 or over. ==Education== Bixby is served by the La Feria Independent School District. In addition, South Texas Independent School District operates magnet schools that serve the community. ==References== Category:Census-designated places in Cameron County, Texas Category:Census-designated places in Texas",
 "title": "Bixby, Texas"
}