{
 "id": "135634",
 "text": "Santa Maria is a census-designated place (CDP) in Cameron County, Texas, United States. The population was 733 at the 2010 census, down from 846 at the 2000 census. It is part of the Brownsville-Harlingen Metropolitan Statistical Area. ==Geography== Santa Maria is located near the southwest corner of Cameron County at (26.077955, -97.847926). U.S. Route 281 passes through, leading southeast to Brownsville and west to Hidalgo. The community is about one mile north of the Rio Grande, which forms the Mexico–United States border. According to the United States Census Bureau, the CDP has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 846 people, 220 households, and 198 families residing in the CDP. The population density was 3,622.2 people per square mile (1,420.2/km2). There were 241 housing units at an average density of 1,031.8/sq mi (404.6/km2). The racial makeup of the CDP was 55.67% White, 0.24% Native American, 43.85% from other races, and 0.24% from two or more races. Hispanic or Latino of any race were 99.76% of the population. There were 220 households, out of which 49.1% had children under the age of 18 living with them, 68.6% were married couples living together, 15.9% had a female householder with no husband present, and 10.0% were non-families. 8.6% of all households were made up of individuals, and 5.0% had someone living alone who was 65 years of age or older. The average household size was 3.85 and the average family size was 4.11. In the CDP, the population was spread out, with 36.4% under the age of 18, 11.5% from 18 to 24, 26.6% from 25 to 44, 14.3% from 45 to 64, and 11.2% who were 65 years of age or older. The median age was 26 years. For every 100 females, there were 85.1 males. For every 100 females age 18 and over, there were 88.8 males. The median income for a household in the CDP was $16,917, and the median income for a family was $18,750. Males had a median income of $13,889 versus $13,250 for females. The per capita income for the CDP was $5,794. About 39.9% of families and 47.2% of the population were below the poverty line, including 66.4% of those under age 18 and 14.3% of those age 65 or over. ==Education== Santa Maria is served by the Santa Maria Independent School District. In addition, South Texas Independent School District operates magnet schools that serve the community. ==Government and infrastructure== The United States Postal Service operates the Santa Maria Post Office.\"Post Office Location - SANTA MARIA .\" United States Postal Service. Retrieved on May 9, 2010. ==References== Category:Census-designated places in Cameron County, Texas Category:Census-designated places in Texas",
 "title": "Santa Maria, Texas"
}