{
 "id": "135778",
 "text": "Lakewood Village is a town in Denton County, Texas, United States located near Lewisville Lake. The population was 545 at the 2010 census. ==Government== Lakewood Village incorporated as a Type B – General Law Municipality on April 26, 1977 and changed to a Type A – General Law Municipality on March 13, 2008. Lakewood Village operates with a mayor–council style of municipal government. Residents elect six at-large members to serve on the Town Council, including a mayor. Council elections in Texas are nonpartisan. Members are elected to two- year terms and are not term-limited. The mayor does not vote on issues that come before the council except in the case of a tie. Lakewood Village is located in the 26th Congressional district in Texas, which is represented in the United States House of Representatives by Michael C. Burgess. The Town is represented in District 12 of the Texas Senate by Jane Nelson, Texas House of Representatives district 106, represented by Pat Fallon. ==History== On April 26, 1977, Lakewood Village was officially incorporated as The Town of Lakewood Village, Texas. Originally envisioned and marketed as a golf course and airplane community that featured a runway for small engine planes, the town has evolved into a relaxed and quiet lakeside hometown. As of 2006 the Town was zoned entirely residential. In 2019 the International Dark-Sky Association designated Lakewood Village as the 23rd International Dark Sky Community in the world. ==Geography== Lakewood Village is located at (33.141210, –96.970346). Lakewood Village is located between I-35 and the Dallas North Tollway on the Lewisville Lake/FM 720 corridor, at the foot of the Lewisville Lake toll bridge. Citizens of the Town of Lakewood Village enjoy 3.17 miles of shoreline inside the corporate limits and nearly 7.5 miles of shoreline in its jurisdictional limits. The Lakewood Village area is rich with wildlife including bale eagles, owls, hawks, gray fox, bobcat, beaver, otter, wild turkey, deer, coyote, and even an occasional mountain lion. According to the United States Census Bureau, the city has a total area of , of which is land and 1.35% is water. ==Demographics== As of the census of 2000, there were 342 people, 117 households, and 104 families residing in the city. The population density was 465.4 people per square mile (180.9/km2). There were 123 housing units at an average density of 167.4/sq mi (65.1/km2). The racial makeup of the city was 95.61% White, 2.34% African American, 1.17% from other races, and 0.88% from two or more races. Hispanic or Latino of any race were 4.09% of the population. There were 117 households, out of which 42.7% had children under the age of 18 living with them, 77.8% were married couples living together, 6.8% had a single householder with no spouse present, and 11.1% were non- families. 5.1% of all households were made up of individuals, and 1.7% had someone living alone who was 65 years of age or older. The average household size was 2.92 and the average family size was 3.02. In the city, the population was spread out, with 29.2% under the age of 18, 4.1% from 18 to 24, 32.5% from 25 to 44, 26.6% from 45 to 64, and 7.6% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 113.8 males. For every 100 females age 18 and over, there were 105.1 males. The median income for a household in the city was $66,667, and the median income for a family was $56,875. Males had a median income of $50,278 versus $28,438 for females. The per capita income for the city was $22,899. None of the families and 1.6% of the population were living below the poverty line, including no under eighteens and none of those over 64. ==References== Category:Dallas–Fort Worth metroplex Category:Cities in Texas Category:Cities in Denton County, Texas",
 "title": "Lakewood Village, Texas"
}