{
 "id": "135730",
 "text": "Oak Ridge is a town in Cooke County, Texas, United States. The population was 141 at the 2010 census, down from 224 at the 2000 census. ==Geography== Oak Ridge is located in eastern Cooke County at (33.648577, –97.040626), along U.S. Route 82, east of Gainesville, the county seat, and west of Whitesboro. According to the United States Census Bureau, the town has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 224 people, 72 households, and 54 families residing in the town. The population density was 1,682.9 people per square mile (665.3/km2). There were 93 housing units at an average density of 698.7 per square mile (276.2/km2). The racial makeup of the town was 85.27% White, 0.45% African American, 1.79% Native American, 10.27% from other races, and 2.23% from two or more races. Hispanic or Latino of any race were 14.29% of the population. There were 72 households, out of which 47.2% had children under the age of 18 living with them, 56.9% were married couples living together, 11.1% had a female householder with no husband present, and 25.0% were non-families. 15.3% of all households were made up of individuals, and 1.4% had someone living alone who was 65 years of age or older. The average household size was 3.11 and the average family size was 3.57. In the town, the population was spread out, with 35.7% under the age of 18, 8.0% from 18 to 24, 37.9% from 25 to 44, 15.2% from 45 to 64, and 3.1% who were 65 years of age or older. The median age was 28 years. For every 100 females, there were 109.3 males. For every 100 females age 18 and over, there were 111.8 males. The median income for a household in the town was $26,875, and the median income for a family was $26,875. Males had a median income of $25,313 versus $20,893 for females. The per capita income for the town was $9,673. About 11.5% of families and 16.4% of the population were below the poverty line, including 19.2% of those under the age of eighteen and none of those 65 or over. ==References== Category:Towns in Cooke County, Texas Category:Towns in Texas",
 "title": "Oak Ridge, Cooke County, Texas"
}