{
 "id": "135794",
 "text": "Spur is a city in Dickens County, Texas, United States. The population was 1,318 at the 2010 census, up from 1,088 at the 2000 census. A city council resolution passed July 2014 proclaimed Spur the \"nation's first tiny house- friendly town.\" On October 9, 2009, Spur celebrated its centennial with the dedication of a monumental sculpture of a spur, created by local welder John Grusendorf. The event, sponsored by the Dickens County Historical Commission, was held at Dyess Park off Texas State Highway 70. On March 28, 2017, three storm chasers died when one of them, Kelley Williamson of Cassville, Missouri, drove through a stop sign at high speed and struck a car driven by Corbin Jaeger from Peoria, Arizona. Both men were killed, along with Randy Yarnell, a passenger in Williamson's car. ==Geography== Spur is located in southern Dickens County at (33.477650, –100.857018). Texas Highway 70 passes through the city, leading north to Dickens, the county seat, and southeast to Jayton. According to the United States Census Bureau, the city has a total area of , all land. ===Climate=== According to the Köppen climate classification system, Spur has a semiarid climate, BSk on climate maps. ==Demographics== As of the census of 2000, 1,088 people, 472 households, and 288 families resided in the city. The population density was 673.4 people per square mile (259.3/km). The 641 housing units averaged 396.7 per square mile (152.8/km). The racial makeup of the city was 72.52% White, 3.40% African American, 0.83% Native American, 0.18% Asian, 0.37% Pacific Islander, 21.14% from other races, and 1.56% from two or more races. About 31.25% of the population was Hispanic or Latino of any race. Of the 472 households, 22.5% had children under the age of 18 living with them, 47.5% were married couples living together, 10.6% had a female householder with no husband present, and 38.8% were not families. Around 37.1% of all households were made up of individuals, and 20.8% had someone living alone who was 65 years of age or older. The average household size was 2.22 and the average family size was 2.89. In the city, the population was distributed as 22.9% under the age of 18, 6.1% from 18 to 24, 22.3% from 25 to 44, 23.4% from 45 to 64, and 25.3% who were 65 years of age or older. The median age was 44 years. For every 100 females, there were 83.8 males. For every 100 females age 18 and over, there were 82.0 males. The median income for a household in the city was $24,286, and for a family was $32,772. Males had a median income of $25,972 versus $18,631 for females. The per capita income for the city was $14,601. 19.8% of the population and 16.2% of families were below the poverty line. 24.8% of those under the age of 18 and 21.7% of those 65 and older were living below the poverty line. ==Education== The city of Spur is served by the Spur Independent School District. ==Tiny houses== Spur's regulations are friendly to tiny houses, with some of the only requirements being a provision for a foundation to be laid, as well as plumbing and electrical wiring installed. Flush toilets are required, as well as a wood or metal frame. In general, experimental strawbale houses, yurts, or underground houses are not permitted. Lastly, house plans must be approved. ==Notable people== * Marshall Applewhite (1931–1997), the leader of the Heaven's Gate cult, was born in Spur. He died in the group's mass suicide of 1997 * Raymond Beadle (1943–2014), a drag-racing driver and member of the Motorsports Hall of Fame of America, was born in Spur * Charles Weldon Cannon, a well-known maker of boots and saddles, lived in Spur from 1949 to 1964, when he relocated to Dickens * Aaron Latham, a Spur native, wrote the script of the 1980 film Urban Cowboy. In the story line, the protagonist, Bud Davis (played by John Travolta), is said to have been from Spur * Red McCombs (born 1927), a San Antonio businessman who owned the NBA's San Antonio Spurs and NFL's Minnesota Vikings, was born in Spur == Gallery == Image:SpurTexas5 (1 of 1).jpg Image:SpurTexas4 (1 of 1).jpg Image:SpurTexas3 (1 of 1).jpg Image:SpurTexas2 (1 of 1).jpg Image:SpurTexas6 (1 of 1).jpg ==References== Category:Cities in Dickens County, Texas Category:Cities in Texas",
 "title": "Spur, Texas"
}