{
 "id": "135737",
 "text": "200px|left|thumb|Ozona welcome sign Ozona is an unincorporated community and census-designated place (CDP) that serves as the county seat of Crockett County, Texas, United States. The population was 3,225 at the time of the 2010 census. Ozona is the only Census Bureau–recognized community in Crockett County, which is named for Colonel Davy Crockett, a hero of the Alamo.Texas Transportation Commission, Texas State Travel Guide, 2007, p. 98 200px|left|thumb|Ozona Stockman newspaper in Ozona Ozona is called the \"Biggest Little Town in the World\". Located on Interstate 10 some west of San Antonio, rural Ozona is also southwest of San Angelo. Crockett County is one of the nation's leading producers of wool and mohair and is situated in the Edwards Plateau region at the western edge of the Texas Hill Country. Hunters come to Ozona in search of white-tailed deer, javelina, and game birds. The county was organized in 1891 under a giant oak tree, which still stands and shades the historical marker describing the event. The Davy Crockett Monument is a large statue in the City Park on the town square. Across from the monument is the Crockett County Museum. Ozona was known as \"Powell Well\", after land surveyor E. M. Powell, when it was founded in 1891. In 1897, it was renamed \"Ozona\" for the high quantity of its open air, or \"ozone\". A flood in 1954 killed 16 people and destroyed about half of the homes in the town. A \"Heritage Appreciation Monument\" honors pioneer families who came to settle the land. The three-story Crockett County Museum at 404 11th Street features a blacksmith shop, ranching artifacts, and a wool/mohair room. A scenic drive from Ozona to Lancaster Hill, west on Texas State Highway 290, provides a panoramic view of the Pecos River Valley. ==Demographics== As of the census of 2010, 3,225 people resided in Ozona. Also as of the 2010 census, 1,273 households were in Crockett County (of which Ozona is the only town and county seat), with 1,859 housing units. The racial makeup of Crockett County was 94.7% White (of any race), 1.7% Black or African American, 0.8% Asian, 1.8% American Indian and Alaska Native, 0.1% Native Hawaiian and Other Pacific Islander, and 0.9% from two or more races. Hispanics or Latinos of any race were 64.2% of the population and 33.9% were White, not Hispanic or Latino, in the county. Of the 1,255 households in 2000, 38.4% had children under the age of 18 living with them, 58.7% were married couples living together, 10.7% had a female householder with no husband present, and 26.7% were not families. About 24.8% of all households were made up of individuals, and 12.7% had someone living alone who was 65 years of age or older. The average household size in 2010 in Crockett County was 2.81. Females were 50.6% of the population. In 2000 within the CDP, the population was distributed as 30.3% under the age of 18, 7.4% from 18 to 24, 26.8% from 25 to 44, 23.1% from 45 to 64, and 12.4% who were 65 years of age or older. The median age was 36 years. The median income for a household in the county as of 2010 was $49,850. In 2000, males had a median income of $30,988 versus $14,024 for females. The per capita income for the CDP was $13,152. About 16.8% of families and 21.5% of the population were below the poverty line, including 27.0% of those under age 18 and 20.5% of those age 65 or over. ==Education== Ozona is served by the Crockett County Consolidated Common School District; the district is designated as Class 2A D1 by the University Interscholastic League. District students are active in University Interscholastic League academic and athletic activities. Due to the small student numbers, they often participate in more than one concurrently offered sport in addition to other UIL academic events and school-sponsored events and clubs. Ozona High School students have won or placed in the top three at state competitions in debate, speaking events, and journalism. The Ozona High School Band has been awarded numerous honors at both the regional and state levels. The Ozona Lady Lions have been Class 2A State Champions in 1995 and 1996 in basketball and in 1997 in golf. The Ozona Lions have been State Champions as a team in Cross Country running in Class 2A in 2004 and then Class 1A in 2013. ==Geography== Ozona is located in east- central Crockett County at (30.708972, -101.204069). According to the United States Census Bureau, the CDP has a total area of , all land. Most of the town is in the valley called Johnson Draw, while a portion extends east up Gurley Draw. Johnson Draw runs south to the Devils River, a tributary of the Rio Grande in Val Verde County. Interstate 10 passes just south of the center of town, with access from exits 363, 365, and 368. I-10 leads east to Sonora and west to Fort Stockton. Texas State Highway 163 runs through the center of Ozona, leading north to Barnhart and south to Comstock. ==Climate== ==Popular culture== In the Criminal Minds season-two episode, \"Boogeyman\", the BAU travels to Ozona as part of a murder investigation involving a boy who was killed in the \"woods\" on the outskirts of town. The British rock band Goldrush recorded an album called Ozona, based on their experiences when their tour bus broke down in the town. In Cormac McCarthy's All the Pretty Horses, John Grady Cole is held in Ozona after the horses (Redbo, Junior, and Blevins' horses) are impounded after three men swear they have paperwork confirming ownership of the animals. He is eventually given the horses after John Grady tells the story of the plot to the local judge. In the film adaptation of the novel, the hearing takes place in another town. New Orleans jazzrock trio, Royal Fingerbowl, featured a song called \"Ozona, TX\" on their 1997 album Happy Birthday, Sabo, about a hallucinating, dying cowboy. ==References== ==External links== *Ozona visitors' website Category:Census-designated places in Texas Category:County seats in Texas Category:Census-designated places in Crockett County, Texas",
 "title": "Ozona, Texas"
}