{
 "id": "135833",
 "text": "Sparks is a census-designated place (CDP) in El Paso County, Texas, United States. The population was 4,529 at the 2010 census. It is part of the El Paso Metropolitan Statistical Area. The ZIP Code encompassing the CDP area is 79928.Zip Codes for Sparks, El Paso County, Texas. Retrieved 2013-12-27. ==Geography== Sparks is located at (31.675134, -106.239060). According to the United States Census Bureau, the CDP has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 2,974 people, 718 households, and 654 families residing in the CDP. The population density was 2,214.0 people per square mile (856.9/km2). There were 793 housing units at an average density of 590.3/sq mi (228.5/km2). The racial makeup of the CDP was 70.75% White, 0.17% Native American, 0.17% Asian, 28.11% from other races, and 0.81% from two or more races. Hispanic or Latino of any race were 99.46% of the population. There were 718 households, out of which 67.7% had children under the age of 18 living with them, 69.1% were married couples living together, 15.9% had a female householder with no husband present, and 8.8% were non-families. 7.4% of all households were made up of individuals, and 2.2% had someone living alone who was 65 years of age or older. The average household size was 4.14 and the average family size was 4.37. In the CDP, the population was spread out, with 42.8% under the age of 18, 11.9% from 18 to 24, 27.6% from 25 to 44, 13.5% from 45 to 64, and 4.2% who were 65 years of age or older. The median age was 22 years. For every 100 females, there were 95.4 males. For every 100 females age 18 and over, there were 92.1 males. The median income for a household in the CDP was $21,964, and the median income for a family was $24,286. Males had a median income of $15,897 versus $14,395 for females. The per capita income for the CDP was $6,068. About 34.1% of families and 38.0% of the population were below the poverty line, including 42.3% of those under age 18 and 60.2% of those age 65 or over. ==References== Category:Census-designated places in El Paso County, Texas Category:Census- designated places in Texas",
 "title": "Sparks, Texas"
}