{
 "id": "135873",
 "text": "Round Top is a town in Fayette County, Texas, United States. The population was 90 at the 2010 census. ==History== 200px|thumb|Round Top Historic Library 200px|thumb|Royers Cafe. Where the elite meet to eat in Round Top As a part of the Stephen F. Austin colony, James Winn acquired in 1831; the present townsite was included in this tract. The community was originally known as \"Townsend\", after early settler Nathaniel Townsend (whose original house still exists as the Texana Lodge). Later the town was renamed \"Round Top\", since the postmaster lived in a house with a round tower. Portions of Nassau Plantation were purchased by the Adelsverein, and settlement by German immigrants began 1845 to 1847; these settlers began buying up the local farms and the town lots. The Bethlehem Lutheran Church in Round Top is the oldest active Lutheran church in Fayette County, and the oldest Lutheran church sanctuary in Texas. ==Geography== Round Top is located in northeastern Fayette County at (30.065060, –96.696614). It sits on a hill between Cummins Creek to the southwest and Rocky Creek to the east, tributaries of the Colorado River. The elevation in the center of Round Top is above sea level. Texas State Highway 237 passes through the center of town, leading northeast to Brenham and southwest to La Grange, the Fayette County seat. According to the United States Census Bureau, the town of Round Top has a total area of , all of it land. ==Demographics== As of the census of 2010, there were 90 people, 43 households, and 22 families residing in the town. The population density was 80.6 people per square mile (31.0/km2). There were 58 housing units at an average density of 60.7 per square mile (23.3/km2). The racial makeup of the town was 98.70% White, 1.30% from other races. Hispanic or Latino of any race were 5.19% of the population. There were 43 households, out of which 9.3% had children under the age of 18 living with them, 46.5% were married couples living together, 4.7% had a female householder with no husband present, and 48.8% were non-families. 44.2% of all households were made up of individuals, and 37.2% had someone living alone who was 65 years of age or older. The average household size was 1.79 and the average family size was 2.41. In the town, the population was spread out, with 10.4% under the age of 18, 11.7% from 25 to 44, 37.7% from 45 to 64, and 40.3% who were 65 years of age or older. The median age was 58 years. For every 100 females, there were 57.1 males. For every 100 females age 18 and over, there were 68.3 males. The median income for a household in the town was $43,125, and the median income for a family was $50,625. Males had a median income of $42,500 versus $41,875 for females. The per capita income for the town was $25,488. There were no families and 4.8% of the population living below the poverty line, including no under eighteens and 6.1% of those over 64. ==Arts and culture== Round Top is the home of three visitor-drawing programs: * Round Top Antiques Fair, outdoor gathering of antiques dealers drawing enormous crowds each spring and fall * Round Top Festival Institute, music institute for young musicians and faculty * Shakespeare at Winedale, Shakespeare-in-Performance study program administered by the University of Texas at Austin English Department Round Top is the home of the oldest building in Fayette County, Moore's Fort, which was moved there from nearby La Grange. ==Education== The town is served by the Round Top-Carmine Independent School District. ==References== ==External links== * Round Top Area Chamber of Commerce * Round Top Register * Round Top Family Library * \"Round Top, TX\" article, Texas State Historical Association Category:Towns in Fayette County, Texas Category:Towns in Texas",
 "title": "Round Top, Texas"
}