{
 "id": "135826",
 "text": "Homestead Meadows North is a census-designated place (CDP) in El Paso County, Texas, United States. The population was 5,124 at the 2010 census. It is part of the El Paso Metropolitan Statistical Area. The ZIP Code encompassing the CDP area is 79938.Zip Codes for Homestead Meadows North, El Paso County, Texas. Retrieved 2013-12-27. ==Geography== Homestead Meadows North is located at (31.845548, -106.171763). According to the United States Census Bureau, the CDP has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 4,232 people, 1,135 households, and 988 families residing in the CDP. The population density was 254.4 people per square mile (98.3/km2). There were 1,268 housing units at an average density of 76.2/sq mi (29.4/km2). The racial makeup of the CDP was 73.20% White, 0.43% African American, 1.11% Native American, 0.14% Pacific Islander, 22.71% from other races, and 2.41% from two or more races. Hispanic or Latino of any race were 82.49% of the population. There were 1,135 households, out of which 58.0% had children under the age of 18 living with them, 71.5% were married couples living together, 11.4% had a female householder with no husband present, and 12.9% were non- families. 10.9% of all households were made up of individuals, and 2.7% had someone living alone who was 65 years of age or older. The average household size was 3.73 and the average family size was 4.04. In the CDP, the population was spread out, with 36.6% under the age of 18, 10.9% from 18 to 24, 28.4% from 25 to 44, 18.8% from 45 to 64, and 5.2% who were 65 years of age or older. The median age was 27 years. For every 100 females, there were 100.4 males. For every 100 females age 18 and over, there were 99.2 males. The median income for a household in the CDP was $30,403, and the median income for a family was $31,547. Males had a median income of $21,694 versus $18,961 for females. The per capita income for the CDP was $10,485. About 22.9% of families and 21.4% of the population were below the poverty line, including 28.4% of those under age 18 and 14.6% of those age 65 or over. ==Education== Homestead Meadows North is served by the Clint Independent School District. ==References== Category:Census-designated places in El Paso County, Texas Category:Census-designated places in Texas",
 "title": "Homestead Meadows North, Texas"
}