{
 "id": "135851",
 "text": "Dublin is a city located in southwestern Erath County in Central Texas, United States. The population was 3,654 at the time of the 2010 census, down from 3,754 at the 2000 census. The town is the former home of the world's oldest Dr Pepper bottling plant (see Dublin Dr Pepper). The plant was for many years the only U.S. source for Dr Pepper made with real cane sugar (from Texas-based Imperial Sugar), instead of less expensive high fructose corn syrup. Contractual requirements limited the plant's distribution range to a radius of Dublin, an area encompassing Stephenville, Tolar, Comanche and Hico. Dublin was the southern terminus of the Wichita Falls and Southern Railroad, one of the properties of Frank Kell, Joseph A. Kemp, and later Orville Bullington of Wichita Falls. The line was abandoned in 1954. Dublin was the boyhood home of legendary golfer Ben Hogan, who was born on August 13, 1912, at the hospital in nearby Stephenville. Hogan lived in Dublin until 1921, when he and his family relocated to Fort Worth. American jurist and 1924 Texas Republican gubernatorial nominee George C. Butte married and resided in Dublin for several years and is interred there at Live Oak Cemetery. Dublin is the birthplace of Lt. Col. George Andrew Davis, Jr., who was awarded the Medal of Honor for conspicuous gallantry and intrepidity at the risk of his life above and beyond the call of duty on 10 February 1952, near the Sinuiju-Yalu River area in North Korea. Davis ranks sixteenth on the list of most highly decorated U.S. military personnel of all time who received the Medal of Honor. In 2005, Governor Rick Perry signed a bill that designated Dublin as the official Irish Capital of Texas. Thus Dublin is known to be home to many people of Irish American descent. ==Geography== Dublin is located in southwestern Erath County. U.S. Route 377 bypasses the city on the west, leading northeast to Stephenville, the county seat, and southwest to Comanche. Texas State Highway 6 passes through the center of Dublin as Blackjack Street, leading southeast to Hico and west to De Leon. Fort Worth is to the northeast, and Waco is to the southeast. According to the United States Census Bureau, Dublin has a total area of , all land. ===Climate=== The climate in this area is characterized by relatively high temperatures and evenly distributed precipitation throughout the year. The Köppen Climate System describes the weather as humid subtropical, and uses the abbreviation Cfa.Climate Summary for Dublin, Texas ==Demographics== As of the census of 2000, there were 3,754 people, 1,309 households, and 920 families residing in the city. The population density was 1,102.4 people per square mile (425.1/km2). There were 1,507 housing units at an average density of 442.5 per square mile (170.6/km2). The racial makeup of the city was 80.42% White, 0.24% African American, 0.91% Native American, 0.11% Asian, 0.03% Pacific Islander, 16.25% from other races, and 2.05% from two or more races. Hispanic or Latino of any race were 29.62% of the population. There were 1,309 households, out of which 39.8% had children under the age of 18 living with them, 53.4% were married couples living together, 11.7% had a female householder with no husband present, and 29.7% were non-families. 26.2% of all households were made up of individuals, and 14.7% had someone living alone who was 65 years of age or older. The average household size was 2.78 and the average family size was 3.38. In the city, the population was spread out, with 32.4% under the age of 18, 8.9% from 18 to 24, 25.6% from 25 to 44, 17.5% from 45 to 64, and 15.5% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 90.9 males. For every 100 females age 18 and over, there were 86.2 males. The median income for a household in the city was $24,397, and the median income for a family was $27,880. Males had a median income of $27,798 versus $16,786 for females. The per capita income for the city was $11,724. About 28.1% of families and 31.5% of the population were below the poverty line, including 41.1% of those under age 18 and 10.3% of those age 65 or over. ==Local media== The local newspaper is The Dublin Citizen. Local television stations that provide coverage for Dublin and surrounding areas come from the Dallas/Fort Worth and Waco/Temple/Killeen metropolitan areas. Local radio stations include KSTV-FM, KEQX and KTRL (FM), all licensed to Dublin or Stephenville, with studios in Erath County. ==Education== The city is served by the Dublin Independent School District and is home to the Dublin Lions. The Sound of Dublin Marching Band was awarded a Division 1 for the first time in school history in 2010–2011 school year when they attended the Regional UIL Competition held in Glen Rose, TX. In 2011–2012 the Sound of Dublin High School Marching band was again awarded a Division 1. That was also the second time in school history that they were awarded the Sweepstakes Award for making a Division 1 in all 3 categories of UIL Requirements. ==Events== Each year, multiple events are held in Dublin. During the week of St. Patrick's Day, the community welcomes visitors with a parade; \"ambassador\" pageant; and other events. Each June during the Dr Pepper Birthday celebration, Dublin celebrates its era as the oldest Dr Pepper bottling plant in the world, when it still bottled Dr Pepper with the original recipe and pure cane sugar. Following legal disputes, Dr Pepper Snapple split ties with the Dublin bottling company after 120 years of service. The newly renamed Dublin Bottling Works has become an independent company and continues to hold the birthday celebration every June. The Birthday events coincide with the Irish Stampede, a charity 10-2-4K run sponsored by the local Lions Club; the \"Tour de Agua\" bicycle race; and the \"Gotta Love Gravel: Dublin\" evening gravel ride sponsored by Dublin Bottling Works. Scores of former students from Dublin primary, middle and high schools return at this time for the annual Dublin Area Reunion. The community celebrates its large Hispanic population with events during Cinco de Mayo (in May) and during Hispanic Heritage month in September and October. The local Dublin Chamber of Commerce sponsors one third of the tri-angler tournament, with a bass fishing tournament in July held nearby at Proctor Lake. October safe trick or treating activities ensure a safe Halloween activities, and Christmas festivities the first Thursday in December include an annual Christmas Parade. The Double In Cowboy Church holds routine barrel races and other western-related riding events. Throughout the year, visitors to the community enjoy seeing the five local museums—the Rodeo Heritage Museum; the Dublin Historical Museum; the Dr Pepper Museum; the National Health & Public Safety History Museum; and the renown Ben Hogan Museum. ==Notable people== * Gene Autry, co-owner of world championship rodeo company and Lightning C Ranch in Dublin, Texas * George Andrew Davis, Jr., highly decorated fighter pilot and flying ace of the United States Army Air Forces in World War II, and later of the US Air Force during the Korean War; born in Dublin in 1920 * Johnny Duncan, popular country singer in the mid- to late-1970s, was born Oct. 5, 1938 in Dublin. His family resides locally. The home he grew up in is still owned by family members. Duncan passed away Aug. 14, 2006 at age 67. * Dustin Hodge, television producer and writer; graduated from Dublin High School * Ben Hogan, began his life in his hometown of Dublin as the son of the local blacksmith. At his father's side, he watched the way metal could be crafted to produce the best result for the end-user. Sure enough, years later, he would use that knowledge of crafting \"irons\" to create a new category of golf clubs. The local Ben Hogan Museum pays tribute to the legendary golfer * Nicole James, captain and member of the USA Women's Olympic Rugby Team was born in Dublin. She graduated from high school from Dublin High School and Texas A&M; University *Everett Colburn, the former owner and managing director of the World Championship Rodeo in Madison Square Gardens, raised the livestock for the Rodeo on the Lightning \"C\" Ranch near Dublin, Texas. Cowboys and cowgirls would join the animals on the \"rodeo train\" and travel from Dublin to Madison Square Garden for the annual competition *Harry Tompkins, multiple world championship rodeo winner * H. Lane Mitchell, municipal public works commissioner in Shreveport, Louisiana, 1934–1968; born in Dublin in 1895\"H. Lane Mitchell dies, funeral Friday morning\", Shreveport Times, November 9, 1978, p. 10-A * Fess Parker, frequent visitor to community as guest of grandparents near Bunyan * Rom Stanifer, Olympian rifle competitor * Slim Willet, musician, songwriter and radio personality; born in Dublin in 1919 == Photo gallery == Image:Dublin Bottling Works 2 Wiki (1 of 1).jpg|Dublin Bottling Works Image:Downtown Dublin, Texas.JPG|Downtown Dublin Image:Patrick Street Inn Dublin Wiki (1 of 1).jpg|Patric Street Inn Image:Dublin Public Library.JPG|Dublin Public Library Image:Ben Hogan Museum.JPG|Ben Hogan Museum Image:Trinity Anglical Church Dublin (1 of 1).jpg |Trinity Anglican Church Image:Dublin High School Wiki (1 of 1).jpg|Old Dublin High School ==See also== * List of Irish place names in other countries ==References== ==External links== * City of Dublin official website * Dublin at the Handbook of Texas Online, Texas State Historical Assoc. Online Website * Dublin demographic data at City-Data.com Category:Cities in Texas Category:Cities in Erath County, Texas Category:Irish-American history and culture in Texas",
 "title": "Dublin, Texas"
}