{
 "id": "136060",
 "text": "Moore Station is a city in Henderson County, Texas, United States. The population was 201 at the 2010 census. It was founded in 1876 by Anderson Moore, a former \"mulatto\" slave.Texas, Land Title Abstracts,1700-2008Texas, 1880 United States Federal Census ==Geography== Moore Station is located in eastern Henderson County at (32.187284, –95.562964), along Farm Road 314. It is south of Brownsboro and north of Poynor. Athens, the county seat, is to the west. According to the United States Census Bureau, Moore Station has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 184 people, 69 households, and 52 families residing in the city. The population density was 142.1 people per square mile (55.1/km). There were 78 housing units at an average density of 60.2 per square mile (23.3/km). The racial makeup of the city was 1.09% White and 98.91% African American. There were 69 households, out of which 42.0% had children under the age of 18 living with them, 43.5% were married couples living together, 24.6% had a female householder with no husband present, and 24.6% were non-families. 24.6% of all households were made up of individuals, and 11.6% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 3.13. In the city, the population was spread out, with 27.7% under the age of 18, 7.6% from 18 to 24, 23.4% from 25 to 44, 23.9% from 45 to 64, and 17.4% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 84.0 males. For every 100 females age 18 and over, there were 87.3 males. The median income for a household in the city was $28,393, and the median income for a family was $26,875. Males had a median income of $18,125 versus $17,143 for females. The per capita income for the city was $9,378. About 16.9% of families and 18.1% of the population were below the poverty line, including 22.2% of those under the age of eighteen and 20.0% of those 65 or over. ==Education== Moore Station is served by the Brownsboro Independent School District. ==History== Anderson and Lucinda Moore, for whom the town is believed to have been named, were a pioneer family in the area; according to one source, they were former slaves. In 1876 they donated a plot of land for a Methodist church and for a school. The church and school made up the original Moore Station. Many freed slaves moved to the area from nearby Fincastle after slavery to purchase land and enjoy their newfound freedom. From the 1870 census the following were residents of the area: *Ralph Calhoun, Martha Calhoun, with children Harriath Calhoun, William Calhoun, Mahalia Calhoun, Sallie Calhoun *Anderson Moore, Lucinda Moore, with children Rovana and Susan Moore *Hannah Moore, grandchildren George Peet, John Mills, Alzera Mills *Flora Dickinson, with children Joshua and Sara Dickinson *James and Ghana Brownfield, with children Lucinda, Mattie and Nettie *Addison Cofer and Mary Jane Larkin, with children Addison Cofer Jr. , Norton Cofer, and Omega Cofer After emancipation freedman began to sharecrop with their former masters in communities like Fincastle, Pleasant Ridge and New York. Around 1872 they soon began to leave behind former plantations like Crossroads, Flat Creek, Stockard and such, and former masters such as Ratliff, Faulk, Wofford and Coleman. They began to purchase land in the Moore Station area, including the Andersons, Cofers, Douglases and Hightowers. These slaves were brought into Texas from South Carolina, Alabama and Georgia by the pioneer families. These pioneer families were descendants of Huguenots who were escaping religious persecution in Europe. Some were descendants of the founding fathers, families like John O. Bullard, William Weatherford, Lachlan Durant, the Faulk brothers and others who migrated into the Deep South, which was Native American in the 1700s, to uproot tribes like the Creek and Seminole people. In order to get a foothold into the deep South, some married into the tribes and began to raise families. They established outposts like Fort Mims and Little Tallassee in Alabama. This action later led to the infamous Trail of Tears. Most of the population of present-day Moore Station are descendants of their slaves such as Lousia Durant, Addison/Adderson Cofer and Ralph Calhoun. ==References== Category:Cities in Texas Category:Cities in Henderson County, Texas",
 "title": "Moore Station, Texas"
}