{
 "id": "136054",
 "text": "Coffee City is a small town in southeast Henderson County, Texas, United States. The population was 278 at the 2010 census, up from 193 at the 2000 census. The city was developed after the construction of Lake Palestine in the early 1960s.Handbook of Texas Online, Christopher Long, \"Coffee City, TX,\" accessed March 16, 2018, http://www.tshaonline.org/handbook/online/articles/hrcxn. As it is located on a sliver of Henderson County, a wet county, which extends eastward onto Lake Palestine and Texas State Highway 155, a number of liquor stores sprung up by the 1980s to capture business from residents of Tyler and neighboring Smith County (which at the time was dry).Reporter: Dog Day in Dogwood City, Jim Atkinson, Texas Monthly, November 1983. The importance of Coffee City declined in 2012 with the passage of legislation which allowed beer and wine sales in Tyler.Beer, wine sales boon to Tyler, bust to outlying areas, Tyler Morning Telegraph, June 15, 2015, accessed March 16, 2018. ==Geography== Coffee City is located in southeastern Henderson County. It is on the west shore of Lake Palestine, a reservoir on the Neches River. The town limits extend into the center of the lake, which is the border with Smith and Cherokee counties. To the south, the town includes Ledbetter Bay and its two inlets Ledbetter Inlet and Highsaw Cove, while to the north the town extends beyond the Caney Bay inlet.Saline Bay, Texas, 7.5 Minute Topographic Quadrangle, USGS, 1973 (1987 rev.) Texas Highway 155 crosses Ledbetter Bay as it passes through Coffee City, then crosses Lake Palestine into Smith County. The highway leads northeast to Tyler and south to Frankston. Athens, the Henderson county seat, is west of Coffee City by highway. As of the 2010 census the town had a total area of , of which were land and , or 70.96%, were water. ==Demographics== As of the census of 2000, there were 193 people (current census is around 600) With active annexations, 84 households, and 58 families residing in the town. The population density was 105.4 people per square mile (40.7/km2). There were 109 housing units at an average density of 59.5 per square mile (23.0/km2). The racial makeup of the town was 56.99% White, 41.45% African American and 1.55% Native American. Hispanic or Latino of any race were 0.52% of the population. There were 84 households, out of which 22.6% had children under the age of 18 living with them, 48.8% were married couples living together, 16.7% had a female householder with no husband present, and 29.8% were non- families. 25.0% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 2.69. In the town, the population was spread out, with 20.7% under the age of 18, 6.2% from 18 to 24, 20.7% from 25 to 44, 31.6% from 45 to 64, and 20.7% who were 65 years of age or older. The median age was 46 years. For every 100 females, there were 96.9 males. For every 100 females age 18 and over, there were 88.9 males. The median income for a household in the town was $34,792, and the median income for a family was $40,833. Males had a median income of $26,607 versus $30,833 for females. The per capita income for the town was $19,789. About 26.6% of families and 22.6% of the population were below the poverty line, including 44.0% of those under the age of eighteen and 31.0% of those 65 or over. ==Education== Coffee City is served by the Brownsboro Independent School District, Frankston Independent School District, and LaPoynor Independent School District. ==References== ==External links== * Coffee City official website * Category:Towns in Henderson County, Texas Category:Towns in Texas",
 "title": "Coffee City, Texas"
}