{
 "id": "136064",
 "text": "Star Harbor is a city in Henderson County, Texas, United States. The population was 444 at the 2010 census. ==Geography== Star Harbor is located in western Henderson County at (32.190669, –96.053493), at the south end of Cedar Creek Reservoir. The city occupies a peninsula on the east side of the lake, half a mile north of the lake's dam. The main body of the lake is to the south, west, and north of the city, while the lake arm formed by Caney Creek is to the northeast. Star Harbor is northwest of Malakoff and west of Athens, the Henderson county seat. According to the United States Census Bureau, Star Harbor has a total area of , of which are land and , or 15.52%, are water. ==Demographics== As of the census of 2000, there were 416 people, 200 households, and 159 families residing in the city. The population density was 843.0 people per square mile (327.8/km). There were 268 housing units at an average density of 543.1/sq mi (211.2/km). The racial makeup of the city was 97.60% White, 1.20% African American, and 1.20% from two or more races. Hispanic or Latino of any race were 1.68% of the population. There were 200 households, out of which 8.5% had children under the age of 18 living with them, 75.0% were married couples living together, 3.5% had a female householder with no husband present, and 20.5% were non-families. 19.0% of all households were made up of individuals, and 13.5% had someone living alone who was 65 years of age or older. The average household size was 2.08 and the average family size was 2.30. In the city, the population was spread out, with 8.7% under the age of 18, 2.4% from 18 to 24, 10.6% from 25 to 44, 34.6% from 45 to 64, and 43.8% who were 65 years of age or older. The median age was 63 years. For every 100 females, there were 96.2 males. For every 100 females age 18 and over, there were 97.9 males. The median income for a household in the city was $55,682, and the median income for a family was $55,455. Males had a median income of $61,923 versus $17,250 for females. The per capita income for the city was $30,845. None of the population or families were below the poverty line. ==Education== Star Harbor is served by the Malakoff Independent School District. ==References== Category:Cities in Henderson County, Texas Category:Cities in Texas",
 "title": "Star Harbor, Texas"
}