{
 "id": "136090",
 "text": "La Villa is a city in Hidalgo County, Texas. The population was 1,957 at the 2010 United States Census. It is part of the McAllen–Edinburg–Mission and Reynosa–McAllen metropolitan areas. ==Geography== La Villa is located at (26.298093, –97.926927). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== At the 2000 census there were 1,305 people in 323 households, including 290 families, in the city. The population density was 4,870.4 people per square mile (1,866.2/km). There were 354 housing units at an average density of 1,321.2/sq mi (506.2/km). The racial makeup of the city was 66.67% White, 0.08% African American, 0.38% Native American, 0.08% Pacific Islander, 30.34% from other races, and 2.45% from two or more races. Hispanic or Latino of any race were 98.08%. Of the 323 households 49.8% had children under the age of 18 living with them, 62.2% were married couples living together, 25.4% had a female householder with no husband present, and 10.2% were non-families. 9.9% of households were one person and 5.6% were one person aged 65 or older. The average household size was 4.04 and the average family size was 4.35. The age distribution was 37.1% under the age of 18, 12.6% from 18 to 24, 25.6% from 25 to 44, 16.5% from 45 to 64, and 8.2% 65 or older. The median age was 25 years. For every 100 females, there were 87.5 males. For every 100 females age 18 and over, there were 84.1 males. The median household income was $18,333 and the median family income was $20,284. Males had a median income of $14,769 versus $15,682 for females. The per capita income for the city was $5,432. About 48.4% of families and 47.6% of the population were below the poverty line, including 59.5% of those under age 18 and 35.9% of those age 65 or over. ==Education== La Villa is served by the La Villa Independent School District. In January 2014 the school district had 625 students. During that month, shortly after the end of the winter holiday, because La Villa ISD refused to pay the City of La Villa's increased surcharge rate, the city shut off water and sewer services to the schools. They were forced to temporarily close.\"Texas school district closed amid water dispute \" (Archive). Associated Press at KTXS. January 14, 2014. Retrieved on April 7, 2014. In addition, South Texas Independent School District operates magnet schools that serve the community. ==References== Category:Cities in Texas Category:Cities in Hidalgo County, Texas",
 "title": "La Villa, Texas"
}