{
 "id": "136020",
 "text": "Spring is a census-designated place (CDP) within the extraterritorial jurisdiction of Houston in Harris County, Texas, United States, part of the metropolitan area. The population was 54,298 at the 2010 census. While the name \"Spring\" is popularly applied to a large area of northern Harris County and a smaller area of southern Montgomery County, the original town of Spring, now known as Old Town Spring, is located at the intersection of Spring-Cypress and Hardy roads and encompasses a relatively small area of perhaps . ==History== The large geographic area now known as Spring was originally inhabited by the Orcoquiza Native Americans. In 1836, the Texas General Council of the Provisional Government placed what is now the town of Spring in the Harrisburg municipality. In 1838, William Pierpont placed a trading post on Spring Creek. In 1840, the town of Spring had 153 residents. By the mid-1840s, many German immigrants, including Gus Bayer and Carl Wunsche, moved to the area and began farming. People from Louisiana and other parts of the post-Civil War Southern U.S. settled in Spring. The main cash crops in Spring were sugar cane and cotton; area residents also grew vegetables. The International and Great Northern Railroad, built through Spring, opened in 1871, which caused Spring to expand. In 1873, Spring received a post office. By 1884, Spring had 150 residents, two steam saw and grist mills, two cotton gins, three churches, and several schools. In 1901–1903, the International- Great Northern Railroad opened, connecting Spring to Fort Worth. Spring, now with a roundhouse, became a switchyard with 200 rail workers and fourteen track yards. The population increased to 1,200 by 1910. The Spring State Bank opened in 1912. In 1923, the roundhouse relocated to Houston, causing Spring to enter a decline; by 1931, Spring had 300 people. The bank was robbed several times in the 1930s; it was stated that Bonnie and Clyde robbed the bank once. The bank consolidated with Tomball Bank in 1935. By 1947, Spring had 700 residents. In the 1970s, Houston's suburbs began to expand to the north, and more subdivisions and residential areas opened in the Spring area. Some older houses in the town of Spring received restorations and housed shops. The Old Town Spring Association opened in 1980 to promote the Old Town Spring shopping area, which consists of the restored houses. In 1984 and 1989, the Spring area had 15,000 residents. By 1989, Old Town Spring became a tourist area. In 1990, the Spring area had 33,111 residents. From 1969 to 1992, the Goodyear airship America was based in Spring from its large hangar visible just off Interstate 45. Takeoffs and landings were a major attraction and motorists continually pulled off to the interstate's shoulders to watch. In 1992 the America was moved to Akron, Ohio, and the massive hangar was eventually torn down. As of 2020, the hangar's concrete foundation is still visible at the intersection of Holzwarth Road and Meadow Edge Lane west of Lowe's Home Improvement Center. The 1992 Log Cabin Republicans convention was held in Spring. ==Geography== thumb|Map of Spring CDP (as of 2000) Spring is located at (30.054127, -95.386991). According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 1.51%, is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Spring has a humid subtropical climate, abbreviated \"Cfa\" on climate maps. ==Demographics== As of the census of 2010, there were 54,298 people, 18,050 households, and 14,068 families residing in the CDP. The population density was 2,300.8 people per square mile (890.1/km2). There were 19,191 housing units at an average density of 813.2 per square mile (314.6/km2). The racial makeup of the CDP was 63.8% White, 19.5% African American, 0.6% Native American, 3.1% Asian, 0.4% Pacific Islander, 9.3% from other races, and 3.3% from two or more races. Hispanic or Latino people of any race were 28.4% of the population. As of the census of 2000, there were 36,385 people, 12,302 households, and 9,829 families residing in the CDP. The population density was 1,520.0 people per square mile (586.8/km2). There were 12,714 housing units at an average density of 531.1 per square mile (205.1/km2). The racial makeup of the CDP was 83.01% White, 6.99% African American, 0.51% Native American, 1.42% Asian, 0.13% Pacific Islander, 5.62% from other races, and 2.31% from two or more races. Hispanic or Latino people of any race were 16.06% of the population. There were 12,302 households, out of which 46.2% had children under the age of 18 living with them, 62.9% were married couples living together, 12.6% had a female householder with no husband present, and 20.1% were non-families. 15.4% of all households were made up of individuals, and 2.8% had someone living alone who was 65 years of age or older. The average household size was 2.96 and the average family size was 3.30. In the CDP, the population was spread out, with 31.0% under the age of 18, 8.7% from 18 to 24, 33.8% from 25 to 44, 22.0% from 45 to 64, and 4.5% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 95.0 males. For every 100 females age 18 and over, there were 91.4 males. The median income for a household in the CDP was $56,662, and the median income for a family was $60,934. Males had a median income of $42,134 versus $30,270 for females. The per capita income for the CDP was $21,027. About 3.1% of families and 4.1% of the population were below the poverty line, including 4.7% of those under age 18 and 4.5% of those age 65 or over. ==Government and infrastructure== ===Local government=== The Spring Fire Department serves areas within the Spring CDP and some areas outside the CDP with Spring addresses.\"2010 Census - Census Block Map (Index): Spring CDP, TX.\" United States Census Bureau. Retrieved on April 18, 2017. Page 1, Page 2, Page 3 See also: 2000 U.S. Census map: Index and pages 1, 2, 3, and 4. The 1990 U.S. Census map of Harris County (index map) show Spring CDP on pages: 17, 31, 32, 33, 48, 49, and 50. Home page.\" Spring Fire Department. Retrieved November 22, 2008. The fire department is headquartered at 656 E. Louetta, in the middle of the CDP. Stations within the Spring CDP include Station 71 at 646 E. Louetta, Station 73 at 4923 Treaschwig Road, Station 74 at 24030 Old Aldine-Westfield, and Station 78 at 1225 Booker Road. Station 77 at 2900 Cypresswood is adjacent to the Spring CDP, on the other side of Interstate 45.\"Fire Stations.\" Spring Fire Department. November 27, 2006. Retrieved January 14, 2009. The North Harris County Regional Water Authority provides water services to the Spring CDP, which is located in Voting District No. 5.\"Voting District No. 5 .\" North Harris County Regional Water Authority. Retrieved April 25, 2009. The Texas House of Representatives bill that created the water authority, HB 2965, was signed into law on June 18, 1999. On January 15, 2000, voters voted to confirm the creation of the authority in a special election.Home page. North Harris County Regional Water Authority. Retrieved April 25, 2009. Harris County Housing Authority (HCHA) operates Louetta Village, a public housing complex for seniors near the Spring CDP, with a Spring postal address. It has 116 units.\"Our Properties.\" Harris County Housing Authority. Retrieved on January 1, 2019. \"Louetta Village Address: 1601 Louetta Rd., Spring, TX 77388\" ===County representation=== Spring is within Harris County Precinct 4.\"Parks Map .\" Harris County Precinct 4. Retrieved November 22, 2008. As of 2011 Jack Cagle heads the precinct.\"Welcome to Precinct 4 .\" Harris County Precinct 4. Retrieved November 22, 2008. The CDP is served by Harris County Sheriff's Office District II Patrol,District II Map . Harris County Sheriff's Office. Retrieved November 23, 2008. headquartered from the Humble Substation at 7900 Will Clayton Parkway in Humble.\"District II Patrol .\" Harris County Sheriff's Office. Retrieved November 23, 2008. Areas west of Interstate 45 which have Spring addresses and are located outside the CDP are served by Harris County Sheriff's Office District I Patrol,District I Map . Harris County Sheriff's Office. Retrieved November 23, 2008. headquartered from the Cypresswood Substation at 6831 Cypresswood Drive.\"District I Patrol .\" Harris County Sheriff's Office. Retrieved November 23, 2008. The office formerly operated the Old Town Spring Storefront,\"Phone Directory.\" Harris County Sheriff's Office. December 20, 2002. Retrieved May 28, 2010. which was located in Old Town Spring.Vaughn, Carole E. \"`Bike Rodeo' to offer riding tips for youths .\" Houston Chronicle. Thursday April 24, 2003. ThisWeek 5. Retrieved May 30, 2010. Harris County Precinct 4 operates a recycling center at Jesse H. Jones Park, located southeast of the Spring CDP.\"Recycling - Jesse H. Jones Park .\" Harris County, Texas. Retrieved January 14, 2009.\"Contact Information - Jesse H. Jones Park .\" Harris County, Texas. Retrieved January 14, 2009. Montgomery County operates the Precinct 3 Recycling Center at 1122 Pruitt Road in an unincorporated area of Montgomery County, north of the Spring CDP.\"Montgomery County Recycling Center Precinct 3 .\" Montgomery County, Texas. Retrieved January 14, 2009.\"Montgomery County Precinct 3 Recycling Complex .\" Montgomery County, Texas. Retrieved January 14, 2009. The Harris Health System (formerly Harris County Hospital District) designated the E. A. \"Squatty\" Lyons Health Center in Humble for the ZIP code 77373. The designated public hospital is Lyndon B. Johnson Hospital in northeast Houston. \\- See ZIP code 77373. See this map for relevant ZIP code. ===State and federal representation=== Spring is located in District 150 of the Texas House of Representatives. As of 2017 Valoree Swanson represents the district.\"House District 150 .\" Texas House of Representatives. Accessed October 11, 2008. Spring is within District 7 of the Texas Senate; as of 2008 Dan Patrick represents the district.\"Senate District 7\" Map. Senate of Texas. Retrieved November 22, 2008. Spring is in Texas's 2nd congressional district; as of 2020 Dan Crenshaw is the representative.\"Congressional District 2 .\" National Atlas of the United States. Retrieved November 22, 2008. Spring's designated United States Postal Service post office is the Spring Post Office at 1411 Wunsche Loop.\"Post Office Location - Spring.\" United States Postal Service. Retrieved November 22, 2008. The post office serves around 80,000 people. ==Economy== In January 2010 the Houston Business Journal reported that real estate officials said that ExxonMobil planned to build a corporate campus in unincorporated Harris County along Interstate 45, adjacent to the Spring CDP.Dawson, Jennifer. \"Exxon Mobil campus ‘clearly happening’.\" Houston Business Journal. Friday January 15, 2010. Houston Business Journal. Retrieved January 16, 2010. According to the article, ExxonMobil plans to consolidate thousands of employees from Houston and Fairfax County, Virginia into the facility; employees from over two dozen locations in Greater Houston are expected to be consolidated into the new facility. The 9,000-employeehttps://careers.exxonmobil.com/en/Locations/Our%20locations/EMHC campus opened in 2014. In 2022 ExxonMobil announced it was moving its headquarters there from Irving, Texas. ==Education== ===Primary and secondary schools=== ====Public schools==== All areas within the Spring CDP are within the Spring Independent School District. Several elementary schools, George E. Anderson, Chet Burchett, Pearl M. Hirsch, Mildred I. Jenkins, Ginger McNabb, Northgate Crossing, Salyers, Lewis Eugene Smith, and John A. Winship, are within the CDP and serve sections of the CDP.\"Elementary School Attendance Zones .\" Spring Independent School District. Retrieved December 5, 2008. Marshall Elementary School was scheduled to open in 2010.\"Marshall Elementary 2010–2011 .\" Spring Independent School District. Retrieved January 16, 2010.\"Elementary Attendance Zones 2010–2011 .\" Spring Independent School District. Retrieved January 16, 2010. Four middle schools, Bailey, Dueitt, Springwoods Village, and Twin Creeks, are within the CDP and serve sections of the CDP. \\- Springwoods Village Middle School (see website for address) is listed as \"MID #8\" All residents are zoned to Spring High School.\"High School Attendance Zones .\" Spring Independent School District. Retrieved December 5, 2008. Carl Wunsche Sr. High School is in the Spring CDP.\"2008–2009 Student Attendance Zone Map .\" Spring Independent School District. Retrieved November 23, 2008. In February 2017 the district proposed redrawing the attendance boundaries of its high schools; this would take effect in the 2020–2021 school year. According to the proposed 2020-2021 high school map, the eastern portion of the Spring CDP will be reassigned from Spring High School to Dekaney High School.\"High School Attendance Zone 2017-2018.\" Spring Independent School District. Retrieved on April 18, 2017.\"High School Attendance Zone 2020-2021.\" Spring Independent School District. Retrieved on April 18, 2017. Due to the impact of the COVID-19 pandemic in Texas the district delayed the high school boundary changes until at least 2022–2023. Harris County residents with Spring addresses that are not in the CDP either attend schools in Spring ISD or Klein Independent School District. Montgomery County residents with Spring addresses attend schools in Conroe Independent School District. Areas in Klein ISD with \"Spring\" addresses are served by Klein Oak High School, Klein High School, and Klein Collins High School. Areas in Conroe ISD with \"Spring\" addresses are served by Oak Ridge High School and Grand Oaks High School on the eastern side, and both The Woodlands High School and The Woodlands College Park High School on the western side. =====History of public schools===== Originally Spring was served by the Spring Common School District. In 1935 that district and the Harrell Common School District merged, forming the Spring Independent School District. The Southwell School, the segregated African-American school, served Spring from the early 1900s until 1945. In 1932 the Wunsche family donated land to the Spring school district, and the Carl Wunsche School, serving middle and high school, opened. In 1947 an addition opened and elementary school students began to be served by Wunsche.\"75 Years of Education, 1935–2010.\" Spring Independent School District. Retrieved February 5, 2011. Salyers, opened in 1959 as Spring Elementary School, was the first dedicated elementary school of Spring ISD.\"About Salyers Elementary School.\" Salyers Elementary School. Retrieved December 5, 2008. As a result of Salyers opening, elementary school classes were removed from Wunsche School. Spring High School opened in 1969, taking high school students from Wunsche. As a result, Wunsche became SISD's first dedicated middle school. Winship Elementary School's classes began in fall 1972; the Winship campus opened on December 15 of that year.\"About Winship Elementary.\" Winship Elementary School. Retrieved December 5, 2008. Jenkins opened on February 6, 1977. Home page.\" Spring Independent School District. Retrieved December 5, 2008. Hirsch opened in 1978.\"About Pearl M. Hirsch Elementary School.\" Hirsch Elementary School. Retrieved December 5, 2008. Anderson opened in 1979.\"About Anderson.\" Anderson Elementary School. Retrieved December 5, 2008. Dueitt opened in 1980.\"About Dueitt Middle School.\" Dueitt Middle School. Retrieved December 5, 2008. Wunsche closed as a regular middle school in 1983, and it was retrofitted to become a multi-purpose school. Twin Creeks, which took the middle school population of Wunsche, opened in 1984.\"History.\" Twin Creeks Middle School. Retrieved December 5, 2008. Smith opened in 1986.\"About Lewis Eugene Smith Elementary School.\" Lewis Eugene Smith Elementary School. Retrieved December 5, 2008. Anderson was named a 1989-90 National Blue Ribbon School.\"Schools Recognized 1982–1983 Through 1999–2002.\" United States Department of Education. Retrieved April 20, 2009. Burchett opened in August 2005.\"Chet Burchett Elementary School.\" Burchett Elementary School. Retrieved December 5, 2008. Bailey opened in August 2006 and was dedicated on October 15 of that year.\"Home Page.\" By the spring of 2015, Spring ISD planned to have built a new elementary school and High School #4 within the Spring CDP.\"Five Zone Map 2015 Projection .\" Spring Independent School District. Retrieved November 23, 2008. Middle School #8 (Springwoods Village) is scheduled to open in fall 2020.\"Middle School Attendance Zone 2020-2021 .\" Spring Independent School District. Retrieved on April 18, 2017. ====Private schools==== Langtry Preparatory Academy, a private school, is located in the Spring CDP.\"Langtry Preparatory Academy.\" Greatschools.net. Retrieved November 23, 2008. Area private schools: * Frassati Catholic High School * Founders Christian School * Houston Peace Academy, of the Islamic Education Institute of Texas of the Islamic Society of Greater Houston \\- Addresses included in the link: if a school and a mosque share an address, they are co-located. \\- At Masjid Al- Salam (Champions Islamic Center) \\- Addresses included in the link: if a school and a mosque share an address, they are co-located. * Elements Montessori PreschoolElements Montessori Preschool In addition St. Thomas High School, an all boys' high school in central Houston, has a bus service from and to St. Edward Catholic School. In 2013 Saint John XXIII High School, in Greater Katy, also served the Spring area; Frassati opened in 2013 with the 9th grade and did not immediately serve all grade levels. =====St. Edward's Catholic School===== St. Edward's Catholic School is a fully accredited parochial school in the ArchDiocese of Galveston-Houston. Founded in 1972, the school's purpose has been to provide a quality Catholic education and to enable each child to reach his or her highest potential. St. Edward's campus is located at 2601 Spring Stuebner Road in Spring. The school is set on 15 wooded acres, approximately one mile west of Interstate 45. School grounds include three classroom buildings - one housing the Preschool classes, one for lower grade classes, and one housing the upper-grade classes. Facilities also include a gymnasium, computer lab, library, clinic, and athletic field.https://stedwardschool.org/about-us =====Northwoods Catholic School===== Northwoods Catholic School, a private Catholic school in the Spring area, was located off of the intersection of Farm to Market Road 2920 and Gosling Road, in a campus. \\- Version at the Regnum Christi website. It used a curriculum from the Legionaries of Christ. Established circa 1999, it was not affiliated with the archdiocese. It initially had 13 students, and was in a facility in the Ponderosa Forest neighborhood, an apartment clubhouse temporarily used as a school. In 2003 it had 200 students. By that year its permanent facility opened; it had a price tag of $6 million. In 2004 it had 250 students. In 2005 academic dean Susan Horne became the principal, and the previous principal, Joe Noonan, became Northwood's executive director. In 2010 it had about 230 students, with about 40% of them originating from The Woodlands. The building's first floor had of space. Its second floor, with offices, computer and science labs, and a library, was blessed on August 13, 2010, and opened on August 18 of that year. It was built in three months. In the 2015–2016 school year, the school's final year of operation, it had 268 students; it was projected to have 160 students for the following school year. The school announced on May 4, 2016, that it was closing, and a shrinking budget and declining enrollment were cited as reasons. It closed on June 30, 2016.Home. Northwoods Catholic School. Retrieved March 25, 2017. An area developer who was buying land from the school got into a legal dispute with the owner of the land and with a Catholic priest. ===Community colleges=== Lone Star College System (formerly the North Harris Montgomery Community College District) serves the areas of Spring ISD, Klein ISD, and Conroe ISD, and therefore the entire Spring area. Areas in Cy-Fair ISD (and therefore Lakes on Eldridge) are located in Lone Star College. Residents of Spring ISD and two other K–12 school districts voted to create the North Harris County College. The community college district began operations in the northern hemisphere fall of 1973.\"History.\" North Harris Montgomery Community College District. December 22, 2002. Retrieved April 5, 2010. ===Public libraries=== Harris County Public Library (HCPL) operates several library branches. HCPL operates the Baldwin Boettcher Branch Library at Mercer Park at 22248 Aldine Westfield Road, south of the Spring CDP.\"Baldwin Boettcher Branch Library @ Mercer Park .\" Harris County Public Library. Retrieved November 23, 2008.Staff. \"Nice and steady .\" Houston Chronicle. Thursday May 24, 2007. ThisWeek 4. Retrieved December 9, 2011. \"Baldwin Boettcher Branch Library in Spring\" The branch opened in 1986. It was constructed on donated land. It was named after Baldwin Boettcher, a German settler. His descendants deeded the homestead to Harris County. The plans stated that the Boettcher staff would assist the Mercer Park staff in finding any botanical reference books that they or the public need.Beust, Brenda. \"The Dirt On Houston's BLOOMS.\" Houston Chronicle. Thursday March 6, 1986. Weekend Preview 1. Retrieved December 9, 2011. The Barbara Bush Branch Library at Cypress Creek is located in at 6817 Cypresswood Drive in an area with a Spring address west of the Spring CDP. The branch originally opened in June 1976. The Library was upgraded and expanded in 2002.\"Barbara Bush Branch Library at Cypress Creek .\" Harris County Public Library. Retrieved November 23, 2008. Construction of the current library began in the northern hemisphere summer of 2000. The current branch was anticipated to house over 120,000 books and materials, making it twice as large as the previous branch. Jesse Sendejas of the Houston Chronicle said there was \"a need to provide a more spacious and accommodating facility to Spring and its surrounding areas. That was apparent when county voters approved a $15 million bond for library improvements in November 1997.\"Sendejas, Jesse. \"Construction work under way on Barbara Bush branch library.\" Houston Chronicle. Wednesday September 20, 2000. ThisWeek 1. Retrieved December 9, 2011. ==Parks and recreation== Harris County Precinct 4 operates parks in the Spring CDP. Southwell Park, a facility located at 27419 Nelson Street, includes the B.F. Clark Community Building, a picnic pavilion with tables and a barbecue pit, one lighted basketball pavilion, barbecue grills, toilets, and two playgrounds: one for children aged 2 through 5 and one for those aged 5 through 12.\"Southwell Park.\" Harris County Precinct 4. Retrieved November 23, 2008. Bayer Park, a facility at 24811 West Hardy Road, includes four lighted softball fields, seven lighted baseball fields, and toilets.\"Bayer Park.\" Harris County Precinct 4. Retrieved November 23, 2008. Pundt Park is a park at 4129 Spring Creek Drive that was being developed as of 2008. The park was to have a canoe launch, a pavilion facility with a meeting room and toilets, a playground facility, picnic areas, and a trail system connecting Bayer Park to the Spring Creek Greenway.\"Pundt Park.\" Harris County Precinct 4. Retrieved November 23, 2008. Precinct 4 also operates the Mercer Arboretum and Botanic Gardens, south of and adjacent to the Spring CDP at 22306 Aldine Westfield Road.\"Contact Us .\" Mercer Arboretum and Botanic Gardens. Retrieved November 23, 2008. The facility includes the Baldwin Boettcher Branch Library, an endangered species garden with a beaver pond, a canoe launch, picnic areas, a playground for children aged 6 through 12, a tea house, a trail, and a visitor center.\"Amenities .\" Mercer Arboretum and Botanic Gardens. Retrieved November 23, 2008. The Cypresswood Golf club is located at 21602 Cypresswood Drive in the CDP. The club leases the land from Harris County and maintains the facilities.\"Cypresswood Golf Club.\" Harris County Precinct 4. Retrieved November 23, 2008. A water park called Six Flags Hurricane Harbor SplashTown is located in Spring. Old Town Spring is a popular shopping area in Spring. The Cynthia Woods Mitchell Pavilion in The Woodlands is in proximity to Spring. \"How could I have known that I was previewing a concert to take place some 15 months later at the Cynthia Woods Mitchell Pavilion in Spring, Texas?\" ===Old Town Spring=== Old Town Spring is an old town with over 150 shops, restaurants, and art galleries in Spring, a community in unincorporated Harris County, Texas. Old Town Spring is north of the city of Houston and outside Beltway 8. Many of the original buildings, some over a hundred years old, now house places to buy antiques, collectibles, clothing, and gifts. thumb|316x316px|Wunsche Bros. Saloon was the first two- story building erected in Old Town Spring. It is still standing today, although not currently open for business after a fire. The population in the Old Town Spring area started growing in the early 19th century when the Spanish and French came to trade with the local Akokisa (Orcoquisac) Indians. The small town grew consistently until the early 20th century. At one time the town had as many as five saloons and a gambling hall. The town thrived on the booming railroad business in South Texas and resulting industrialization. After the Depression, Prohibition, and a relocation of the railroad headquarters, the small town slowly declined in population until Houston's Oil boom in the 1970s and 1980s brought merchants back to the area to make the town what it is today. This town is rumored to have been a robbery victim of Bonnie and Clyde. Though the bank building still has bullet holes from several robberies in the 1920s and 1930s. In 2015, a parish of the Greater Church of Lucifer opened in the town, which resulted in over a hundred protestors. The Greater Church of Lucifer in Old Town Spring closed in April 2016. ==Notable people== *Greg Baldwin, actor, Avatar: The Last Airbender; graduated from Spring High School in 1978 *Josh Beckett, MLB pitcher (Los Angeles Dodgers); born and raised in Spring and attended Spring High School; selected as USA Todays High School Pitcher of the Year *Shelton Benjamin, professional wrestler and former amateur wrestler; works for World Wrestling Entertainment *Simone Biles, artistic gymnast, Olympic gold medalist; raised and resides in Springhttp://www.teamusa.org/News/2013/October/14/Simone-Biles-On-Top-Of-The- World *Matthew Bomer, actor, White Collar\"About Matthew Bomer\". Yahoo! Movies. Retrieved August 11, 2012. *Austin Dean (born 1993), Major League Baseball outfielder for the San Francisco Giants *Garrett Gerloff, motorcycle racer; two time MotoAmerica Supersport champion in 2016 and 2017; competes in the Superbike World Championship; born and raised in Springhttp://www.wera.com/racers/racerprofile.asp?x=1098&rid;=112004865080 *Patricia Harless, automobile dealer; Republican member of the Texas House of Representatives from District 126 since 2007 *Chad Hedrick, speedskater; 2006, 2010 Olympian; Olympic multiple gold medalist *Lyle Lovett, musician *Tig Notaro, stand-up comedian *Jonathan Owens, NFL safety (Houston Texans); resides in Spring https://www.houstonchronicle.com/texas-sports- nation/texans/amp/Simone-Biles-Jonathan-Owens-Texans-Olympics-16366927.php *Lee Pace, actor in Pushing Daisies; graduated from Spring's Klein High School, with fellow actor Matthew Bomer *Jim Parsons, actor, The Big Bang Theory; graduated from Klein Oak High School *Patrick Reed, professional golfer; five professional wins; resides in Spring *Stephen Rippy, composer; grew up in the Spring areaConnelly, Richard. \"The Pride of Spring, TX, Doesn't Blow It for Halo Fans.\" Houston Press. February 25, 2009. Retrieved February 26, 2009. *Riley Ann Sawyers, child murder victim, who was a resident of Spring at the time of her murder *Eddie Steeples, actor, My Name is Earl and \"Rubberband Man\" from the OfficeMax ad campaigns; 1992 graduate of Klein Oak High School. *Laura Wilkinson, Olympic diver, gold medalist in platform diving 2000 Olympics; graduated from Klein High School with Lee Pace and Matthew Bomer ==Photo Gallery== Image:Old Town Spring Wiki 5.jpg Image:Old Town Spring Wiki 4.jpg Image:Old Town Spring Wiki 2.jpg Image:Old Town Spring Wiki 1.jpg Image:Old Town Spring Wiki 3.jpg ==References== ==External links== * springhappenings.com - news source for community information * oldtownspring.com Category:Census-designated places in Harris County, Texas Category:Census-designated places in Texas Category:Greater Houston",
 "title": "Spring, Texas"
}