{
 "id": "136141",
 "text": "Levelland is a city in Hockley County, Texas, in the United States. As of the 2010 census, the city population was 13,542, up from 12,866 at the 2000 census. It is the county seat of Hockley County. It is located on the Llano Estacado, west of Lubbock. Major industries include cotton farming and petroleum production. It is the home of South Plains College. Levelland is the principal city of the Levelland micropolitan statistical area, which includes all of Hockley County and part of the larger Lubbock–Levelland combined statistical area. Levelland was so named on account of the flat land at the town site. ==Geography== Levelland is at the center of Hockley County. Texas State Highway 114 runs through the north side of the city, leading east to Lubbock and west to the New Mexico border. U.S. Route 385 passes through the center of the city, east of downtown, leading north to Littlefield and south to Brownfield. According to the United States Census Bureau, Levelland has a total area of , of which , or 0.06%, is covered by water. ==Demographics== As of the census of 2000, 12,866 people, 4,574 households, and 3,361 families resided in the city. The population density was 1,296.5 people per square mile (500.8/km). The 5,186 housing units averaged 522.6 per square mile (201.8/km). The racial makeup of the city was 70.34% White, 5.36% African American, 0.95% Native American, 0.18% Asian, 0.05% Pacific Islander, 20.92% from other races, and 2.21% from two or more races. Hispanics or Latinos of any race were 39.21% of the population. Of the 4,574 households, 36.2% had children under the age of 18 living with them, 55.9% were married couples living together, 13.2% had a female householder with no husband present, and 26.5% were not families; 23.2% of all households were made up of individuals, and 11.6% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.17. In the city, the population was distributed as 27.6% under the age of 18, 14.0% from 18 to 24, 24.6% from 25 to 44, 19.8% from 45 to 64, and 13.9% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 93.0 males. For every 100 females age 18 and over, there were 88.0 males. The median income for a household in the city was $28,820, and for a family was $32,408. Males had a median income of $29,800 versus $20,042 for females. The per capita income for the city was $14,296. About 15.7% of families and 20.2% of the population were below the poverty line, including 25.8% of those under age 18 and 13.2% of those age 65 or over. ==Climate== ==Education== *The City of Levelland is served by the Levelland Independent School District. *The Levelland High School mascot is the Lobo. *Levelland is also home to South Plains College. ==Levelland in popular culture== The James McMurtry song \"Levelland\", recorded in 1995, is a song about life in the city, told from a slightly acerbic point of view. The song has also been recorded by Robert Earl Keen. Held in the third week of July, Camp Bluegrass is a large social event, with public concerts, held on the South Plains College campus. Levelland is home to the 12-year-old state champions in baseball, the Levelland Kekambas. This was the first team to ever win state from Levelland. The team ended up placing fifth at the regional tournament in Fort Smith, Arkansas. ==UFO allegations== Levelland is famous as the site of a well-publicized series of UFO sightings in November 1957. Several motorists driving on various highways around Levelland in the evening and early morning hours of November 2–3 claimed to see a large, egg-shaped object which emitted a blue glow and caused their automobiles to shut off. In most cases, the object was sitting either on the highway or close to it. When the object took off, witnesses claimed their vehicles would restart and work normally. Among witnesses were Weir Clem, Levelland's sheriff, and Ray Jones, the town's fire chief. The United States Air Force concluded a severe electrical storm (most probably ball lightning), was the major cause for the sightings and reported auto failures. However, several prominent UFO researchers, among them Dr. James E. McDonald, a physicist at the University of Arizona, and Dr. J. Allen Hynek, an astronomer at Northwestern University, disputed this explanation. Both men argued that no electrical storm was in the area when the sightings occurred. ==Levelland Municipal Airport (LLN)== * Airport elevation – 3514 ft above mean sea level * Two active runways ** 17/35 – 6,110 ft ** 08/26 – 2,072 ft ==Notable people== * Beau Boulter, attorney, lobbyist, and former U.S. representative from Texas' 13th congressional district * Frank Jackson, wide receiver with the Dallas Texans, the Kansas City Chiefs, and the Miami Dolphins 1961–1967, AFL All-Star 1965 * Ronny Jackson, physician to the President of the United States during the Obama and Trump administrations, unsuccessful nominee to head the United States Department of Veterans Affairs, later elected U.S. Representative for Texas's 13th congressional district * Gene Mayfield (1928–2009), a successful high school and college football coach, concluded his career at Levelland High School * Kinna McInroe, actress * David J. Schmidly (born 1943), an American scientist, professor and university president, was born in Levelland ==See also== *Llano Estacado *South Plains *Yellow House Canyon *XIT Ranch *Blackwater Draw ==References== ==External links== *City of Levelland official website * * *Photos of the Llano Estacado Category:Cities in Texas Category:Cities in Hockley County, Texas Category:County seats in Texas Category:Micropolitan areas of Texas",
 "title": "Levelland, Texas"
}