{
 "id": "136157",
 "text": "Grapeland is a city in Houston County, Texas, United States. Its population was 1,489 as of the 2010 census. ==Geography== Grapeland is located at (31.491726, –95.480213). According to the United States Census Bureau, the city has a total area of , of which, are land and 0.50% is covered by water. Grapeland is west of Lufkin.Lomax, John Nova. \"Texas Tweakers.\" Houston Press. Wednesday November 16, 2011. 8. Retrieved on November 19, 2011. ==History== The site of Grapeland became a destination for pioneers around 1872, due to the establishment of the Houston and Great Northern Railroad Company. In particular, it became a crossroads between routes from Trinity to Augusta, and from Palestine to Crockett. Originally, the town was called \"Grapevine\", referring to the vines that had to be cut to make way for the railway tracks. ==Demographics== As of the census of 2000, 1,451 people, 583 households, and 377 families were residing in the city. The population density was 733.5 people/sq mi (282.9/km2). The 726 housing units averaged 367.0/sq mi (141.6/km2). The racial makeup of the city was 63.27% White, 34.94% African American, 0.62% Native American, 1.00% from other races, and 0.21% from two or more races. Hispanics or Latinos of any race were 1.65% of the population. Of the 583 households, 27.8% had children under the age of 18 living with them, 43.1% were married couples living together, 19.2% had a female householder with no husband present, and 35.2% were not families. About 34.3% of all households were made up of individuals, and 20.6% had someone living alone who was 65 years of age or older. The average household size was 2.39, and the average family size was 3.08. In the city, the age distribution was 26.4% under 18, 7.1% from 18 to 24, 21.2% from 25 to 44, 20.7% from 45 to 64, and 24.6% who were 65 or older. The median age was 42 years. For every 100 females, there were 79.8 males. For every 100 females age 18 and over, there were 71.7 males. The median income for a household in the city was $22,361, and for a family was $30,250. Males had a median income of $26,964 versus $18,906 for females. The per capita income for the city was $13,736. About 20.4% of families and 23.5% of the population were below the poverty line, including 29.2% of those under age 18 and 19.0% of those age 65 or over. ==Education== The City of Grapeland is served by the Grapeland Independent School District and home of the Grapeland Sandies. ==Notable people== * Tony Jones, NFL player for Houston Oilers 1990 * Ruth J. Simmons, former president of Brown University and Smith College ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen climate classification, Grapeland has a humid subtropical climate, Cfa on climate maps. ==See also== *Pleasant Hill, a ghost town near Grapeland ==References== ==External links== * Houston County and Crockett Area Chamber of Commerce * Grapeland in the Handbook of Texas Category:Cities in Houston County, Texas Category:Cities in Texas Category:1872 establishments in Texas",
 "title": "Grapeland, Texas"
}