{
 "id": "136114",
 "text": "San Carlos is a community and census-designated place (CDP) in Hidalgo County, Texas. The population was 3,130 at the 2010 United States Census. It is part of the McAllen-Edinburg-Mission Metropolitan Statistical Area. San Carlos is located northeast of McAllen. ==Geography== San Carlos is located at (26.297004, -98.069408). According to the United States Census Bureau, the CDP has a total area of , all land. San Carlos is five miles east of Edinburg and US Route 281 on State Highway 107. It is also about 12 miles north of the border of Mexico. ==Demographics== As of the census of 2000, there were 2,650 people, 633 households, and 576 families residing in the CDP. The population density was 1,476.5 people per square mile (571.6/km2). There were 693 housing units at an average density of 386.1/sq mi (149.5/km2). The racial makeup of the CDP was 79.81% White, 0.30% African American, 17.17% from other races, and 2.72% from two or more races. Hispanic or Latino of any race were 97.06% of the population. There were 633 households, out of which 61.9% had children under the age of 18 living with them, 73.1% were married couples living together, 12.2% had a female householder with no husband present, and 9.0% were non-families. 8.1% of all households were made up of individuals, and 3.2% had someone living alone who was 65 years of age or older. The average household size was 4.19 and the average family size was 4.39. In the CDP, the population was spread out, with 40.6% under the age of 18, 12.9% from 18 to 24, 29.1% from 25 to 44, 12.1% from 45 to 64, and 5.3% who were 65 years of age or older. The median age was 23 years. For every 100 females, there were 101.2 males. For every 100 females age 18 and over, there were 99.0 males. The median income for a household in the CDP was $14,524, and the median income for a family was $15,673. Males had a median income of $13,668 versus $13,843 for females. The per capita income for the CDP was $4,296. About 60.0% of families and 64.1% of the population were below the poverty line, including 72.4% of those under age 18 and 56.8% of those age 65 or over. ==Education== Educationally, the community is served by the Edinburg Consolidated Independent School District.\"SCHOOL DISTRICT REFERENCE MAP (2010 CENSUS): Hidalgo County, TX.\" U.S. Census Bureau. Retrieved on January 2, 2017.San Carlos CDP map. U.S. Census Bureau. Retrieved on January 2, 2017. Zoned elementary campuses serving sections include San Carlos Elementary School and John F. Kennedy Elementary School (grades PK-5),\"2013-2014 Elementary School Boundaries\" (Partial). Edinburg Consolidated Independent School District. Boundaries approved on April 2, 2013. Detail of the San Carlos Elementary Zone, Detail of the Kennedy Elementary Zone. Retrieved on January 2, 2017. Middle schools serving sections of San Carlos include Harwell and Memorial.\"2015-2016 Middle School Boundaries\" (Partial). Edinburg Consolidated Independent School District. Boundaries approved on March 29, 2011. Detail of Harwell Middle Zone, Detail of Memorial Middle Zone. Retrieved on January 2, 2017. All residents are zoned to Edinburg High School (9-12).\"2015-2016 High Schools Approved Boundaries\" (Partial). Edinburg Consolidated Independent School District. Detail of Edinburg High Zone. Retrieved on January 2, 2017. In addition, South Texas Independent School District operates magnet schools that serve the community. All of Hidalgo County is in the service area of South Texas College.Texas Education Code, Sec. 130.199. SOUTH TEXAS COMMUNITY COLLEGE DISTRICT SERVICE AREA.. ==References== ==External links== * San Carlos Elementary School Category:Census-designated places in Hidalgo County, Texas Category:Census-designated places in Texas",
 "title": "San Carlos, Texas"
}