{
 "id": "136202",
 "text": "Nome is a city in Jefferson County and Liberty County, Texas, United States. It is located 20 miles west of Beaumont at the intersection of U.S. Highway 90, State Highway 326 and Farm to Market Road 365. The population was 588 at the 2010 census. It is part of the Beaumont-Port Arthur Metropolitan Statistical Area. ==Geography== Nome is located at (30.035878, –94.412661). According to the United States Census Bureau, the city has a total area of , all of it land. ==Historical development== Initially called Congreve Station, this location was a stop on the Texas and New Orleans Railroad in the early 1860s. The name for the town came from the influx of people due to the discovery of oil in the early 1900s (similar to the gold strikes at Nome, Alaska), hence the name became Nome in 1903.TSHA Online - Texas State Historical Association Although rice farming would still be the foremost activity of the town, the discovery of natural gas and oil would create a new industry for the region in 1936. Many years later, Nome would become incorporated in 1971. ==Demographics== As of the census of 2010, there were 588 people, 196 households, and 140 families residing in the city. The population density was 413.8 people per square mile (160.4/km). There were 205 housing units at an average density of 164.7/sq mi (63.8/km). The racial makeup of the city was 71.65% White, 27.18% African American, 0.19% from other races, and 0.97% from two or more races. Hispanic or Latino of any race were 2.52% of the population. There were 196 households, out of which 32.1% had children under the age of 18 living with them, 55.6% were married couples living together, 11.7% had a female householder with no husband present, and 28.1% were non-families. 26.0% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.21. In the city, the population was spread out, with 28.0% under the age of 18, 10.5% from 18 to 24, 23.3% from 25 to 44, 23.5% from 45 to 64, and 14.8% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 95.8 males. For every 100 females age 18 and over, there were 94.2 males. The median income for a household in the city was $30,833, and the median income for a family was $41,346. Males had a median income of $31,875 versus $23,125 for females. The per capita income for the city was $14,839. About 23.5% of families and 28.3% of the population were below the poverty line, including 43.4% of those under age 18 and 10.7% of those age 65 or over. ==Education== The City of Nome is served by the Hardin-Jefferson Independent School District. ==References== ==External links== * Category:Cities in Texas Category:Cities in Jefferson County, Texas Category:Cities in Liberty County, Texas Category:Cities in the Beaumont–Port Arthur metropolitan area",
 "title": "Nome, Texas"
}