{
 "id": "136220",
 "text": "Alvarado ( ) is the oldest city in Johnson County, Texas. The population was 3,785 as of the 2010 census, up from 3,288 at the 2000 census. ==Demographics== As of the census of 2000, there were 3,288 people, 1,151 households, and 834 families residing in the city. The population density was 842.5 people per square mile (325.5/km2). There were 1,266 housing units at an average density of 324.4 per square mile (125.3/km2). The racial makeup of the city was 81.30% White, 7.15% African American, 0.61% Native American, 0.43% Asian, 9.25% from other races, and 1.28% from two or more races. Mexicans or Latino of any race were 18.46% of the population. There were 1,151 households, out of which 37.6% had children under the age of 18 living with them, 51.8% were married couples living together, 13.6% had a female householder with no husband present, and 27.5% were non-families. 23.5% of all households were made up of individuals, and 11.3% had someone living alone who was 65 years of age or older. The average household size was 2.77 and the average family size was 3.26. In the city, the population was spread out, with 29.6% under the age of 18, 9.0% from 18 to 24, 28.5% from 25 to 44, 20.2% from 45 to 64, and 12.7% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 99.8 males. For every 100 females age 18 and over, there were 93.2 males. The median income for a household in the city was $31,166, and the median income for a family was $36,471. Males had a median income of $30,690 versus $22,181 for females. The per capita income for the city was $14,476. About 11.7% of families and 14.1% of the population were below the poverty line, including 15.5% of those under age 18 and 17.4% of those age 65 or over. ==Geography== Alvarado is located in eastern Johnson County at (32.406342, –97.212792), at the intersection of US Highway 67 and Interstate 35W. The city is south of the center of Fort Worth and southwest of Dallas. According to the U.S. Census Bureau, Alvarado has a total area of , of which are land and , or 15.35%, are water. The water area comprises Alvarado Park Lake, a reservoir on Turkey Creek southwest of the city. Alvarado is drained by the North Fork of Chambers Creek, a southeast-flowing stream that is part of the Trinity River watershed. Alvarado's nearest neighboring communities are Venus to the east, Keene to the west, Burleson to the north, and Grandview to the south. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Alvarado has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Alvarado, Texas ==Economy== Alvarado is a rural community with an economy that has been primarily agricultural with only a modest retail and industrial base. In recent years the trend has been away from agriculture and toward more urban development. In 2007 Sabre Tubular Structures built a new facility located on on the eastern side of town. Sabre has over 200 employees at this facility. The city received a 2008 grant of $750,000 from the Texas Department of Agriculture for infrastructure improvements related to Sabre. In 2008 and 2009 there was an upturn in retail development with the opening of three national chain hotels and two fast food dining establishments. A movie theater/tavern was opened for a short time before closing its door due to poor sales and a general lack of interest. ===Barnett Shale=== In the latter part of the 2000s, development of natural gas wells in the Barnett Shale has been a source of prosperity for the city and many property owners have benefited from drilling activity, pipeline construction and royalty payments. As natural gas prices fell in 2009, drilling activity and royalty payments declined rapidly. ==Recreation== * Alvarado Park Lake is located on the west side of the city, three miles (5 km) west of I-35W. * Alvarado Parkway Park ==Government== thumb|Texas Conference of Seventh-day Adventists building The city uses a Council-manager government with a mayor and six city council members representing three wards, one being the mayor pro-tem. The city's 2009–10 general fund budget is $3.9 million. ==Education== The city is served by the Alvarado Independent School District. There are no colleges or universities in Alvarado, although residents pay a Hill College maintenance tax and residents receive in-district student rates. ==Notable people== * Terry Southern, author, born in Alvarado * Johnny Trigg, famous barbecuer – Rib King *Andrew Sevener, The Voice finalist season 16 (Team Blake) ==See also== * List of cities in Texas ==References== ==External links== * * Category:Dallas–Fort Worth metroplex Category:Cities in Texas Category:Cities in Johnson County, Texas Category:Populated places established in 1885",
 "title": "Alvarado, Texas"
}