{
 "id": "136248",
 "text": "Comfort is an unincorporated community and census-designated place (CDP) in Kendall County, Texas, United States. As of the 2010 census it had a population of 2,363. Comfort was founded by German emigrants on the western end of the Texas-German belt. Many residents of the town today are descendants of those same Germans. Comfort is known for its German Heritage and large ranches outside of town. ==History== thumb|Former Comfort State Bank, now the Comfort Heritage Foundation thumb|The town square at Christmas Comfort was established in 1854 by German immigrants, who were Freethinkers and abolitionists. Ernst Hermann Altgelt, at the age of 22, is credited with surveying and measuring the lots that would later be sold to the incoming German immigrants. He stayed and married Emma (Murck) Altgelt, and they raised their nine children in the township of Comfort. Fritz and Betty Holekamp built the first house in Comfort, having started construction before Comfort's official founding on September 3, 1854.Stewart, Anne and Mike; Ernst Hermann Altgelt: Founder of Comfort, Texas; 2010 The first churches were not established in Comfort until 1900. After some controversy, a cenotaph honoring \"the Founding Freethinkers\" was dedicated on November 2, 2002. The downtown area is possibly one of the most well-preserved historic business districts in Texas. There are well over 100 structures in the area dating back to the 19th century, and seven of them were designed by the noted architect Alfred Giles.{{cite web0\\ title=Alfred Giles|last=George|first=Mary Carolyn Hollers|title=Giles, Alfred|work=Handbook of Texas Online|publisher=Texas State Historical Association}} Mr. Giles lived in San Antonio, and he would ride horses, the stagecoach, and later the train to check his building sites in Comfort. Most of the population today is composed of descendants of those original pioneer families of the 1850s and the 1860s. Comfort is also known for a tragic event that took place during the American Civil War. The Treue der Union Monument (\"Loyalty to the Union\") was dedicated in honor of 35 men who died at the Battle of the Nueces, which took place because they opposed the state's secession from the Union. The German settlers were killed on their way to Mexico during the Civil War. They were attacked by Confederate forces near Brackettville on August 10, 1862. The bodies were not buried, and the bones were retrieved and placed here in 1865. The monument was erected in 1866. In 1918, Albert Steves erected a Hygieostatic Bat Roost on his family farm in Comfort. This roost was built to attract bats in an effort to control mosquito populations by natural means. It was originally researched and developed by Dr. Charles Agustus Rosenheimer Campbell of San Antonio. The idea was to use bats against malaria-carrying mosquitos. At one time, there were sixteen bat roosts built in the United States and Europe, of which only two sites now remain — one in Comfort and one in the Florida Keys. ===Darmstadt Society of Forty=== Some of the early settlers in Comfort migrated from the collapsed Fisher–Miller Land Grant experimental colonies of the Darmstadt Society of Forty. ==Geography== Comfort is bordered to the west by Kerr County. It is southeast of Kerrville, northwest of Boerne, and northwest of Downtown San Antonio. The town is at the junction of Interstate 10 and U.S. Route 87. According to the United States Census Bureau, the Comfort CDP has a total area of , of which , or 0.27%, are water. The community sits on the north side of Cypress Creek where it joins the Guadalupe River. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Comfort has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Comfort, Texas ==Demographics== As of the census of 2000, there were 2,358 people, 799 households, and 603 families residing in the CDP. The population density was 735.6 people per square mile (283.6/km2). There were 917 housing units at an average density of 286.1 per square mile (110.3/km2). The racial makeup of the CDP was 76.34% White, 0.51% African American, 1.19% Native American, 0.13% Asian, 0.21% Pacific Islander, 18.70% from other races, and 2.93% from two or more races. Hispanic or Latino of any race were 45.00% of the population. There were 799 households, out of which 38.0% had children under the age of 18 living with them, 59.7% were married couples living together, 11.5% had a female householder with no husband present, and 24.5% were non-families. 20.5% of all households were made up of individuals, and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.82 and the average family size was 3.26. In the CDP, the population was spread out, with 29.3% under the age of 18, 10.7% from 18 to 24, 25.5% from 25 to 44, 20.1% from 45 to 64, and 14.3% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 94.7 males. For every 100 females age 18 and over, there were 89.5 males. The median income for a household in the CDP was $28,799, and the median income for a family was $29,295. Males had a median income of $20,972 versus $15,000 for females. The per capita income for the CDP was $12,687. About 27.1% of families and 29.0% of the population were below the poverty line, including 39.2% of those under age 18 and 3.3% of those age 65 or over. ===Historical population=== ==Education== Comfort is served by the Comfort Independent School District. ==Notable people== *Catherine Caradja (1893–1993), Romanian aristocrat and philanthropist who maintained a residence in Comfort. *Betty Holekamp (1826–1902), Texas pioneer, called the Betsy Ross of Texas.Ransleben, Guido E. A Hundred Years of Comfort in Texas. Press of The Naylor Company, 1954, p. 191. ==References== ==External links== * Chronology of Central European Colonization in Texas * Freethinkers of the Early Texas Hill Country from the Freedom From Religion Foundation * The Comfort Freethought Cenotaph Dedication from the Freedom From Religion Foundation * German Americans during the Civil War Freethinkers and Turners * Category:Census-designated places in Kendall County, Texas Category:Census- designated places in Texas Category:Unincorporated communities in Kendall County, Texas Category:Unincorporated communities in Texas Category:German- American culture in Texas Category:Greater San Antonio Category:Populated places on the Guadalupe River (Texas) Category:1854 establishments in Texas Category:Populated places established in 1854",
 "title": "Comfort, Texas"
}