{
 "id": "136276",
 "text": "Kempner is a city in Lampasas County, Texas, United States. The population was 1,089 at the 2010 census. It is part of the Killeen-Temple-Fort Hood Metropolitan Statistical Area. Former State Representative Suzanna Hupp lives in Kempner with her family. She is a survivor of the infamous Luby's shooting of 1991 in Killeen. In August 2021 the city acquired the domain www.KempnerTX.gov as their new official city website, and all staff email now end in @KempnerTX.gov. thumb|City of Kempner Logo ==Geography== Kempner is located at (31.077512, –97.982610). According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== As of the census of 2000, 1,004 people, 351 households, and 272 families resided in the city. The population density was 450.3 people per square mile (173.8/km). The 373 housing units averaged 167.3/sq mi (64.6/km). The racial makeup of the city was 84.86% White, 6.37% African American, 0.90% Native American, 1.79% Asian, 0.20% Pacific Islander, 3.29% from other races, and 2.59% from two or more races. Hispanics or Latinos of any race were 7.97% of the population. Of the 351 households, 38.5% had children under the age of 18 living with them, 67.2% were married couples living together, 7.4% had a female householder with no husband present, and 22.5% were not families. About 16.2% of all households were made up of individuals, and 2.6% had someone living alone who was 65 years of age or older. The average household size was 2.86 and the average family size was 3.15. In the city, the population was distributed as 29.0% under the age of 18, 8.0% from 18 to 24, 35.2% from 25 to 44, 21.6% from 45 to 64, and 6.3% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 102.0 males. For every 100 females age 18 and over, there were 102.0 males. The median income for a household in the city was $37,981, and for a family was $41,094. Males had a median income of $26,250 versus $19,188 for females. The per capita income for the city was $17,661. About 5.5% of families and 8.8% of the population were below the poverty line, including 15.5% of those under age 18 and 3.2% of those age 65 or over. ==Education== The City of Kempner is served by the Lampasas Independent School District. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen climate classification, Kempner has a humid subtropical climate, Cfa on climate maps.Climate Summary for Kempner, Texas ==References== thumb|Kempner City Hall on 8/13/2021 Category:Cities in Texas Category:Cities in Lampasas County, Texas Category:Killeen–Temple–Fort Hood metropolitan area",
 "title": "Kempner, Texas"
}