{
 "id": "136231",
 "text": "Falls City is a city in Karnes County, Texas, United States. The population was 611 at the 2010 census. Falls City is near the location of a uranium tailings disposal cell, completed in 1994 under the terms of the 1978 Uranium Mill Tailings Radiation Control Act. The early settlers, predominantly Polish Catholics, founded the Holy Trinity Catholic Church in 1902. ==Geography== Falls City is located in northwestern Karnes County, about southeast of the center of San Antonio, on the left (north) bank of the San Antonio River at (28.9807, –98.0196). It is traversed by the Union Pacific Railroad and US Route 181 (Front Street). It is northwest of Karnes City, the county seat. According to the United States Census Bureau, Falls City has a total area of , of which , or 2.00%, are water. ==Demographics== As of the census of 2010, there were 611 people, 242 households, and 169 families residing in the city. The population density was 653.4 people per square mile (253.5/km2). There were 242 housing units at an average density of 267.5/sq mi (103.8/km2). The racial makeup of the city was 95.3% White, 4.4% from other races, and .3% from two or more races. Hispanic or Latino of any race were 21.3% of the population. There were 224 households, out of which 38.8% had children under the age of 18 living with them, 55.4% were married couples living together, 8.0% had a female householder with no husband present, and 28.1% were non- families. 24.6% of all households were made up of individuals, and 16.1% had someone living alone who was 65 years of age or older. The average household size was 2.64 and the average family size was 3.15. In the city, the population was spread out, with 27.7% under the age of 18, 8.5% from 18 to 24, 27.6% from 25 to 44, 20.3% from 45 to 64, and 15.9% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 97.7 males. For every 100 females age 18 and over, there were 95.9 males. The median income for a household in the city was $34,583, and the median income for a family was $46,667. Males had a median income of $27,344 versus $18,500 for females. The per capita income for the city was $19,125. About 12.8% of families and 15.1% of the population were below the poverty line, including 18.2% of those under age 18 and 21.6% of those age 65 or over. ==Education== Falls City is served by the Falls City Independent School District, which also serves the neighboring communities of Hobson, Cestohowa and Pawelekville. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Falls City has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Falls City, Texas ==References== ==External links== * Falls City, Texas DOE Category:Cities in Texas Category:Cities in Karnes County, Texas",
 "title": "Falls City, Texas"
}