{
 "id": "136362",
 "text": "Riesel is a city in McLennan County, Texas, United States. The population was 1,007 at the 2010 census, a slight increase from the 973 people who lived in Riesel at the 2000 census.Riesel at Texas Almanac It is part of the Waco Metropolitan Statistical Area. ==History== Riesel, Texas, named after W.H. Riesel, one of the original settlers who built a Cotton gin there, has steadily been growing since being settled around 1880–1890.Riesel at TSHA Online With the exception of a small decrease in population from 1930 to 1950, Riesel's population has continued to grow to a point where the town currently has over 1,000 residents.Riesel at City-Data A new power plant has increased city funds and the population. In early May, 2010, voters approved a $25,000,000 bond for the Riesel Independent School District that would build a new high school, administration building, softball and baseball field amongst other things.Voters OK $25 million bond for Riesel ISD at Waco Trib Before Riesel, the town was formerly known as Roddy and then Prospect.Riesel Associated NamesRoddy and Prospect ==Geography== Riesel is located at (31.472226, –96.932076). According to the United States Census Bureau, the city has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 973 people, 357 households, and 287 families residing in the city. The population density was 244.8 people per square mile (94.6/km). There were 390 housing units at an average density of 98.1 per square mile (37.9/km). The racial makeup of the city was 94.76% White, 0.31% African American, 0.31% Native American, 0.72% Asian, 0.10% Pacific Islander, 3.08% from other races, and 0.72% from two or more races. Hispanic or Latino of any race were 6.58% of the population. There were 357 households, out of which 39.8% had children under the age of 18 living with them, 66.4% were married couples living together, 10.1% had a female householder with no husband present, and 19.6% were non-families. 17.4% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older. The average household size was 2.73 and the average family size was 3.10. In the city, the population was spread out, with 30.6% under the age of 18, 4.6% from 18 to 24, 31.1% from 25 to 44, 18.7% from 45 to 64, and 14.9% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 89.7 males. For every 100 females age 18 and over, there were 78.5 males. The median income for a household in the city was $35,234, and the median income for a family was $38,875. Males had a median income of $30,313 versus $23,571 for females. The per capita income for the city was $15,315. About 7.4% of families and 9.5% of the population were below the poverty line, including 15.3% of those under age 18 and 4.4% of those age 65 or over. ==Education== The City of Riesel is served by the Riesel Independent School District. ==References== Category:Cities in McLennan County, Texas Category:Cities in Texas",
 "title": "Riesel, Texas"
}