{
 "id": "136307",
 "text": "Thornton is a town in Limestone County, Texas, United States. The population was 526 at the 2010 census. ==Geography== Thornton is located at (31.409906, –96.573594). According to the United States Census Bureau, the town has a total area of , of which, of it is land and 1.00% is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Thornton has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Thornton, Texas ==Demographics== As of the census of 2000, there were 525 people, 206 households, and 147 families residing in the town. The population density was 529.5 people per square mile (204.8/km2). There were 248 housing units at an average density of 250.1 per square mile (96.7/km2). The racial makeup of the town was 88.00% White, 6.48% African American, 0.95% Native American, 0.19% Asian, 2.86% from other races, and 1.52% from two or more races. Hispanic or Latino of any race were 8.00% of the population. There were 206 households, out of which 32.0% had children under the age of 18 living with them, 55.8% were married couples living together, 8.7% had a female householder with no husband present, and 28.6% were non- families. 23.8% of all households were made up of individuals, and 13.1% had someone living alone who was 65 years of age or older. The average household size was 2.55 and the average family size was 3.04. In the town, the population was spread out, with 28.2% under the age of 18, 5.5% from 18 to 24, 28.8% from 25 to 44, 21.9% from 45 to 64, and 15.6% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 98.1 males. For every 100 females age 18 and over, there were 96.4 males. The median income for a household in the town was $26,607, and the median income for a family was $31,538. Males had a median income of $24,792 versus $20,000 for females. The per capita income for the town was $12,615. About 13.7% of families and 16.4% of the population were below the poverty line, including 15.5% of those under age 18 and 11.1% of those age 65 or over. ==Education== Thornton is served by the Groesbeck Independent School District. ==References== ==External links== * Category:Towns in Limestone County, Texas Category:Towns in Texas",
 "title": "Thornton, Texas"
}