{
 "id": "136383",
 "text": "Bowie ( ) is a town in Montague County, Texas, United States. The population was 5,218 at the 2010 census. ==History== On July 22, 1881, Bowie was incorporated as a town in Montague County, Texas. (There is also a Bowie County, which includes Texarkana in northeastern Texas.) The town began to expand with the arrival of the Fort Worth and Denver Railway in 1882. In 1884, four men robbed the First National Bank of Bowie and allegedly left with over $10,000 in gold coins. Townspeople gave chase and eventually captured the robbers, who were hanged for their crimes. By 1913, the town had a population of more than 5000, and included the Bowie Commercial College. U.S. President Franklin D. Roosevelt visited the town on his train on July 11, 1938. He ceremonially purchased biscuits from businessman Amon G. Carter of Fort Worth, who had grown up in Bowie. On August 19, 1941, Rex Beard, Jr., robbed the First National Bank of Bowie and was captured in December of that same year. An EF1 tornado hit the town of Bowie on May 22, 2020. On March 21, 2022, two EF1 tornadoes hit the town. ==Geography== According to the United States Census Bureau, Bowie has a total area of . === Roads === * U.S. Route 81 * U.S. Route 287 * Texas State Highway 59 ==Demographics== As of the 2010 United States Census, there were 5,218 people and 2,489 housing units in the town. The population density was 945.6 people per square mile. There were 2,090 households in the town. The average household size was 2.32 persons and the average family size was 2.99. The racial makeup of the town was 91.9% White, 0.2% African American, 1.0% Native American, 0.7% Asian, 0.1% Pacific Islander, and 2.0% from two or more races. Hispanic or Latino of any race were 11.6% of the population. The median income for a household in the town was $33,846. The per capita income for the town was $19,063. ==Education== The town is served by the Bowie Independent School District as well as a branch campus of North Central Texas College. ==Gallery== Image:Downtown Bowie, TX IMG_6821.JPG|A look at downtown Bowie (2013) Image:Bowie June 2018 01 (Bowie Public Library).jpg|Bowie Public Library Image:U.S. Post Office in downtown Bowie, TX IMG 6822.JPG|U.S. Post Office in Bowie Image:Bowie June 2018 11 (St. Peter Lutheran Church).jpg|St. Peter Lutheran Church at 906 Highway 59 North in Bowie; pastor Larry Knobloch (2013) ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Bowie has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Bowie, Texas ==Notes== ==References== * * * * * * ==External links== * The town of Bowie, Texas Chamber of Commerce * Bowie Independent School District Website Category:Cities in Texas Category:Cities in Montague County, Texas",
 "title": "Bowie, Texas"
}