{
 "id": "136317",
 "text": "Sunrise Beach Village is a city in Llano County, Texas, United States. The village was established in 1973. The population was 713 at the 2010 census. ==Geography== Sunrise Beach Village is located at (30.596141, –98.416525), on the southern shore of Lake Lyndon B. Johnson, west of Austin. According to the United States Census Bureau, the city has a total area of , of which, of it is land and of it (27.95%) is water. ==Demographics== As of the census of 2000, there were 704 people, 354 households, and 247 families residing in the city. The population density was 425.5 people per square mile (164.7/km2). There were 776 housing units at an average density of 469.0/sq mi (181.6/km2). The racial makeup of the city was 98.72% White, 0.28% African American, 0.14% Native American, 0.14% from other races, and 0.71% from two or more races. Hispanic or Latino of any race were 1.14% of the population. There were 354 households, out of which 10.2% had children under the age of 18 living with them, 64.1% were married couples living together, 3.1% had a female householder with no husband present, and 30.2% were non-families. 24.3% of all households were made up of individuals, and 13.3% had someone living alone who was 65 years of age or older. The average household size was 1.99 and the average family size was 2.30. In the city, the population was spread out, with 8.9% under the age of 18, 2.0% from 18 to 24, 14.2% from 25 to 44, 39.3% from 45 to 64, and 35.5% who were 65 years of age or older. The median age was 59 years. For every 100 females, there were 93.4 males. For every 100 females age 18 and over, there were 91.3 males. The median income for a household in the city was $44,750, and the median income for a family was $51,776. Males had a median income of $34,531 versus $26,094 for females. The per capita income for the city was $29,433. About 5.1% of families and 5.8% of the population were below the poverty line, including 3.6% of those under age 18 and 8.7% of those age 65 or over. ==Education== Sunrise Beach Village is served by the Llano Independent School District. ==References== ==External links== * * City website Category:Cities in Llano County, Texas Category:Cities in Texas Category:1973 establishments in Texas",
 "title": "Sunrise Beach Village, Texas"
}