{
 "id": "136354",
 "text": "Gholson is a city in McLennan County, Texas, United States. The population was 1,061 at the 2010 census. It is part of the Waco Metropolitan Statistical Area. The area was settled in the 1840s, and was early known as Sardis. The name Gholson, after early settlers, brothers Benjamin and Samuel Gholson, came into gradual use, and became the official name of the post office in 1887. ==Geography== Gholson is located at (31.729736, –97.228737). It is at the intersection of FM 933 and FM 1858, twelve miles northwest of Waco. According to the United States Census Bureau, the city has a total area of , all of it land. As of an unstated date, Gholson has no stoplight. ==Demographics== As of the census of 2000, there were 922 people, 347 households, and 275 families residing in the city. The population density was 78.6 people per square mile (30.3/km2). There were 374 housing units at an average density of 31.9/sq mi (12.3/km2). The racial makeup of the city was 89.91% White, 4.56% African American, 1.84% Native American, 0.11% Pacific Islander, 2.71% from other races, and 0.87% from two or more races. Hispanic or Latino of any race were 6.94% of the population. There were 347 households, of which 31.7% had children under the age of 18 living with them, 65.7% were married couples living together, 7.8% had a female householder with no husband present, and 20.5% were non-families. 17.3% of all households were made up of individuals, and 6.6% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 2.98. In the city, the population was spread out, with 25.3% under the age of 18, 10.2% from 18 to 24, 27.9% from 25 to 44, 26.4% from 45 to 64, and 10.3% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 104.9 males. For every 100 females age 18 and over, there were 101.5 males. The median income for a household in the city was $37,500, and the median income for a family was $41,875. Males had a median income of $27,656 versus $22,222 for females. The per capita income for the city was $15,868. About 6.9% of families and 11.0% of the population were below the poverty line, including 10.8% of those under age 18 and 17.5% of those age 65 or over. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Gholson has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Gholson, Texas ==Education== Gholson Independent School District operates public schools. ==References== Category:Cities in McLennan County, Texas Category:Cities in Texas Category:Populated places established in the 1840s",
 "title": "Gholson, Texas"
}