{
 "id": "136375",
 "text": "Cameron is a city in Milam County, Texas, United States. Its population was 5,770 at the 2010 census. It is the county seat of Milam County. ==Geography== Cameron is located at (30.854544, –96.978716). It is situated at the junction of U.S. Highways 77 and 190, about 71 miles northeast of Austin in north- central Milam County. According to the United States Census Bureau, the city has a total area of , all land. ==History== ===Early years=== Soon after Texas became a U.S. state, the Texas Legislature authorized a seven-member commission to find a permanent site for the Milam County seat. The commission purchased a 60-acre tract of Daniel Monroe's headright on the Little River in 1846 and named the new community Cameron after Ewen Cameron, a Scottish highlander prominent in the Texas Revolution and a member of the Mier Expedition during the war with Mexico. When the courthouse in Cameron was completed later that year, county records were transferred to Cameron from Nashville—a community situated along the Brazos River that had served as the Milam County seat during the period when Texas was an independent republic. The new town struggled due to its isolated location, with the nearest railroad being 50 miles away. In the late 1840s and early 1850s, several attempts were made to navigate the Little River to give Cameron easier access to trade routes. The most successful attempts occurred in 1850 after heavy rains made the river rise. J.W. McCown, Sr., persuaded Captain Basil M. Hatfield to bring his steamboat Washington through the upper Brazos up to the Little River. The steamboat and the merchandise it brought caused great excitement among the locals, and a two-day celebration was held when the boat tied up 2.5 miles east of Cameron. Despite this, however, navigation of the river was impractical on a regular basis, and places such as Port Sullivan and Nashville developed into Milam County's dominant business centers during the 1850s and 1860s. More competition came in the 1870s when nearby Rockdale was established on the International-Great Northern Railroad. Faced with these challenges, some Milam County residents began to question whether Cameron should remain the county seat instead of the newly prosperous town of Rockdale. Elections were held in 1874 and 1880 on the issue, with the results going in favor of maintaining the status quo. ===Incorporation and growth=== In 1881, the Gulf, Colorado and Santa Fe Railway arrived in Cameron. This improved the local economy and led to population growth. Between 1878 and 1884, the total number of residents increased by 60%, from around 500 to 800. Cameron had attempted to incorporate in 1856, 1866, and 1873, but each time the charter was allowed to lapse. It was officially incorporated in 1889. The San Antonio and Aransas Pass Railway arrived in 1890, giving the town another boost. By 1892, the population stood at nearly 2,000. Although cotton dominated the economy of Cameron during the 19th century, the 20th century brought more diversified industries. The discovery of oil in neighboring Williamson County in 1915 prompted Milam County residents to initiate their own exploration. The Minerva-Rockdale oil field, discovered in 1921, provided new opportunities for investment. In the 1920s and 1930s, several milk-product companies also operated in Cameron, including the Kraft-Phenix Cheese Corporation. At the 1930 census, the population was 4,565. That figure rose to 5,040 in 1940. ===Modern times=== Cameron residents received much-needed job opportunities in the 1950s when the Aluminum Company of America built a plant southwest of Rockdale. Jobs at the plant, as well as the lignite industry that supplied the plant's power, revitalized the economy of Milam County. Between 1950 and 1960, Cameron registered an increase of 588 residents, from 5,052 to 5,640. This level of growth would not continue, however. The Texas and New Orleans Railroad discontinued its track from Cameron south to Giddings. Southern Pacific, which had taken over the Texas and New Orleans, abandoned its track from Cameron north to Rosebud. The population continued to experience slight fluctuations throughout the remainder of the late 20th century. The Alcoa plant closed in 2009. Since 2010, the annual Burning Flipside festival has been held at the nearby Apache Pastures campground, drawing tourists to the area. On February 23, 2021, a collision between a flatbed tractor-trailer and a BNSF railroad train on Farm-to-Market Road 2095 near Cameron caused a derailment. The train's petroleum cargo exploded, resulting in the evacuation of nearby homes. At least one structure burned, but no loss of life or injuries were reported. Dramatic footage of the explosion and thick black smoke from the fire made international news. ==Demographics== thumb|left|A \"Welcome to Cameron\" sign As of the census of 2000, 5,634 people, 2,090 households, and 1,404 families were residing in the city. The population density was 1,327.9 people/sq mi (513.0/km2). The 2,383 housing units averaged 561.6/sq mi (217.0/km2). The racial makeup of the city was 66.68% White, 20.66% African American , 0.60% Native American, 0.16% Asian, 10.17% from other races, and 1.72% from two or more races. Hispanics or Latinos of any race were 26.66% of the population. Of the 2,090 households, 32.9% had children under 18 living with them, 45.9% were married couples living together, 17.2% had a female householder with no husband present, and 32.8% were not families. About 31.2% of all households were made up of individuals, and 18.4% had someone living alone who was 65 or older. The average household size was 2.58, and the average family size was 3.25. In the city, the age distribution was 28.0% under 18, 9.0% from 18 to 24, 23.3% from 25 to 44, 19.7% from 45 to 64, and 20.0% who were 65 or older. The median age was 37 years. For every 100 females, there were 86.8 males. For every 100 females age 18 and over, there were 79.9 males. The median income for a household in the city was $25,878, and for a family was $30,927. Males had a median income of $23,988 versus $18,497 for females. The per capita income for the city was $14,122. About 20.8% of families and 22.0% of the population were below the poverty line, including 26.8% of those under age 18 and 22.4% of those age 65 or over. ==Education== The City of Cameron is served by the Cameron Independent School District. ==Notable people== * Pat M. Baskin, state court judge and city council member in Midland, was born in Cameron in 1926 * Daniel E. Garcia, bishop of the Diocese of Monterey in California, was born and grew up in Cameron * William Graham Gillis, Jr., killed in France during WWII, was from Cameron. He is the namesake of Gillis Field House at West Point * Ruben H. Johnson, the Austin banker convicted of fraud and pardoned by President Bill Clinton, was born in Cameron * Virgil Johnson, lead singer of The Velvets and retired educator, was born in Cameron * Manse Jolly, a Confederate during the Civil War, lived in Cameron for two years at the end of his life * Boles P. Matocha, former Secretary of State of Texas, was from Cameron * Drayton McLane, Jr., a third-generation leader of McLane Company, a former owner of the Houston Astros, and namesake for McLane Stadium, was born and grew up in Cameron * William Arthur Morrison, attorney, judge, and presiding judge of the Texas Court of Criminal Appeals (1951–1976), was a native of Cameron and graduated from C. H. Yoe High SchoolBrief biography by Judge Morrison's Wife, Bess Sheppard Morrison in Matchless Milam: History of Milam County (privately published by Milam County Heritage Preservation Society, 1984) p. 190 * Michael W. Perrin, Houston attorney, former athletic director at University of Texas at Austin, is a Cameron native * Dede Westbrook, wide receiver for the NFL's Minnesota Vikings, is a native of Cameron * Sam Williams, a former NFL player for the San Diego Chargers, was born in Cameron * Catherine Hardwicke, film director, production designer, and screenwriter. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen climate classification, Cameron has a humid subtropical climate, Cfa on climate maps.Climate Summary for Cameron, Texas ==References== ==External links== * *Official website Category:Cities in Texas Category:Cities in Milam County, Texas Category:County seats in Texas",
 "title": "Cameron, Texas"
}