{
 "id": "136349",
 "text": "Brady is a city in McCulloch County, Texas, United States. Brady refers to itself as the \"Heart of Texas\", as it is the city closest to the geographical center of the state, which is about 15 miles northeast of Brady. Its population was 5,528 at the 2010 census. It is the county seat of McCulloch County. ==Geography== According to the United States Census Bureau, Brady has a total area of , of which, are land and (20.16%) are covered by water. ===Major highways=== *20px U.S. Highway 87 *23px U.S. Highway 190 *23px U.S. Highway 283 *23px U.S. Highway 377 *20px State Highway 71 ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen climate classification, Brady has a humid subtropical climate, Cfa on climate maps. ==Demographics== As of the census of 2000, 5,523 people, 2,181 households, and 1,448 families resided in the city. The population density was 601.1 people per square mile (232.0/km2). The 2,603 housing units averaged 283.3 per square mile (109.4/km2). The racial makeup of the city was 59.6% White, 2.2% Black, 0.3% Native American, 0.4% Asian, 0.1% from other races, and 0.6% from two or more races. Hispanics or Latinos of any race were 36.7% of the population. Of the 2,181 households, 32.6% had children under the age of 18 living with them, 50.7% were married couples living together, 12.2% had a female householder with no husband present, and 33.6% were not families. About 31.3% of all households were made up of individuals, and 17.7% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 3.11. In the city, the population was distributed as 28.4% under the age of 18, 7.6% from 18 to 24, 23.5% from 25 to 44, 21.2% from 45 to 64, and 19.3% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 85.0 males. For every 100 females age 18 and over, there were 80.2 males. The median income for a household in the city was $22,961, and for a family was $28,701. Males had a median income of $25,498 versus $17,289 for females. The per capita income for the city was $12,607. About 18.7% of families and 23.5% of the population were below the poverty line, including 27.7% of those under age 18 and 22.1% of those age 65 or over. ==History== When the area was settled in the 1870s, the community was named Brady City after Brady Creek, which runs through town. The name was shortened to Brady when the town was incorporated in 1906. In 1787–1788, Spanish explorer José Mares crossed the creek near the site of present Brady. Henry and Nancy Fulcher, the first settlers on Brady Creek, donated land for the townsite in the mid-1870s. Allison Ogden and his father-in-law, Ben Henton, built a store in 1875. A post office opened in 1876. After residents of McCulloch County chose Brady as county seat on May 15, 1876, the town grew fairly quickly. Brady had about 50 residents in 1877, and a stone courthouse was completed in 1878. Thomas Maples began weekly publication of The Brady Sentinel in 1880; by 1884, Brady had two churches, a district school, three stores, two hotels, and 300 residents. Stock raising was the primary occupation in the Brady area before 1900. In the 1870s and 1880s, local ranchers drove their cattle to markets in Kansas. Most other trade was with Brownwood and Lampasas. The number of farms and fences increased with the influx of immigrants in the late 1880s and 1890s. Poultry, sheep, goats, cotton, and pecans joined cattle as important sources of income for area residents. When the Fort Worth and Rio Grande Railway arrived in 1903, Brady became a principal shipping point for Central Texas. The Gulf, Colorado and Santa Fe came to Brady in 1912. By 1914, the town had grown to include four churches, two schools, two banks, several processing plants, manufacturing and supply outlets, and 2,669 residents. In 1926, Brady residents celebrated the building of 42-acre Richards Park by holding a two-day barbecue on the Fourth of July weekend; it was such a success that the celebration was labeled the \"July Jubilee\" and became an annual event. Curtis Field opened just north of Brady in 1942 as a pilot-training school. Also during World War II, a German prisoner-of-war camp was built 3 miles east of the town; it housed more than 300 Germans, most of them members of Rommel's Afrika Korps. Brady grew slowly from the 1920s through the 1950s, with population estimates reaching a peak of 6,800 in 1958. In 1959, the Gulf, Colorado and Santa Fe Railway abandoned the section of track between Brownwood and Brady, thereby reducing Brady's access to outside markets. The population fell to 5,338 by 1961, and subsequently stabilized. Brady Reservoir was completed in 1963 for flood control, municipal and industrial water needs, and recreation. The Atchison, Topeka and Santa Fe abandoned the track between Brady and Eden in 1972, leaving the town with only a branch track to connect it with the main line at Lometa, in Lampasas County. Brady had 5,925 residents and 142 businesses in 1988. It was principally a farming and ranching community. Its industry included a mohair-combing plant and sand-mining operations. The Francis King Art Gallery and Museum houses works by King, a painter and sculptor, and a collection of restored antique cars. The stone courthouse, built in 1900, was renovated in 2009. A horse racetrack, G. Rollie White Downs, opened in 1989 and closed in 1990. Brady's population in 1990 was 5,946, but dropped to 5,528 in 2010. ==Notable people== * Scott Appleton, 1963 Outland Trophy winner, was an AFL and NFL player * Norma Jean, country music singer, was a member of The Porter Wagoner Show and the Grand Ole Opry during the 1960s * Terry Manning, music producer, lived in Brady as a child * James Earl Rudder taught and coached football at Brady High School from 1933 to 1938. He was mayor of Brady from 1946 to 1952 and later became president of Texas A&M; University * Dan Collins Taylor, from rural Doole near Brady, was a rodeo performer and promoter ==Education== Around 1,200 students in Brady and Melvin attend Brady Independent School District schools. Brady Elementary consists of kindergarten-grade 5 and the principal is Christy Finn. Brady Middle School consists of grades 6–8 and the principal is Shona Moore. Brady High School consists of grades 9–12 with Russell Baldwin as principal. Hector Martinez serves as superintendent. Brady High School is a Texas Education Agency \"Recognized\" campus. ==Government and infrastructure== thumb|right|Heart of Texas Healthcare System is the primary hospital serving Brady. thumb|right|The Brady National Bank is located about the courthouse square. In 1947, the state of Texas opened the Brady State School for Negro Girls on a former prisoner-of-war camp in McCulloch County, near Brady, leased from the federal government of the United States. In 1950, the state replaced the Brady facility with the Crockett State School. ==See also== *McCulloch County Courthouse *Old McCulloch County Jail ==References== ==External links== * Handbook of Texas Online: Brady, Texas * Brady Standard-Herald * The City of Brady Website Category:Cities in Texas Category:Cities in McCulloch County, Texas Category:County seats in Texas",
 "title": "Brady, Texas"
}