{
 "id": "136370",
 "text": "Hondo is a city in and the county seat of Medina County, Texas, United States. According to the 2010 Census, the population was 8,803. It is part of the San Antonio Metropolitan Statistical Area. ==History== thumb|left|Sign in Hondo, 1941 Original inhabitants of the area, now Medina County, were the Coahuiltecan people. Non-indigenous settlers to the area came from Alsace- Lorraine, Germany, Belgium and Mexico. Many family-owned businesses, farms, and ranches are still owned by descendants of the non-indigenous families. The first Spaniard to explore the area was Cabeza de Vaca in the early 1530s, some 40 years after Columbus arrived in the New World. The city of Hondo was first settled in 1881 and incorporated in 1942. Hondo was the scene of two bank robberies in the early 1920s. The crooks were the famed Newton Gang, the most successful outlaws in U.S. history. Both bank heists occurred the same night. In 1930, the local Hondo Lions Club erected the now somewhat famous sign reading \"This is God's Country, Don't Drive Thru It Like Hell\" at the city limits with the intention of slowing down those speeding while traveling through town. Later, in the 1940s the sign was changed to \"This is God's Country, Please Don't Drive Through It Like Hell\" to satisfy those in the town who were displeased with the tone of the old sign. The sign has been in news and print in many magazines, including on the cover of National Geographic, and in the music video of Little Texas' song \"God Blessed Texas.\" The U.S. Army built an air field in the town in 1942 to train new pilots; at one time the largest air navigation school in the world, Hondo Army Air Field trained over 14,000 navigators for service during World War II before closing in 1946. ==Geography== Hondo is located approximately west of Downtown San Antonio. According to the United States Census Bureau, the city has a total area of , of which, of it is land and of it (0.21%) is covered with water. Hondo was mentioned in Season 2 Episode 13 of The Night Shift and described as \"a two stoplight town down I-90\". ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Hondo has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Hondo, Texas ==Demographics== As of the census of 2000, there were 7,897 people, 2,207 households, and 1,664 families residing in the city. The population density was 823.8 people per square mile (317.9/km). There were 2,474 housing units at an average density of 258.1 per square mile (99.6/km). The racial makeup of the city was 73.33% White (includes Hispanic or Latino of any race were 59.92% of the population), 8.33% African American, 0.47% Native American, 0.25% Asian, 15.23% from other races, and 2.38% from two or more races. There were 2,207 households, of which 39.0% had children under the age of 18 living with them, 56.1% were married couples living together, 14.0% had a female householder with no husband present, and 24.6% were not families. About 21.3% of all households were made up of individuals, and 10.7% had someone living alone who was 65 years of age or older. The average household size was 2.91 and the average family size was 3.38. In the city, the population was distributed as 26.0% under the age of 18, 12.0% from 18 to 24, 33.1% from 25 to 44, 16.6% from 45 to 64, and 12.3% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 132.7 males. For every 100 females age 18 and over, there were 145.5 males. The median income for a household in the city was $27,917, and the median income for a family was $34,856. Males had a median income of $21,639 versus $17,868 for females. The per capita income for the city was $12,635. About 18.9% of families and 22.6% of the population were below the poverty line, including 31.8% of those under age 18 and 17.1% of those age 65 or over. ==Government== Hondo is the home of the 38th Judicial District of Texas. ==Education== The City of Hondo is served by the Hondo Independent School District and home to the Hondo High School Owls. ==Notable people== * Clint Hartung, baseball pitcher/outfielder (1947–1952), born in Hondo * George C. Windrow (1931–2019), member of the Wisconsin State Assembly, was born in HondoWisconsin Blue Book 1956, Biographical Sketch of George C. Windrow, pg. 58 ==References== ==External links== * Hondo Area Chamber of Commerce Official website * History of Hondo's famous welcome sign Category:Cities in Medina County, Texas Category:Cities in Texas Category:Populated places established in 1881 Category:County seats in Texas Category:Greater San Antonio Category:1881 establishments in Texas",
 "title": "Hondo, Texas"
}