{
 "id": "136555",
 "text": "Shepherd is a city in San Jacinto County, Texas, United States. The population was 2,319 at the 2010 census. ==General Information== With 2,319 people, Shepherd is the 642nd most populated city in the state of Texas out of 1,752 cities. In 2010, the median household income of Shepherd residents was $27,131. Shepherd households made slightly more than Chilton households ($27,115) and Bedias households ($27,112) However, 25.7% of Shepherd residents live in poverty. The median age for Shepherd residents is 36.3 years old. The largest Shepherd racial/ethnic groups are White (60%) followed by Black (.5%) and Hispanic (40.5%). All of the above information comes from United States Census Bureau's census in 2010. ==Historical Information== Texas Historical Marker #7672, erected in 1970, located west of FM 222 on SH 150 in Shepherd, gives a brief background for the town. Exact text on the marker is as follows: Originated in vicinity of Old Drew's Landing, a Trinity River port for settlers bringing in goods and shipping cotton, tobacco, and other products to markets. An early nearby community was Big Creek. Into these pioneer settlements came Houston East & West Texas Railroad investors, including Benjamin A. Shepherd (1814-1891) of Houston, who in 1875 platted townsite here, naming it for himself. The town square was on west side of H. E. & W. T., which was completed beyond this point in 1879. The Shepherd Post Office opened Dec. 22, 1879, with Jack B. Noble as postmaster. A pioneer physician was Dr. William Herbert Beazley (1837-1919); Mrs. Jessie Fain operated an early hotel; Mrs. Jane Langham taught first public school session, in Methodist church building. James Ephraim Tribe, a native of Canada, came here in 1895, was a carpenter, coffin maker, millwright, and wheelwright. A Baptist, he built a church edifice for that faith in 1896. Distinguished native son Robert Scott Lovett (1860-1932), became president of Southern Pacific and Union Pacific railroads and rendered outstanding civilian service to the nation during World War I. Once a center for the lumbering industry, Shepherd remains an important market town of southeast Texas. ==Geography== Shepherd is located at (30.491363, –94.999595). According to the United States Census Bureau, the city has a total area of , of which, of it is land and 0.16% is water. ==Demographics== ===2000 Census=== In the 2000 census, there were a reported 744 households, and 520 families residing in the city. The population density was 331.8 people per square mile (128.2/km). There were 853 housing units at an average density of 139.5/sq mi (53.9/km). The racial makeup of the city was 76.44% White, 18.53% African American, 0.84% Native American, 0.74% Asian, 0.05% Pacific Islander, 1.58% from other races, and 1.82% from two or more races. Hispanic or Latino of any race were 5.52% of the population. There were 744 households, out of which 34.5% had children under the age of 18 living with them, 51.2% were married couples living together, 15.1% had a female householder with no husband present, and 30.1% were non- families. 26.7% of all households were made up of individuals, and 14.0% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 3.17. In the city, the population was spread out, with 27.9% under the age of 18, 8.3% from 18 to 24, 25.7% from 25 to 44, 20.8% from 45 to 64, and 17.2% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 87.0 males. For every 100 females age 18 and over, there were 83.6 males. The median income for a household in the city was $28,906, and the median income for a family was $33,138. Males had a median income of $29,327 versus $19,615 for females. The per capita income for the city was $13,115. About 17.5% of families and 19.8% of the population were below the poverty line, including 24.5% of those under age 18 and 21.2% of those age 65 or over. ==Education== The City of Shepherd is served by the Shepherd Independent School District. ==Notable people== * Ernest Bailes, Texas State Representative HD18 * Amber Holcomb, American Idol season 12 finalist * Tyler Kolek, American Minor League Baseball * Bert Long, Jr., artist * Travian Smith, American football player ==References== Category:Cities in San Jacinto County, Texas Category:Cities in Texas Category:Greater Houston",
 "title": "Shepherd, Texas"
}