{
 "id": "136504",
 "text": "Canyon is a city in, and the county seat of, Randall County, Texas, United States. The population was 13,303 at the 2010 census. It is part of the Amarillo, Texas, metropolitan statistical area. Canyon is the home of West Texas A&M; University and Panhandle–Plains Historical Museum, and the outdoor musical drama Texas. ==History== Canyon was founded by L.G. Conner. East of Canyon is the JA Ranch. ==Geography== According to the United States Census Bureau, Canyon has a total area of , all land. The city itself lies in a valley that eventually becomes Palo Duro Canyon to the east. ===Climate=== ==Demographics== At the 2010 census, 13,303 people, 5,185 households and 2,924 families resided in the city. The population density was 2687.47 per square mile (1,037.68/km2). The 5,611 housing units averaged 1,133.54 per square mile (437.68/km2). The racial makeup of the city was 88.5% White, 2.4% African American, 0.7% Native American, 1.8% Asian, 0.1% Pacific Islander, 4.7% from other races, and 2% from two or more races. Hispanics or Latinos of any race were 15.7% of the population. Of the 5,185 households, 27.8% had children under the age of 18 living with them, 42.5% were married couples living together, 10.2% had a female householder with no husband present, 3.6% had a male householder with no wife present, and 43.6% were not families. About 31.8% of all households were made up of individuals, and 8.9% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 2.99. The population was distributed as 21.4% under the age of 18, 18.6% from 20 to 24, 22.3% from 25 to 44, 15.3% from 45 to 64, and 9.6% who were 65 years of age or older. The median age was 25 years. For every 100 females, there were 93.6 males. For every 100 females age 18 and over, there were 90.5 males. The median household income was $32,361 and the median family income was $46,250. Males had a median income of $34,338 versus $25,255 for females. The per capita income for the city was $16,292. About 8.1% of families and 14.3% of the population were below the poverty line, including 10.2% of those under age 18 and 10.3% of those age 65 or over. ==Education== Public education in Canyon is served by the Canyon Independent School District. Currently, the only high school is Canyon High School, whose mascot is an Eagle. Some students in Canyon, TX play soccer at the Brown Road Soccer Complex on the west side of town. thumb|Intermediate school and junior high students playing soccer at Brown Road Soccer Complex in Canyon ==Notable people== * Houston Bright, composer who taught for three decades at West Texas A&M; University * Harold Bugbee, Western artist and the former curator of Panhandle-Plains Museum * Terry Funk, professional wrestler and actor * Blair Garner, syndicated radio host * Bryan A. Garner, editor-in- chief of Black's Law Dictionary, author, and teacher; grandson to Meade F. Griffin of the Texas Supreme Court and Court of Criminal Appeals; older brother of Blair Garner * J. Evetts Haley, a historian of the American West, lived in Canyon and later Midland *Margaret Pease Harper, educator, musician and originator of Texas *Mark Lair, Hall of Fame bridge player, inducted into the American Contract Bridge League Bridge Hall of Fame in 2009; professional bridge player with two world championships, 21 North American championships, and 11 North American championship runners-up; honorary lifetime appointment to the American Contract Bridge League Goodwill Committee, 1997; ranking of fifth on ACBL all-time master point list with over 67,900 master points, 2018; winner of the Fishbein Trophy, Barry Crane Trophy, and Herman Trophy: Mark was raised in Canyon and has lived in Canyon for the past 41 yearsMark Lair * Georgia O'Keeffe, famous artist, lived in Canyon (1916–1918), inspired by the beauty of the Palo Duro country * Carmen Espinoza-Rodriquez, singer/songwriter * Brandon Schneider, women's basketball head coach at the University of Kansas; born in Canyon * Candace Whitaker, women's basketball head coach at Texas Tech; born in Canyon ==See also== Palo Duro Canyon State Park is 12 miles east of Canyon. ==References== ==External links== * City of Canyon * City-Data * Handbook of Texas Online * Randall County, Texas Genealogy Category:Cities in Texas Category:Cities in Randall County, Texas Category:County seats in Texas Category:Cities in Amarillo metropolitan area",
 "title": "Canyon, Texas"
}