{
 "id": "136508",
 "text": "Big Lake is a small rural city in Reagan County, Texas, United States. As of the 2010 Census, the city population was 2,936. It is the county seat of Reagan County. Big Lake is situated atop the divide between the Rio Grande and Colorado River watersheds. The city takes its name from a dry lake, a unique dryland plains geographic feature located about two miles south of the city, through which St Hwy 137 passes. The dry lake, with no outlet, is more than two sections in size, making it the largest in Texas; it impounds water temporarily after high-runoff rain events, being used for grazing the remainder of the time. Though seasonal and temporal, the \"big playa lake\", in wet periods, is significant in a semiarid, drought-frequented environment and has been utilized regularly as a food and water resource by man and animal, alike, since prehistoric times. Started as a small ranching community in the late 1880s, Big Lake owes its original existence to the Kansas City, Mexico and Orient Railway, which passed through the area in 1912, as it was extended from Sherwood, west of San Angelo, to Girvin and beyond the Pecos River. The growth from the railroad, coupled with that from the Santa Rita discovery well in 1923, allowed it, in 1925, to take over the position of county seat from Stiles, a pioneer ranching community established in 1894 on Centrailia Draw, about 20 miles to the north. The main highway through the area, US 67, was extended through the region in 1934, on the way to termination in Presidio. The city's current existence is based on agriculture (some farming, but mostly ranching) and oil and gas service and production throughout the area. ==History== In 1919, Rupert Ricker began the process of leasing 674 sections of University of Texas land, part of their Permanent University Fund. Unable to fund any test wells, Ricker sold the prospect to Frank Pickrell and Haymon Krupp, who organized the Texon Oil and Land Company. The company geologist, Hugh H. Tucker, picked the drill site, claiming a structure wide and long. The initial drill site was about west of Big Lake, north of the Orient Railroad tracks at what became Texon. They hired Carl G. Cromwell to spud the first test well in 1921, using cable tools. On the afternoon of 27 May, oil showed in the bailer. Then, on the morning of 28 May 1923, the Santa Rita No. 1 gushed oil after drilling to a depth of . Initial production was 100 BOPD, which overflowed the earthen tanks, and then onto the ground for over a month before casing could set. The oil was then shipped by tank car to a refinery in El Paso. Michael Late Benedum bought the Texon find, and formed the Big Lake Oil Company, in October 1923. By 1924, Benedum had established the Big Lake oil field as the first major oil field in the Permian Basin. In 1926, this field had 74 wells producing a total of 32,317 BOPD. ==Geography== Big Lake is located at (31.193908, –101.458834). According to the United States Census Bureau, the city has a total area of , all of it land. Big Lake was served by the Kansas City, Mexico, and Orient Railway, and continues to be served by its successor Texas Pacifico Transportation. ==Demographics== As of the census of 2000, 2,885 people, 932 households, and 751 families were residing in the city. The population density was 2,327.4 people per square mile (898.3/km2). The 1,148 housing units averaged 926.1 per sq mi (357.5/km2). The racial makeup of the city was 63.64% White, 3.29% African American, 0.49% Native American, 0.31% Asian, 30.33% from other races, and 1.94% from two or more races. Hispanics or Latinos of any race were 51.54% of the population. Of the 932 households, 48.9% had children under the age of 18 living with them, 69.4% were married couples living together, 7.9% had a female householder with no husband present, and 19.4% were not families. About 18.0% of all households were made up of individuals, and 7.8% had someone living alone who was 65 years of age or older. The average household size was 3.05, and the average family size was 3.47. In the city, the age distribution of the population was 34.9% under 18, 7.7% from 18 to 24, 28.3% from 25 to 44, 19.0% from 45 to 64, and 10.2% who were 65 or older. The median age was 32 years. For every 100 females, there were 98.1 males. For every 100 females age 18 and over, there were 97.5 males. The median income for a household in the city was $33,478, and for a family was $37,104. Males had a median income of $31,056 versus $17,656 for females. The per capita income for the city was $12,829. About 8.8% of families and 11.3% of the population were below the poverty line, including 11.7% of those under age 18 and 23.2% of those age 65 or over. ==Climate== Big Lake experiences a hot semiarid climate, typical of West Texas and parts of Central Texas. Summers are long and hot, and winters are short and relatively mild. In the summer, low humidity helps temper the heat. Due to Big Lake's aridity and elevation, temperatures drop quickly after sunset, especially in the summer. Some precipitation falls in summer, mostly as fast- moving thunderstorms. Winters are dry. Winter temperatures occasionally drop below freezing at night, but sustained, bitter cold is uncommon. Snowfall is rare, never exceeds a few inches, and usually melts quickly. ==Education== thumb|300px|Santa Rita No. 1 rig, used in the discovery of the Big Lake Oil Field in 1923. The City of Big Lake is served by the Reagan County Independent School District. ==Big Lake in popular culture== The city of Big Lake was featured in the 2002 movie The Rookie, although the town portrayed in the movie was actually Thorndale, Texas, which is actually east of Austin. In the movie, the town lacked a proper baseball field, while the high school football stadium was the main focus of athletic attention. The Rookie made Big Lake interested in hosting a minor league baseball team: the West Texas Big Fish of the Texas–Louisiana League in the 2000s. Today, another Big Fish team is a member of the collegiate level Central Texas Collegiate League. Big Lake is featured in a semi-biographical 2019 novel, by Russ Brown, titled Miss Chisum.Brown, Russ, Miss Chisum, Amazon and Kindle. The narrative explores the life of cattle baron, John Chisum, and his fabled relationship with a slave. Big Lake is depicted as a watering hole on Chisum's 19th century westward cattle drives. Revisited in 1970 by his granddaughter, whilst retracing his steps. ==References== ==External links== * City of Big Lake official website Category:Cities in Texas Category:Cities in Reagan County, Texas Category:County seats in Texas Category:Populated places established in the 1880s",
 "title": "Big Lake, Texas"
}