{
 "id": "136602",
 "text": "200px|right|thumb|Winona City Hall 200px|right|thumb|Cattle at a pond just west of Winona, Texas Winona is a city in Smith County, Texas, United States. Its population was 576 at the 2010 census. It is part of the Tyler, Texas, metropolitan statistical area. ==History== Delaware Indians lived in the area as early as 1818. The town was founded in 1870. ==Geography== Winona is located at (32.490836, -95.171100). According to the United States Census Bureau, the town has a total area of 1.6 square miles (4.0 km2), all land. ==Demographics== As of the census of 2000, 582 people, 217 households, and 157 families were residing in the town. The population density was 372.8 people per square mile (144.0/km2). The 237 housing units averaged 151.8 per square mile (58.7/km2). The racial makeup of the town was 86.77% White, 11.00% African American, 0.17% Asian, 0.34% from other races, and 1.72% from two or more races. Hispanics or Latinos of any race were 3.09% of the population. Of the 217 households, 39.2% had children under the age of 18 living with them, 53.9% were married couples living together, 15.2% had a female householder with no husband present, and 27.2% were not families. About 25.3% of all households were made up of individuals, and 16.1% had someone living alone who was 65 years of age or older. The average household size was 2.68, and the average family size was 3.21. In the town, the age distribution was 29.7% under 18, 7.2% from 18 to 24, 29.6% from 25 to 44, 21.0% from 45 to 64, and 12.5% who were 65 or older. The median age was 35 years. For every 100 females, there were 90.8 males. For every 100 females age 18 and over, there were 89.4 males. The median income for a household in the town was $38,750, and for a family was $44,250. Males had a median income of $31,250 versus $23,750 for females. The per capita income for the town was $15,781. About 6.9% of families and 11.5% of the population were below the poverty line, including 12.7% of those under age 18 and 24.6% of those age 65 or over. ==Education== The City of Winona is served by the Winona Independent School District. ==Sale of alcohol== In May 2009, a referendum to permit the sale of alcoholic beverages in Winona failed in a 94–94 tie, but on November 3, 2009, after a revote, alcohol became legal in Winona by a 124-106 tally. Winona is the first community in Smith County since 1939 to permit sales of beer, wine, and liquor. ==References== ==External links== * City of Winona, Texas * Winona Independent School District Category:Towns in Smith County, Texas Category:Towns in Texas",
 "title": "Winona, Texas"
}