{
 "id": "136661",
 "text": "{{Infobox settlement | official_name = Watauga, Texas | other_name = | native_name = | nickname = | settlement_type = City | motto = | image_skyline = Watauga City Hall.jpg | imagesize = 250px | image_caption = City Hall facing north on 24 March 2016. | image_flag = | flag_size = | image_seal = | seal_size = | image_shield = | shield_size = | image_blank_emblem = | blank_emblem_size = | image_map = Tarrant County Texas Incorporated Areas Watauga highlighted.svg | mapsize = 250x200px | map_caption = Location within Tarrant County and Texas | image_map1 = | mapsize1 = | map_caption1 = | image_dot_map = | dot_mapsize = | dot_map_caption = | dot_x = | dot_y = | pushpin_map = | pushpin_label_position = | pushpin_map_caption = | pushpin_mapsize = | subdivision_type = Country | subdivision_name = | subdivision_type1 = State | subdivision_name1 = | subdivision_type2 = County | subdivision_name2 = Tarrant | subdivision_type3 = | subdivision_name3 = | subdivision_type4 = | subdivision_name4 = | government_footnotes = | government_type = Home Rule (Mayor-Council-Manager) | leader_title = City Council | leader_name = Mayor Arthur Miner Patrick Shelbourne Tom Snyder Lovie Downey Andrew Neal Juanita King Mark Taylor Jan Hill | leader_title1 = City Manager | leader_name1 = Andrea Gardner | leader_title2 = | leader_name2 = | leader_title3 = | leader_name3 = | leader_title4 = | leader_name4 = | established_title = | established_date = | established_title2 = | established_date2 = | established_title3 = | established_date3 = | area_magnitude = | unit_pref = Imperial | area_footnotes = | area_total_km2 = 10.77 | area_land_km2 = 10.77 | area_water_km2 = 0.00 | area_total_sq_mi = 4.16 | area_land_sq_mi = 4.16 | area_water_sq_mi = 0.00 | area_water_percent = | area_urban_km2 = | area_urban_sq_mi = | area_metro_km2 = | area_metro_sq_mi = | area_blank1_title = | area_blank1_km2 = | area_blank1_sq_mi = | population_as_of = 2010 | population_footnotes = | population_note = | population_total = 23497 | population_density_km2 = 2272.64 | population_density_sq_mi = 5886.27 | population_metro = | population_density_metro_km2 = | population_density_metro_sq_mi = | population_urban = | population_density_urban_km2 = | population_density_urban_sq_mi = | population_blank1_title = | population_blank1 = | population_density_blank1_km2 = | population_density_blank1_sq_mi = | timezone = CST | utc_offset = -6 | timezone_DST = CDT | utc_offset_DST = -5 | coordinates = | elevation_footnotes = | elevation_m = 185 | elevation_ft = 607 | postal_code_type = ZIP codes | postal_code = 76148, 76137 | area_code = 817, 682 | blank_name = FIPS code | blank_info = 48-76672 | blank1_name = GNIS feature ID | blank1_info = 1376659 | website = ci.Watauga.TX.us | footnotes = |pop_est_as_of = 2019 |pop_est_footnotes = |population_est = 24481 }} Watauga ()Watauga Definition and Meaning. Retrieved October 11, 2021. is a city in Tarrant County, Texas, United States, and a suburb of Fort Worth. The population was 23,497 at the 2010 census. The city's businesses and retail markets are generally located on Highway 377. ==Geography== Watauga is located at (32.871416, –97.249122). According to the United States Census Bureau, the city has a total area of 4.2 square miles (10.8 km), all of it land. The city is entirely surrounded by the cities of Keller to the north, Fort Worth to the west, Haltom City to the southwest and North Richland Hills to the south and east. Almost all of the city's land area is located east of US 377, though a portion extends west of that highway and includes homes and some city offices. ===Places=== Locations within city limits of Watauga include, Capp Smith Park, Watauga Pavilion and Watauga Public Library which is a sworn member of the Fort Worth-based METRO-PAC library catalog system. Other nearby attractions to Watauga and inside the Mid-Cities include North East Mall in Hurst (7–8 miles), Grapevine Lake and Grapevine Mills Mall (17 miles) in Grapevine, NRH20 in North Richland Hills (7 miles), and Southlake Town Square in Southlake (10 miles). ===Transportation=== No public transportation operates in Watauga, having not elected to join Trinity Metro but instead chosen to direct local sales tax option funds elsewhere. * 30px U.S. Route 377 ==History== The first settlers came to Tarrant County in 1843.City of Watauga website The Texas and Pacific Railway came through present-day Watauga in 1881, which spurred a settlement of large farms and ranches. The settlement took its name from the pre-Revolutionary War Watauga Association settlement that was located in the northeastern section of East Tennessee, in areas surrounding the Sycamore Shoals of the Watauga River, near present-day Elizabethton, Tennessee. Watauga received a railroad station and a post office in 1883. The population was 65 in the mid-1930s and 1940s, when the railroad station had closed. The population then grew due to defense plants to over 1000 in the 1960s. The population continued to grow to 7,050 in 1976, and 20,000 in 1990.Handbook of Texas Online ==Demographics== https://datausa.io/profile/geo/watauga-txAs of the 2019, there were 24,582 people in the city. The population density was 5,909.1 people per square mile (2,028.5/km). The racial makeup of the city was 61.70% White Non-Hispanic, 4.02% African American, 0.67% Native American, 7.38% Asian, 0.20% Pacific Islander, 0.55% from other races, and 1.31% from two or more races. Hispanic or Latino of any race were 24.15% of the population. As of the census of 2000, there were 21,908 people, 7,145 households, and 5,944 families residing in the city. The population density was 5,256.9 people per square mile (2,028.5/km). There were 7,275 housing units at an average density of 1,745.7 per square mile (673.6/km). The racial makeup of the city was 87.05% White, 2.27% African American, 0.64% Native American, 3.69% Asian, 0.20% Pacific Islander, 3.91% from other races, and 2.23% from two or more races. Hispanic or Latino of any race were 10.66% of the population. There were 7,145 households, out of which 49.7% had children under the age of 18 living with them, 68.8% were married couples living together, 10.0% had a female householder with no husband present, and 16.8% were non-families. 12.8% of all households were made up of individuals, and 2.7% had someone living alone who was 65 years of age or older. The average household size was 3.04 and the average family size was 3.33. In the city, the population was spread out, with 32.3% under the age of 18, 7.2% from 18 to 24, 36.5% from 25 to 44, 19.3% from 45 to 64, and 4.7% who were 65 years of age or older. The median age was 32 years. For every 100 females, there were 97.9 males. For every 100 females age 18 and over, there were 94.2 males. The median income for a household in the city was $56,751, and the median income for a family was $57,969. Males had a median income of $40,468 versus $28,360 for females. The per capita income for the city was $19,872. About 3.5% of families and 3.9% of the population were below the poverty line, including 3.9% of those under age 18 and 4.7% of those age 65 or over. ==Local government== Watauga is a full-service city, providing police, fire and emergency services, parks and recreation, a library, building inspection, economic development, city planning, and public works. The city operates under a Mayor-Council-Manager form of government. According to the city's 2013-2014 Comprehensive Annual Financial Report, the city's various funds had $25.5 million in revenues, $23.3 million in expenditures, $102.8 million in total assets, $32.8 million in total liabilities, and $27.5 million in cash and investments.City of Watauga 2013-14 CAFR Retrieved 2015-06-22 The structure of the management and coordination of city services is:City of Watauga FY2014-15 Budget Retrieved 2015-06-22 {| class=\"wikitable\" border=\"1\" |- ! City Department ! Director |- |City Manager |Joshua Jones |- |Finance Director |Sandra Gibson |- |Police Chief |Robert Parker |- |Fire Chief |Shawn Fannan |- |Human Resources & Civil Service Director |Juliet Rodriguez |- |Chief Information Officer / PIO |Bradley Fraley |- |Library Director |Lana Ewell |- |Municipal Court Judge |J. Stewart Bass |- | Parks and Community Services Director |Sal Torres |} ==Education== Watauga is served by two independent school districts. Birdville serves a majority of the city, while Keller serves the northwestern portion. ==Economy== ===Top employers=== According to Watauga's 2015 Comprehensive Annual Financial Report,City of Watauga CAFR Retrieved 2017-05-30 the top employers in the city are: {| class=\"wikitable\" border=\"1\" |- ! # ! Employer ! # of Employees |- |1 | Target |245 |- |2 | Birdville ISD |195 |- |3 | City of Watauga |190 |- |4 | Albertson's |176 |- |5 | Harvest Baptist |100 |- |6 | North Pointe Health & Rehab |92 |- |7 | Fresco's |60 |- |8 | Keller ISD |110 |- |9 | Cotton Patch Cafe |54 |- |10 | Chili's |52 |} ==References== ==External links== * City of Watauga, official website Category:Dallas–Fort Worth metroplex Category:Cities in Tarrant County, Texas Category:Cities in Texas",
 "title": "Watauga, Texas"
}