{
 "id": "136676",
 "text": "Sanderson is a census-designated place (CDP) in and the county seat of Terrell County, Texas, United States. The population was 837 at the 2010 census. Sanderson was created in 1882 as a part of neighboring Pecos County. It became the seat of Terrell County in 1905. ==History== Sanderson was founded in 1882. It was a division point for the Southern Pacific Railroad, where refueling and crew changes on its main transcontinental route took place. Mohair and wool production on surrounding ranches formed a significant part of the economy. The community entered in an economic decline when the operations involving sheep and goats decreased. A devastating flood in June, 1965 killed 26 people and washed away homes and businesses near the usually dry Sanderson Creek. Since then, many flood-control dams have been erected across the arroyos upstream from the town.Swanya Howell Pitts, \"SANDERSON, TX,\" Handbook of Texas Online An illustrated tour brochure guides visitors past 50 historic sites,Terrell County~Cactus Capital of Texas including several notable buildings remaining from the town's more prosperous era. The 1906 Courthouse was built to designs by Henry Phelps, but the still-graceful building was much modified in 1932, in 1950, and again in 1983. Facing the courthouse square is the little-changed 1931 Art Deco-style Sanderson High School, designed by Ralph W. Cameron, one of San Antonio's leading architects of the period. A handsome Deco frieze above the entranceway illustrates TRUTH CULTURE PROGRESS SUCCESS. Nearby is a Classical Revival structure built as a Masonic Lodge, but used for many years now as a private residence. Kerrs Mercantile on U.S. Route 90 was the leading retailer in these parts for decades; now under new ownership, it is an antique store. After regulations changed in 1995, the Southern Pacific ended the practice of changing train crews (and overnighting them) in Sanderson. By 2013, the community had lost most of the businesses it had during its peak, and the population was half of what it was at its peak.MacCormack, John. \"In fading town, the news is back.\" Houston Chronicle. December 27, 2013. Retrieved on December 27, 2013. - Also available from the San Antonio Express-News. \"In fading town, the news is back\", December 25, 2013. ==Geography== According to the United States Census Bureau, the CDP has a total area of 4.2 square miles (10.9 km), all of it land. Sanderson is located on U.S. Route 90, west of Del Rio. ===Climate=== Sanderson has a hot semiarid climate (Köppen BSh) bordering both on a cool semiarid climate (BSk) and a hot desert climate (BWh). Winters feature mild, sunny days and cold or freezing nights, while summers are hot with occasional thunderstorms providing the only significant source of precipitation apart from occasional remnant hurricanes moving inland from the Gulf of Mexico. ==Demographics== As of the census of 2000, 861 people, 356 households, and 237 families resided in the CDP. The population density was 205.7 people per square mile (79.3/km). The 635 housing units averaged 151.7/sq mi (58.5/km). The racial makeup of the CDP was 86.88% White, 2.09% Native American, 0.70% Asian, 9.18% from other races, and 1.16% from two or more races. Hispanics or Latinos of any race were 51.45% of the population. Of the 356 households, 29.2% had children under the age of 18 living with them, 53.4% were married couples living together, 8.4% had a female householder with no husband present, and 33.4% were not families. About 32.0% of all households were made up of individuals, and 18.5% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.08. In the CDP, the population was distributed as 25.9% under the age of 18, 5.6% from 18 to 24, 22.1% from 25 to 44, 26.4% from 45 to 64, and 20.1% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 97.0 males. For every 100 females age 18 and over, there were 92.2 males. The median income for a household in the CDP was $23,594, and for a family was $29,500. Males had a median income of $22,946 versus $14,453 for females. The per capita income for the CDP was $13,714. About 21.8% of families and 26.9% of the population were below the poverty line, including 33.5% of those under age 18 and 31.4% of those age 65 or over. ==Education== Sanderson is served by the Terrell County Independent School District and home to the Sanderson High School Eagles. The high school and junior high school each has a six-man football team. ==Media== The Terrell County Sun's first issue was published in late November 2013. It was established to replace the previous paper, the Terrell County News-Leader, which closed in July 2013. Between the closing of the News-Leader and the opening of the Sun, the only source of local news was a bulletin board. Kenn Norris, the county commissioner, stated that the San Angelo Standard-Times was previously distributed in the community. Norris stated in 2013 that no radio reception exists in Sanderson. He stated that the television in the community as of 1989 came from Colorado. ==Infrastructure== ===Transportation=== * * * Sanderson station, served by Amtrak’s Sunset Limited and Texas Eagle, operating between Los Angeles and New Orleans or Chicago * Terrell County Airport is nearby, providing general aviation service ==In popular culture== Sanderson is the location of the trailer park where Llewellyn Moss lives in the 2005 Cormac McCarthy novel and 2007 Coen Brothers film No Country for Old Men. It is also the destination of the truckload of down-on-their-luck Mexicans looking for work in McCarthy's third Border Trilogy book Cities of the Plain (1998).Chapter I, pp. 35-37 ==See also== *Baxter's Curve Train Robbery ==References== ==External links== * Sanderson in Handbook of Texas Category:Census-designated places in Terrell County, Texas Category:Census-designated places in Texas Category:County seats in Texas",
 "title": "Sanderson, Texas"
}