{
 "id": "136725",
 "text": "Rankin is a city in Upton County, Texas, United States. Its population was 778 at the 2010 census. It is named after F.E. Rankin, a local rancher. It is the county seat of the thinly populated county; in 2010, only 3,355 people lived in the entire county, and McCamey was the only larger town. ==Geography== Rankin is located at (31.224412, −101.940866). It is at the junction of U.S. Highway 67 and Texas State Highway 329, known locally as Ranch Road 870. According to the United States Census Bureau, the city has a total area of 1.1 square miles (2.7 km), all of it land. ==History== The town was founded in 1911, and the post office was built a year later. In 1921, still a tiny community based around the ranching industry, it was designated the county seat. Rankin was served by the Kansas City, Mexico and Orient Railway. The discovery of the Yates Oil Field in adjacent Pecos County in 1926 converted Rankin into a boom town. Since Rankin was the nearest settlement on a rail line, it became the center for the oil-services industry for the nearby oil fields. During the Great Depression, the population declined as the price of oil fell, and as workers moved away to work in newly discovered fields in East Texas and elsewhere; however, a secondary boom occurred in the 1940s with the discovery of the nearby Benedum Oil Field. A hospital, three new schools, and a library date from this period. The population has gradually fallen since its secondary peak of 1,278 in 1980.Rankin, Texas in the Handbook of Texas Online ==Demographics== As of the census of 2000, 800 people, 308 households, and 231 families resided in the city. The population density was 751.9 people per square mile (291.4/km). The 374 housing units averaged 351.5 per square mile (136.2/km). The racial makeup of the city was 84.00% White, 2.50% African American, 0.50% Native American, 12.00% from other races, and 1.00% from two or more races. Hispanics or Latinos of any race were 26.88% of the population. Of the 308 households, 32.5% had children under the age of 18 living with them, 60.7% were married couples living together, 9.7% had a female householder with no husband present, and 25.0% were not families; 23.1% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.03. In the city, the age distribution was 26.5% under 18, 8.5% from 18 to 24, 23.4% from 25 to 44, 26.3% from 45 to 64, and 15.4% who were 65 or older. The median age was 41 years. For every 100 females, there were 94.2 males. For every 100 females age 18 and over, there were 92.2 males. The median income for a household in the city was $36,528, and for a family was $41,250. Males had a median income of $36,250 versus $19,563 for females. The per capita income for the city was $16,047. About 15.7% of families and 16.9% of the population were below the poverty line, including 24.6% of those under age 18 and 15.3% of those age 65 or over. ==Education== The city of Rankin is served by the Rankin Independent School District. The district has two schools: Rankin High School (Red Devils) and James Gossett Elementary.Rankin ISD website ==Climate== Rankin experiences a semiarid climate with hot summers and cool winters. ==Notable people== * Paul Patterson, Western author and educator, was reared in Rankin and is interred at Rankin Cemetery ==References== Category:Cities in Upton County, Texas Category:Cities in Texas Category:County seats in Texas",
 "title": "Rankin, Texas"
}