{
 "id": "136724",
 "text": "McCamey is a city in Upton County, Texas. Its population was 1,887 at the 2010 census. The Texas legislature has declared McCamey \"the Wind Energy Capital of Texas\" because of the many wind farms that have been built in the area. Its history, however, is primarily that of an oil boomtown. ==Geography== McCamey is located at (31.132300, –102.222106). The town is about 5 miles (8 km) east of the Pecos River along U.S. Route 67. According to the United States Census Bureau, the city has a total area of 2.0 square miles (5.2 km), all land. ==History== thumb|left|Downtown McCamey McCamey is named for George B. McCamey, whose 1925 wildcat well brought about the oil boom in the region. He brought in a real estate developer from Corpus Christi, to lay out a townsite near the oil field and along the Kansas City, Mexico and Orient Railway capable of housing 10,000 people. The town was initially a jumble of tents and frame shacks; order came slowly, replacing the lawlessness of the early boomtown environment. A post office was built in 1926, and the town was incorporated near the end of that year. In 1927, the McCamey Independent School District was formed, and an enterprising newspaperman printed the first issue of the Tri-County Record, the first town newspaper.McCamey, Texas, in the Handbook of Texas Online Water supply was a problem in the early years of McCamey, as the nearby water sources were not drinkable. Water came in by train from Alpine, almost away, at a cost of $1 a barrel. A potable water supply was found in a geologic unit only distant, and pipes were built to transport it to town in 1929.Upton County history from Handbook of Texas Online McCamey was the location of a Humble Oil Company Refinery, one of the first built in West Texas. Humble Oil & Refining Company was a corporate predecessor of Exxon Company. An early experiment by Shell Oil Company in massive oil storage in McCamey proved a failure; local oilmen built a reservoir to hold up to one million barrels of oil in an earthen tank, but the limestone formation underneath the tank cracked under the weight of the crude, allowing much of it to leak into the subsurface. The population of the town declined during the Great Depression along with the price of oil, and as the discovery of large oil fields elsewhere pulled workers away. In 1940, 2,600 people were in McCamey; in 1980, 2,436; and the 2000 census showed the population had shrunk to 1,805. In 1940, Texas oilman and industrialist Bill Noël moved to McCamey, where he joined M. H. McWhirter of Monahans and J. B. Tubb of Crane County to establish the Trebol Oil Company. He worked 18-hour days as Trebol's tool pusher, pumper, and production supervisor. The company drilled 52 producing wells before it struck the first dry hole. Noël was so occupied in the pursuits of the business that he claimed to have been unaware that he had become a millionaire until several years after the accumulation of his fortune. ==Demographics== As of the census of 2000, 1,805 people, 676 households, and 494 families resided in the city. The population density was 900.4 people per square mile (348.5/km). The 854 housing units averaged 426.0/sq mi (164.9/km). The racial makeup of the city was 72.30% White, 1.55% African American, 1.27% Native American, 23.82% from other races, and 1.05% from two or more races. Hispanics or Latinos of any race were 52.30% of the population. Of the 676 households, 35.7% had children under the age of 18 living with them, 58.1% were married couples living together, 10.9% had a female householder with no husband present, and 26.9% were not families. About 24.9% of all households were made up of individuals, and 12.4% had someone living alone who was 65 years of age or older. The average household size was 2.67 and the average family size was 3.20. In the city, the age distribution was 30.3% under the age of 18, 8.0% from 18 to 24, 24.7% from 25 to 44, 22.6% from 45 to 64, and 14.4% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 95.1 males. For every 100 females age 18 and over, there were 91.2 males. The median income for a household in the city was $25,233, and for a family was $28,906. Males had a median income of $31,513 versus $16,724 for females. The per capita income for the city was $12,171. About 23.2% of families and 24.7% of the population were below the poverty line, including 30.6% of those under age 18 and 16.6% of those age 65 or over. ==Education== The City of McCamey is served by the McCamey Independent School District. ==Notable people== * Gary Gilmore, first person executed in the United States after capital punishment was reinstated in 1976, was born in McCamey on December 4, 1940 * Jill Jackson, Ray Hildebrand's partner in the 1960s duo Paul & Paula, was born in McCamey on May 20, 1942. Their 1963 hit song called \"Hey Paula\" reached number one on the Billboard Top 40 charts * Bill Keffer, Republican member of the Texas House of Representatives from District 107 from 2003 to 2007; Dallas lawyer born in McCamey in 1958; brother of still-serving Representative Jim Keffer * Dan Seals, country singer/musician, is also known as \"England Dan\", half of the soft rock duo England Dan & John Ford Coley. Born February 8, 1948, in McCamey, he died March 25, 2009, of mantle cell lymphoma (aged 61) in Nashville, Tennessee ==Climate== According to the Köppen climate classification, McCamey has a semiarid climate, BSk on climate maps.Climate Summary for McCamey, Texas ==References== Category:Cities in Texas Category:Cities in Upton County, Texas",
 "title": "McCamey, Texas"
}