{
 "id": "136744",
 "text": "Wills Point is a city in Van Zandt County, Texas, United States. The population was 3,524 at the 2010 census. ==History== Founded in 1873, Wills Point gets its name from an early American settler, William Wills, who had arrived in the area circa 1848.\"Wills Point Chronicle.\" Obituary. 1924 June. Wills eventually purchased a cabin from Adam Sullivan in 1852. The name 'point' may also derive from the shape of the original timberline near the cabin, though there have been unsubstantiated arguments that the name relates to the area's elevation. The layout of the city was the work of engineer General Grenville M. Dodge of the California Construction Company. The downtown streets were laid with red bricks upon packed sand in the 1920s by locals and remain in use. Downtown Wills Point has many of its original buildings that are over one hundred years old including the Wills cabin, a drug store, a dry good store, and a law office. Governor George W. Bush officially named Wills Point the Bluebird Capital of Texas in 1995. The Majestic Movie theater was opened in 1926 by Karl C. LyBrand and was still family operated by Karl C. Lybrand III until its closure on October 4, 2010. It had been the oldest continuously operated movie theater in Texas run by a single family. The Bruce & Human Drug Company, located on the corner of 4th Street and James, was built in 1879 and is the oldest family owned drug store in Texas. Wills Point is also the final resting place for Trailblazer, the first commercially operated monorail system in the United States. Gospel For Asia, a Christian ministry which has faced numerous lawsuits alleging misuse of donations, is located seven miles outside the city. ==Geography== Wills Point is located at (32.708622, -96.006512). According to the United States Census Bureau, the city has a total area of 3.6 square miles (9.3 km), all land. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen climate classification system, Wills Point has a humid subtropical climate, Cfa on climate maps. ==Demographics== As of the census of 2000, there were 3,496 people, 1,306 households, and 889 families residing in the city. The population density was 976.3 people per square mile (377.0/km). There were 1,424 housing units at an average density of 397.7/sq mi (153.6/km). The racial makeup of the city was 80.06% White, 13.07% African American, 0.80% Native American, 0.09% Asian, 4.46% from other races, and 1.52% from two or more races. Hispanic or Latino of any race were 10.93% of the population. There were 1,306 households, out of which 36.5% had children under the age of 18 living with them, 49.0% were married couples living together, 15.6% had a female householder with no husband present, and 31.9% were non-families. 28.1% of all households were made up of individuals, and 17.8% had someone living alone who was 65 years of age or older. The average household size was 2.58 and the average family size was 3.16. In the city, the population was spread out, with 28.4% under the age of 18, 8.3% from 18 to 24, 26.8% from 25 to 44, 17.4% from 45 to 64, and 19.1% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 83.5 males. For every 100 females age 18 and over, there were 75.9 males. The median income for a household in the city was $29,591, and the median income for a family was $36,875. Males had a median income of $28,598 versus $21,944 for females. The per capita income for the city was $14,789. About 15.5% of families and 17.7% of the population were below the poverty line, including 24.5% of those under age 18 and 16.8% of those age 65 or over. == Education == Wills Point and the surrounding unincorporated areas are served by the Wills Point ISD. It is administered by Superintendent Scott Caloss. As of 2006, there are five schools: Wills Point Primary School (Pre-K through 1st grades), E.O. Woods Intermediate School (2nd - 4th), Wills Point Middle School (5th & 6th), Wills Point Jr. High (7th & 8th), and Wills Point High School (9th - 12th). The Wills Point High School Tigers football team won the 1A State Championship in 1965. ==Photo gallery== Image:Wills Point Texas 4 (1 of 1).jpg Image:Wills Point Texas 5 (1 of 1).jpg Image:Rose Dry Goods Wills Point (1 of 1).jpg == Transportation == === Major highways === *20px U.S. Highway 80 *20px State Highway 64 === Airports === The city owns. Federal Aviation Administration, Effective 26 April 2018. Van Zandt County Regional Airport, which was known as Wills Point Municipal Airport prior to the 2007 approval of a major airport improvement project. == References == ==External links== * City of Wills Point Texas * WillsPoint.com * KWJB RADIO the official website of the only broadcasting station in Van Zandt County * Wills Point Chronicle * Wills Point ISD Category:Cities in Van Zandt County, Texas Category:Cities in Texas Category:Populated places established in 1873",
 "title": "Wills Point, Texas"
}