{
 "id": "136730",
 "text": "Uvalde Estates is a census-designated place (CDP) in Uvalde County, Texas, United States. The population was 2,171 at the 2010 census. ==Geography== Uvalde Estates is located at (29.157394, -99.837295). According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 0.28%, is water. ==Demographics== As of the census of 2000, there were 1,972 people, 530 households, and 463 families residing in the CDP. The population density was 143.8 people per square mile (55.5/km2). There were 627 housing units at an average density of 45.7/sq mi (17.7/km2). The racial makeup of the CDP was 66.33% White, 0.10% African American, 1.17% Native American, 30.43% from other races, and 1.98% from two or more races. Hispanic or Latino of any race were 88.03% of the population. There were 530 households, out of which 56.6% had children under the age of 18 living with them, 71.9% were married couples living together, 10.6% had a female householder with no husband present, and 12.6% were non-families. 10.0% of all households were made up of individuals, and 3.4% had someone living alone who was 65 years of age or older. The average household size was 3.72 and the average family size was 4.00. In the CDP, the population was spread out, with 39.0% under the age of 18, 12.0% from 18 to 24, 27.5% from 25 to 44, 15.2% from 45 to 64, and 6.3% who were 65 years of age or older. The median age was 24 years. For every 100 females, there were 99.2 males. For every 100 females age 18 and over, there were 98.5 males. The median income for a household in the CDP was $24,274, and the median income for a family was $25,161. Males had a median income of $18,250 versus $13,409 for females. The per capita income for the CDP was $7,681. About 24.8% of families and 27.6% of the population were below the poverty line, including 35.2% of those under age 18 and 22.9% of those age 65 or over. ==Education== Uvalde Estates is served by the Uvalde Consolidated Independent School District. ==References== Category:Census-designated places in Uvalde County, Texas Category:Census-designated places in Texas",
 "title": "Uvalde Estates, Texas"
}