{
 "id": "136700",
 "text": "Lakeway is a city in Travis County, Texas, United States. The population was 19,189 at the 2020 census; up from 11,391 in 2010. The city is located next to Lake Travis. It is an exurb in Greater Austin.Brick, Michael. \"Closing of murder case involving UT grads opens window into shadowy business of marijuana dealing.\" The Dallas Morning News. September 26, 2010. Retrieved on February 17, 2013. \"When his mother remarried, Ricky joined his father in Lakeway, an exurban city of stone mini-mansions and wandering deer.\" ==Geography== Lakeway is located at (30.365307, –97.976154), 16 miles (26 km) west of Austin. Hurst Creek runs directly through Lakeway and empties into Lake Travis, directly north of Lakeway. According to Lakeway's GIS Analyst, the city has a total area of 13.37 square miles (21.51 km), of which, 13.07 square miles (15.0 km2) of it is land and 0.3 square miles (0.7 km2) of it (4.45%) is water. ==History== The town of Lakeway was founded on the site of a 2,700-acre ranch owned by Houston oilman and rancher Jack (Jake) Josey. In early 1962 three Houston business men associated with the Gulfmont Hotel Company—G. Flint Sawtelle, John H. Crooker, Jr., and Lee Blocker—obtained a sixty-day option to purchase the land and plan a hotel and resort community. The name Lakeway was a natural sequel to Gulfmont's Fairway Motor Hotel in McAllen, Texas, so named because it overlooked the fairway of a golf course. Construction of the hotel began in October 1962 and the grand opening was July 12, 1963. Around the same time the Lakeway Land Company was formed with Flint Sawtelle as president, for the development of real estate. In July 1974 a substantial majority of resident and nonresident property owners voted to incorporate with the consent of the city of Austin, and the 1,200-acre village of Lakeway resulted. Texas State Historical Association - Lakeway Texas; accessed May 10, 2017. ==Demographics== As of the 2020 census, there were 19,158 people and 8,314 households in the city. The population density was 1,379.4 people per square mile (532.7/km2). There were 8,314 housing units at an average density of 1,119.5 per square mile (233.1/km2). The racial makeup of the city was 83.1% White, 1.3% African American, 0.5% Native American, 4.8% Asian, 1.7% from other races, and 8.5% from two or more races. Hispanic or Latino of any race were 8.8% of the population. There were 3,124 households, out of which 34.7% had children under the age of 18 living with them, 71.1% were married couples living together, 6.9% had a female householder. 16.5% of all households were made up of individuals, and 6.8% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 2.84. In the city, the population was spread out, with 24.7% under the age of 18, 3.5% from 18 to 24, 26.8% from 25 to 44, 28.4% from 45 to 64, and 16.5% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 90.9 males. The median income for a household in the city was $86,862, and the median income for a family was $94,266. Males had a median income of $70,211 versus $38,879 for females. The per capita income for the city was $45,765. About 1.8% of families and 3.1% of the population were below the poverty line, including 4.0% of those under age 18 and 3.3% of those age 65 or over. ==Education== ===Primary and secondary schools=== thumb|Lakeway Elementary School The City of Lakeway is served by the Lake Travis Independent School District (LTISD).\"Annexation Map.\" City of Lakeway. Retrieved on December 30, 2016. This annexation map, to the southeast, shows Lake Travis High/former Lake Travis Middle/LTISD admin. building as being outside of the Lakeway boundaries Three elementary schools, Lake Travis Elementary School, Lakeway Elementary School, and Serene Hills Elementary School, serve sections of Lakeway.\"Elementary School Attendance Zone Boundaries .\" Lake Travis Independent School District. Retrieved on December 30, 2016. Two middle schools located in unincorporated areas outside of Lakeway, Hudson Bend Middle School and Lake Travis Middle School, take sections of Lakeway.\"Middle School Attendance Zone Boundaries .\" Lake Travis Independent School District. Retrieved on December 30, 2016. All of Lakeway is zoned to Lake Travis High School. Prior to 2008 a section of land in the Lakeway city limits was zoned to Lake Pointe Elementary.\"Elementary School Attendance Zone Boundaries.\" City of Lakeway. September 5, 2006. Retrieved on December 30, 2016. File:Lake Travis Elementary School.jpg|Lake Travis Elementary School File:Serene Hills Elementary School Lake Travis.jpg|Serene Hills Elementary School ===Public library=== thumb|Lake Travis Community Library The Lake Travis Community Library (LTCL) in Lakeway serves the community. The building, with of space, is located in the Tuscan Village area. It originally opened in Lake Travis High School in 1985. Area voters approved the creation of the library district serving the library was created in May 2004. Haythem Dawlett donated the land for the library in March 2011, and the library moved into the current location in February 2013.\"History.\" Lake Travis Community Library. Retrieved on April 13, 2017. \"Lake Travis Community Library 1938 Lohmans Crossing Austin, TX 78734\" - Map of library district ==Infrastructure== ===Hospital=== The Baylor Scott & White Medical Center - Lakeway includes a general hospital off Ranch Road 620. The development will include: * of medical office space *a rehabilitation hospital with about 85 patient rooms for long-term acute care *convalescence and full-service therapy *an elder-care facility for 80 to 100 patients * of retail and restaurant space *an extended-stay hotel with 60 to 90 suites *and structured parking surrounded by amenities such as trails The First Portion of the Medical Center that opened was the hospital, which opened in April 2012 with 100 beds. The hospital will be able to expand to 200 beds. It will have an imaging center with an MRI, CT scanner and X-ray machine; a 16-bed emergency room and heliport; lab services; and an outpatient clinic. It will also include facilities for cardiovascular treatment, orthopedics, pediatrics, obstetrics and gynecology, general surgery, nephrology and dialysis, and an infusion center. ==Notable people== * James Richard \"Ricky\" Thompson Jr., perpetrator of the murders of John Goosey and Stacy Barnett (West Campus murders) ==References== ==External links== * City of Lakeway * * Lakeway.com Directory * Category:Cities in Texas Category:Cities in Travis County, Texas Category:Cities in Greater Austin",
 "title": "Lakeway, Texas"
}