{
 "id": "136820",
 "text": "alt=|thumb|200x200px|Heritage Square Park is located in downtown Taylor. alt=|thumb|200x200px|Pierce Park is a skate park located at 200 East 4th Street. Taylor is a city in Williamson County, Texas, United States. The population was 13,575 at the 2000 census; it was 15,191 at the 2010 census; it was 16,267 at the 2020 census. ==History== In 1876, the Texas Land Company auctioned lots in anticipation of the arrival of the International-Great Northern Railroad when Taylor was founded that year. The city was named after Edward Moses Taylor, a railroad official, under the name Taylorsville, which officially became Taylor in 1892. Immigrants from Moravia and Bohemia (now the Czech Republic) and other Slavic states, as well as from Germany and Austria, helped establish the town. It soon became a busy shipping point for cattle, grain, and cotton. By 1878, the town had 1,000 residents and 32 businesses, 29 of which were destroyed by fire in 1879. Recovery was rapid, however, and more substantial buildings were constructed. In 1882, the Taylor, Bastrop and Houston Railway (later part of the Missouri-Kansas-Texas Railroad) reached the community, and machine shops and a roundhouse served both rail lines. In 1882, the town was incorporated with a mayor-council form of city government, and in 1883, a public school system replaced a number of private schools. By 1890, Taylor had two banks and the first savings and loan institution in Texas. An electric company, a cotton compress, and several newspapers were among the new enterprises. A water line from the San Gabriel River, a 100-man volunteer fire department, imported and local entertainment, and an annual fair made noteworthy news items by 1900. Since 1900, Taylor's population growth has averaged roughly 128 new residents per year, based on an estimated population of 1100 in 1900. Between 2000 and 2010, the population grew 11.9%, from 13,575 to 15,191, about 1.2% per year. On September 9 and 10, 1921, eighty-seven people in and around Taylor were killed in flooding of the San Gabriel River and Brushy Creek after of rain fell in 36 hours on Williamson County. ==Geography== Taylor is located at (30.572371, –97.416546), about 9 miles east of Hutto, 8 miles south of Granger, and about 29 miles northeast of Austin. According to the United States Census Bureau, the city has a total area of 13.6 square miles (35.1 km), of which 13.5 square miles (35.0 km) of it are land and 0.04 square miles (0.1 km) of it (0.22%) is covered by water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen climate classification, Taylor has a humid subtropical climate, Cfa on climate maps. ==Demographics== As of the census of 2010, 15,191 people and about 5,300 households were in the city. The population change between 2000 and 2010 was 11.9% (while the overall population change for Texas was 20.6%). The racial makeup of the city was 71.7% White, 10.2% African American, 1.2% Native American, 0.7% Asian, and 3.1% from other or two or more races. Hispanics or Latinos of any race were 42.8% of the population. About 7.7% of the population was under 5 years old, 27.5% were under 18 years old, and 11.9% were 65 years old or older. The percentage of high school graduates at age 25+ between the years 2005 and 2009 was 75.9%. The percentage of the population having a bachelor's degree or higher, age 25 or more, between the years of 2005 and 2009 was 17.6%. This is somewhat lower than the 25.4% statewide average. The per capita income of $18,859 was lower than the state average of $24,318, and the median household income of $41,814 was lower than the state average of $48,199. The percentage of persons living at or below the poverty level in 2009 was 15.4%. ==Education== In 2011, Taylor Independent School District was quoted as being a \"emerging gem\"' by the Texas Education Agency, District XIX, for the improvements made to the curriculum and programming. In addition, Taylor ISD won six Gold performance standard awards for academic performance, according to the state of Texas during the 2011 school year. Taylor is home to the Taylor High School Ducks. As of 2011, Taylor Independent School District was ranked 634th of 953 Texas school districts, and Taylor High School is ranked 850th of 1517 Texas public high schools, placing both the school district and the high school in the middle one-third of Texas schools.schooldigger.com In 2011, the Taylor ISD opened a new high school, where all students get a Mac Book as part of their education. The new high school currently accommodates 900 students in the 207,000-ft2 campus, with a core facility for 1,200 students. Students also use a Wi-Fi network, two gyms, a second-floor library, and 58 classrooms, including a culinary arts academy, a modern welding lab, and a band hall. In the 2011–2012 school year, students from Taylor ISD won their fifth invitation to the World Odyssey of the Mind competitions, and the high school academic team won second place at the state's highest academic competition, the Academic Decathlon. The school district as a whole also merited six achievement awards from Texas Education Agency in 2011–2012. One of the most progressive education systems in the state is the Legacy Early College High School, where students earn an associate degree before graduating high school. The district currently has more than 3,000 students enrolled. ==Economy== Taylor's largest employers include the Electric Reliability Council of Texas, Durcon Inc., Burrows Cabinets and the T. Don Hutto Residential Center. The City of Taylor, along with the Taylor Economic Development Corporation and the Taylor Chamber of Commerce, has worked to attract new investment to improve the economic base and economic vitality of the community. Since 2008, nearly 20 companies have expanded or relocated to Taylor, creating nearly 300 new jobs and investing almost $40 million combined. The community has made capital improvements in facilities and infrastructure to improve the educational offerings and quality of life in the community. Over the last five years, the city council has made numerous significant investments in capital improvements related to water, wastewater, drainage, and parks and recreation. To address the need for improvements in streets, the city commissioned a study performed by Sledge Engineering, which included a comprehensive, GIS-based pavement management system for future capital improvements. One of the largest street redevelopment projects ($16M) is the Second Street / US79-B rehabilitation project in cooperation with Williamson County. The project includes all of Second Street from just inside the loop on the west side, east to Main Street. In November, 2021 Samsung announced its intention to build a US$17 billion semiconductor plant near the city of Taylor. The facility will bring in 2,000 jobs. ==Media== The local newspaper is the Taylor Daily Press. Notable movies filmed in and around Taylor: * Heartbreak Hotel * The Hot Spot * The War at Home * The Big Green * Michael * SubUrbia * Purgatory County * Home Fries * Little Boy Blue * Varsity Blues * The Rookie * Where the Heart Is * The Life of David Gale * The Texas Chainsaw Massacre * Secondhand Lions * The Wendell Baker Story * Friday Night Lights * Drop Dead Sexy * Infamous * The Hitcher * Balls Out: Gary the Tennis Coach * Joe * Transformers: Age of Extinction ==Transportation== * The Amtrak station offers connectivity across the U.S. on the Texas Eagle rail line, and connects with the Capital Area Rural Transportation System and Greyhound. It is a platform only, with no accommodations. ==Notable people== * Tex Avery * Greg Ginn, of Black Flag relocated SST records to Taylor in 2007 * K.C. Jones * Fred Kerley, Olympic Athlete * Dicky Moegle * Dan Moody, governor of Texas * Hank Patterson, actor * Guy Penrod * Bill Pickett * Melinda Plowman, actress * Rip Torn, actor ==References== ==External links== *Official City of Taylor Website *Taylor Chamber of Commerce *Taylor Economic Development Corporation (Taylor EDC) * Category:Cities in Williamson County, Texas Category:Cities in Texas Category:Greater Austin",
 "title": "Taylor, Texas"
}