{
 "id": "136830",
 "text": "Alvord is a town in Wise County, Texas, United States. The population was 1,334 at the 2010 census, an increase of 327 residents, or 32 percent growth, over the 2000 population. Originally known as Nina, Alvord adopted its present name in 1882 in honor of the president of the Fort Worth and Denver Railway. There is no connection with the Arizona bandit Burt Alvord. A post office was established in 1882. By 1890, Alvord was a retail center for area farmers. In 1925, Alvord had 1,376 residents (42 more than in 2010), a high school, an elementary school, four churches, and a weekly newspaper. The Burlington Northern Railroad stopped there. The population dropped during the Great Depression because of a decline in watermelon farms and cattle ranches. In 1940, the population totaled 821, with 35 businesses; in 1960, 720 people and 19 businesses; in 1990, 865 residents and 16 businesses. In 2000, the population was 1,007, with 62 businesses. ==Geography== Alvord is located at (33.356968, –97.696026). According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== As of the census of 2000, there were 1,007 people, 392 households, and 283 families residing in the town. The population density was 732.0 people per square mile (281.7/km2). There were 434 housing units at an average density of 315.5/sq mi (121.4/km2). The racial makeup of the town was 94.54% White, 0.40% African American, 0.50% Native American, 0.10% Asian, 0.10% Pacific Islander, 2.28% from other races, and 2.09% from two or more races. Hispanic or Latino of any race were 6.26% of the population. There were 392 households, out of which 38.0% had children under the age of 18 living with them, 58.9% were married couples living together, 9.7% had a female householder with no husband present, and 27.6% were non-families. 24.7% of all households were made up of individuals, and 12.5% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.05. In the town, the population was spread out, with 29.4% under the age of 18, 7.3% from 18 to 24, 28.9% from 25 to 44, 20.7% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 92.5 males. For every 100 females age 18 and over, there were 83.2 males. The median income for a household in the town was $37,596, and the median income for a family was $42,434. Males had a median income of $35,966 versus $22,273 for females. The per capita income for the town was $18,070. About 4.9% of families and 6.8% of the population were below the poverty line, including 5.2% of those under age 18 and 11.6% of those age 65 or over. ==Notable people== Texas Railroad Commissioner Ernest O. Thompson, who also served as a mayor of Amarillo and became an expert on petroleum issues, was born in Alvord in 1892. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Alvord has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Alvord, Texas ==References== ==External links== * Historic Materials from the Alvord Public Library hosted by the Portal to Texas History * Official City of Alvord Website Category:Towns in Texas Category:Towns in Wise County, Texas Category:Dallas–Fort Worth metroplex",
 "title": "Alvord, Texas"
}