{
 "id": "136897",
 "text": "Rockleigh (pronounced ROCK-lee) is a borough in Bergen County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 531, reflecting an increase of 140 (+35.8%) from the 391 counted in the 2000 Census, which had in turn increased by 121 (+44.8%) from the 270 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed February 18, 2013. Bordering Alpine, a community ranked America's most expensive ZIP Code by Forbes, Rockleigh has a similar residential character, with large single-family homes on large plots of land. Rockleigh was incorporated as a borough by an act of the New Jersey Legislature on March 13, 1923 (based on the results of a referendum held on April 10, 1923) from portions of Northvale.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 86. Accessed January 31, 2012.Bergen County New Jersey Municipalities, Dutch Door Genealogy. Accessed June 6, 2006. The borough was named for a property in Virginia that had been owned by the borough's first mayor.Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed September 16, 2015. New Jersey Monthly magazine ranked Rockleigh as its 13th best place to live in its 2008 rankings of the \"Best Places To Live\" in New Jersey.\"Best Places To Live - The Complete Top Towns List 1-100\" , New Jersey Monthly, February 21, 2008. Accessed February 24, 2008. ==Geography== According to the United States Census Bureau, the borough had a total area of 1.01 square miles (2.62 km2), including 1.00 square miles (2.60 km2) of land and 0.01 square miles (0.02 km2) of water (0.69%). Rockleigh is about from Manhattan in New York City. The borough borders the municipalities of Alpine, Northvale and Norwood in Bergen County and Tappan in the Town of Orangetown in Rockland County, New York.Areas touching Rockleigh, MapIt. Accessed March 4, 2020.Bergen County Map of Municipalities, Bergen County, New Jersey. Accessed March 4, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. Saint Josephs Village is an unincorporated community located within Rockleigh. ==Demographics== ===2010 Census=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $137,778 (with a margin of error of +/- $87,096) and the median family income was $139,861 (+/- $77,779). Males had a median income of $76,719 (+/- $48,274) versus $70,3136 (+/- $43,416) for females. The per capita income for the borough was $36,771 (+/- $23,965). About none of families and 3.4% of the population were below the poverty line, including none of those under age 18 and none of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Rockleigh borough, Bergen County, New Jersey, United States Census Bureau. Accessed January 31, 2012. Same-sex couples headed none of the borough's households in either 2000 or 2010.Lipman, Harvy; and Sheingold, Dave. \"North Jersey sees 30% growth in same-sex couples\", The Record, August 14, 2011, backed up by the Internet Archive as of February 3, 2013. Accessed October 24, 2014. ===2000 Census=== As of the 2000 United States Census there were 391 people, 74 households, and 58 families residing in the borough. The population density was 402.2 people per square mile (155.6/km2). There were 80 housing units at an average density of 82.3 per square mile (31.8/km2). The racial makeup of the borough was 89.77% White, 3.32% African American, 0.26% Native American, 3.84% Asian, 1.02% from other races, and 1.79% from two or more races. Hispanic or Latino of any race were 4.86% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Rockleigh borough, New Jersey , United States Census Bureau. Accessed February 18, 2013.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Rockleigh borough, Bergen County, New Jersey, United States Census Bureau. Accessed February 18, 2013. There were 74 households, out of which 37.8% had children under the age of 18 living with them, 67.6% were married couples living together, 8.1% had a female householder with no husband present, and 21.6% were non-families. 10.8% of all households were made up of individuals, and 6.8% had someone living alone who was 65 years of age or older. The average household size was 3.04 and the average family size was 3.40. In the borough the population was spread out, with 26.3% under the age of 18, 4.6% from 18 to 24, 15.6% from 25 to 44, 21.5% from 45 to 64, and 32.0% who were 65 years of age or older. The median age was 49 years. For every 100 females, there were 95.5 males. For every 100 females age 18 and over, there were 68.4 males. The median income for a household in the borough was $152,262, and the median income for a family was $157,816. Males had a median income of $100,000 versus $66,250 for females. The per capita income for the borough was $48,935. None of the families and 23.1% of the population were living below the poverty line, including no one under eighteen and none of those over 64. ==Economy== Corporate residents of Rockleigh include: *Crestron Electronics, a company that manufactures high-end systems for home automation and conference room control, is headquartered in Rockleigh.Company Information, Crestron Electronics. Accessed August 16, 2007. *Volvo Car USA, LLC., a Swedish company that manufactures safety-oriented luxury automobiles, maintains an American headquarters in Rockleigh.Volvo Operators' Manual , Volvo. Accessed April 1, 2011.Contact Us, Volvo. Accessed April 8, 2011. ==Government== ===Local government=== Rockleigh is governed under the Borough form of New Jersey municipal government, which is used in 218 municipalities (of the 565) statewide, making it the most common form of government in New Jersey.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is comprised of a Mayor and a Borough Council, with all positions elected at-large on a partisan basis as part of the November general election. A Mayor is elected directly by the voters to a four-year term of office. The Borough Council is comprised of six members elected to serve three-year terms on a staggered basis, with two seats coming up for election each year in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, March 2013, p. 165. The Borough form of government used by Rockleigh is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.Cerra, Michael F. \"Forms of Government: Everything You've Always Wanted to Know, But Were Afraid to Ask\" , New Jersey State League of Municipalities. Accessed November 30, 2014.\"Forms of Municipal Government in New Jersey\", p. 6. Rutgers University Center for Government Studies. Accessed June 3, 2015. , the Mayor of Rockleigh is Republican Robert R. Schaffer, whose term of office ends December 31, 2022. Members of the Rockleigh Borough Council are Marilyn A. Bresnak (R, 2021), Frank S. Cumiskey (R, 2020), David C. Hansen (R, 2022), Douglas B. Johnsen Sr. (R, 2020), John Ivan Mender (R, 2021) and James G. Pontone (R, 2022).Mayor & Council, Borough of Rockleigh. Accessed March 4, 2020.2019 Municipal User Friendly Budget for Rockleigh Boarough, New Jersey Department of Community Affairs. Accessed March 4, 2020. As of date accessed, the 2019 budget is not available on the borough's website.2018 County and Municipal Directory, Bergen County, New Jersey. Accessed September 26, 2019.Bergen County November 5, 2019 General Election Statement of Vote, Bergen County, New Jersey Clerk, updated December 10, 2019. Accessed January 1, 2020.Bergen County November 6, 2018 General Election Statement of Vote, Bergen County, New Jersey Clerk, updated February 11, 2019. Accessed September 26, 2019.Bergen County Statement of Vote General Election 2017, Bergen County Clerk. Accessed May 15, 2018. In elections held in November 2010, Robert R. Schaffer ran a successful write-in campaign and defeated incumbent mayor Nick Langella by a 2-1 margin. Councilmembers Shirl Ewald and James Pontone were re-elected.Lightdale, Marc. \"In stunner, write-in candidate knocks off Rockleigh mayor\", Northern Valley Suburbanite, November 3, 2010. Accessed April 8, 2011. \"Write-in candidate Robert R. Schaffer was elected mayor on Tuesday night, defeating the Republican incumbent Nick Langella.... Schaffer received 74 votes, according to Borough Administrator William McGuire, and Langella had 37, including absentee ballots.... Two council members, both Republicans, ran unopposed. James Pontone, who has been on the council since 2003, got 64 votes; Shirl Ewald, who has been on the council since 1995, received 65.\" Law enforcement services in Rockleigh are provided under contract by the Northvale Police Department.Police Department, Borough of Rockleigh. Accessed November 25, 2017. \"Rockleigh Borough contracts with the Borough of Northvale, NJ, for a full range of security services and resources.\" The borough paid Northvale $325,000 per year for police coverage in 2017.Lightdale, Marc. \"Northvale, police ink new contract\", The Record, January 3, 2017. \"Rockleigh, which gets its police coverage from Northvale, is expected to pay the borough approximately $325,000 for this year, officials said.\" ===Federal, state and county representation=== Rockleigh is located in the 5th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 37th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. Prior to the 2011 reapportionment following the 2010 Census, Rockleigh had been in the 39th state legislative district.2011 New Jersey Citizen's Guide to Government , p. 63, New Jersey League of Women Voters. Accessed May 22, 2015. ===Politics=== As of March 23, 2011, there were a total of 229 registered voters in Rockleigh, of which 59 (25.8% vs. 31.7% countywide) were registered as Democrats, 70 (30.6% vs. 21.1%) were registered as Republicans and 99 (43.2% vs. 47.1%) were registered as Unaffiliated. There was one voter registered to another party.Voter Registration Summary - Bergen, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 16, 2013. Among the borough's 2010 Census population, 43.1% (vs. 57.1% in Bergen County) were registered to vote, including 51.5% of those ages 18 and over (vs. 73.7% countywide).GCT-P7: Selected Age Groups: 2010 - State -- County Subdivision; 2010 Census Summary File 1 for New Jersey , United States Census Bureau. Accessed December 16, 2013. In the 2016 presidential election, Republican Donald Trump received 89 votes (53.3% vs. 41.6% countywide), ahead of Democrat Hillary Clinton with 68 votes (40.7% vs. 54.8%) and other candidates with 5 votes (3.0% vs. 3.0%), among the 167 ballots cast by the borough's 256 registered voters, for a turnout of 65.2% (vs. 72.5% in Bergen County).Presidential November 8, 2016 General Election Results Bergen County , New Jersey Department of State, December 14, 2016. Accessed September 11, 2017. In the 2012 presidential election, Republican Mitt Romney received 89 votes (53.6% vs. 43.5% countywide), ahead of Democrat Barack Obama with 76 votes (45.8% vs. 54.8%) and other candidates with 1 votes (0.6% vs. 0.9%), among the 166 ballots cast by the borough's 260 registered voters, for a turnout of 63.8% (vs. 70.4% in Bergen County).Presidential November 6, 2012 General Election Results - Bergen County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed December 16, 2013.Number of Registered Voters and Ballots Cast November 6, 2012 General Election Results - Bergen County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed December 16, 2013. In the 2008 presidential election, Republican John McCain received 97 votes (49.2% vs. 44.5% countywide), ahead of Democrat Barack Obama with 95 votes (48.2% vs. 53.9%) and other candidates with votes (0.0% vs. 0.8%), among the 197 ballots cast by the borough's 281 registered voters, for a turnout of 70.1% (vs. 76.8% in Bergen County).2008 Presidential General Election Results: Bergen County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 16, 2013.2008 General Election Results for Rockleigh, The Record. Accessed January 31, 2012. In the 2004 presidential election, Democrat John Kerry received 100 votes (50.5% vs. 51.7% countywide), ahead of Republican George W. Bush with 96 votes (48.5% vs. 47.2%) and other candidates with one vote (0.5% vs. 0.7%), among the 198 ballots cast by the borough's 272 registered voters, for a turnout of 72.8% (vs. 76.9% in the whole county).2004 Presidential Election: Bergen County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 16, 2013. In the 2013 gubernatorial election, Republican Chris Christie received 62.0% of the vote (75 cast), ahead of Democrat Barbara Buono with 12.4% (15 votes), and other candidates with 25.6% (31 votes), among the 92 ballots cast by the borough's 238 registered voters for a turnout of 38.7%. In the 2009 gubernatorial election, Republican Chris Christie received 70 votes (55.6% vs. 45.8% countywide), ahead of Democrat Jon Corzine with 51 votes (40.5% vs. 48.0%), Independent Chris Daggett with 5 votes (4.0% vs. 4.7%) and other candidates with no votes (0.0% vs. 0.5%), among the 126 ballots cast by the borough's 258 registered voters, yielding a 48.8% turnout (vs. 50.0% in the county).2009 Governor: Bergen County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 16, 2013. ==Education== Students from Rockleigh, a non-operating school district, attend the Northvale Public Schools in the Borough of Northvale as part of a sending/receiving relationship. The Rockleigh Borough Board of Education is a five-member board with the members appointed by the mayor since 2005. The district's last elected term expired in 2007 at which time the board consisted entirely of mayoral appointees.13 Non-Operating School Districts Eliminated, New Jersey Department of Education press release dated July 1, 2009. Accessed April 8, 2011. As of the 2017–18 school year, the district, comprised of one school, had an enrollment of 532 students and 47.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.2:1.District information for Northvale Public School District, National Center for Education Statistics. Accessed November 1, 2019. As of the 2012–13 school year, Thomas Jefferson School (for grades K-4) and Nathan Hale School (for grades 5-8) were combined to create the Northvale Public School, as part of an effort to reduce costs associated with running two separate schools that shared a common campus and corridor.Harris, Chris. \"Giving Northvale school a new name isn't so easy\", The Record, September 9, 2012. Accessed October 14, 2014. \"A decision to consolidate and rename the borough's two public schools has raised the ire of several residents.... Changing the name of the Northvale schools — which last year were the Thomas Jefferson Elementary School and the Nathan Hale Middle School — to Northvale Public School was not done lightly, Superintendent Michael Pinajian said.\" Students in public school for ninth through twelfth grades attend Northern Valley Regional High School at Old Tappan, together with students from Harrington Park, Northvale, Norwood and Old Tappan,Home page, Northern Valley Regional High School at Old Tappan, backed up by the Internet Archive as of December 4, 2011. Accessed November 22, 2011. \"Welcome to Northern Valley Regional High School at Old Tappan, home of the Golden Knights. Although our students reside in four different towns; Harrington Park, Northvale, Norwood, and Old Tappan, once they arrive here they are treated as one.\" with students from Rockleigh attending the high school as part of a sending/receiving relationship.Rockleigh Public Services, Rockleigh, New Jersey. Accessed December 16, 2013. \"Rockleigh Borough is a \"sending district\" in that there is no public school within the Borough, except for three special-education schools administered by Bergen County.... The Northern Valley Regional High School at Old Tappan, a nationally ranked high school, receives older children from Rockleigh Borough.\" The school is one of the two schools of the Northern Valley Regional High School District, which also serves students from the neighboring communities of Closter, Demarest, Haworth at the Northern Valley Regional High School at Demarest.Northern Valley Regional High School District 2016 Report Card Narrative, New Jersey Department of Education. Accessed March 4, 2020. \"Located in the upper North Eastern corner of the state, Northern Valley Regional is two high schools, Northern Valley at Demarest and Northern Valley at Old Tappan.... Our long standing successful and cost efficient Pre-K-12 consortium remains an exemplar model of shared services including seven local Pre-K-8 districts that send their students to the regional high schools: Closter, Demarest, Harrington Park, Haworth, Northvale, Norwood and Old Tappan.\"Our Communities, Northern Valley Regional High School District. Accessed March 4, 2020. \"The seven towns that make up the Northern Valley Regional High School District - Closter, Demarest, Harrington Park, Haworth, Northvale, Norwood, and Old Tappan - are situated in the northeast corner of Bergen County, New Jersey.\" During the 1994-96 school years, Northern Valley Regional High School at Old Tappan was awarded the Blue Ribbon School Award of Excellence by the United States Department of Education.Blue Ribbon Schools Program: Schools Recognized 1982-1983 through 1999-2002 (PDF), United States Department of Education. Accessed May 31, 2016. As of the 2017–18 school year, the high school had an enrollment of 1,250 students and 104.8 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.9:1.School data for Northern Valley Regional High School At Old Tappan, National Center for Education Statistics. Accessed November 1, 2019. Public school students from the borough, and all of Bergen County, are eligible to attend the secondary education programs offered by the Bergen County Technical Schools, which include the Bergen County Academies in Hackensack, and the Bergen Tech campus in Teterboro or Paramus. The district offers programs on a shared-time or full-time basis, with admission based on a selective application process and tuition covered by the student's home school district.About Us, Bergen County Technical Schools. Accessed December 16, 2013.Admissions, Bergen County Technical Schools. Accessed December 29, 2016. ==Transportation== thumb|right|View south at the north end of County Route 501 in Rockleigh ===Roads and highways=== , the borough had a total of of roadways, of which were maintained by the municipality and by Bergen County.Bergen County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed November 4, 2013. County Route 501 passes through Rockleigh. This road's northern terminus is in Rockleigh, where it continues into New York as New York State Route 340.County Route 501 Straight Line Diagram, New Jersey Department of Transportation, September 2006. Accessed November 4, 2013. ===Public transportation=== Saddle River Tours / Ameribus provides service on routes 20 and 84 to the George Washington Bridge Bus Station.Ameribus 20/84 Northern Valley GWB Commuter , Saddle River Tours. Accessed August 14, 2017. ==Notable people== People who were born in, residents of, or otherwise closely associated with Rockleigh include: * Brian Daley (1947–1996), science fiction novelist.Biography, Brian-Daley.com. Accessed August 12, 2015. \"Brian was born in Englewood Hospital in Englewood, New Jersey on Dec. 22, 1947.... He grew up in Rockleigh, NJ.\" * Will Elder (1921-2008), illustrator and comic book artist who worked in numerous areas of commercial art but is best known for a zany cartoon style that helped launch Harvey Kurtzman's Mad comic book in 1952.Jackson, Kenneth T. The Scribner Encyclopedia of American Lives: 2006-2008, p. 124. Charles Scribner's Sons, 1998. . Accessed April 21, 2017. \"In his last years Elder resided at the Jewish Home in Rockleigh. He died from complications due to Parkinson's disease.\" * Daniel Leo (born 1941), acting boss of the Genovese crime family who was sentenced in 2008 to five years in prison for racketeering and loansharking.Bautista, Justo. \"Reputed acting crime boss pleads guilty to racketeering charges\", The Record, January 27, 2010. Accessed November 4, 2013. \"Daniel 'The Lion' Leo of Rockleigh, the reputed acting boss of the Genovese crime family, pleaded guilty to racketeering charges Wednesday in Manhattan federal court.\" * Willard Marshall (1921-2000), former MLB right fielder who played for the New York Giants, Boston Braves, Cincinnati Reds and Chicago White Sox.Heyde, Jack. Pop Flies and Line Drives: Visits with Players from Baseball's Golden Era, p. 48. Trafford Publishing, 2004. . Accessed May 24, 2016. \"Willard lives in a grand old home on a large, gorgeous tree-studded property in rural Rockleigh.\" * Hy Weiss (1923–2007), early rock and roll record producer.Sisario, Ben. \"Hy Weiss, 84, Music Executive From Rock 'n' Roll's Early Days, Dies\", The New York Times, March 31, 2007. Accessed November 4, 2013. \"Hy Weiss, a music executive from the hardscrabble early days of rock 'n' roll, died on March 20 in Englewood, N.J. He was 84 and lived in Rockleigh, N.J.\" ==References== == Sources == * Municipal Incorporations of the State of New Jersey (according to Counties) prepared by the Division of Local Government, Department of the Treasury (New Jersey); December 1, 1958. * Clayton, W. Woodford; and Nelson, William. History of Bergen and Passaic Counties, New Jersey, with Biographical Sketches of Many of its Pioneers and Prominent Men., Philadelphia: Everts and Peck, 1882. * Harvey, Cornelius Burnham (ed.), Genealogical History of Hudson and Bergen Counties, New Jersey. New York: New Jersey Genealogical Publishing Co., 1900. * Van Valen, James M. History of Bergen County, New Jersey. New York: New Jersey Publishing and Engraving Co., 1900. * Westervelt, Frances A. (Frances Augusta), 1858–1942, History of Bergen County, New Jersey, 1630-1923, Lewis Historical Publishing Company, 1923. ==External links== * Rockleigh official website * Northvale Public Schools * * School Data for the Northvale Public Schools, National Center for Education Statistics * Northern Valley Regional High School District Category:1923 establishments in New Jersey Category:Borough form of New Jersey government Category:Boroughs in Bergen County, New Jersey Category:New Jersey District Factor Group none Category:Populated places established in 1923",
 "title": "Rockleigh, New Jersey"
}