{
 "id": "136901",
 "text": "Upper Saddle River is a borough in Bergen County, New Jersey. As of the 2010 United States Census, the borough's population was 8,208, reflecting an increase of 467 (+6.0%) from the 7,741 counted in the 2000 Census, which had in turn increased by 543 (+7.5%) from the 7,198 counted in the 1990 Census.Table 7. Population for the Counties and Municipalities in New Jersey: 1990, 2000 and 2010, New Jersey Department of Labor and Workforce Development, February 2011. Accessed March 3, 2013. Upper Saddle River had a per capita income of $73,639 and was ranked 20th in New Jersey based on data from the 2006-2010 American Community Survey from the United States Census Bureau, more than double the statewide average of $34,858.Median Household, Family, Per- Capita Income: State, County, Municipality and Census Designated Place (CDP) With Municipalities Ranked by Per Capita Income; 2010 5-year ACS estimates, New Jersey Department of Labor and Workforce Development. Accessed June 17, 2020. In the 2013-2017 ACS, Upper Saddle River had a median household income of $176,674 (ranked 8th in the state) and included 42.9% of households earning more than $200,000 annually.Cervenka, Susanne. \"Rich in New Jersey: Here are the 50 wealthiest towns in the state. Is yours one of them?\", Asbury Park Press, July 1, 2019. Accessed June 17, 2020. \"8. Upper Saddle River County: Bergen County Median household income: $176,674 Percent making more than $200,000: 44.5%\" ==History== Upper Saddle River was originally settled by the Lenape Native Americans and was colonized in the 18th century principally by Dutch settlers who built mills along the Saddle River. The area was granted borough status in 1894 and remained principally rural until the 1950s. The suburban growth of New Jersey affected Upper Saddle River and surrounding municipalities, as the borough's population increased tenfold from 1950 to 1970. The population has remained fairly constant since 1970. Predominantly a residential community consisting of one-acre (4,000 m2) lots, Upper Saddle River also contains a library, police station, fire station, ambulance corps, municipal hall, and three primary schools. Commerce and industry are concentrated along the town's western border along Route 17. Postal service is shared with the neighboring borough of Saddle River. Upper Saddle River was formed as a borough by an act of the New Jersey Legislature on November 22, 1894, from portions of Hohokus Township and Orvil Township, based on the results of a referendum held two days earlier.Snyder, John P. The Story of New Jersey's Civil Boundaries: 1606-1968, Bureau of Geology and Topography; Trenton, New Jersey; 1969. p. 87. Accessed February 16, 2012. The borough was formed during the \"Boroughitis\" phenomenon then sweeping through Bergen County, in which 26 boroughs were formed in the county in 1894 alone. Upper Saddle River's referendum passed on November 20, one day after the referendum passed for Saddle River.Harvey, Cornelius Burnham. Genealogical History of Hudson and Bergen Counties, New Jersey, p. 11, New Jersey Genealogical Publishing Company, 1900. Accessed September 15, 2013. \"For a period of sixteen years following the passage of this act few boroughs were organized in the State, only three of them being in Bergen County.... As it was twenty-six boroughs were created in the county from January 23, 1894, to December 18, of the same year.\" The name of the river, and hence the borough, is thought to come from early explorers who thought that the geography of the area resembled that of the Sadle Burn, the valley surrounding a stream in the Scottish area of Argyll.History, Borough of Upper Saddle River. Accessed October 17, 2015. \"There are a number of theories on the origin of the name Saddle River, but the most likely is that it came from two Scotsmen exploring the area in the 1600s who thought it resembled the Sadle Burn in their homeland.\"Hutchinson, Viola L. The Origin of New Jersey Place Names, New Jersey Public Library Commission, May 1945. Accessed October 17, 2015.Edwards, Richard. Industries of New Jersey, Part 1, p. 121. Historical Publishing Company, 1882. Accessed October 17, 2015. ==Geography== According to the United States Census Bureau, the borough had a total area of 5.27 square miles (13.66 km2), including 5.25 square miles (13.60 km2) of land and 0.02 square miles (0.05 km2) of water (0.38%). The borough is bisected by the Saddle River, a tributary of the Passaic River. Unincorporated communities, localities and place names located partially or completely within the township include Duffys Mills, Hoppers Mills and Posts Mills.Locality Search, State of New Jersey. Accessed May 21, 2015. Upper Saddle River is bounded by seven municipalities: Mahwah, Montvale, Ramsey, Saddle River, as well as small portions of Woodcliff Lake in Bergen County, New Jersey; and both Airmont and Chestnut Ridge in the Town of Ramapo in Rockland County, New York.Areas touching Upper Saddle River, MapIt. Accessed March 15, 2020.Bergen County Map of Municipalities, Bergen County, New Jersey. Accessed March 15, 2020.New Jersey Municipal Boundaries, New Jersey Department of Transportation. Accessed November 15, 2019. The borough is served by several major highways, including the Garden State Parkway at exits 172 and 171 in Montvale and Woodcliff Lake, and Route 17, which runs through the borough, though some portions of Upper Saddle River are served by roads located in Saddle River, Ramsey and Mahwah. ==Demographics== ===2010 Census=== The Census Bureau's 2006-2010 American Community Survey showed that (in 2010 inflation-adjusted dollars) median household income was $175,399 (with a margin of error of +/- $22,259) and the median family income was $179,241 (+/- $47,207). Males had a median income of $160,795 (+/- $24,471) versus $67,885 (+/- $27,436) for females. The per capita income for the borough was $73,639 (+/- $8,085). About 1.5% of families and 1.4% of the population were below the poverty line, including 1.4% of those under age 18 and 1.5% of those age 65 or over.DP03: Selected Economic Characteristics from the 2006-2010 American Community Survey 5-Year Estimates for Upper Saddle River borough, Bergen County, New Jersey , United States Census Bureau. Accessed February 16, 2012. Same-sex couples headed 13 households in 2010, an increase from the 12 counted in 2000.Lipman, Harvy; and Sheingold, Dave. \"North Jersey sees 30% growth in same-sex couples\", The Record, August 14, 2011, backed up by the Internet Archive as of February 3, 2013. Accessed September 17, 2014. ===2000 Census=== As of the 2000 United States Census there were 7,741 people, 2,497 households, and 2,242 families residing in the borough. The population density was 1,462.7 people per square mile (565.0/km2). There were 2,560 housing units at an average density of 483.7 per square mile (186.8/km2). The racial makeup of the borough was 91.24% White, 0.93% African American, 0.03% Native American, 6.28% Asian, 0.01% Pacific Islander, 0.52% from other races, and 0.99% from two or more races. Hispanic or Latino of any race were 2.18% of the population.Census 2000 Profiles of Demographic / Social / Economic / Housing Characteristics for Upper Saddle River borough, New Jersey , United States Census Bureau. Accessed March 3, 2013.DP-1: Profile of General Demographic Characteristics: 2000 - Census 2000 Summary File 1 (SF 1) 100-Percent Data for Upper Saddle River borough, Bergen County, New Jersey , United States Census Bureau. Accessed March 3, 2013. There were 2,497 households, out of which 47.1% had children under the age of 18 living with them, 83.6% were married couples living together, 4.4% had a female householder with no husband present, and 10.2% were non-families. 8.4% of all households were made up of individuals, and 3.9% had someone living alone who was 65 years of age or older. The average household size was 3.09 and the average family size was 3.27. In the borough the population was spread out, with 30.7% under the age of 18, 3.8% from 18 to 24, 25.1% from 25 to 44, 29.0% from 45 to 64, and 11.4% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 97.1 males. For every 100 females age 18 and over, there were 95.0 males. The median income for a household in the borough was $127,635, and the median income for a family was $132,401. Males had a median income of $100,000 versus $51,587 for females. The per capita income for the borough was $57,239. None of the families and 0.7% of the population were living below the poverty line, including no under eighteens and 2.1% of those over 64. ==Economy== Pearson Education (formerly Prentice Hall), a scholastic division of Pearson was headquartered in Upper Saddle River until late 2015.Contact Us, Pearson Education. Accessed June 11, 2008. Onkyo USA is headquartered in Upper Saddle River.Home Page, Onkyo USA. Accessed October 9, 2019. The North American headquarters of Hunter Douglas are located in the borough.The Hunter Douglas Legacy, Hunter Douglas. Accessed September 8, 2007. \"Headquartered in Upper Saddle River, NJ, Hunter Douglas Window Fashions is the leading manufacturer of custom window coverings in North America, representing 50% of the Hunter Douglas Group sales.\" ==Government== ===Local government=== Upper Saddle River is governed under the Borough form of New Jersey municipal government, which is used in 218 municipalities (of the 565) statewide, making it the most common form of government in New Jersey.Inventory of Municipal Forms of Government in New Jersey, Rutgers University Center for Government Studies, July 1, 2011. Accessed November 18, 2019. The governing body is composed of a Mayor and a Borough Council comprising six council members, with all positions elected at- large. A Mayor is elected directly by the voters to a four-year term of office. The Borough Council is composed of six members elected to serve three- year terms on a staggered basis, with two seats coming up for election each year in a three-year cycle.2012 New Jersey Legislative District Data Book, Rutgers University Edward J. Bloustein School of Planning and Public Policy, April 2006, p. 163. The Borough form of government used by Upper Saddle River is a \"weak mayor / strong council\" government in which council members act as the legislative body with the mayor presiding at meetings and voting only in the event of a tie. The mayor can veto ordinances subject to an override by a two-thirds majority vote of the council. The mayor makes committee and liaison assignments for council members, and most appointments are made by the mayor with the advice and consent of the council.Cerra, Michael F. \"Forms of Government: Everything You've Always Wanted to Know, But Were Afraid to Ask\" , New Jersey State League of Municipalities. Accessed November 30, 2014.\"Forms of Municipal Government in New Jersey\", p. 6. Rutgers University Center for Government Studies. Accessed June 3, 2015. , the Mayor of Upper Saddle River is Republican Joanne L. Minichetti, whose term of office ends December 31, 2023. Members of the Borough Council are Council President Vincent M. Durante (R, 2021), Roger B. DeBerardine (R, 2020), Steven F. DiMartino (R, 2020), Jonathan W. Ditkoff (R, 2022), Joanne Florio (R, 2021) and Douglas M. Rotella (R, 2022).Borough Hall Information, Upper Saddle River Borough. Accessed March 15, 2020.2019 Municipal Data Sheet, Upper Saddle River Borough. Accessed October 9, 2019.2018 County and Municipal Directory, Bergen County, New Jersey. Accessed September 26, 2019.Bergen County November 5, 2019 General Election Statement of Vote, Bergen County, New Jersey Clerk, updated December 10, 2019. Accessed January 1, 2020.Bergen County November 6, 2018 General Election Statement of Vote, Bergen County, New Jersey Clerk, updated February 11, 2019. Accessed September 26, 2019.Bergen County Statement of Vote General Election 2017, Bergen County Clerk. Accessed May 15, 2018. In March 2019, the Borough Council selected Douglas Rotella from a list of three candidates nominated by the Republican municipal committee to fill the seat expiring in December 2019 that was held by Thomas H. Hafner until he resigned from office the previous month.Stoltz, Marsha A. \"Upper Saddle River appoints Douglas Rotella as new council member\", The Record, March 26, 2019. Accessed October 9, 2019. \"The Borough Council has appointed Douglas Rotella to succeed Councilman Thomas Hafner, who resigned in February, toward the end of his third term in office. Rotella, who will be sworn in at the council's next meeting on April 4, will serve through the end of 2019.\" ===Federal, state and county representation=== Upper Saddle River is located in the 5th Congressional DistrictPlan Components Report, New Jersey Redistricting Commission, December 23, 2011. Accessed February 1, 2020. and is part of New Jersey's 39th state legislative district.Municipalities Sorted by 2011-2020 Legislative District, New Jersey Department of State. Accessed February 1, 2020.2019 New Jersey Citizen's Guide to Government, New Jersey League of Women Voters. Accessed October 30, 2019.Districts by Number for 2011-2020, New Jersey Legislature. Accessed January 6, 2013. ===Politics=== As of March 23, 2011, there were a total of 5,587 registered voters in Upper Saddle River, of which 996 (17.8% vs. 31.7% countywide) were registered as Democrats, 1,840 (32.9% vs. 21.1%) were registered as Republicans and 2,746 (49.1% vs. 47.1%) were registered as Unaffiliated. There were 5 voters registered to other parties.Voter Registration Summary - Bergen, New Jersey Department of State Division of Elections, March 23, 2011. Accessed December 20, 2013. Among the borough's 2010 Census population, 68.1% (vs. 57.1% in Bergen County) were registered to vote, including 98.1% of those ages 18 and over (vs. 73.7% countywide).GCT-P7: Selected Age Groups: 2010 - State -- County Subdivision; 2010 Census Summary File 1 for New Jersey , United States Census Bureau. Accessed December 20, 2013. In the 2016 presidential election, Republican Donald Trump received 2,350 votes (52.7% vs. 41.1% countywide), ahead of Democrat Hillary Clinton with 1,945 votes (43.6% vs. 54.2%) and other candidates with 161 votes (3.6% vs. 4.6%), among the 4,510 ballots cast by the borough's 6,330 registered voters, for a turnout of 71.3% (vs. 72.5% in Bergen County).Presidential November 8, 2016 General Election Results - Bergen County, New Jersey Department of State Division of Elections, November 8, 2016. Accessed May 24, 2020. In the 2012 presidential election, Republican Mitt Romney received 2,726 votes (65.3% vs. 43.5% countywide), ahead of Democrat Barack Obama with 1,405 votes (33.7% vs. 54.8%) and other candidates with 22 votes (0.5% vs. 0.9%), among the 4,174 ballots cast by the borough's 5,987 registered voters, for a turnout of 69.7% (vs. 70.4% in Bergen County).Presidential November 6, 2012 General Election Results - Bergen County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed December 20, 2013.Number of Registered Voters and Ballots Cast November 6, 2012 General Election Results - Bergen County , New Jersey Department of State Division of Elections, March 15, 2013. Accessed December 20, 2013. In the 2008 presidential election, Republican John McCain received 2,565 votes (58.1% vs. 44.5% countywide), ahead of Democrat Barack Obama with 1,788 votes (40.5% vs. 53.9%) and other candidates with 29 votes (0.7% vs. 0.8%), among the 4,415 ballots cast by the borough's 5,648 registered voters, for a turnout of 78.2% (vs. 76.8% in Bergen County).2008 Presidential General Election Results: Bergen County, New Jersey Department of State Division of Elections, December 23, 2008. Accessed December 20, 2013.2008 General Election Results for Upper Saddle River, The Record. Accessed December 20, 2013. In the 2004 presidential election, Republican George W. Bush received 2,671 votes (61.5% vs. 47.2% countywide), ahead of Democrat John Kerry with 1,635 votes (37.6% vs. 51.7%) and other candidates with 24 votes (0.6% vs. 0.7%), among the 4,345 ballots cast by the borough's 5,319 registered voters, for a turnout of 81.7% (vs. 76.9% in the whole county).2004 Presidential Election: Bergen County, New Jersey Department of State Division of Elections, December 13, 2004. Accessed December 20, 2013. In the 2013 gubernatorial election, Republican Chris Christie received 78.0% of the vote (1,817 cast), ahead of Democrat Barbara Buono with 21.2% (493 votes), and other candidates with 0.8% (19 votes), among the 2,369 ballots cast by the borough's 5,699 registered voters (40 ballots were spoiled), for a turnout of 41.6%. In the 2009 gubernatorial election, Republican Chris Christie received 1,830 votes (63.8% vs. 45.8% countywide), ahead of Democrat Jon Corzine with 899 votes (31.3% vs. 48.0%), Independent Chris Daggett with 115 votes (4.0% vs. 4.7%) and other candidates with 9 votes (0.3% vs. 0.5%), among the 2,869 ballots cast by the borough's 5,620 registered voters, yielding a 51.0% turnout (vs. 50.0% in the county).2009 Governor: Bergen County , New Jersey Department of State Division of Elections, December 31, 2009. Accessed December 20, 2013. ==Education== Public school students in pre-kindergarten through eighth grade attend the Upper Saddle River School District.Upper Saddle River Board of Education District Policy 0110 - Idemtification, Upper Saddle River School District. Accessed June 17, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades Pre-Kindergarten through eight in the Upper Saddle River School District. Composition: The Upper Saddle River School District is comprised of all the area within the municipal boundaries of Upper Saddle River.\" As of the 2018–19 school year, the district, comprised of three schools, had an enrollment of 1,133 students and 108.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 10.4:1.District information for Upper Saddle River School District, National Center for Education Statistics. Accessed April 1, 2020. The schools in the district (with 2018–19 enrollment data from the National Center for Education StatisticsSchool Data for the Upper Saddle River Public Schools, National Center for Education Statistics. Accessed April 1, 2020.) are Robert D. Reynolds Primary SchoolRobert D. Reynolds Primary School, Upper Saddle River Schools. Accessed June 17, 2020. with 326 students in grades PreK-2, Edith A. Bogert Elementary SchoolEdith A. Bogert Elementary School, Upper Saddle River Schools. Accessed June 17, 2020. with 377 students in grades 3-5 and Emil A. Cavallini Middle SchoolEmil A. Cavallini Middle School, Upper Saddle River Schools. Accessed June 17, 2020. with 414 students in grades 6–8.District Profile, Upper Saddle River School District. Accessed June 17, 2020. \"The Upper Saddle River School District includes the Borough of Upper Saddle River located in Bergen County, about 25 miles North of New York City.... Upper Saddle River is an above average socioeconomic suburban community with approximately 1400 students enrolled in its schools.... The school system consists of three facilities: Reynolds Elementary (Pre-K to 2), Bogert Elementary (3 to 5) and Cavallini Middle School (6-8).\"New Jersey School Directory for the Upper Saddle River School District, New Jersey Department of Education. Accessed December 29, 2016. For high school, public school students in Upper Saddle River for ninth through twelfth grades attend Northern Highlands Regional High School, which also serves students from Allendale and Ho-Ho-Kus, along with some of Saddle River's students (who have the option of attending either Northern Highlands or Ramsey High School, as part of sending/receiving relationships with the two districts).Northern Highlands Board of Education District Policy 0110 - Identification, Northern Highlands Regional High School District. Accessed June 17, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades 9 through 12 in the Northern Highlands Regional High School District.. Composition: The Northern Highlands Regional High School District is comprised of all the area within the municipal boundaries of Allendale and Upper Saddle River.\"Northern Highlands Regional High School 2015 Report Card Narrative, New Jersey Department of Education. Accessed June 17, 2020. \"A four-year public high school, Northern Highlands strives to address the needs of all of its students who come from four towns in northern Bergen County: Allendale, Upper Saddle River, Ho-Ho-Kus, and Saddle River.\"Staff. \"Tuition to rise $219 under new contract\", Town Journal, November 19, 2009. Accessed November 30, 2014. \"With no high school in the borough, Saddle River students have the option of enrolling in either Ramsey High School or Northern Highlands.\" As of the 2019–20 school year, the high school had an enrollment of 1,400 students and 111.9 classroom teachers (on an FTE basis), for a student–teacher ratio of 12.5:1.School data for Northern Highlands Regional High School, National Center for Education Statistics. Accessed April 1, 2021. New Jersey Monthly magazine ranked Northern Highlands Regional High School as the 22nd-best high school of the 328 ranked schools in New Jersey in its 2012 rankings of the \"Top Public High Schools\" after being ranked 6th of 322 schools in 2010.Schlager, Ken; Staab, Amanda. \"The Top New Jersey High Schools: Alphabetical - Here are the 2012 Top High Schools ranking listed alphabetically.\", New Jersey Monthly, August 16, 2012. Accessed August 22, 2013. The ten voting seats on the high school district's board of education are allocated based on a percentage of the enrollment coming from each constituent municipality, with five seats allocated to Upper Saddle River.About the Board of Education, Northern Highlands Regional High School, updated June 20, 2020. Accessed January 25, 2022. \"The Northern Highlands Regional High School Board of Education is comprised of a ten board members who are elected by the constituents in the three municipalities (Upper Saddle River, Allendale, and Ho-Ho-Kus) whose students attend the Northern Highlands Regional High School district. As Saddle River has less than 10% of the entire districts population, they have a non-voting liaison on the Board who serves as the 11th member. Currently, five members are elected from the Borough of Upper Saddle River, four from the Borough of Allendale and one from the Borough of Ho-Ho-Kus. The numeric breakdown of members is determined by total student population from each specific town, one member for each 10% of the entire schools population.\" Public school students from the borough, and all of Bergen County, are eligible to attend the secondary education programs offered by the Bergen County Technical Schools, which include the Bergen County Academies in Hackensack, and the Bergen Tech campus in Teterboro or Paramus. The district offers programs on a shared-time or full-time basis, with admission based on a selective application process and tuition covered by the student's home school district.About Us, Bergen County Technical Schools. Accessed December 20, 2013.Admissions, Bergen County Technical Schools. Accessed December 29, 2016. Rodie Child Care Center, run by the YWCA of Bergen County, is open to children from 6 weeks old to 6 years old, including an all- day private Kindergarten class, and is located on Pleasant Avenue.ywFull Day Child Care. YWCA of Bergen County. Accessed December 19, 2013. == Parks and recreation == * Hess Park - located on Hess Court, the park has athletic fields and a playground * Lions Memorial Park - located on Lake Street, this park has athletic playing fields, walking paths, and a playground. This park was built and funded by the Saddle River Valley Lions Club. The park is also home to the annual Saddle River Valley Lions Club carnival; held every year on Memorial Day weekend. * Liberty Pond Park - located on Hopper Farm Road, this park has a gazebo and swing benches, as guests view the West Branch Saddle River pond. ==Transportation== thumb|right|View north along Route 17 in Upper Saddle River ===Roads and highways=== , the borough had a total of of roadways, of which were maintained by the municipality, by Bergen County and by the New Jersey Department of Transportation.Bergen County Mileage by Municipality and Jurisdiction, New Jersey Department of Transportation, May 2010. Accessed December 19, 2013. Route 17, West Saddle River Road, East Saddle River Road, and Lake Street are the main roads in Upper Saddle River. ===Public transportation=== Short Line offers limited service from stops on Lake Street and Saddle River Road between the borough and the Port Authority Bus Terminal in Midtown Manhattan.Schedule Details Upper Saddle River, NJ to New York, NY, Short Line (bus company). Accessed December 19, 2013. ==Notable people== People who were born in, residents of, or otherwise closely associated with Upper Saddle River include: * Kristie Ahn (born 1992), professional tennis player.Kitchin, Jessica. \"The Phenom; At 16, Kristie Ahn is poised to be a tennis power.\", New Jersey Monthly, March 18, 2009. Accessed December 19, 2013. \"As the top-ranked junior tennis player in the country, Kristie Ahn has won countless matches, including those that secured her USTA National Spring Championship and Junior Fed Cup last year. But it was actually in one of her rare defeats that this 16-year-old from Upper Saddle River found the most joy.\" * Jim Bankoff (born 1969), Chairman and CEO of Vox Media and a senior advisor for Providence Equity Partners.Davis, Noah. \"So What Do You Do, Jim Bankoff, CEO of Vox Media?The former AOL exec discusses his plans to bring quality back to the Web\", Media Bistro, July 24, 2013. Accessed October 17, 2015. \"Hometown: Upper Saddle River, NJ and New York, NY\" * Beth Beglin (born 1957), field hockey player who represented the United States three times at the Summer Olympics.Miles, Gary. \"What They're Seeking Is Field Hockey Gold\", The Philadelphia Inquirer, July 5, 1998. Accessed August 21, 2011. \"Team captain Beth Beglin of Upper Saddle River, N.J., recently named the head coach at the University of Iowa, and Californians Marcy Place von Schottenstein and Sheryl Johnson are back from the 1984 team. Johnson also serves as the team's vice captain.\" * Joe Cinderella (1927–2012), jazz guitarist.Rymer, John. \"America's home grown music; Jazz: back to center stage\", The Ridgewood News, January 26, 1978. Accessed June 17, 2020, via Newspapers.com. \"'The whole jazz feeling is even in pop music now,' said Joe Cinderella, a jazz guitarist from Upper Saddle River who once played at Birdland, 'and it's doing jazz a lot of good.'\" * Harold Dow (1947–2010), television news correspondent, journalist and investigative reporter with CBS News.via Associated Press. \"Harold Dow, 48 Hours Correspondent, Dies at 62\", The New York Times, August 21, 2010. Accessed February 8, 2012. \"Mr. Dow died suddenly Saturday morning in New Jersey, a network spokeswoman, Louise Bashi, said. He lived in Upper Saddle River, N.J., but it wasn't immediately clear if he had been at home. The cause of death was not announced.\" * Wes Ellis (1932–1984), professional golfer.\"Wes Ellis Jr., 52, Golf ProfessionaL\", The Philadelphia Inquirer, June 6, 1984. Accessed August 2, 2007. \"Wes Ellis Jr., 52, a professional golfer who dropped out of competition to be with his family, died Monday at Holy Name Hospital in Teaneck, N.J. He lived in Upper Saddle River, N.J.\" * Jay Feely (born 1976), professional NFL kicker who played for the New York Jets.McManus, Jane. \"For Athletes in Motion, Real Estate Can Be a Burden\", The New York Times, November 26, 2009. Accessed February 8, 2012. \"Jets kicker Jay Feely bought his Upper Saddle River, N.J., home as a Giant in 2005 then returned last season as a Jet.\" * Michael Ray Garvin (born 1986), wide receiver for the Las Vegas Locomotives.Staff. \"Florida State Men Earn Seventh Consecutive ACC Indoor Title: Florida State men's track and field team took first place at the 2009 Atlantic Coast Conference Indoor Championship for the seventh-consecutive year and eighth title overall.\", WCTV, March 2, 2009. Accessed February 22, 2011. \"The men's 60m dash also included several Seminoles earning awards as Michael Ray Garvin (Upper Saddle River, N.J.) took the silver medal home with his second place finish and NCAA automatic mark of 6.59.\" * George Gately (1928–2001), cartoonist who was creator of the popular Heathcliff comic strip.Thurber, Jon. \"George Gallagher, 72; Cartoonist Created Feisty Cat Heathcliff\", Los Angeles Times, October 4, 2001. Accessed November 17, 2017. \"Gallagher died Sunday of cardiopulmonary disease at Valley Hospital in Ridgewood, N.J. A resident of Upper Saddle River, N.J., Gallagher had been hospitalized in declining health for several months.\" * Edward H. Hynes (born 1946), politician who served two terms in the New Jersey General Assembly.Mooney, Jack. \"Double Vision; Persepctives clash in county executive race\", The Record, October 5, 1994. Accessed June 17, 2020, via Newspapers.com. \"Edward H. Hynes: Born May 9, 1946, in Teaneck. Now resides in Upper Saddle River with his wife, Susan.\" * Kristine Johnson (born 1972), co- anchor at WCBS-TV in New York City.DeVencentis, Philip. \"CBS anchor Kristine Johnson, of Bergen County, to give William Paterson graduation address\", The Record, May 16, 2018. Accessed May 17, 2018. \"Relaying the message will be commencement speaker Kristine Johnson, co-anchor of evening news for WCBS-TV in New York City. Clearly no stranger to broadcasting, the Emmy Award-winning anchor, who lives with her family in Upper Saddle River, is no stranger to success, either.\" * Margaret Juntwait (c. 1957–2015), the voice of the Metropolitan Opera radio broadcasts.\"New Voice - Opera announcer with a New Jersey accent\", The Record, October 5, 2004. Accessed August 2, 2007. \"In the world of opera, Margaret Juntwait, born and raised in Ridgewood and Upper Saddle River, has certainly achieved an enviable position. The Metropolitan Opera announced that the WNYC-FM classical music host with the seductively smooth voice will announce Saturday afternoon radio broadcasts from the Metropolitan Opera.\"Wakin, Daniel J. \"Met Picks New Voice For Opera Broadcasts\", The New York Times, September 29, 2004. Accessed August 2, 2007. \"Ms. Juntwait, 47, was brought up in Ridgewood and Upper Saddle River, N.J., and went to work at WNYC in 1991. She lives in the Inwood section of Manhattan.\" * Jason Kidd (born 1973), head coach of the Milwaukee Bucks.Adamek, Steve. \"Kidd's secret recipe \", The Record, November 15, 2002. Accessed December 14, 2008. \"Yet, Tuesday night at Jason and Joumana Kidd's Upper Saddle River home wasn't about eating, although Jefferson acknowledged that if not for the meal, he might have dined on 'potato chips' or fast food, or simply slept through dinner.\" * Vincent Lamberti (c. 1928–2014), lab researcher whose work resulted in 118 patents, most notably the development of Dove soap.Levin, Jay. \"Farewell to the father of Dove soap: Researcher Vincent Lamberti, 86, of Upper Saddle River, dies\", The Record, April 4, 2014. Accessed October 17, 2015. \"Vincent Lamberti, whose toil in the lab resulted in the development of Dove — the bar soap that really isn't soap at all — has died. He was 86 and lived in Upper Saddle River.\" * Tomas J. Padilla, politician who served on the Bergen County Board of Chosen Freeholders and has served as Borough Administrator in Woodcliff Lake.Staff. \"Woodcliff Lake officials appoint ex Hackensack chief of police as new borough administrator\", Pascack Valley Community Life, August 20, 2015. \"Woodcliff Lake officials unanimously appointed Tomas Padilla as the borough administrator at their Aug. 10 meeting. Padilla, an Upper Saddle River resident, started his position with the borough on Monday, Aug. 17.\" * Bill Parcells (born 1941), NFL head coach for the New York Giants during the 1990s.Anderson, Dave. \"The Grime and the Emptiness of N.F.L. Labor Disputes\", The New York Times, March 19, 2011. Accessed March 20, 2014. \"When the Giants returned from a Monday night road game, Parcells and his coaches usually went directly to Giants Stadium, slept for a few hours, if at all, then began preparing the game plan for Sunday's opponent. Instead, Parcells drove to his Upper Saddle River, N.J., home and didn't arrive at the stadium until Tuesday afternoon.\" * Jason Patric (born 1966 as Jason Patric Miller), actor who has appeared in The Lost Boys and Sleepers.Feldberg, Robert. \"Jason Patric stars in his father's hit play, 'That Championship Season'\", The Record, February 13, 2011. Accessed February 22, 2011. \"The money from That Championship Season enabled the family, which included Patric's brother and sister, to move to Upper Saddle River and a five-bedroom house on a large piece of land.... Patric (his given name is Jason Patric Miller Jr.) attended Cavallini Middle School, and then Don Bosco Preparatory High School in Ramsey.\" * Kevin J. Rooney (born 1960), politician who represents the 40th Legislative District in the New Jersey General Assembly.DeMarco, Jerry. \"Wyckoff's Rooney: Time To Stop Owners Who Harm Pets To Get Prescriptions\", Wyckoff-Franklin Lakes Daily Voice, May 12, 2017. Accessed June 17, 2020. \"'Any person not identified as an owner may not receive a prescription, and prescriptions may not be refilled unless it is past the authorized date,' said the Paterson-born Rooney, who grew up in Upper Saddle River.\" * Gary Stein (born 1933), attorney and former Associate Justice of the New Jersey Supreme Court, who served for 17 years where he wrote over 365 published opinions.Slobodzian, Joseph A. \"Kean will nominate key aide Gary Stein to state Supreme Court\", The Philadelphia Inquirer, October 11, 1984. Accessed November 17, 2017. \"In announcing his intention to appoint Stein, 51, of Upper Saddle River, Bergen County, Kean praised Stein's work as his director of policy and planning and said 'Stein possesses a depth of knowledge and experience which will be an asset to the Supreme Court.'\" * Lawrence Taylor (born 1959), retired Hall of Fame American football player.Anderson, Dave. \"Sports of The Times; Lawrence Taylor, the Phantom of L. T., and the Hall of Fame in Canton\", The New York Times, November 1, 1998. Accessed February 8, 2012. \"Hoping to avert foreclosure on his home in Upper Saddle River, N.J., where he is reportedly $350,000 in arrears in mortgage payments and other fees, Lawrence Taylor, not L. T., declared Chapter 7 bankruptcy Thursday, four days after he entered an unidentified drug rehabilitation clinic in New Jersey.\" * Ron Villone (born 1970), pitcher who played for the New York Yankees and 11 other teams during his MLB career.McCarron, Anthony. \"Yanks Reel in Villone. Trade with Fish Brins Lefty Home\", New York Daily News, December 17, 2005. Accessed December 19, 2013. \"Ron Villone grew up a Yankee fan and still lives within 20 miles of the Stadium, in Upper Saddle River, N.J. So when he found out yesterday that the Marlins had traded him to the Yankees, the lefty's thoughts drifted back to the late 1970s, when he sat in the stands and marveled at Ron Guidry.\" * Roy White (born 1943), professional baseball player who played for the New York Yankees.Letter from David A. Stern; August 5, 2007, Roy White Foundation. Accessed October 17, 2015. * George Young (1930–2001), American football player, coach and executive who served as the general manager of the New York Giants from 1979 to 1997.Anderson, Dave. \"Sports of The Times; What Parcells Didn't Say\", The New York Times, January 22, 1993. Accessed October 17, 2015. \"Young, when asked three weeks ago if his relationship with Parcells was still good, replied, 'I like to think so.' They live only about a mile apart in Upper Saddle River, N.J., but Young never even phoned his former coach.\" * Matthew Ziff (born 1991), actor and producer.Staff. \"2012 Quidditch comes to life in England\", The Record copied at MathhewZiff.com. Accessed September 8, 2017. \"Other North Jersey players on the winning team were William Greco of Montvale and Matthew Ziff from Upper Saddle River.\" ==References== == Sources == * Municipal Incorporations of the State of New Jersey (according to Counties) prepared by the Division of Local Government, Department of the Treasury (New Jersey); December 1, 1958. * Clayton, W. Woodford; and Nelson, William. History of Bergen and Passaic Counties, New Jersey, with Biographical Sketches of Many of its Pioneers and Prominent Men., Philadelphia: Everts and Peck, 1882. * Harvey, Cornelius Burnham (ed.), Genealogical History of Hudson and Bergen Counties, New Jersey. New York: New Jersey Genealogical Publishing Co., 1900. * Van Valen, James M. History of Bergen County, New Jersey. New York: New Jersey Publishing and Engraving Co., 1900. * Westervelt, Frances A. (Frances Augusta), 1858–1942, History of Bergen County, New Jersey, 1630-1923, Lewis Historical Publishing Company, 1923. ==External links== * Upper Saddle River Today - community website * Upper Saddle River Public Schools * * Data for Upper Saddle River Public Schools, National Center for Education Statistics * Northern Highlands Regional High School Category:1894 establishments in New Jersey Category:Borough form of New Jersey government Category:Boroughs in Bergen County, New Jersey Category:Populated places established in 1894",
 "title": "Upper Saddle River, New Jersey"
}