{
 "id": "136967",
 "text": "Centerville is a city in southeastern Davis County, Utah, United States. It is part of the Ogden-Clearfield Metropolitan Statistical Area. The population was 15,335 at the 2010 census. It is located adjacent to the easternmost part of the Great Salt Lake. ==History== Centerville was first settled by Thomas Grover in the fall of 1847. The community was originally known as Deuel Settlement but was renamed to Cherry Creek after the Cherry family arrived. After an 1850 survey found the town was located precisely between Farmington and Bountiful, it became known as Centerville, and it was this name that stuck.150 Years in Centerville * In 1849, Shadrach Roundy's family farmed in the general vicinity of Centerville,Jenson, Andrew. Encyclopedic History of the Church of Jesus Christ of Latter-day Saints (Salt Lake City: Deseret News Publishing Company, 1941) p. 127 and in the winter of 1849 he built a grist mill on Deuel Creek. He also made molasses from corn stalks at this mill.Jenson. Encyclopedic History. p. 127 *In 1851, a log school house was built in Centerville, but was replaced by an adobe building in 1854 by a much larger building in 1862. * Centerville was the home of Latter-day Saint church leader B. H. Roberts. * In 1869, the Utah Central Rail Road reached Centerville. *On May 4, 1915, Centerville City was incorporated by the State of Utah. *In 1983, abnormally high rates of precipitation for several months culminated in a series of mudslides and flooded creeks in Centerville and throughout Northern Utah. * In December 2011, a severe wind storm caused power outages and over $8 million in damage. ===Ecclesiastical history=== The first branch of The Church of Jesus Christ of Latter-day Saints (LDS Church) in Centerville was organized in 1850 with Sanford Porter as president. In 1852, Centerville was made a ward with Sanford Porter as bishop. In 1868, an LDS Sunday School was organized with Nathan Tanner Porter as president. In 1869, a Relief Society was organized with Mary Ann Harmon as president. In 1874, a branch of the United Order was organized in Centerville with William R. Smith as president. In December 1917, the Centerville Ward was divided into the Centerville 1st and Centerville 2nd Wards. In 1930, the two Centerville Wards had a combined membership of 823.Jenson. Encyclopedic History. p. 128 Today, there are four stakes of the LDS Church in Centerville.Select Location ==Geography== According to the United States Census Bureau, the city has a total area of 6.0 square miles (15.6 km2), all land. ===Climate=== Centerville's climate features hot, dry summers and cool, snowy winters. Under the Köppen climate classification, Centerville's climate may be described as Mediterranean (Csa) or humid continental (Dsa) depending on which variant of the system is used. ==Demographics== As of the census of 2000, there were 14,585 people, 4,138 households, and 3,546 families residing in the city. The population density was 2,415.8 people per square mile (932.3/km2). There were 4,280 housing units at an average density of 708.9 per square mile (273.6/km2). The racial makeup of the city was 97.06% White, 0.23% African American, 0.16% Native American, 0.75% Asian, 0.23% Pacific Islander, 0.60% from other races, and 0.97% from two or more races. Hispanic or Latino of any race were 1.95% of the population. There were 4,138 households, out of which 51.5% had children under the age of 18 living with them, 76.1% were married couples living together, 7.4% had a female householder with no husband present, and 14.3% were non-families. 12.3% of all households were made up of individuals, and 4.8% had someone living alone who was 65 years of age or older. The average household size was 3.52 and the average family size was 3.88. The population was spread out, with 35.9% under the age of 18, 11.5% from 18 to 24, 25.2% from 25 to 44, 20.4% from 45 to 64, and 7.0% who were 65 years of age or older. The median age was 27 years. For every 100 females, there were 99.0 males. For every 100 females age 18 and over, there were 94.6 males. The median income for a household in the city was $64,818, and the median income for a family was $70,855. Males had a median income of $50,033 versus $26,527 for females. The per capita income for the city was $19,666. About 1.4% of families and 2.0% of the population were below the poverty line, including 2.2% of those under age 18 and 1.7% of those age 65 or over. ==Economy== One of the most heavily traveled areas of Davis County, Utah, Parrish Lane, runs through Centerville. The highway was established in 1965 as a connector from I-15 to SR-106 in Centerville. It remained essentially unchanged until it was extended westward to connect to the newly constructed Legacy Parkway in 2008. In 2017 the highway thoroughfare, Parrish Lane section, is home to the commercial district of Centerville. Major businesses include WalMart, Target, Home Depot, PetSmart, Kohl's and several smaller retail businesses. Restaurants include the Arby's, Chick Fil-A, In-N-Out, McDonald's, Wendy's, and several other fast food offerings. In addition, several small independent professional business line the street. Parrish Lane connects with Centerville's main street where several other business operate including dentists, physicians, chiropractors and other white coat/white collar businesses reside. In addition, several professional businesses including real estate, insurance and service based businesses can be found. ==Education== Centerville maintains five public schools in the city. The nearest high school is Viewmont High School, located south of Centerville in the city of Bountiful. There are four elementary schools: Jenny P. Stewart, J.A. Taylor, Reading, and Centerville. There is one Junior High, a 7-9 school called Centerville Junior High. ==Gallery== Sites is listed on the National Register of Historic Places. File:Barnard House Centerville Utah.jpeg|Barnard-Garn-Barber House File:Walton House Centerville Utah.jpeg|Franklin and Amelia Walton House File:Brandon House Centerville Utah.jpeg|Thomas and Margaret Brandon House File:Capener House Centerville Utah.jpeg|William Capener House File:Deuel House Centerville Utah.jpeg|Osmyn and Emily Deuel House File:Duncan House Centerville Utah.jpeg|John, Harriet, and Eliza Jennett Duncan House ==See also== * List of cities and towns in Utah ==References== ==External links== * Category:Cities in Utah Category:Cities in Davis County, Utah Category:Ogden–Clearfield metropolitan area Category:Populated places established in 1849 Category:1849 establishments in the United States",
 "title": "Centerville, Utah"
}