{
 "id": "136948",
 "text": "Nibley is a city in Cache County, Utah, United States. Incorporated in 1935, it was named after Charles W. Nibley, a leader in The Church of Jesus Christ of Latter-day Saints. The population was 5,438 at the 2010 census. It is included in the Logan, Utah-Idaho (partial) Metropolitan Statistical Area and is a suburb or 'bedroom' community of Logan. Historically a rural area, Nibley has experienced significant growth within the last decade, more than doubling its population in under 10 years. ==Geography== Nibley lies between the cities of Hyrum and Logan in the Cache Valley. According to the United States Census Bureau, the city has a total area of 4.03 square miles, 10.4377 square kilometers, all land. ==History== Cache Valley was occupied by the Shoshone Indians prior to its settlement by Mormon Pioneers. Trappers arrived in Cache Valley in 1824 under the leadership of John Weber of the Rocky Mountain Fur Company. Several trapping companies operated in the valley during the next 20 years. During that time, the beaver and bison were virtually eliminated. Nibley was a city in Utah. In 1849, the valley was surveyed by the U.S. Army Corps of Topographical Engineers. Reports of Cache Valley's abundant range and beautiful setting were conveyed to Brigham Young by army officers, trappers, and Mormon scouts. In 1855, the Utah Territorial Legislature granted Cache Valley to Brigham Young as a herd ground for his increasing numbers of cattle. A company of cattle owners was organized to take cattle to Cache Valley under the direction of Briant Stringham. The site they chose was located near the Blacksmith Fork River by some springs about a mile northwest of the Nibley Ward Chapel on Main Street and 3200 South. The ranch they established was named the Elk Horn Ranch and became the first Mormon settlement in the valley. A severe winter forced abandonment of most of this early settlement, except for a few settlers. Those left at the ranch suffered during this severe winter, as food became dangerously low. When spring came, barley was planted. This venture, like the ranching, was also unsuccessful. As settlers continued to enter Cache Valley, relations with the Shoshone deteriorated. Although little physical contact occurred, theft of stock and grain was commonplace. Tight settlement patterns were encouraged to help provide security for these early settlers. In 1860, settlers at and near Elk Horn Ranch were advised to move to the East side of the Blacksmith Fork River, where they would be safer in the event of an Indian attack. Serious threats from Indians ended in 1863 when a major battle was fought in Northern Cache Valley. In the 1870s, the remaining Indians were forced to enter reservations. Shortly after those early settlers gathered on the East side of the Blacksmith Fork River, the Millville Ward was organized. Once the Indian threat had diminished, some of the settlers moved back to the West side of the river to what was called West Millville. A variety of activities were operated in this area, including a blacksmith shop, a molasses and grain mill, a general merchandise store, a slaughter house, a dairy and a nursery. Water for the settlers in Millville Ward was supplied by the Millville Water Works Company. In 1915, as the population continued to grow, the company found its water supply inadequate and began to search for additional sources. Yeates Springs, located near the Blacksmith Fork River on the Southern boundary of present-day Nibley, was selected and purchased from John Yeates for $500.00. From these springs, 28,000 feet of redwood pipe was laid along the county road to service residents living west of the river. The system was paid for by selling stocks to those receivers for $262.50 per share. In 1920, the Millville Ward was divided. That area west of the river was Nibley Ward, named after Charles Wilson Nibley, presiding Bishop of The Church of Jesus Christ of Latter-Day Saints in 1907. Nibley precinct was created in 1925 as a separate political entity by the Cache County Commissioners. In 1926, repairs were begun to replace leaking water pipelines. Also, at this time, a ward chapel was built in Nibley. In 1933, the Millville Public Works Company applied to the Public Works Administration (PWA) for a $2,500.00 loan to replace existing water pipelines. The loan was refused on grounds that the PWA did not make loans to private companies. Since loans to incorporated towns were permissible, the stockholders voted to dissolve the company and turn the water system over to the town of Millville. Consideration was also given to having Nibley incorporate as a town. On May 21, 1935, a mass meeting was called to discuss the incorporation of Nibley. A motion was made \"that we do incorporate so as to be eligible to take over the water works and get the government grant.\" The motion passed and town boundaries were drawn up which included all members of the Nibley Ward and extended 20 rods on both sides of all included roads. A petition was presented to the Cache County Board of Commissioners and on August 30, 1935, Nibley was incorporated. In the beginning of 2013, Nibley has grown to a population of about 6,000. ==Heritage Days== Nibley celebrates many events in the city that have drawn the community closer. They have an Easter egg hunt, a live nativity, and other holiday celebrations yearly. The most notable holiday celebration is Heritage Days. \"In 1984, Mayor Leishman called a committee together to organize a celebration for the city inviting all current and former residents of Nibley to join in the celebration. They decided to meet on a Saturday in June and called it Heritage Days. It was such a success that it was made an annual event.\" It has been held every year since that time and continues to grow each year. Currently Heritage Days is held annually on the week of the fourth Saturday of June. Each year there is a parade made up of Nibley residents and other local business and organizations. Other events include a Mayor's Dinner, a five kilometer foot race, the Children's Theater, a petting zoo, dunking machine, bake off, beauty pageant, baby contest and other fun family events. ==Demographics== As of the census of 2000, there were 2,045 people, 566 households, and 516 families residing in the city. The population density was 616.1 people per square mile (237.8/km2). There were 580 housing units at an average density of 174.8 per square mile (67.5/km2). The racial makeup of the city was 96.67% White, 0.15% Native American, 0.39% Asian, 0.15% Pacific Islander, 1.27% from other races, and 1.37% from two or more races. Hispanic or Latino of any race were 3.86% of the population. There were 566 households, out of which 59.4% had children under the age of 18 living with them, 84.5% were married couples living together, 5.8% had a female householder with no husband present, and 8.8% were non- families. 7.6% of all households were made up of individuals, and 2.8% had someone living alone who was 65 years of age or older. The average household size was 3.61 and the average family size was 3.82. In the city, the population was spread out, with 38.4% under the age of 18, 10.4% from 18 to 24, 28.5% from 25 to 44, 18.2% from 45 to 64, and 4.4% who were 65 years of age or older. The median age was 26 years. For every 100 females, there were 103.3 males. For every 100 females age 18 and over, there were 99.8 males. The median income for a household in the city was $52,273, and the median income for a family was $54,896. Males had a median income of $39,156 versus $21,463 for females. The per capita income for the city was $17,168. About 1.3% of families and 1.1% of the population were below the poverty line, including 1.1% of those under age 18 and none of those age 65 or over. 2010 Census In the 2010 census, Nibley had a population of 5,540 people, and 1,351 households. Nibley City's population and households have more than doubled from 2000 to 2010. The population density was 1,350.7 people per square mile. The racial makeup of the city was 87.5% White; .2% Black; .5% American Indian and Alaska Native; .5% Asian; .2% Native Hawaiian and other Pacific Islander; 1.7% reporting two or more races; and 10.1% Hispanic or Latino. Out of 1,351 households in Nibley 60.5% had children under the age of 18 living with them, 87.0% were married couples living together, 4.4% had a female householder with no husband present, 2.0% had a male household with no wife present, and 6.6% of household were nonfamily households. 6.0% of all households were made up of individuals, and 1.6% had someone living alone who was 65 years of age or older. The average household size was 3.75 people and the average family size was 3.92 people. Forty-five point seven percent of the population was 0–19 years old; 4.4% were 20–24; 32.0% were 25–44; 13.6% were 45–64; and 4.3% were 65 and older. The median age was 24.8 and the city was 50.3% female. The median household income was $63,423, while the mean household income was $69,168. The median family income was $65,104, and the mean family income was $70, 174. The per capita income for the city was $18,644. From 2007 to 2011 the percentage of people below the poverty level was 2.8% compared to the State of Utah average of 11.4%. ==See also== * List of cities and towns in Utah ==References== ==External links== * Category:Cities in Cache County, Utah Category:Cities in Utah Category:Logan metropolitan area Category:1937 establishments in Utah Category:Populated places established in 1937",
 "title": "Nibley, Utah"
}