{
 "id": "136970",
 "text": "Farmington is a city in Davis County, Utah, United States. The population was 24,531 at the 2020 census. An amusement park, called Lagoon Amusement Park, is located in Farmington. ==History== The region that is now Farmington was settled in 1847 by the Haight family, a Mormon pioneer family, that established a farm and an inn. Five more pioneering families migrated to this region in the autumn of 1849. The region developed into an undefined community originally called North Cottonwood Settlement. In 1852, the territorial legislature picked North Cottonwood as the county seat and officially named it Farmington. Following orders from Daniel H. Wells and Brigham Young, Farmington residents built a wall around the city in 1853 under the direction of Major Thomas S. Smith. This walled townsite became known as \"the Fort\". Early church meetings were held in a log school and then an adobe structure. The county courthouse was used for religious meetings from 1855 to 1863. The city's ward moved back to the schoolhouse and the first meetinghouse was dedicated in January 1864. By the early 1860s, the town of Farmington stretched for six miles between Centerville and Kaysville. The Children's Primary Association of The Church of Jesus Christ of Latter-day Saints was organized here on 11 August 1878. It was the birthplace of one of the longest- lived Latter-day Saint apostles, LeGrand Richards. His maternal great- grandfather, Joseph Lee Robinson, was the first bishop of what was then the North Cottonwood Ward. Lagoon Amusement Park was founded here in 1886 and occupies of the city. Ezra T. Clark was an early settler of Farmington who later founded the Davis County Bank and built several houses in the area, some of which are located in the Clark Lane Historic District, listed on the National Register of Historic Places. The city was ranked 12th on Money magazine's \"Best Places to Live\" index in 2011. ==Geography and climate== Farmington is located in east-central Davis County. It is bordered by Kaysville and Fruit Heights to the north and by Centerville to the south. The Wasatch Mountains are to the east, and the Great Salt Lake is to the west. According to the United States Census Bureau, the city has a total area of , of which is land and , or 0.96%, is water. Lake-enhanced snowfall occurs frequently during the winter, and cool downslope mountain breezes occur on most summer evenings. Under the Köppen climate classification, Farmington experiences what may be classified as a hot-summer Mediterranean climate (Csa), despite not being on the west coast of an ocean like most Mediterranean climates. It may also be classified as humid continental (Dsa), if the boundary between continental and subtropical climate is an average January temperature of rather than . ==Demographics== thumb|The Lagoon Roller Coaster, January 2013 It is part of the Ogden-Clearfield, Utah Metropolitan Statistical Area. In an 1850 census of Davis County, almost half of the Farmington residents were from New York. In the 2010 census there were 18,275 people, 5,148 households, and 2,769 families residing in the city with an average family size of 3.41. The population density was 1,557.8 people per square mile (601.1/km2). There were 5,339 housing units at an average density of 414.7 per square mile (160.0/km2). The racial makeup of the city was 95.1% White, 0.7% African American, 0.3% Native American, 0.9% Asian, 0.3% Pacific Islander, 1.0% from other races, and 1.6% from two or more races. Hispanic or Latino of any race were 2.98% of the population. There were 5,148 households, out of which 49% had children under the age of 18 living with them, 80.8% were married couples living together, 6.8% had a female householder with no husband present, and 10.3% were non-families. 8.3% of all households were made up of individuals, and 2.8% had someone living alone who was 65 years of age or older. The average household size was 3.72 and the average family size was 3.97. In the city, the population was spread out, with 37.0% under the age of 18, 11.4% from 18 to 24, 27.1% from 25 to 44, 19.0% from 45 to 64, and 5.4% who were 65 years of age or older. The median age was 26 years. For every 100 females, there were 109.2 males. For every 100 females age 18 and over, there were 109.4 males. The median income for a household in the city was $74,250, and the median income for a family was $78,492. Males had a median income of $56,847 versus $30,464 for females. The per capita income for the city was $24,407. About 1.6% of families and 2.4% of the population were below the poverty line, including 3.1% of those under age 18 and 0.2% of those age 65 or over. ==Education== The community is served by Davis School District. ==S&S; Shortline Railroad Park & Museum== The S&S; Shortline Railroad Park & Museum, located in the Farmington area, contains over 90 pieces of railroad equipment in all shapes and sizes. It also has two separate railroads where visitors can enjoy train rides on the first Saturday of every month from June to September. The track gauges of the two railroads are narrow gaugeCarson City & Mills Park RR No. 3 and gauge. One interesting item in the museum's collection is a gauge, oil-powered, steam locomotive built by Crown Metal Products. == Trail system == The Farmington Trail Committee maintains 146.49 miles of trail throughout the city. 36 of the trails are named that traverse from the hills on the east to the wetlands to the west. The trail system has a variety of surface material including gravel, asphalt, and concrete. There are 55 points of interest that are accessible by the trail system. ==Notable people== * Henry McBride, fourth governor of Washington * LeGrand Richards, religious leader * Bruce Summerhays, Champions Tour golfer * Daniel Summerhays, PGA Tour golfer * Obert C. Tanner founder of O.C. Tanner Co. ==See also== * List of cities and towns in Utah * Francis Peak ==References== ==External links== * Category:Cities in Utah Category:Cities in Davis County, Utah Category:County seats in Utah Category:Populated places established in 1847 Category:Ogden–Clearfield metropolitan area Category:1847 establishments in Utah",
 "title": "Farmington, Utah"
}