{
 "id": "136956",
 "text": "Trenton is a town in Cache County, Utah, United States. The population was 464 at the 2010 census. It is included in the Logan, Utah-Idaho (partial) Metropolitan Statistical Area. ==Geography== According to the United States Census Bureau, the town has a total area of 7.3 square miles (19.0 km2), of which 7.2 square miles (18.8 km2) is land and 0.1 square mile (0.2 km2) (1.23%) is water. ===Climate=== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, Trenton has a humid continental climate, abbreviated \"Dfb\" on climate maps.Climate Summary for Trenton, Utah ==Demographics== As of the census of 2000, there were 449 people, 135 households, and 110 families residing in the town. The population density was 62.0 people per square mile (23.9/km2). There were 145 housing units at an average density of 20.0 per square mile (7.7/km2). The racial makeup of the town was 95.55% White, 0.22% African American, 0.89% Native American, 0.45% Asian, 2.45% from other races, and 0.45% from two or more races. Hispanic or Latino of any race were 5.35% of the population. There were 135 households, out of which 51.1% had children under the age of 18 living with them, 74.1% were married couples living together, 5.9% had a female householder with no husband present, and 18.5% were non-families. 16.3% of all households were made up of individuals, and 8.1% had someone living alone who was 65 years of age or older. The average household size was 3.33 and the average family size was 3.79. In the town, the population was spread out, with 36.7% under the age of 18, 11.6% from 18 to 24, 25.4% from 25 to 44, 17.8% from 45 to 64, and 8.5% who were 65 years of age or older. The median age was 26 years. For every 100 females, there were 112.8 males. For every 100 females age 18 and over, there were 110.4 males. The median income for a household in the town was $31,250, and the median income for a family was $40,139. Males had a median income of $31,023 versus $20,833 for females. The per capita income for the town was $11,910. About 6.3% of families and 9.1% of the population were below the poverty line, including 10.8% of those under age 18 and 11.8% of those age 65 or over. ==Notable people== * J. Blaine Anderson, federal judge * Don Campora, professional football player ==See also== * List of cities and towns in Utah ==References== Category:Towns in Cache County, Utah Category:Towns in Utah Category:Logan metropolitan area Category:Populated places established in 1870 Category:1870 establishments in Utah Territory",
 "title": "Trenton, Utah"
}