{
 "id": "136907",
 "text": "Browns Mills is an unincorporated community and census-designated place (CDP) located in Pemberton Township, in Burlington County, New Jersey, United States.GCT-PH1 - Population, Housing Units, Area, and Density: 2010 - County -- County Subdivision and Place from the 2010 Census Summary File 1 for Burlington County, New Jersey , United States Census Bureau. Accessed May 22, 2013.2006-2010 American Community Survey Geography for New Jersey, United States Census Bureau. Accessed May 22, 2013.New Jersey: 2010 - Population and Housing Unit Counts - 2010 Census of Population and Housing (CPH-2-32), United States Census Bureau, August 2012. Accessed May 22, 2013. As of the 2010 United States Census, the CDP's population was 11,223. ==Geography== According to the United States Census Bureau, Browns Mills had a total area of 5.612 square miles (14.534 km2), including 5.367 square miles (13.900 km2) of land and 0.245 square miles (0.634 km2) of water (4.36%). ==Demographics== ===Census 2010=== ===Census 2000=== As of the 2000 United States Census there were 11,257 people, 3,946 households, and 2,939 families living in the CDP. The population density was 799.0/km2 (2,070.8/mi2). There were 4,245 housing units at an average density of 301.3/km2 (780.9/mi2). The racial makeup of the CDP was 64.50% White, 22.81% African American, 0.50% Native American, 3.72% Asian, 0.07% Pacific Islander, 3.13% from other races, and 5.27% from two or more races. Hispanic or Latino of any race were 9.35% of the population.DP-1 - Profile of General Demographic Characteristics: 2000 from the Census 2000 Summary File 1 (SF 1) 100-Percent Data for Browns Mills CDP, New Jersey , United States Census Bureau. Accessed May 22, 2013. There were 3,946 households, out of which 40.1% had children under the age of 18 living with them, 49.0% were married couples living together, 19.2% had a female householder with no husband present, and 25.5% were non-families. 20.3% of all households were made up of individuals, and 5.7% had someone living alone who was 65 years of age or older. The average household size was 2.84 and the average family size was 3.24. In the CDP the population was spread out, with 29.3% under the age of 18, 9.2% from 18 to 24, 31.6% from 25 to 44, 21.6% from 45 to 64, and 8.4% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 91.4 males. For every 100 females age 18 and over, there were 88.6 males. The median income for a household in the CDP was $45,008, and the median income for a family was $49,443. Males had a median income of $36,160 versus $25,239 for females. The per capita income for the CDP was $17,678. About 7.3% of families and 11.0% of the population were below the poverty line, including 13.7% of those under age 18 and 7.5% of those age 65 or over. ==Transportation== * NJ Transit provides bus service to and from Philadelphia on the 317 route.Burlington County Bus / Rail Connections, NJ Transit, backed up by the Internet Archive as of June 26, 2010. Accessed June 17, 2013. ==Notable people== People who were born in, residents of, or otherwise closely associated with Browns Mills include: * Matthew Emmons (born 1981), sharpshooter who won an Olympic gold medal at the 2004 Summer Olympics in the Men's 50 m Rifle Prone.D'Alessandro, Dave. \"London Olympics: Matt Emmons, a Browns Mills native, takes bronze in 50-meter three- position rifle\", The Star-Ledger, August 6, 2012. Accessed November 9, 2016. * Ed Forchion (born 1964), cannabis activist known as NJWEEDMAN and a perennial candidate for various New Jersey elected offices.Genzlinger, Neil. \"JERSEY; Dear Graduates: Wake Up, and Thanks for Stopping By\", The New York Times, May 16, 2004. Accessed June 17, 2013. \"I know that your first choice for a speaker today was Edward Forchion Jr., the Brown Mills marijuana advocate whose request to have his name legally changed to NJWeedman.com was rejected by an appeals court the other day.\" * Ed Gillespie (born 1961), former chairman or the Republican Party, senior advisor to Mitt Romney.DiUlio, Nick. \"Ed Gillespie: The Face of the RNC\", South Jersey Magazine, January 2005. Accessed May 22, 2013. \"Born in Mount Holly at Burlington County Memorial Hospital and raised in Browns Mills, Gillespie, 43, went from being just another small-town boy who took humble bike rides with his dog and ran from the Jersey Devil, to Chairman of the Republican National Committee and regular strategic confidant of the leader of the free world.\" * Beetlejuice (born 1968), entertainer known for his appearances on the Howard Stern Show. ==References== Category:Census- designated places in Burlington County, New Jersey Category:Pemberton Township, New Jersey Category:Populated places in the Pine Barrens (New Jersey)",
 "title": "Browns Mills, New Jersey"
}