{
 "id": "137193",
 "text": "St. George is a city in and the county seat of Washington County, Utah, United States. Located in southwestern Utah on the Arizona border, it is the principal city of the St. George Metropolitan Statistical Area (MSA). The city lies in the northeasternmost part of the Mojave Desert, adjacent to the Pine Valley Mountains and near the convergence of three distinct geological areas: the Mojave Desert, Colorado Plateau, and Great Basin. The city is northeast of Las Vegas and south-southwest of Salt Lake City on Interstate 15. As of the 2020 U.S Census, the city had a population of 95,342, with the overall MSA having an estimated population of 180,279. St. George is the seventh-largest city in Utah and most populous city in the state outside of the Wasatch Front. The city was settled in 1861 as a cotton mission, earning it the nickname \"Dixie\". While the crop never became a successful commodity, the area steadily grew in population. Between 2000 and 2005, St. George emerged as the fastest growing metropolitan area in the United States.https://www.census.gov/prod/2006pubs/smadb/smadb-06appe.pdf Today, the St. George region is well known for its year-round outdoor recreation and proximity to several state parks, Zion National Park and The Grand Canyon. Dixie State University is located in St. George and is an NCAA Division I institution. ==History== Prior to the arrival of the first European settlers, the St. George area was inhabited by the Virgin River Anasazi and later by the Southern Paiute tribe. The first Europeans in the area were part of the Domínguez–Escalante expedition in 1776. St. George was founded as a cotton mission in 1861 under the direction of apostle Erastus Snow. It was called Dixie by Brigham Young, who was president of The Church of Jesus Christ of Latter-day Saints (LDS Church). While early settlers cultivated cotton as a commodity crop, they did not succeed in producing it at competitive market rates; consequently, cotton farming was eventually abandoned. More important to the economy was tourism, which developed as the railroads began to carry visitors to the nearby Zion National Park. At the outbreak of the American Civil War in 1861, Young organized the settlement of what is now Washington County. > Fearing that the war would take away the cotton supply, he began plans for > raising enough in this southwestern country to supply the needs of his > people. Enough favorable reports had come to him from this warm region below > the rim of the Great Basin, that he was convinced cotton could be raised > successfully here. At the general church conference in Salt Lake City on > October 6th, 1861, about three hundred families were \"called\" to the Dixie > mission to promote the cotton industry. Most of the people knew nothing of > this expedition until their names were read from the pulpit; but in nearly > every case, they responded with good will, and made ready to leave within > the month's time allotted to them. The families were selected so as to > ensure the communities the right number of farmers, masons, blacksmiths, > businessmen, educators, carpenters, as needed.Under Dixie Sun, 1950, > Washington County Chapter, Daughters Utah Pioneers, pp 293–294. Printed by > Garfield County News, Panguitch Utah. The settlement was named after George A. Smith, an LDS Church apostle.Lynn Arave, \"St. George likely named after an LDS apostle\", Deseret Morning News, 8 July 2007 In April 1877, the LDS Church completed the St. George Utah Temple. It is the church's third and oldest continually-operating temple in the world (the temple has been closed since November 2019 for renovation). The 1992 St. George earthquake destroyed three houses as well as above- and below-ground utilities, causing about in damage. St. George was the location of the 1997 United States Academic Decathlon national finals. In January 2005, a 100-year flood occurred throughout the region, due to prolonged heavy rainfall overflowing both the Virgin and Santa Clara rivers. One person was killed and 28 homes were destroyed by the Santa Clara River. ===Nuclear contamination=== In the early 1950s, St. George received the brunt of the fallout of above- ground nuclear testing at the Yucca Flats/Nevada Test Site northwest of Las Vegas. Winds routinely carried the fallout of these tests directly through the St. George and southern Utah area. Marked increases in the frequency of cancer in the population, not limited to leukemia, lymphoma, thyroid cancer, breast cancer, melanoma, bone cancer, brain tumors, and gastrointestinal tract cancers, were reported from the mid-1950s until the early 1980s.Falk, Jim (1982). Global Fission: The Battle Over Nuclear Power, p. 134. In 1980, American popular weekly magazine People reported that from about 220 cast and crew who filmed in a 1956 movie, The Conqueror, on location near St. George, ninety-one had come down with cancer, and 50 had died of cancer.Gerald H. Clarfield and William M. Wiecek (1984). Nuclear America: Military and Civilian Nuclear Power in the United States 1940–1980, Harper & Row, New York, p. 208. Of these, forty-six had died of cancer by 1980. Among the cancer deaths were John Wayne, Pedro Armendáriz and Susan Hayward, the stars of the film. However, the lifetime odds of developing cancer for men in the U.S. population are 43 percent and the odds of dying of cancer are 23 percent (38 percent and 19 percent, respectively, for women). This places the cancer mortality rate for the 220 primary cast and crew quite near the expected average. A 1962 United States Atomic Energy Commission report found children living in St. George, Utah, at the time of the fallout may have received doses to the thyroid of radioiodine as high as 120 to 440 rads\" (1.2 to 4.4 Gy).Pat Ortmeyer and Arjun Makhijani. The Bulletin of the Atomic Scientists, November/December 1997, via October 31, 2007, retrieval. ==Geography== thumb|The red hills of the Red Cliffs Desert Reserve north of St. George According to the United States Census Bureau, the city has a total area of 64.9 square miles (168.0 km2), of which, 64.4 square miles (166.8 km2) of it is land and 0.5 square miles (1.2 km2) of it (0.72%) is water. St. George lies in a desert valley, with most of the city lying below 3,000 feet (900 m). Wildlife and vegetation are typical of the Mojave Desert in which it lies. It is situated near a unique geological transition zone where the Mojave, Colorado Plateau, and Great Basin all converge. The Beaver Dam Mountains/Utah Hill lie to the west, the Red Cliffs National Conservation Area and Pine Valley Mountains to the north, the western edge of the Colorado Plateau and Zion National Park to the east, and the Arizona Strip to the south. The Virgin River and Santa Clara River flow through the St. George valley and converge near the western base of Webb Hill near the city center. The city uses street numbers rather than names, such as \"East 100 South\". Exceptions have been made for streets with curves or those not fitting into the traditional grid system. Some roads have names along with numerals, such as \"400 East\" which is also known as \"Flood Street\". ===Climate=== St. George's arid climate is significantly warmer on average than the rest of the state, and more closely resembles nearby Las Vegas. The climate is semi-arid. St. George has hot summers and cool to relatively mild winters. The monthly average temperature ranges from in December to in July. On average, there are 60 afternoons with high temperatures over , with an average window of June 29 through August 13, and 122 days with high temperatures over with the average window fluctuating between late April and early October. There are approximately 60 mornings where the low temperature drops to the freezing mark, with the historical average window between November 12 and March 14. The highest temperature statewide was , which was recorded in south St. George, near the Arizona border on July 4, 2007, breaking the previous record-holder, at , also set in St. George on July 5, 1985. The record high minimum temperature is set on July 15, 1970 and July 3, 2013. Nighttime freezes are common during the winter due to radiational cooling. Both the record low temperature of and record low maximum temperature of were set on January 22, 1937; the record low temperature occurred again on January 26, 1937, both during the record cold month of January 1937 across the Western United States. The city has abundant sunshine year-round and averages about 300 sunny days per year, with an average of precipitation annually. The wettest \"rain year\" has been from July 2004 to June 2005 with at least (some days were missing) and the driest from July 1973 to June 1974 with . Record breaking wide spread flooding occurred during January 2005 when area creeks and rivers far exceeded their banks and washed out homes and some neighborhoods. The wettest month has been January 1993, when fell. Precipitation is fairly evenly distributed throughout the year, except for a markedly drier period from April through June, which occurs after the Pacific storm season ends, but before the southwest monsoon begins, usually in mid-July. Precipitation mostly comes from the Pacific Ocean from late fall through early spring. The storm track usually lifts north of the city by mid-April. The monsoon brings localized and often intense thunderstorms from early July through mid-September. The greatest rainfall in 24 hours was on August 31, 1909. The St. George valley does occasionally receive wet or slushy snowfall in the winter, but what accumulates usually melts off by the mid-to-late morning; the normal seasonal snowfall is . The earliest snowfall was measured on October 29, 1971, and the latest on April 11, 1927. The record single-day snowfall is which was set on January 5, 1974. With the city having elevations ranging from , some areas such as Diamond Valley and Winchester Hills will typically receive more snowfall and colder temperatures than the rest of the lower valley. The most recent major snow event was on December 8, 2013, when between virtually shut down the city, making it the third heaviest snowfall in the city's history. Also significant about the storm was how low temperatures dropped and remained that way for several days with daytime highs failing to reach the freezing mark, and one night time low temperature of , recorded at the airport, was the coldest in the city in over 100 years. The remarkable, prolonged cold spell killed or severely damaged much of the area's non-native vegetation such as the Mexican fan palm trees. ==Demographics== the largest self-reported ancestry groups in St. George are: {| class=\"wikitable sortable collapsible\" style=\"font-size: 90%;\" |- ! Largest ancestries (2015) !! Percent |- | English ||28.2% |- | German || 11.3% |- | Irish || 8.5% |- | Danish || 4.6% |- | Swedish || 4.0% |- | Italian || 3.8% |- | Scottish || 3.7% |- | Dutch || 2.4% |- | Norwegian || 1.8% |- | French (except Basque) || 1.8% |- | Swiss || 1.4% |- | Welsh || 1.2% |- | Polish || 1.2% |- | Scots-Irish || 1.0% |} In 2018, the city's population was estimated at 87,178. St. George was declared the fourth fastest-growing metropolitan area in the United States in 2018.https://www.fox13now.com/2015/03/30/st-george-ranked-5th-fastest-growing- area-in-the-country/Colorado's Greeley, Florida's Palm Coast, Fastest-Growing Metro and Micro Areas . U.S. Census Bureau News. , there were 27,552 households. The population density was 1,135 people per square mile. , there were 32,089 housing units at an average density of per square mile. The city's racial makeup was 87.2% White, 0.7% African-American, 1.5% Native American, 0.8% Asian, 1.0% Pacific Islander, and 8.9% from other races. 12.8% of the population was Hispanic or Latino of any race. As of the 2000 census, there were 17,367 households, out of which 34.2% had children under the age of 18 living with them, 63.6% were married couples living together, 8.6% had a female householder with no husband present, and 24.9% were non-families. 19.4% of all households were made up of individuals, and 10.2% had someone living alone who was 65 years old or older. The average household size was 2.81 individuals and the average family size was 3.21. In the city, the age distribution of the population showed 28.4% under the age of 18, 13.7% from 18 to 24, 22.0% from 25 to 44, 16.8% from 45 to 64, and 19.3% who were 65 years of age or older. The median age was 31 years. For every 100 females, there were 94.5 males. For every 100 females age 18 and over, there were 91.2 males. The median income for a household in the city was $36,505, and the median income for a family was $41,788. Males had a median income of $31,106 versus $20,861 for females. The per capita income for the city was $17,022. About 7.4% of families and 11.6% of the population were below the poverty line, including 14.4% of those under age 18 and 4.4% of those age 65 or over. A significant portion of the over 65 population was \"snowbirds\", who live in St. George during the winter. ===Religion=== Approximately 78.0% of St. George's residents identify as religious; below are statistics :\"Bestplaces.net * 63.4% LDS Church * 4.4% Catholic * 0.6% Baptist * 0.5% Lutheran * 0.4% Southern Baptist * 0.3% Presbyterian * 0.2% Episcopalian * 0.2% United Methodist * 0.2% Assemblies of God * 1.0% Other ==Economy== SkyWest Airlines is headquartered in St. George, and is the primary airline provider at the city's regional airport. Walmart has a distribution center just outside the city and Family Dollar recently opened a distribution center in the Fort Pierce Industrial Park to better serve the southwest region of the U.S. The Washington County School District main offices are based in the city. The Cafe Rio restaurant chain was started in St. George in 1997. The local economy is largely based on tourism, manufacturing, and new home construction. Over a dozen golf courses offering year-round golfing, and various world-recognized events also make for large contributors to the city's economy. ==Arts and culture== The City of St. George sponsors art shows and concerts at Vernon Worthen Park. The Southwest Symphony Orchestra and Southern Utah Heritage Choir are located in St. George. The up-and-coming Downtown Arts District features \"Art Around the Corner\" offering outdoor sculptures and statues depicting cultural themes from around the world, and hosts the annual St. George Arts Festival each spring. Other major events include the St. George Parade of Homes; the Dixie Roundup Rodeo; St. George Marathon; St. George Ironman triathlon; and the Huntsman World Senior Games. ===Venues, museums and sites=== * St. George Children's Museum * Burns Arena * Dixie Center * St. George Dinosaur Discovery Site * Brigham Young Winter Home and Office * Jacob Hamblin House * St. George Utah Temple ==Sports== The St. George community has been the home to two minor-league independent baseball teams. The first, the St. George Pioneerzz (originally the Zion Pioneerzz) who played in the independent Western Baseball League from 1999 to 2001, winning the league championship in 2000. A new franchise, managed by former major league player Darell Evans, was awarded to St. George in 2007. The team, the St. George Roadrunners, played in the independent Golden Baseball League before being taken over by the league and moved to Henderson, Nevada in 2010. St. George area high schools; Crimson Cliffs, Dixie, Desert Hills, Pine View, and Snow Canyon all play in 4A state competition as part of 4A Region10 with nearby Hurricane High School in Hurricane and Canyon View and Cedar high schools in Cedar City.https://www.uhsaa.org/realignment/2017-19Regions.pdf Dixie State University participates in the NCAA Division I Western Athletic Conference. In January 2019, Dixie State announced they were reclassifying to NCAA Division I and joining the Western Athletic Conference. Former DSU athletes include Corey Dillon, Anton Palepoi, Reno Mahe, and Scott Brumfield, who all later played in the NFL and Marcus Banks, Lionel Hollins, Keon Clark, and Mo Baker were Dixie players who later played in the NBA. Dixie State athletes are called Trailblazers (formerly The Rebels and Red Storm), and former Trailblazers Bradley Thompson and Brandon Lyon later played in major league baseball while Bruce Hurst of Dixie High School later played for the Boston Red Sox a pitcher, and then ended up managing the now retired Zion Pioneerzz for its inaugural 1999 season (1999). St. George has hosted Ironman and Ironman 70.3 events including the 2021 Ironman 70.3 World Championships. The city is scheduled to host both the Ironman and Ironman 70.3 World Championships in 2022. This will be the first time that the Ironman World Championship has been hosted outside of Hawaii. ==Parks and recreation== The St. George parks division manages over 20 city parks and nearly 60-miles of paved urban trails interlinking neighborhoods, communities, parks and open space. The city also has over a dozen award-winning golf courses making the area a Southwestern golfing mecca. Major parks and sites include the Canyons Softball Complex; Little Valley Softball Complex; Pioneer Park; Tonaquint Nature Center; nationally-recognized Snake Hollow bike park; Thunder Junction All Abilities theme park; Red Hills Desert Garden - a public water-conservation garden displaying both native and exotic flora suited for the local climate; three local skate parks; Legacy Regional Park and fairgrounds is just east of the city in Hurricane. The St. George area has several public recreation centers; the St. George Rec Center; Washington City Rec Center and the Sand Hollow Aquatics Center.SGCity.org St. George is fast-becoming a popular rock climbing and mountain biking destination. ==Government== thumb|5th District Courthouse The city of St. George has a council-manager form of government, with five representatives elected from single-member districts. The mayor, elected at- large, also serves as a member on the City Council. The Council hires a city manager to deal with regular operations. , the mayor of St. George is Michele Randall. The city manager is Adam Lenhard. Council members are Jimmy Hughes, Michele Randall, Dannielle Larkin, Gregg McArthur, and Bryan Smethurst. City Council meetings are held on the first and third Thursdays of each month at the City Council Chambers. The U.S. Federal Courthouse, Washington County Justice Court, Juvenile Court and the Fifth District Courthouse are downtown. ==Education== ===Primary and secondary education=== The city of St. George is a part of the Washington County School District. St. George public high schools (10th-12th grade): * Dixie High School * Pine View High School * Desert Hills High School * Snow Canyon High School * Millcreek Alternative High School * Crimson Cliffs High School (Washington City) Its coverage zone extends into southeast St. George. * Tuacahn High School for the Performing Arts (Ivins) Offers an alternative education with no tuition costs to any Utah resident. The city's middle schools are located near or adjacent to the like- named high schools. Intermediate (6th-7th grade) and middle schools (8th-9th grade): * Dixie Middle School * Pine View Middle School * Desert Hills Middle School * Snow Canyon Middle School * Crimson Cliffs Middle School (Washington City) * Washington Fields Intermediate (Washington City) * Tonaquint Intermediate * Sunrise Ridge Intermediate * Fossil Ridge Intermediate * Lava Ridge Intermediate (Santa Clara) ===Higher education=== * Dixie State University, a four-year institution, of about 10,000 students () * Dixie Technical Collegehttp://www.utech.edu/assets/docs/Annual%20Report%202018%20(December%20Release).pdf with 4,920 post-secondary and 292 secondary students (as of 2018). Dixie Technical College opened a new main campus on the site of the old St. George Airport in 2018. * Rocky Vista University College of Osteopathic Medicine * University of Phoenix * Stevens-Henager College. The Southern Utah Center for Computer, Engineering, and Science Students (SUCCESS) is an early college high school located on the Dixie State University campus. ==Media== ===Radio=== {| class=\"wikitable sortable\" style=\"width:100%;\" |- !Call sign !! Frequency !! Format !! Notes |- |KDXU||0890 AM & 94.9 FM ||Talk radio|| |- |KLGU || 090.3 FM || Christian contemporary || |- |KXDS || 091.3 & 94.9 FM || Variety (radio) || |- |KZHK || 095.9 FM || Classic rock || |- |KCLS || 096.3 FM || Active Rock || |- |KRQX || 098.9 FM || Classic Hits || |- |KONY || 099.9 FM || Country music || |- |KFUR-LP || 0101.1 FM || Regional Mexican || |- |K272AQ || 0102.3 FM || Oldies || Repeater of KXFF, Colorado City, Arizona |- |K279BN || 0103.7 FM || Oldies || Repeater of KJUL, Las Vegas, Nevada |- |KURR || 0103.1 FM || Top 40 || |- |KUTQ || 0102.3 FM || Country music || |- |KZYN || 0104.1 FM || Adult Alternative || |- |KPLD || 094.1 & 105.1 || Hot adult contemporary || |- |KWBR-LP || 0105.7 FM || Smooth Jazz || |- |KIYK || 0107.3 FM || Hot adult contemporary || |- |KHKR || 01210 AM || Sports radio || |- |KZNU || 01450 AM-93.1 FM || Talk radio || |} ====Newspapers==== * The Spectrum, which is owned by Gannett, is the local daily newspaper. * The Independent newspaper offers a monthly print edition featuring local news, arts, entertainment & events coverage. It also provides free online daily news and an online community events calendar. * St. George News (stgnews.com) is free-access online news. * Southern Utah Weekly is a weekly newspaper The Salt Lake Tribune, Deseret Morning News, Las Vegas Review-Journal and Las Vegas Sun are also widely distributed in St. George and offer home delivery. Other publications include; St. George Magazine, a monthly magazine covering a variety of local content, and View On Southern Utah is a magazine offering a variety of content for the southern Utah, southern Nevada and northwestern Arizona area. ====Television==== St. George, like all cities and towns in the state of Utah is included in the Salt Lake City market, so it has only one television station licensed to the city, KMYU Channel 12, a MyNetworkTV affiliate. It is carried in HD on Dish Network and DirecTV, as well as on Comcast Ch. 643 in Salt Lake City, and on Ch. 20 on local cable, TDS Communications, formerly Baja Broadband. KMYU (known as My Utah TV) is sister station to KUTV-DT, and is operated out of KUTV's offices in Salt Lake City, although the station has a news bureau with a reporter and photographer based in St. George. Also in St. George are the offices of Cedar City, Utah-licensed KCSG Channel 14, a MeTV affiliate, which broadcasts local news. The city also receives local TV channels from Salt Lake City with broadcast translators in the St. George area. The Las Vegas NBC affiliate, KSNV-DT, has a local translator owned by Cherry Creek Radio, KVBT-LP channel 41, on which some of its programming airs two hours later than the same programming broadcast on Salt Lake City NBC affiliate KSL-TV. ==Infrastructure== ===Healthcare=== St. George Regional Hospital is an Intermountain Health Care hospital and is the only 24-hour trauma center between Las Vegas and the Wasatch Front, serving the tri-state region of southern Utah, northwest Arizona and southeastern Nevada.http://www.intermountainhealthcare.org/hospitals/dixie/pages/home/aspx ===Utilities=== St. George is served by City of St. George Power, which serves most of the city, and Dixie Power, which serves southern areas of the city. Rocky Mountain Power serves parts of the greater St. George area. The municipal water department obtains its own water from wells located near Gunlock and in Snow Canyon State Park, Mountain Springs on Pine Valley Mountain. It also purchases wholesale water from the Washington County Water Conservancy District which is sourced from the Virgin River and purified at the Quail Creek Water Treatment Plant.Frequently Asked Questions ===Transportation=== thumb|Central St. George, looking east with Zion National Park in the distance St. George Regional Airport is southeast of downtown St. George. It opened in January 2011, replacing the previous municipal airport which was on a land-locked mesa near downtown and thus could not be expanded for anticipated population growth. The airport is served by American Airlines, Delta Air Lines, and United Airlines.\"St. George Municipal Airport\". FlightView. OAG. Retrieved February 22, 2017.DeMille, David. \"St. George Regional Airport adds flight to Phoenix\". The Spectrum. USA Today. August 11, 2016. ====Public transportation==== SunTran is the local public transit system and operates seven fixed-routes with about 200 bus stops serving most areas of St. George, Washington and Ivins. Rent-A-Bike and 'Spin' scooters are available for rated use in numerous locations city-wide. Greyhound serves St. George on its Denver-Las Vegas and Salt Lake City-Las Vegas routes. Greyhound connects with Amtrak's California Zephyr in Salt Lake City. St. George is also served by the bus company Tufesa and the shuttle companies Salt Lake Express and St. George Shuttle.St. George Shuttle ====Major highways==== 25px Interstate 15 connects St. George with Las Vegas and Southern California to the south, and Salt Lake City to the north. The western terminus of 25px Interstate 70, approximately to the north via I-15, connects the city with Denver. Access to 25px Interstate 40 via 25px U.S. Route 93, to the southwest, connects the city with Phoenix and Albuquerque. Major state highways in St. George include: *SR-7 (Southern Parkway) *SR-8 (Sunset Boulevard) *SR-34 (St. George Boulevard) *SR-18 (Bluff Street) ==Notable people== *Robert Adamson (b. 1985), actor (Lincoln Heights) * Texas Rose Bascom (1922–1993), rodeo performer, trick roper, Hollywood actress, National Cowgirl Hall Of Fame inductee, Utah Cowboy Hall of Fame inducteehttps://www.cedarcityutah.com/news/archive/2021/07/24/prc-national- day-of-the-cowboy-southern-utah-cowgirl-cowboy-honored/#.YP4cU-hKiUk *Jay Don Blake (b. 1958), professional and NCAA champion golfer Washington County Document Search *Wilford Brimley, American actor and singer *Juanita Brooks, Mormon writer, editor and historian *Howard Cannon, former United States Senator from Nevada *Asia Carrera, adult film starCounty property record *LaVell Edwards (1930–2016), former BYU football coach Washington County Document Search *Jada Facer, actress and singer *Dia Frampton, runner-up in inaugural season of The Voice * Orval Hafen, lawyer, legislator, and community advocate *Tracy Hickman, fantasy author *Jeffrey R. Holland, LDS general authority *Bruce Hurst (b. 1958), former Major League Baseball pitcher *Doug Jolley (b. 1979), NFL tight endBiography NFL Players Association (NFLPlayers.com) *Steven Koecher, living in St. George at the time he disappeared. *Meg and Dia, rock group *The Piano Guys, classical music group, formed in 2010 *Amanda Righetti (b. 1983), actress (The OC, Reunion, The Mentalist) *Gaskell Romney (1871–1955), Mormon leader, father of George W. Romney, grandfather of Mitt Romney *Miles Romney (1806–1877), settler, Mormon leader *Miles Park Romney (1843–1904), attorney, police chief *J. Edwin Seegmiller (1923–1986), physician and medical researcher, National Academy of Sciences, faculty member UCSD Medical School *Steven E. Snow, (b. 1949), lawyer, LDS general authority, Church Historian and Recorder *John \"Cat\" Thompson (1906–1990), basketball player; member of the Basketball Hall of Fame *Tanya Tucker (b. 1958), country music singer, raised in St. George *Brendon Urie (b. 1987), singer-songwriter, musician, multi-instrumentalist, lead vocalist of Panic! at the Disco == See also == ==References== ==External links== * * St. George tourism * Nuclear waste in St. George Category:Cities in Washington County, Utah Category:Cities in the Mojave Desert Category:Cities in Utah Category:County seats in Utah Category:Pleistocene volcanism Category:Populated places established in 1861 Category:Old Spanish Trail (trade route) Category:1861 establishments in Utah Territory",
 "title": "St. George, Utah"
}