{
 "id": "137255",
 "text": "Shaftsbury is a town in Bennington County, Vermont, United States. The population was 3,598 at the 2020 census. ==History== The town was chartered on August 20, 1761. It was named after the Earl of Shaftesbury. In June 1843, escaped slaves hid at a Shaftsbury farm, in the first recorded instance in Vermont of the Underground Railroad.http://www.historicvermont.org/sites/html/history.html ==Geography== Shaftsbury is located in Bennington County along the western border of Vermont. To the north is the town of Arlington, to the east is the unincorporated town of Glastenbury, to the south is the town of Bennington, the county seat, and to the west are the towns of Hoosick and White Creek in New York. Shaftsbury includes the communities of Shaftsbury Center and South Shaftsbury. Lake Shaftsbury State Park is located in the northern part of the town, around Lake Shaftsbury. According to the United States Census Bureau, the town has a total area of , of which is land and , or 0.21%, is water. Most of the town drains southward to the Walloomsac River, while the northeast corner, including Lake Shaftsbury, drains north to the Batten Kill. Both rivers are part of the Hudson River watershed. ==Demographics== As of the census of 2000, there were 3,767 people, 1,450 households, and 1,078 families residing in the town. The population density was 87.4 people per square mile (33.7/km2). There were 1,574 housing units at an average density of 36.5 per square mile (14.1/km2). The racial makeup of the town was 98.73% White, 0.21% Black, 0.05% Native American, 0.29% Asian, 0.16% from other races, and 0.56% from two or more races. Hispanic of any race were 0.90% of the population. There were 1,450 households, out of which 34.6% had children under the age of 18 living with them, 63.2% were married couples living together, 8.0% had a female householder with no husband present, and 25.6% were non-families. 19.5% of all households were made up of individuals, and 8.8% had someone living alone who was 65 years of age or older. The average household size was 2.60 and the average family size was 2.99. In the town, the population was spread out, with 25.8% under the age of 18, 5.3% from 18 to 24, 27.5% from 25 to 44, 28.4% from 45 to 64, and 13.1% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 91.2 males. The median income for a household in the town was $45,139, and the median income for a family was $52,083. Males had a median income of $36,118 versus $25,776 for females. The per capita income for the town was $22,035. About 4.0% of families and 6.7% of the population were below the poverty line, including 8.1% of those under age 18 and 5.3% of those age 65 or over. ==Government== The Selectboard is the body that has general supervision and control over the affairs of the town. The Selectboard performs three functions: *Legislative - enacts local ordinances, regulations and policies. *Administrative - prepares and presents the budget, oversees all town expenditures, supervises personnel and controls town buildings and property. *Quasi-judicial - determines private rights in such areas as laying out, discontinuing and reclassifying highways and hearing appeals as the local board of health and as the local liquor control commission. In Shaftsbury, the Selectboard also serves as the water board, overseeing the operations of the Shaftsbury Water Department; assuming duties of the former Shaftsbury Fire & Light District. Current members of the Selectboard include: *Tim Scoggins - Chair - 3-year term expires 2018 *Art Whitman - 2-year term expires 2018 *Ken Harrington - 3-year term expires 2019 *Tony Krulikowski - 3-year term expires 2020 *Joe Barber - 2-year term expires 2019 ==Parks and recreation== Lake Shaftsbury State Park is an park surrounding Lake Shaftsbury. It became a state park in 1974, and has group camping, a developed beach, play area, and picnic area. == Notable people == * Irving Adler, author, mathematician, scientist, and educatorIrving Adler remembered for strong will, brave stand * Joyce Sparer Adler, literary critic, playwright, and teacher * George L. Buck, Wisconsin state senator and businessman'Wisconsin Blue Book 1921,' Biographical Sketch of George L. Buck, pg. 247 *Robert Frost, American poet, writer of Stopping By Woods On A Snowy Evening and Fire And Ice * Jonas Galusha, sixth governor of Vermont * Jacob M. Howard, US senator from Michigan * Norman Lear, television writer and producerPhoto of Norman Lear at his Shaftsbury, Vermont home * Andy Newell, US Nordic skier and Olympian * Gideon Olin, US congressman from Vermont * Henry Olin, US congressman from Vermont and sixth Lieutenant Governor of Vermont *Jane Stickle, quilter ==References== ==External links== * Town of Shaftsbury official website * City-Data.com Category:Towns in Vermont Category:Towns in Bennington County, Vermont Category:Populated places on the Underground Railroad",
 "title": "Shaftsbury, Vermont"
}