{
 "id": "137241",
 "text": "was a Japanese film director and screenwriter. He began his career during the era of silent films, and his last films were made in colour in the early 1960s. Ozu first made a number of short comedies, before turning to more serious themes in the 1930s. The most prominent themes of Ozu's work are marriage and family, especially the relationships between generations. His most widely beloved films include Late Spring (1949), Tokyo Story (1953), and An Autumn Afternoon (1962). Widely regarded as one of the world's greatest and most influential filmmakers, Ozu's work has continued to receive acclaim since his death. In the 2012 Sight & Sound poll, Ozu's Tokyo Story was voted the third-greatest film of all time by critics world-wide. In the same poll, Tokyo Story was voted the greatest film of all time by 358 directors and film-makers world-wide. ==Biography== ===Early life=== Ozu was born in the Fukagawa, Tokyo, the second son of merchant Toranosuke Ozu and his wife Asae. His family was a branch of the Ozu Yoemon merchant family from Ise, and Toranosuke was the 5th generation manager of the family's fertilizer business in Nihonbashi. Asae came from the Nakajō merchant family. Ozu had five brothers and sisters. When he was three, he developed meningitis, and was in a coma for a couple of days. Asae devoted herself to nursing him, and Ozu made a recovery. He attended Meiji nursery school and primary school. In March 1913, at the age of nine, he and his siblings were sent by his father to live in his father's home town of Matsusaka in Mie Prefecture, where he remained until 1924. In March 1916, at the age of 12, he entered what is now Ujiyamada High School.宇治山田高等学校 He was a boarder at the school and did judo. He frequently skipped classes to watch films such as Quo Vadis or The Last Days of Pompeii. In 1917, he saw the film Civilization and decided that he wanted to be a film director. In 1920, at the age of 17, he was thrown out of the dormitory after being accused of writing a love letter to a good-looking boy in a lower class, and had to commute to school by train. In March 1921, Ozu graduated from the high school. He attempted the exam for entrance into what is now Kobe University's economics department,神戸高商, Kobe Kosho but failed. In 1922, he took the exam for a teacher training college,三重県立師範学校, Mie-ken ritsu shihan gakko but failed it too. On 31 March 1922, he began working as a substitute teacher at a school in the Mie prefecture. He is said to have traveled the long journey from the school in the mountains to watch films on the weekend. In December 1922, his family, with the exception of Ozu and his sister, moved back to Tokyo to live with his father. In March 1923, when his sister graduated, he also returned to live in Tokyo. ===Entering the film business=== thumb|Yasujiro Ozu in Dragnet Girl 1933 With his uncle acting as intermediary, Ozu was hired by the Shochiku Film Company, as an assistant in the cinematography department, on 1 August 1923, against the wishes of his father. His family home was destroyed in the earthquake of 1923, but no members of his family were injured. On 12 December 1924, Ozu started a year of military service.Ozu's military service was of a special type called ichinen shiganhei (一年志願兵) where the usual two-year term of conscription was shortened to one year on condition that the conscriptee paid for himself. He finished his military service on 30 November 1925, leaving as a corporal. In 1926, he became a third assistant director at Shochiku. In 1927, he was involved in a fracas where he punched another employee for jumping a queue at the studio cafeteria, and when called to the studio director's office, used it as an opportunity to present a film script he had written. In September 1927, he was promoted to director in the jidaigeki (period film) department, and directed his first film, Sword of Penitence, which has since been lost. Sword of Penitence was written by Ozu, with a screenplay by Kogo Noda, who would become his co-writer for the rest of his career. On September 25, he was called up for service in the military reserves until November, which meant that the film had to be partly finished by another director. In 1928, Shiro Kido, the head of the Shochiku studio, decided that the company would concentrate on making short comedy films without star actors. Ozu made many of these films. The film Body Beautiful, released on 1 December 1928, was the first Ozu film to use a low camera position, which would become his trademark. After a series of the \"no star\" pictures, in September 1929, Ozu's first film with stars, I graduated But..., starring Minoru Takada and Kinuyo Tanaka, was released. In January 1930, he was entrusted with Shochiku's top star, Sumiko Kurishima, in her new year film, An Introduction to Marriage. His subsequent films of 1930 impressed Shiro Kido enough to invite Ozu on a trip to a hot spring. In his early works, Ozu used the pseudonym \"James Maki\"ヂェームス・槇 for his screenwriting credit. His film Young Miss, with an all-star cast, was the first time he used the pen name James Maki, and was also his first film to appear in film magazine Kinema Jumpo's \"Best Ten\" at third position. In 1932, his I Was Born, But..., a comedy about childhood with serious overtones, was received by movie critics as the first notable work of social criticism in Japanese cinema, winning Ozu wide acclaim. In 1935 Ozu made a short documentary with soundtrack: Kagami Jishi, in which Kikugoro VI performed a Kabuki dance of the same title. This was made by request of the Ministry of Education. Like the rest of Japan's cinema industry, Ozu was slow to switch to the production of talkies: his first film with a dialogue sound-track was The Only Son in 1936, five years after Japan's first talking film, Heinosuke Gosho's The Neighbor's Wife and Mine. ===War- time=== On 9 September 1937, at a time when Shochiku was unhappy about Ozu's lack of box-office success, despite the praise he received from critics, the thirty-four-year-old Ozu was conscripted into the Imperial Japanese Army. He spent two years in China in the Second Sino-Japanese War. He arrived in Shanghai on 27 September 1937 as part of an infantry regiment which handled chemical weapons. He started as a corporal but was promoted to sergeant on 1 June 1938. From January until September 1938 he was stationed in Nanjing, where he met Sadao Yamanaka, who was stationed nearby. In September, Yamanaka died of illness. In 1939, Ozu was dispatched to Hankou, where he fought in the Battle of Nanchang and the Battle of Xiushui River. In June, he was ordered back to Japan, arriving in Kobe in July, and his conscription ended on 16 July 1939. Some of Ozu’s published diaries cover his wartime experiences between December 20, 1938 to June 5, 1939. Another diary from his wartime years (陣中日記), he expressly forbade from publication. In the published diaries, reference to his group’s participation in chemical warfare (in violation of the Geneva Protocol, though Japan had withdrawn from the League of Nations in 1933) can be found, for example, in various entries from March, 1939. In other entries, he describes Chinese soldiers in disparaging terms, likening them in one passage to insects. Although operating as a military squad leader, Ozu retains his directorial perspective, once commenting that the initial shock and subsequent agony of a man as he is hacked to death is very much like its depiction in period films. Ozu’s writings also offers a glimpse into the Japanese military’s use of comfort women. In a letter sent to friends in Japan on April 11, 1938 from Dingyuan County in China’s Anhui Province, Ozu writes about the comfort station protocol in lightly coded terms. In a January 13, 1939 diary entry, Ozu writes more openly about his group’s upcoming turn for use of a comfort station near Yingcheng. He mentions that two tickets, ointment, and prophylatics are provided and that three Korean and 12 Chinese women were being held at the comfort station for their use. Comfort station rates and schedules are also given by Ozu. In 1939, he wrote the first draft of the script for The Flavor of Green Tea over Rice but shelved it due to extensive changes insisted on by military censors. The first film Ozu made on his return was the critically and commercially successful Brothers and Sisters of the Toda Family, released in 1941. He followed this with Chichi Ariki (There Was a Father, 1942), which explored the strong bonds of affection between a father and son despite years of separation. In 1943, Ozu was again drafted into the army for the purpose of making a propaganda film in Burma. However, he was sent to Singapore instead, to make a documentary Derii e, Derii e (\"To Delhi, to Delhi\") about Chandra Bose. During his time in Singapore, having little inclination to work, he spent an entire year reading, playing tennis, and watching American films provided by the Army information corps. He was particularly impressed with Orson Welles's Citizen Kane. He occupied a fifth-floor room facing the sea in the Cathay Building where he entertained guests, drew pictures, and collected rugs. At the end of the Second World War in August 1945, Ozu destroyed the script, and all footage, of the film. He was detained as a civilian, and worked in a rubber plantation. Of his film team of 32 people, there was only space for 28 on the first repatriation boat to Japan. Ozu won a lottery giving him a place, but gave it to someone else who was anxious to return. ===Postwar=== Ozu returned to Japan in February 1946, and moved back in with his mother, who had been staying with his sister in Noda in Chiba prefecture. He reported for work at the Ofuna studios on 18 February 1946. His first film released after the war was Record of a Tenement Gentleman in 1947. Around this time, the Chigasakikan茅ケ崎館 Ryokan became Ozu's favoured location for scriptwriting. Tokyo Story was the last script that Ozu wrote at Chigasakikan. In later years, Ozu and Noda used a small house in the mountains at Tateshina in Nagano Prefecture called Unkosō雲呼荘 to write scripts, with Ozu staying in a nearby house called Mugeisō.無芸荘 Ozu's films from the late 1940s onward were favourably received, and the entries in the so-called \"Noriko trilogy\" (starring Setsuko Hara) of Late Spring (1949), Early Summer (1951), and Tokyo Story (1953) are among his most acclaimed works, with Tokyo Story widely considered his masterpiece. Late Spring, the first of these films, was the beginning of Ozu's commercial success and the development of his cinematography and storytelling style. These three films were followed by his first colour film, Equinox Flower, in 1958, Floating Weeds in 1959, and Late Autumn in 1960. In addition to Noda, other regular collaborators included cinematographer Yuharu Atsuta, along with the actors Chishū Ryū, Setsuko Hara, and Haruko Sugimura. His work was only rarely shown overseas before the 1960s. Ozu's last film was An Autumn Afternoon, which was released in 1962. He served as president of the Directors Guild of Japan from 1955 to his death in 1963. Ozu was known for his drinking. He and Noda measured the progression of their scripts by how many bottles of sake they had drunk. Ozu remained single throughout his life. He lived with his mother until she died, less than two years before his own death. Ozu died of throat cancer in 1963, on his sixtieth birthday. The grave he shares with his mother at Engaku-ji in Kamakura bears no name—just the character mu (\"nothingness\"). ==Legacy and style== Ozu is probably as well known for the technical style and innovation of his films as for the narrative content. The style of his films is most striking in his later films, a style he had not fully developed until his post-war sound films. He did not conform to Hollywood conventions.Ebert, Roger, \"Ozu: The Masterpieces You've Missed\", retrieved 8 June 2014. Rather than using the typical over-the-shoulder shots in his dialogue scenes, the camera gazes on the actors directly, which has the effect of placing the viewer in the middle of the scene. Ozu did not use typical transitions between scenes, either. In between scenes he would show shots of certain static objects as transitions, or use direct cuts, rather than fades or dissolves. Most often the static objects would be buildings, where the next indoor scene would take place. It was during these transitions that he would use music, which might begin at the end of one scene, progress through the static transition, and fade into the new scene. He rarely used non-diegetic music in any scenes other than in the transitions. Ozu moved the camera less and less as his career progressed, and ceased using tracking shots altogether in his colour films. However, David Bordwell argues that Ozu is one of the few directors to \"create a systematic alternative to Hollywood continuity cinema, but he does so by changing only a few premises.\" Ozu invented the \"tatami shot\", in which the camera is placed at a low height, supposedly at the eye level of a person kneeling on a tatami mat. Actually, Ozu's camera is often even lower than that, only one or two feet off the ground, which necessitated the use of special tripods and raised sets. He used this low height even when there were no sitting scenes, such as when his characters walked in hallways. Ozu eschewed the traditional rules of movie storytelling, most notably eyelines. In his review of Floating Weeds, film critic Roger Ebert recounts: > [Ozu] once had a young assistant who suggested that perhaps he should shoot > conversations so that it seemed to the audience that the characters were > looking at one another. Ozu agreed to a test. They shot a scene both ways, > and compared them. \"You see?\" Ozu said. \"No difference!\" Ozu was also an innovator in Japanese narrative structure through his use of ellipses, or the decision not to depict major events in the story. In An Autumn Afternoon (1962), for example, a wedding is merely mentioned in one scene, and the next sequence references this wedding (which has already occurred); the wedding itself is never shown. This is typical of Ozu's films, which eschew melodrama by eliding moments that would often be used in Hollywood in attempts to stir an excessive emotional reaction from audiences. Ozu became recognized internationally when his films were shown abroad. Influential monographs by Donald Richie, Paul Schrader, and David Bordwell have ensured a wide appreciation of Ozu's style, aesthetics, and themes by the Anglophonic audience. ==Tributes and documentaries== Five, also known as Five Dedicated to Ozu, is an Iranian documentary film directed by Abbas Kiarostami. The film consists of five long takes set by the ocean. Five sequences: 1) A piece of driftwood on the seashore, carried about by the waves 2) People walking on the seashore. The oldest ones stop by, look at the sea, then go away 3) Blurry shapes on a winter beach. A herd of dogs. A love story 4) A group of loud ducks cross the image, in one direction then the other 5) A pond, at night. Frogs improvising a concert. A storm, then the sunrise. In 2003, the centenary of Ozu's birth was commemorated at various film festivals around the world. Shochiku produced the film Café Lumière (珈琲時光), directed by Taiwanese film-maker Hou Hsiao-hsien as homage to Ozu, with direct reference to the late master's Tokyo Story (1953), to premiere on Ozu's birthday. Ozu was voted the tenth greatest director of all time in the 2002 British Film Institute's Sight & Sound poll of critics' top 10 directors. Ozu's Tokyo Story has appeared several times in the Sight & Sound poll of best films selected by critics and directors. In 2012, it topped the poll of film directors' choices of \"greatest film of all time\". Ozu was one of film critic Roger Ebert's favourite film-makers. In 2013, director Yoji Yamada of the Otoko wa Tsurai yo film series remade Tokyo Story in a modern setting as Tokyo Family. In the Wim Wenders documentary film Tokyo-Ga, the director travels to Japan to explore the world of Ozu, interviewing both Chishū Ryū and Yuharu Atsuta. ==Filmography== {| class=\"wikitable collapsible sortable\" style=\"clear:none; font-size:90%; padding:0 auto; width:100%; margin:auto\" ! colspan=\"5\" style=\"text-align:center; background:#fff;\"| Filmography of Yasujirō Ozu |- ! Year !! Japanese title !! Rōmaji !! English title !! Notes |- | colspan=\"5\" style=\"text-align:center; background:#e0ffff;\"|Silent films |- | style=\"background:#efefef;\"| 1927 | 懺悔の刃 | Zange no yaiba | Sword of Penitence | style=\"background:darkGrey; text-align:center;\"|Lost |- | style=\"background:#efefef;\" rowspan=\"5\"| 1928 | 若人の夢 | Wakōdo no yume | Dreams of Youth | style=\"background:darkGrey; text-align:center;\"|Lost |- | 女房紛失 | Nyōbō funshitsu | Wife Lost | style=\"background:darkGrey; text- align:center;\"|Lost |- | カボチャ | Kabocha | Pumpkin | style=\"background:darkGrey; text-align:center;\"|Lost |- | 引越し夫婦 | Hikkoshi fūfu | A Couple on the Move | style=\"background:darkGrey; text- align:center;\"|Lost |- | 肉体美 | Nikutaibi | Body Beautiful | style=\"background:darkGrey; text-align:center;\"|Lost |- | style=\"background:#efefef;\" rowspan=\"6\"| 1929 | 宝の山 | Takara no yama | Treasure Mountain | style=\"background:darkGrey; text-align:center;\"|Lost |- | 学生ロマンス 若き日 | Gakusei romansu: wakaki hi | Student Romance: Days of Youth | style=\"text-align:center;\"| Ozu's earliest surviving film |- | 和製喧嘩友達 | Wasei kenka tomodachi | Fighting Friends Japanese Style | style=\"background:darkGrey; text-align:center;\"|14 minutes survive |- | 大学は出たけれど | Daigaku wa detakeredo | I Graduated, But... | style=\"background:darkGrey; text-align:center;\"|10 minutes survive |- | 会社員生活 | Kaishain seikatsu | The Life of an Office Worker | style=\"background:darkGrey; text-align:center;\"|Lost |- | 突貫小僧 | Tokkan kozō | A Straightforward Boy | style=\"text-align:center;\"| Short film |- | style=\"background:#efefef;\" rowspan=\"7\"| 1930 | 結婚学入門 | Kekkongaku nyūmon | An Introduction to Marriage | style=\"background:darkGrey; text- align:center;\"|Lost |- | 朗かに歩め | Hogaraka ni ayume | Walk Cheerfully | |- | 落第はしたけれど | Rakudai wa shitakeredo | I Flunked, But... | |- | その夜の妻 | Sono yo no tsuma | That Night's Wife | |- | エロ神の怨霊 | Erogami no onryō | The Revengeful Spirit of Eros | style=\"background:darkGrey; text-align:center;\"|Lost |- | 足に触った幸運 | Ashi ni sawatta kōun | The Luck Which Touched the Leg | style=\"background:darkGrey; text-align:center;\"|Lost |- | お嬢さん | Ojōsan | Young Miss | style=\"background:darkGrey; text-align:center;\"|Lost |- | style=\"background:#efefef;\" rowspan=\"3\"| 1931 | 淑女と髯 | Shukujo to hige | The Lady and the Beard | |- | 美人哀愁 | Bijin aishu | Beauty's Sorrows | style=\"background:darkGrey; text-align:center;\"|Lost |- | 東京の合唱 | Tōkyō no kōrasu | Tokyo Chorus | |- | style=\"background:#efefef;\" rowspan=\"4\"| 1932 | 春は御婦人から | Haru wa gofujin kara | Spring Comes from the Ladies | style=\"background:darkGrey; text-align:center;\"|Lost |- | 大人の見る繪本 生れてはみたけれど | Umarete wa mita keredo | I Was Born, But... | |- | 靑春の夢いまいづこ | Seishun no yume ima izuko | Where Now Are the Dreams of Youth? | |- | また逢ふ日まで | Mata au hi made | Until the Day We Meet Again | style=\"background:darkGrey; text- align:center;\"|Lost |- | style=\"background:#efefef;\" rowspan=\"3\"| 1933 | 東京の女 | Tōkyō no onna | Woman of Tokyo | |- | 非常線の女 | Hijōsen no onna | Dragnet Girl | |- | 出来ごころ | Dekigokoro | Passing Fancy | |- | style=\"background:#efefef;\" rowspan=\"2\"| 1934 | 母を恋はずや | Haha o kowazuya | A Mother Should be Loved | |- | 浮草物語 | Ukigusa monogatari | A Story of Floating Weeds | |- | style=\"background:#efefef;\" rowspan=\"2\"| 1935 | 箱入娘 | Hakoiri musume | An Innocent Maid | style=\"background:darkGrey; text-align:center;\"|Lost |- | 東京の宿 | Tōkyō no yado | An Inn in Tokyo | |- | style=\"background:#efefef;\"| 1936 | 大学よいとこ | Daigaku yoitoko | College Is a Nice Place | style=\"background:darkGrey; text-align:center;\"|Lost |- | colspan=\"5\" style=\"text-align:center; background:moccasin;\"|Sound, black-and-white films |- | style=\"background:#efefef;\" rowspan=\"2\"| 1936 | 菊五郎の鏡獅子 | Kagami jishi | | style=\"text-align:center;\"|Short documentary |- | 一人息子 | Hitori musuko | The Only Son | style=\"text-align:center;\"| |- | style=\"background:#efefef;\"| 1937 | 淑女は何を忘れたか | Shukujo wa nani o wasureta ka | What Did the Lady Forget? | |- | style=\"background:#efefef;\"| 1941 | 戸田家の兄妹 | Todake no kyōdai | Brothers and Sisters of the Toda Family | |- | style=\"background:#efefef;\"| 1942 | 父ありき | Chichi ariki | There Was a Father | |- | style=\"background:#efefef;\"| 1947 | 長屋紳士録 | Nagaya Shinshiroku | Record of a Tenement Gentleman | |- | style=\"background:#efefef;\"| 1948 | 風の中の牝鶏 | Kaze no naka no mendori | A Hen in the Wind | |- | style=\"background:#efefef;\"| 1949 | 晩春 | Banshun | Late Spring | style=\"text-align:center;\"|Ozu's first film with Setsuko Hara |- | style=\"background:#efefef;\"| 1950 | 宗方姉妹 | Munekata Kyōdai | The Munekata Sisters | |- | style=\"background:#efefef;\"| 1951 | 麥秋 | Bakushu | Early Summer | |- | style=\"background:#efefef;\"| 1952 | お茶漬の味 | Ochazuke no aji | The Flavor of Green Tea over Rice | style=\"text-align:center;\"| Adapted from censored 1939 script |- | style=\"background:#efefef;\"| 1953 | 東京物語 | Tōkyō monogatari | Tokyo Story | |- | style=\"background:#efefef;\"| 1956 | 早春 | Sōshun | Early Spring | |- | style=\"background:#efefef;\"| 1957 | 東京暮色 | Tōkyō boshoku | Tokyo Twilight | |- | colspan=\"5\" style=\"text-align:center; background:khaki;\"|Colour films |- | style=\"background:#efefef;\"| 1958 | 彼岸花 | Higanbana | Equinox Flower | style=\"text-align:center;\"| Ozu's first film in colour |- | style=\"background:#efefef;\" rowspan=\"2\"| 1959 | お早よう | Ohayō | Good Morning |style=\"text-align:center;\"|Remake of I Was Born, But... |- | 浮草 | Ukigusa | Floating Weeds | style=\"text-align:center;\"| Remake of A Story of Floating Weeds |- | style=\"background:#efefef;\"| 1960 | 秋日和 | Akibiyori | Late Autumn | |- | style=\"background:#efefef;\"| 1961 | 小早川家の秋 | Kohayagawa-ke no aki | The End of Summer | style=\"text-align:center;\"|Ozu's last film with Setsuko Hara |- | style=\"background:#efefef;\"| 1962 | 秋刀魚の味 | Sanma no aji | An Autumn Afternoon | style=\"text-align:center;\"| Ozu's final work |} ==Notes== ==References== ==Sources== * * * * * * * * * Torres Hortelano, Lorenzo J., Primavera tardía de Yasujiro Ozu : cine clásico y poética zen, Caja España (León), Obra Social y Cultural, * == Further reading == * Andreas Becker: Action Cut: Screenplay Analysis of Yasujirō Ozu's Equinox Flower (Higanbana). Remarks on the Screenplay and the Aesthetics of Montage in a Transcultural Comparison, in: Marcos P. Centeno-Martin and Norimasa Morita. 2020. Japan beyond Its Borders: Transnational Approaches to Film and Media. Chiba: Seibunsha, : 147–157. * * * * * * * ==External links== * * OzuYasujirō.com (archived) * Digital Ozu – notes from an exhibition at Tokyo University. * Directions for finding Yasujiro Ozu's grave at Engaku-ji * The quiet master at The Guardian * Ozu's Angry Women by Shigehiko Hasumi * * Category:1903 births Category:1963 deaths Category:Deaths from cancer in Japan Category:Imperial Japanese Army personnel of World War II Category:Imperial Japanese Army soldiers Category:Japanese film directors Category:Japanese prisoners of war Category:Japanese screenwriters Category:People from Tokyo Category:Recipients of the Medal with Purple Ribbon Category:World War II civilian prisoners Category:20th-century screenwriters",
 "title": "Yasujirō Ozu"
}