{
 "id": "137307",
 "text": "Ferdinand is a town in Essex County, Vermont, United States. It was named after German Prince Karl Wilhelm Ferdinand of Brunswick-Lunenburg. Although incorporated, it was never formally organized since it never gained a sufficiently large permanent population. Its population was 16 at the 2020 census and was highest in 1910, with 213. It is managed by the Unified Towns & Gores of Essex County. It is part of the Berlin, NH-VT Micropolitan Statistical Area. ==Geography== Ferdinand is in central Essex County and is bordered to the northwest by Brighton, to the north by Lewis, to the east by Brunswick and Maidstone, and to the south by Granby and East Haven. A small part of the southwestern boundary is with the town of Newark in Caledonia County. Vermont Route 105 crosses the northern part of the town, running between Island Pond to the west and Bloomfield to the east. According to the United States Census Bureau, the town has a total area of , of which is land and , or 0.43%, is water. The Nulhegan River, a tributary of the Connecticut River, flows from west to east across the northern part of the town. The highest point in the town is the summit of Seneca Mountain, at . ==Demographics== As of the census of 2000, there were 33 people, 13 households, and 13 families residing in the town. The population density was 0.6 people per square mile (0.2/km2). There were 56 housing units at an average density of 1.1 per square mile (0.4/km2). The racial makeup of the town was 100.00% White. There were 13 households, out of which 23.1% had children under the age of 18 living with them, 92.3% were married couples living together, 7.7% had a female householder with no husband present, and 0.0% were non-families. No households were made up of individuals, and none had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 2.54. In the town, the population was spread out, with 21.2% under the age of 18, 3.0% from 18 to 24, 15.2% from 25 to 44, 24.2% from 45 to 64, and 36.4% who were 65 years of age or older. The median age was 54 years. For every 100 females, there were 135.7 males. For every 100 females age 18 and over, there were 100.0 males. The median income for a household in the town was $14,688, and the median income for a family was $13,750. Males had a median income of $24,167 versus $0 for females. The per capita income for the town was $9,138. There were 35.7% of families and 48.9% of the population living below the poverty line, including 100.0% of under eighteens and 21.4% of those over 64. ==References== Category:Towns in Vermont Category:Berlin, New Hampshire micropolitan area Category:Towns in Essex County, Vermont",
 "title": "Ferdinand, Vermont"
}