{
 "id": "137320",
 "text": "Bakersfield is a town in Franklin County, Vermont, United States. The population was 1,273 at the 2020 census. ==Geography== Bakersfield is located in southeastern Franklin County, bordered by Lamoille County to the southeast. Vermont Route 108 passes through the center of town, leading north to Enosburg Falls and south to Jeffersonville. The unincorporated village of Bakersfield is in the center of the town. Vermont Route 36 leads west from VT 108 in the village center to St. Albans, the Franklin County seat. According to the United States Census Bureau, Bakersfield has a total area of , of which is land and , or 0.24%, is water. The town is part of the Missisquoi River watershed, draining to Lake Champlain. The Cold Hollow Mountains occupy the eastern end of the town, with a high point of just north of the Lamoille County line. ==History== ===Early years=== The town history began when Joseph Baker of Westborough, Massachusetts, the namesake for the village, bought 10,000 acres in 1791. Initial settlers were his son-in-law, Stephen Maynard, and his nephew Jonas Brigham, along with their families. Baker built grist and saw mills on Baker's Pond in 1794. Two years later Maynard built a tavern. In 1797, a school was established in a log cabin at the Post Road and Vermont 108. Five acres were deeded for the development of a town common and burying ground in 1804 by Joseph Baker. Maynard built a Federal style house north of the village to serve as the first post office in 1811. There were 12 school geographically-accessible districts in Bakersfield in 1839, due to the growth in the area. The town had grown to 1,258 residents in 1840. ===Academies=== The settlement has been called an \"old academy town\" for the schools for college-bound students. Public speaking was encouraged for boys. The Bakersfield Academic Association was established in 1839, which built a three- story building to house a Methodist Church and the South Academy. It was the first building for Bakersfield Academy, which opened in 1840. Jacob Spaulding was hired as headmaster and Mary, his wife, was a drawing instructor and preceptress. In 1851, there were 271 students from New England, other parts of the United States, and Quebec. They had a staff of 14 people. The academy suffered a loss of reputation when Spaulding left the school in 1852 to become a principal for Barre and its well-endowed academy. In 1844 by Methodists wanted an academy on the north end of town. Unofficially called North Academy, the principal was Rev. H.J. Moore from northern New York. The academies closed after a loss of students due to westward expansion, the creation of central public high schools, and the American Civil War. In 1870, there were 70 students at Bakersfield Academy. Bakersfield Academy is no longer in existence. thumb|Brigham Academy Brigham Academy was built in 1879, with funding provided by Peter Bent Brigham, who left a $30,000 endowment for education, and his sister Sarah Brigham Jacobs who provided land and a $100,000 endowment for the academy. It was staffed by Jacob Spaulding, Rev. Dr. Wright from Bakersfield and of Oberlin College, and President Buckham of the University of Vermont. In 1900, an addition provided additional classroom, laboratories, and a gymnasium. Notable people who attended the academy include Warren Austin, the first U.S. ambassador to the United Nations and a U.S. senator and members of the Austin family of Highgate. In 1967, it closed as a high school. It continued to offer elementary and middle school education until 1987. ==Demographics== As of the census of 2000, there were 1,215 people, 439 households, and 326 families residing in the town. The population density was 27.2 people per square mile (10.5/km2). There were 504 housing units at an average density of 11.3 per square mile (4.4/km2). The racial makeup of the town was 97.86% White, 0.25% African American, 0.16% Native American, 0.08% Asian, and 1.65% from two or more races. There were 439 households, out of which 40.8% had children under the age of 18 living with them, 60.8% were married couples living together, 9.3% had a female householder with no husband present, and 25.7% were non-families. 18.5% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 2.77 and the average family size was 3.17. In the town, the population was spread out, with 30.7% under the age of 18, 7.2% from 18 to 24, 28.9% from 25 to 44, 24.5% from 45 to 64, and 8.7% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 99.2 males. For every 100 females age 18 and over, there were 97.2 males. The median income for a household in the town was $40,417, and the median income for a family was $41,688. Males had a median income of $31,563 versus $22,734 for females. The per capita income for the town was $15,678. About 6.1% of families and 9.4% of the population were below the poverty line, including 10.3% of those under age 18 and 12.6% of those age 65 or over. ==Notable people== *Calvin H. Blodgett, mayor of Burlington, Vermont *Peter Bent Brigham, businessman, railroad executive, philanthropist, and founding donor of Peter Bent Brigham Hospital in Boston and the Brigham Academy in Bakersfield *D. Manfield Stearns, member of the Wisconsin State Assembly *Lee Stephen Tillotson, Adjutant General of the Vermont National Guard *William C. Wilson, Justice of the Vermont Supreme Court ==References== ==Further reading== * ==External links== * Town of Bakersfield official website * Bakersfield Elementary Middle School Category:Towns in Vermont Category:Burlington, Vermont metropolitan area Category:Towns in Franklin County, Vermont",
 "title": "Bakersfield, Vermont"
}