{
 "id": "137517",
 "text": "Daleville is a census-designated place (CDP) in Botetourt County, Virginia, United States. The population was 2,557 as of the 2010 census, an increase of over 75% from the 2000 census, when the population was 1,454. It is part of the Roanoke Metropolitan Statistical Area. One of the county's two high schools, Lord Botetourt, is located in Daleville. ==History== Nininger's Mill was listed on the National Register of Historic Places in 1980. ==Geography== Daleville is located at (37.417146, −79.919528). According to the United States Census Bureau, the CDP has a total area of 2.5 square miles (6.4 km2), of which 2.5 square miles (6.4 km2) is land and 0.04 square mile (0.1 km2) (0.80%) is water. ==Demographics== As of the census of 2000, there were 1,454 people, 562 households, and 477 families residing in the CDP. The population density was 588.9 people per square mile (227.3/km2). There were 573 housing units at an average density of 232.1/sq mi (89.6/km2). The racial makeup of the CDP was 97.32% White, 1.51% African American, 0.21% Native American, 0.41% Asian, 0.14% from other races, and 0.41% from two or more races. Hispanic or Latino of any race were 1.03% of the population. There were 562 households, out of which 31.1% had children under the age of 18 living with them, 77.9% were married couples living together, 4.8% had a female householder with no husband present, and 15.1% were non-families. 14.2% of all households were made up of individuals, and 7.1% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 2.85. In the CDP, the population was spread out, with 23.3% under the age of 18, 4.0% from 18 to 24, 24.7% from 25 to 44, 32.0% from 45 to 64, and 16.0% who were 65 years of age or older. The median age was 44 years. For every 100 females there were 100.8 males. For every 100 females age 18 and over, there were 96.0 males. The median income for a household in the CDP was $65,278, and the median income for a family was $65,972. Males had a median income of $40,230 versus $31,630 for females. The per capita income for the CDP was $29,234. About 1.3% of families and 2.6% of the population were below the poverty line, including 5.9% of those under age 18 and none of those age 65 or over. ==Education== Botetourt County Public Schools serve the Daleville area. Students living in Daleville will attend: * Greenfield Elementary School * Read Mountain Middle School * Lord Botetourt High School - one of the county's two high schools, Lord Botetourt serves Daleville and other towns and communities in the southern half of the county. Virginia Western Community College operates the Greenfield Education & Training Center in Daleville.\"Greenfield Education & Training Center\" (Archive). Virginia Western Community College. Retrieved on April 5, 2015. \"Greenfield Center 57 South Center Drive Daleville, VA 24083\" - Profile at the Commonwealth of Virginia website.\"2010 CENSUS - CENSUS BLOCK MAP: Daleville CDP, VA\" (Archive). U.S. Census Bureau. Retrieved on April 5, 2015. The Roanoke Japanese Saturday School (ロノアーク補習授業校 Ronōaku Hoshū Jugyō Kō), a weekend Japanese educational program, was previously held at the Greenfield Education & Training Center. It was closed for an indeterminate period in April 2006,\"Japanese Schools\" (). Japan-Virginia Society (JVS; 日本バージニア協会). June 4, 2008. Retrieved on April 5, 2015. Roanoke: \"c/o Greenfield Education Center 57S Center Dr. Daleville, VA 24083\" and \"The school has been closed since April, 2006.\" and in February 2009 it was closed permanently.\"Japanese Schools\" (Archive). Japan-Virginia Society (JVS; 日本バージニア協会). Retrieved on April 5, 2015. Roanoke: \"The school was closed on Feb.2009\" Japanese version (Archive). \"ロアノーク補習授業校 (Roanoke Japanese Saturday School) Information ２００９年２月に廃校\" ==Ballast Point Brewery== In June 2017, San Diego-based brewery Ballast Point opened their East Coast facility and Tap Room in the Greenfield area of Daleville. Beer production began in September 2017, with the first keg of the company's well-known Grapefruit Sculpin beer being sent to the office of Virginia Governor Terry McAuliffe in Richmond. ==References== Category:Census-designated places in Botetourt County, Virginia Category:Census-designated places in Virginia",
 "title": "Daleville, Virginia"
}