{
 "id": "137503",
 "text": "Fishersville is a census-designated place (CDP) in Augusta County, Virginia, United States. The population was 7,462 at the 2010 census, an increase of nearly fifty percent from the 4,998 reported in 2000. It is part of the Staunton-Waynesboro Micropolitan Statistical Area. Fishersville is also home to Barren Ridge Vineyards (on the Shenandoah Valley Wine Trail), winner of the 2009 Best in Show wine at the Virginia State Fair. ==Geography== Fishersville is located at (38.098737, −78.967824). According to the United States Census Bureau, the CDP has a total area of 13.1 square miles (34.0 km2), of which, 13.1 square miles (34.0 km2) of it is land and 0.08% is water. ==Demographics== As of the census of 2000, there were 4,998 people, 1,826 households, and 1,433 families residing in the CDP. The population density was 380.6 people per square mile (147.0/km2). There were 1,931 housing units at an average density of 147.0/sq mi (56.8/km2). The racial makeup of the CDP was 94.76% White, 3.98% African American, 0.12% Native American, 0.42% Asian, 0.08% from other races, and 0.64% from two or more races. Hispanic or Latino of any race were 0.62% of the population. There were 1,826 households, out of which 32.6% had children under the age of 18 living with them, 66.0% were married couples living together, 9.7% had a female householder with no husband present, and 21.5% were non-families. 19.2% of all households were made up of individuals, and 9.0% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 2.85. In the CDP, the population was spread out, with 22.1% under the age of 18, 5.5% from 18 to 24, 27.7% from 25 to 44, 26.7% from 45 to 64, and 18.0% who were 65 years of age or older. The median age was 42 years. For every 100 females there were 91.0 males. For every 100 females age 18 and over, there were 87.2 males. The median income for a household in the CDP was $49,322, and the median income for a family was $53,528. Males had a median income of $36,094 versus $26,778 for females. The per capita income for the CDP was $21,248. About 5.5% of families and 6.0% of the population were below the poverty line, including 8.3% of those under age 18 and 7.4% of those age 65 or over. ==Education== Fishersville has four public schools, all part of Augusta County Public Schools, including Wilson Elementary School, Wilson Middle School, Wilson Memorial High School, and Valley Vocational Career and Technical Center. It also is home to Wilson Workforce & Rehabilitation Center, formerly known as the Woodrow Wilson Rehabilitation Center, a residential vocational training center operated by the Commonwealth of Virginia. ==Historical sites== The Tinkling Spring area is the site of Tinkling Spring Presbyterian Church, founded in 1740, and served by pastor Robert Lewis Dabney from 1852–1857. ==Cultural Reference== In the first season of Netflix's Orange is the New Black, the character Pennsatucky shoots a woman in a fictitious abortion clinic based in Fishersville. ==References== Category:Census- designated places in Augusta County, Virginia",
 "title": "Fishersville, Virginia"
}