{
 "id": "137544",
 "text": "Bon Air is a census-designated place (CDP) in Chesterfield County, Virginia, United States. The population was 16,366 at the 2010 census. The community is considered a suburb of the independent city of Richmond in the Richmond- Petersburg region and is a part of the Southside neighborhoods. Originally developed as a resort, a central portion of Bon Air has been designated as a National Historic District with many structures of Victorian design from the late 19th and early 20th centuries. Its name means \"good air,\" reflecting its role as a resort getaway that wealthy Richmonders enjoyed for its fresh air as opposed to the dirty air of Richmond's industrial downtown of the late 19th century. ==Definition and Boundaries== Bon Air is located entirely within Chesterfield County, Virginia and mostly within the 23235 zip code. It is bounded to the north by Huguenot Road, to the east by the city of Richmond, to the south by Midlothian Turnpike, and to the southwest by Robious Road. ==History== ===Pre-resort settlement=== Prior to the advent of the 1877 resort in Bon Air, the area had some settlements. Brown Road and Belleau Drive each follow portions of the old Warwick Road that dates back to the 18th century Warwick plantation. The Bon Air area came to be known as Brown's Summit, probably named for the Brown family farm which was located near the southwest corner of present-day intersection of Jahnke Road and Brown Road. In the first half of the 18th century, Anderson Edwards owned a large plantation on the current site of Bon Air. He sold parts of it to Nathaniel and James Duval in 1840. The Duvals' two portions of Anderson Edwards' land would eventually comprise large parts of modern-day Bon Air.http://ccpl- discover.chesterfield.gov/iii/cpro/ImageViewPage.external;jsessionid=F98E717BD4CE26160C0046752B45125B?lang=eng&sp;=2&sp;=1000681&sp;=F&suite;=def The R&D; railway came through the area around 1850, connecting Manchester to Robious and the Coal Mines. An 1864 map\"Published by D. Van Nostrand, New York\", and entitled Map of Richmond, Virginia and Surrounding Country shows a small cluster of buildings labeled \"Pawhite Stop\" on the \"Railroad to Coal Mines\" line near the site of historic Bon Air village. Another Civil War era mapSurvey of a part of Chesterfield County, Virginia. Made under the direction of A.H. Campbell Capt. P.E. & Ch'f Top'l Dep't. by P.W.O. Koerner Lieut. P.E.; B.F. Blackford and C.E. Cassell Asst. Eng'rs. 1862 & 1863. shows an area owned by \"Cogbill\" which is in the vicinity of the area near Buford Road near current day Bon Air Elementary School and Grand Summit subdivision. Early mapsA map in the Virginia State Library - (Virginia Board of Public Works Record #000012006) shows the Richmond and Danville Railroad. also lists a \"Powhite Station\" 1/2 mile east of Robiou's Station. ===Bon Air: the resort era=== In the 19th century, it was believed that the higher elevation and distance from the urban area of Richmond provided a more healthful atmosphere, particularly in the hot summer months in central Virginia. With its nearby location and greater elevation, Bon Air offered these features nearby, and was founded as a summer resort town about outside of Richmond by railroad. One of the founders was Colonel Algernon S. Buford, of Chatham, Virginia, who is best known for his presidency of the Richmond and Danville Railroad during its massive postwar expansion, which ended in 1894 with the formation of the Southern Railway System (now part of Norfolk Southern). Bon Air's connections with the railroad's leaders could possibly be evidenced by the fact that over many of the years until passenger service ended in 1957, the community simultaneously had three stops within of trackage. Colonel Buford was a graduate of the University of Virginia. He became a lawyer, and represented Pittsylvania County in the Virginia House of Delegates during 1853 and 1854. During the Civil War, Buford served the Confederacy in Richmond at Virginia Depot, although the title \"Colonel\" is believed to have been honorary, a southern custom common in the post-slavery years. With the support of Virginia Governor Francis H. Pierpont, on September 13, 1865, Buford became president of the Richmond and Danville Railroad (R&D;). Around 1875, Buford purchased portions of a large tract of land from Nathaniel and James Duval, a tract of land on the south side of the R&D; right-of-way known as the old Anderson Edwards plantation. He personally (as well as through the R&D; Railroad) helped in the development of Brown's Summit, which was renamed Grand Summit, then Bon Air, after the French expression for \"good air\". This choice may also have been related to the earlier settlement by French Huguenots, a group of religious refugees, slightly to the west. In 1877, Richmond jeweler Lewis G. Jahnke bought the other 153-acre portion of the Edwards estate from the Duval brothers and two years later sold this farm it to his brother A. Franz Jahnke Sr. This 350-acre estate, at 7737 Jahnke Road, would be known as Shady Echo. The Jahnke family, including jeweler Minnie Jahnke, were very involved in Bon Air life, from the fledgling Bon Air Presbyterian Church to the Bon Air Chautauqua Society founded by Reverend Hazen in 1885. thumb|left|1882 map of Bon Air, showing the depot, hotel and annex, and dance pavilion, as well as the streets and undeveloped residential parcels In 1877, Buford was among the first investors and officers in the Bon Air Land and Improvement Company. Other R&D; officials involved in the development of Bon Air were General Thomas M. Logan, Andrew Talcott, and his son, Thomas Mann Randolph Talcott. In addition to these names, other early settlers contributed their names to the roads within the old Bon Air village. Col. Buford is honored by the naming of the thoroughfare Buford Road in Bon Air. Logan Street is named for General Logan. Polk Street is named for Bon Air resident Polk Miller, a pharmacist and highly acclaimed banjo player who founded what became Sergeant's Pet Care Products while creating treatments for his favorite hunting dog, Sergeant. Other prominent residents included Dr. Hunter McGuire who was affiliated with the Medical College of Virginia and several other important hospitals and medical schools (and for whom McGuire Veterans Administration Medical Center in Richmond was named), his wife Mary Stuart McGuire, and their 10 children, many of whom also went into the field of medicine. In 1889, the tract (with an antebellum farmhouse which was earlier known as \"The Old Burton Place\") was purchased by J.R.F. Burroughs, a Confederate civil war veteran from Lynchburg, (then in Campbell County), and his wife Lucy. A childless couple, a few years later the Burroughs opened an orphanage which was originally called \"The Home for Friendless Children\", and was incorporated in 1898. Religiously devout, the couple never solicited for funds for the orphanage, but there are tales of the support they received anyway. When Mr. Burroughs died in 1915, he was buried at a site now surrounded by neighboring apartments, where his tombstone reads \"Faithful unto Death\". Burroughs Street in Bon Air was named for the couple. Rail continued to serve as the primary means of transportation to and from Bon Air until the automobile era. The original Southern Railway Station was a building brought to Bon Air from the International Cotton Exposition which had been held in Atlanta, Georgia, in 1881. (This station was replaced in 1917, and portions of the original station were used in an old home on the south side of the tracks, still existent in 2005). Other early stops in the Bon Air area include \"The Steps\", located on the north side of the tracks near the current Buford Road Bridge, a stop for the Bon Air Inn south of the Inn site on Burroughs Street, and a stop near the current subdivision of Woodmont for the Wherry Farm. This latter station was the only private station on this section of the railroad and was known as Lee Park. The early railroad alignment through Bon Air may have been to take advantage of a kaolin clay mine said to have been located on the south side of the tracks near the current Buford Road bridge. A plant built in Manchester to process the clay from Bon Air burned before it could go into production, ending the project. ===Village period=== In the 20th century, as the residential area around Richmond grew, Bon Air evolved into a middle-class neighborhood, occupied year round versus just being a summer resort. The oldest lending Library in Chesterfield County was built in 1902 by the Bon Air Association as a Memorial to Dr. James K. Hazen, minister of Bon Air Presbyterian Church and a literary and educational leader of the community. In 1911, the new Westham Bridge crossed the James River between Henrico County and Chesterfield County about upstream from Richmond. Built as a toll bridge, it was named for the nearby Westham Station of the Chesapeake and Ohio Railway in 1911. The privately owned Westham Bridge was financed by a group headed by developer George Craghead Gregory, who resided at Granite Hall, an estate about a mile from Williams Dam, where he had a mansion erected which was faced with stone quarried nearby. Gregory was also involved with plans to extend a streetcar line from an existing line at Westhampton Park (now the University of Richmond) to Bon Air, which he saw as becoming a \"bedroom community\" of Richmond. Between the James River and Bon Air, Gregory controlled large land areas along the proposed rail line which he hoped to develop. However, despite his plans, aside from grading of right-of-way all the way from the Westham Bridge to Bon Air, Gregory's planned streetcar line did not materialize. This may have been due to weight issues at the Westham Bridge and/or right-of-way matters in Henrico County. However, portions of the planned and partially improved route can be seen in modern times with the gentle slopes found on present-day Southampton Road and along Mohawk Drive. After Burroughs died in 1915, the Bethany Home was taken over by others, including Bon Air Presbyterian Church, until the home closed for good during the 1940s. Over a thousand children had known the farm as \"home\", maintaining an average of 50 boys and girls at a time. After 1933, State Route 147 was routed across the Westham Bridge. It connected River Road and Westham Parkway in Henrico with Southampton Road and the new Huguenot Road in Chesterfield. In 1950, the Westham Bridge, which had been subject to flooding and was inadequate for traffic in the growing suburban area, was replaced by the new Huguenot Memorial Bridge (named in honor of the French Huguenot settlers who came to the area in the eighteenth century to escape religious persecution in France). The old bridge was dismantled, but the abutments were still visible at each end, and overhead power and telephone lines continued to mark the route for many years. Traces of the old streetcar right-of-way may be seen along gently sloped Southampton Road and Mohawk Drive near Forest Hill Avenue (which was formerly known as Granite Road), and on Logan Street and Hazen Street in Bon Air, where a washboard surface was long rumored by local lore to be the remnants of the streetcar project. Gregory's old mansion, Granite Hall, now located in the Cherokee Estates subdivision near Williams Dam, was still in use as a private residence in 2008. The C&O;'s Westham Station was relocated to a Richmond city park at Robin Hood Road and Hermitage Road in 1961. ===1950s Suburban Development Boom === { \"type\": \"FeatureCollection\", \"features\": [ { \"type\": \"Feature\", \"properties\": {\"title\": \"Southside Plaza (1958)\", \"marker-symbol\": \"-letter-see\"}, \"geometry\": {\"type\": \"Point\", \"coordinates\": [-77.47655153274536, 37.50216800393298]} }, { \"type\": \"Feature\", \"properties\": {\"title\": \"Cloverleaf Mall (1972)\", \"marker-symbol\": \"-letter-see\"}, \"geometry\": {\"type\": \"Point\", \"coordinates\": [-77.52811431884766, 37.49896760729101]} }, { \"type\": \"Feature\", \"properties\": {\"title\": \"Chesterfield Mall (1978)\", \"marker-symbol\": \"-letter-see\"}, \"geometry\": {\"type\": \"Point\", \"coordinates\": [-77.60866641998291, 37.507853476646744]} }, { \"type\": \"Feature\", \"properties\": {\"title\": \"Stony Point Fashion Park (2003)\", \"marker-symbol\": \"-letter-see\"}, \"geometry\": {\"type\": \"Point\", \"coordinates\": [-77.56935596466064, 37.5499873691089]} }, { \"type\": \"Feature\", \"properties\": {\"title\": \"Brandermill(1977)\", \"marker- symbol\": \"-letter-see\"}, \"geometry\": {\"type\": \"Point\", \"coordinates\": [-77.65548706054686, 37.45714557062557]} }, { \"type\": \"Feature\", \"properties\": {\"title\": \"SR-288 bridge (2004)\", \"marker-symbol\": \"-letter-see\"}, \"geometry\": {\"type\": \"Point\", \"coordinates\": [-77.6846694946289, 37.57750788488201]} }, { \"type\": \"Feature\", \"properties\": {\"title\": \"Powhite Parkway extension (1988)\" }, \"geometry\": { \"type\": \"LineString\", \"coordinates\": [ [-77.52777099609375, 37.52606450059144], [-77.56210327148436, 37.49447320172351], [-77.59265899658202, 37.46477609130588], [-77.63729095458984, 37.46096092829945] ]} } ]} By the mid-1950s, Bon Air experienced a suburban population boom. The Bon Air Shopping center was built at Buford and Forest Hill Ave, and subdivisions like Crestwood Farms, Highland Hills, Brighton Green, and Brookwood Estates welcomed new residents. The burgeoning population also resulted in infrastructure and civic amenities being built. Bon Air's elementary school was already in its second home, but most high school students had to travel to Manchester or Midlothian high schools. In the 1960s, a new high school and later a middle school were built by Chesterfield County Public Schools on part of the former Bethany home property. Huguenot High School opened on September 6, 1960. The first principal was G. H. (Gurney Holland) Reid, a longtime principal of Manchester High School, for whom G. H. Reid Elementary School in another section of the county had been named. A fourteen classroom addition was completed around 1964. G. H. Reid retired at the end of the 1968–69 school year, the last before the city annexed the land occupied by the school the following January 1. Also on the former Burroughs land, Fred D. Thompson Middle School, named for a long-time county educator, was completed in 1965, and was one of the first county schools feature central air conditioning. The Southern Railway ended commuter service to Richmond in 1957, and the Bon Air station was dismantled. In 1967 Chesterfield County began to operate the Hazen Library and moved the location in 1975, according to a plaque on the building. ===1970 Richmond-Chesterfield annexation=== A portion of what was then considered Bon Air was annexed by the City of Richmond in 1970. In the Bon Air area, Huguenot High School, Thompson Middle School, and J.B. Fisher Elementary School (named for a Midlothian-area physician) were among approximately a dozen schools, support buildings, and future school sites conveyed to the City of Richmond along with of territory as the result of a compromise negotiated during the annexation suit by the City of Richmond against Chesterfield County in the late 1960s. The annexation became effective January 1, 1970. The original Bon Air Elementary School and the newer building and Bon Air Primary School were allowed to remain in the county. === 1970s - present: Additional Suburbanization and Historic Preservation of Bon Air=== When Chippenham Parkway was built, construction severed the old Warwick Road route in the mid-1960s when it was built between present-day Jahnke Road and Midlothian Turnpike. As Bon Air became increasingly suburbanized, Mary Anne Claflin published a 144-page book documenting Bon Air called \"Bon Air: A History\" in 1977, the Bon Air Historical Society was founded in 1978, and in 1988 the society assisted in generating an application for the Bon Air Historic District submitted to the National Register of Historic Places.https://www.dhr.virginia.gov/VLR_to_transfer/PDFNoms/020-5084_Bon_Air_Historic_District_1988_Final_Nomination.pdf In 1987, The traffic patterns changed when the Powhite Parkway Extension cut across southern Bon Air from Chippenham Parkway to Jahnke Road on Midlothian Turnpike. Further, when the Willey Bridge opened in 1988 near Bon Air, Southsiders had significantly improved ability to access the West End of Richmond. In 1985, the Stony Point Shopping Center opened, anchored by a Ukrops store. The 1990s, Arboretum and The Boulders office park developments popped up south of Bon Air, and the Shoppes at Bellgrade (northwest of Bon Air) opened in 1990. The Stony Point Fashion Park opened in 2004, which competed with other retail centers and malls (Chesterfield Town Center and Cloverleaf Mall) nearby to Bon Air. ==Bon Air In the 2000s== thumb|350px|The Bon Air \"Hazen Memorial\" Library was built 1902 to honor Rev. Hazen, an early intellectual and community leader in Bon Air. The library building was used until Chesterfield County built a new Bon Air library in 1975. The Hazen House decayed and saw little use until it was privately restored in the 2010s. It now operates as a private museum. While remnants of the 1916 village-era post office, 1902 Hazen Library, and Hotel Grounds (currently the Bon Air Community Association) still linger at the intersection of Rockaway and McRae Roads, current day \"Old Town\" Bon Air is generally not a tourism attraction. The privately owned and restored Hazen House Library contains artifacts from Bon Air's history but is open only by appointment. While one can drive by numerous 1880s era houses on Buford Road that show an architectural style signature of the Bon Air resort era, these are all private dwellings that do not regularly offer access to the public. The \"historic\" bridge built over the railroad tracks by the Bon Air Historical Society enable one to look out over existing railroad tracks and see where \"the Steps\" once disembarked train visitors to the Bon Air Hotel, but most actual evidence of the train era in Bon Air has all but disappeared. The Bon Air Historical Society and Chesterfield County Parks and Recreation Department do offer infrequent tours of the resort era houses, and once a year, Bon Air residents and cultural institutions celebrate Bon Air's resort era history by hosting a \"Victorian Days\" community parade and general celebration on the first weekend in May. Bon Air is largely a residential bedroom community surrounded by suburban shopping centers. In some cases, these shopping centers house independent businesses (butchers, coffee shops, restaurants) that are spinoffs from downtown Richmond's thriving independent business and restaurant scene. As families from the Fan District and other Richmond neighborhoods leave the city in search of a better school system and affordable housing, many settle in the inner suburb of Bon Air with 10-minute access to the city or the West End via the Powhite Parkway and/ or Chippenham Parkway. ==Geography== Bon Air is located at (37.519947, −77.568768). The elevation is . The community is located in the Eastern Standard time zone. According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 0.38%, is water. Just west of the fall line, which divides Virginia's Tidewater and Piedmont geological regions, the average elevation in the Bon Air area is approximately above sea-level, which is significantly higher than most of Richmond, only to the east. The two branches of Powhite Creek originate nearby, which flows into the James River just upstream from downtown Richmond. ==Demographics== As of the census of 2000, there were 16,213 people, 6,308 households, and 4,459 families residing in the CDP. The population density was 1,834.1 people per square mile (708.1/km2). There were 6,502 housing units at an average density of 735.5/sq mi (284.0/km2). The racial makeup of the CDP was 86.91% White, 8.43% African American, 0.16% Native American, 2.53% Asian, 0.04% Pacific Islander, 0.85% from other races, and 1.10% from two or more races. Hispanic or Latino of any race were 1.73% of the population. There were 6,308 households, out of which 32.8% had children under the age of 18 living with them, 58.6% were married couples living together, 9.6% had a female householder with no husband present, and 29.3% were non-families. 24.7% of all households were made up of individuals, and 9.1% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 2.97. In the CDP, the population was spread out, with 26.6% under the age of 18, 5.7% from 18 to 24, 26.3% from 25 to 44, 27.7% from 45 to 64, and 13.7% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 93.2 males. For every 100 females age 18 and over, there were 85.9 males. The median income for a household in the CDP was $57,493, and the median income for a family was $67,656. Males had a median income of $42,796 versus $31,551 for females. The per capita income for the CDP was $26,527. About 0.8% of families and 1.8% of the population were below the poverty line, including 0.9% of those under age 18 and 1.8% of those age 65 or over. ==Bon Air Juvenile Correctional Center== An area just outside of the Bon Air CDP is also home two facilities of the Virginia Department of Juvenile Justice:\"2010 CENSUS - CENSUS BLOCK MAP: Bon Air CDP, VA\" (Archive). U.S. Census Bureau. Retrieved on April 5, 2015. Central Admission and Placement Unit (CAP),\".\" Virginia Department of Juvenile Justice. Retrieved on September 7, 2021. \"1801 Old Bon Air Road, Richmond, Virginia 23235\" and Bon Air Juvenile Correctional Center.\"Bon Air Juvenile Correctional Center.\" Virginia Department of Juvenile Justice. Retrieved on April 5, 2015. \"1900 Chatsworth Avenue, Richmond, Virginia 23235\" At CAP, juveniles from across the state are evaluated, processed and assigned to a unit at Bon Air Juvenile Correctional Center. === Facilities === Bon Air Juvenile Correctional Center consists of the minimum security wing, with several open cottages for offenders with lesser crimes and shorter stays. The Expansion is a Level 5 Maximum security wing for all types of offenders. The Expansion has 8 units on two different housing wings. It has three dedicated units for sex offenders, with the other four being regular wards and one for individuals with intellectual disabilities. While incarcerated at Bon Air Juvenile Correctional Center, residents receive mental health and rehabilitative counseling services. Specialized treatment programs include substance abuse, aggression management, sex offender, and intensive therapeutic programming. Academic and career readiness training are provided on campus. Residents are able to earn a high school or high school equivalency diploma. === Potential Closure === In the late 2010s, the Commonwealth of Virginia began a process of Juvenile Prison reform with expertise from the Annie E. Casey Foundation. The program involves closing youth prisons and using the savings to built and support more localized rehabilitative programs across the state.https://www.wvtf.org/post/juvenile-justice-reform-shows-progress- virginia The Central Admission and Placement (CAP) unit was established upon the closure of the Reception and Diagnostic Center (RDC), BAJCC is the last of the state youth prisons, and in 2018 Governor Northam's administration is attempting to close the state-owned 420-acre facility by building other regional facilities. This would eventually free the Bon Air property for development or conservation. the closure plan has been contingent upon identifying these smaller locations, but attempts to build a 60-bed facility in Chesapeake and near Isle of Wight County have met local resistance. In late March 2019, the Commonwealth of Virginia's negotiations with the Isle of Wight board of Supervisors over funding seemed to cast doubt on the plan to build in Isle of Wight. Soon after, Andrew K. Block Jr. (the architect of Virginia's Juvenile Justice Reform initiative) announced he would be stepping down effective April 19 to be replaced by Valerie Boykin (previously deputy director of community programs at the juvenile justice department). On April 5, 2019, DJJ and Isle of Wight reached an provisional agreement to split funding of several costs that had held up the deal. The Isle of Wight Board of Supervisors was to take a final up/down vote on the measure April 18 on whether to transfer 20 acres of farmland to the Virginia Department of Juvenile Justice in order to construct the $13.5 million facility. On Thursday April 18, the Isle of Wight Board of Supervisors voted 3–2 to reject the plan, leaving the closure of Bon Air in limbo. RISE for Youth, a Richmond-based advocacy organization, had also pushed heavily against the Isle of Wight project. as well as previous efforts to build a similar facility in Chesapeake, Virginia. ==Education== The Chesterfield County Public Schools serving the area are Bon Air Elementary School, Crestwood Elementary School, Greenfield Elementary School, Robious Middle School and James River High School. The independent St. Michael's Episcopal School, Riverside School Inc., St. Edward-Epiphany Catholic School, and Stony Point School are also located in Bon Air. Bon Air Elementary was the inspiration for a series of children's books, The Kids of the Polk Street School by Patricia Reilly Giff. The Richmond Japanese School (リッチモンド（VA）補習授業校 Ritchimondo Hoshū Jugyō Kō), a Japanese weekend supplementary school, is held at the Bon Air Baptist Church in Bon Air.\"Japanese Schools\" (Archive). Japan-Virginia Society (JVS; 日本バージニア協会). Retrieved on April 5, 2015. Richmond school address: \"Richmond Japanese School Bon Air Baptist Church 2531 Buford Rd. North Chesterfield, VA 23235\" Japanese version (Archive). It was established in 1988. ==Religious life== Places of worship in Bon Air include Buford Road Baptist, Bon Air Presbyterian, St. Joseph Roman Catholic, St. Edward the Confessor Catholic Church, Bon Air Baptist, Bon Air Christian, Bon Air United Methodist, St. Michael's Episcopal Church, Stony Point Reformed Presbyterian, and the Islamic Center of Richmond. ==References== ==Further reading== * Claflin, Mary Anne, and Richardson, Elizabeth Guy (1977) Bon Air: A History, Hale Publishing, Richmond, Virginia * Widerman, John C. (2004) The Sinking of the U.S.S. Cairo, University Press of Mississippi, ==External links== * Chesterfield County Planning Dept. Bon Air page *\"Bon Air Buzz\", community website Category:Historic districts on the National Register of Historic Places in Virginia Category:Census-designated places in Chesterfield County, Virginia Category:Census-designated places in Virginia Category:Geography of Richmond, Virginia Category:Victorian architecture in Virginia Category:National Register of Historic Places in Chesterfield County, Virginia Category:Suburbs of Richmond, Virginia",
 "title": "Bon Air, Virginia"
}