{
 "id": "137693",
 "text": "Eastville is a town in Northampton County, Virginia, United States. The population was 203 at the 2000 census. It is the county seat of Northampton County. The Northampton County Courthouse Historic District is part of the Eastville Historic District at the county seat. ==Geography== Eastville is located at (37.350961, −75.940056). According to the United States Census Bureau, the town has a total area of 0.2 square miles (0.6 km2), all of it land. ==Demographics== As of the census of 2000, there were 203 people, 69 households, and 42 families residing in the town. The population density was 906.3 people per square mile (356.3/km2). There were 75 housing units at an average density of 334.8 per square mile (131.6/km2). The racial makeup of the town was 68.47% White, 29.06% African American, 0.49% Native American, 0.49% from other races, and 1.48% from two or more races. Hispanic or Latino of any race were 0.99% of the population. There were 69 households, out of which 27.5% had children under the age of 18 living with them, 44.9% were married couples living together, 14.5% had a female householder with no husband present, and 37.7% were non-families. 34.8% of all households were made up of individuals, and 23.2% had someone living alone who was 65 years of age or older. The average household size was 2.20 and the average family size was 2.84. In the town, the population was spread out, with 17.2% under the age of 18, 15.3% from 18 to 24, 26.1% from 25 to 44, 23.2% from 45 to 64, and 18.2% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 128.1 males. For every 100 females age 18 and over, there were 154.5 males. The median income for a household in the town was $36,250, and the median income for a family was $60,208. Males had a median income of $16,250 versus $22,083 for females. The per capita income for the town was $21,621. None of the families and 6.4% of the population were living below the poverty line, including no under eighteens and 12.1% of those over 64. == History == The present town of Eastville is situated near the sites of the first European settlements established on the Eastern Shore of Virginia. In 1620, Thomas Savage, having been trained as an interpreter and working with the Virginia Company to secure land on the shore from the indigenous cultures there, settled on land that in time came to be known as “Savage Neck,” a few miles southwest of Eastville. By the last quarter of the 17th century, Henry Matthews had settled on the tract of land covering the present town. In 1677, Northampton County residents petitioned for the county court to be moved to a more central location, suggesting Matthew's home. The first courthouse was completed in 1690 and a small community developed to serve the needs of the court called “The Horns,” named for the several peninsulas of land which extended west into the Chesapeake Bay from the area. Not until almost a century later in 1773 was the town laid out and officially named Northampton Court House. The last decade of the 18th century and the first quarter of the 19th century saw significant growth and development, including the construction of a third courthouse in 1795, the building of a tavern adjacent to the court green, and several large homes which remain a core part of the town's historic landscape today, including Cessford, Park Hall, and Ingleside, all examples of Georgian and Federal architecture. The town was known as Northampton Court House and Peachburg until the name Eastville was officially given to the community around 1800. ==References== ==External links== * Eastville, Virginia Category:Towns in Northampton County, Virginia Category:County seats in Virginia Category:Towns in Virginia Category:Populated places established in 1773 Category:1773 establishments in Virginia",
 "title": "Eastville, Virginia"
}