{
 "id": "137606",
 "text": "North Shore is a census-designated place (CDP) in Franklin County, Virginia, United States. The population was 3,094 at the 2010 census, up from 2,112 in 2000. It is part of the Roanoke Metropolitan Statistical Area. ==Geography== North Shore is located in northeastern Franklin County at (37.091605, −79.651248). It occupies a peninsula in Smith Mountain Lake, an impoundment on the Roanoke River. The northeast edge of the CDP follows the Roanoke River arm of the lake, which is also the Bedford County line, while the southern and southwestern edge follows the Blackwater River and Gills Creek arm. It is bordered to the north by the Westlake Corner CDP, with the border formed by Patience Lane, Gilford Road, Scruggs Road, and Lakewood Forest Road. The unincorporated community of Scruggs is in the center of the North Shore CDP; \"Scruggs\" is the mailing address for the area, with a ZIP code of 24121. According to the United States Census Bureau, the North Shore CDP has a total area of , of which is land and , or 32.05%, is water. ==Demographics== As of the census of 2000, there were 2,112 people, 994 households, and 748 families residing in the CDP. The population density was 154.6 people per square mile (59.7/km2). There were 1,919 housing units at an average density of 140.4/sq mi (54.2/km2). The racial makeup of the CDP was 98.11% White, 1.33% African American, 0.05% Native American, 0.09% Asian, 0.09% from other races, and 0.33% from two or more races. Hispanic or Latino of any race were 0.80% of the population. There were 994 households, out of which 15.1% had children under the age of 18 living with them, 70.0% were married couples living together, 4.0% had a female householder with no husband present, and 24.7% were non- families. 21.2% of all households were made up of individuals, and 8.6% had someone living alone who was 65 years of age or older. The average household size was 2.12 and the average family size was 2.44. In the CDP, the population was spread out, with 12.2% under the age of 18, 3.5% from 18 to 24, 18.4% from 25 to 44, 42.5% from 45 to 64, and 23.5% who were 65 years of age or older. The median age was 54 years. For every 100 females there were 99.6 males. For every 100 females age 18 and over, there were 98.8 males. The median income for a household in the CDP was $55,288, and the median income for a family was $62,546. Males had a median income of $34,323 versus $24,612 for females. The per capita income for the CDP was $34,028. About 1.3% of families and 1.6% of the population were below the poverty line, including none of those under the age of eighteen or sixty-five or over. ==References== Category:Census- designated places in Franklin County, Virginia",
 "title": "North Shore, Virginia"
}