{
 "id": "137667",
 "text": "St. Charles is a town in Lee County, Virginia, United States. The population was 128 at the 2010 census, down from 159 at the 2000 census. ==History== A post office was established at Saint Charles in 1908. The community was named for Charles Bondurant, a coal mining official. ==Geography== St. Charles is located in northern Lee County at (36.803858, −83.057208). The town straddles a narrow hollow along Straight Creek (part of the Powell River watershed), just east of the Kentucky–Virginia state line. It is surrounded on all sides by rugged hills, including Lone Mountain to the northeast, and Little Black Mountain to the northwest. State Route 352 connects St. Charles to U.S. Route 421 near Pennington Gap to the south. According to the United States Census Bureau, the town has a total area of , all of it land. ==Demographics== As of the census of 2000, there were 159 people, 61 households, and 43 families living in the town. The population density was 962.3 people per square mile (361.1/km2). There were 72 housing units at an average density of 435.8 per square mile (163.5/km2). The racial makeup of the town was 99.37% White and 0.63% Asian. There were 61 households, out of which 39.3% had children under the age of 18 living with them, 44.3% were married couples living together, 21.3% had a female householder with no husband present, and 27.9% were non- families. 24.6% of all households were made up of individuals, and 11.5% had someone living alone who was 65 years of age or older. The average household size was 2.61 and the average family size was 3.02. In the town, the population was spread out, with 30.2% under the age of 18, 11.9% from 18 to 24, 28.3% from 25 to 44, 18.9% from 45 to 64, and 10.7% who were 65 years of age or older. The median age was 30 years. For every 100 females, there were 89.3 males. For every 100 females age 18 and over, there were 85.0 males. The median income for a household in the town was $14,821, and the median income for a family was $16,875. Males had a median income of $24,583 versus $11,786 for females. The per capita income for the town was $10,133. About 43.8% of families and 44.7% of the population were below the poverty line, including 66.7% of those under the age of eighteen and 56.7% of those 65 or over. ==References== ==External links== Category:Towns in Lee County, Virginia Category:Towns in Virginia",
 "title": "St. Charles, Virginia"
}