{
 "id": "137634",
 "text": "Highland Springs is a census-designated place (CDP) located in Henrico County, Virginia, United States, East of Richmond. The population was 16,604 at the 2020 census. == History == Edmund Sewell Read founded the community of Highland Springs in the 1890s as a streetcar suburb of Richmond on the Seven Pines Railway Company's electric street railway line between the city and the Seven Pines National Cemetery. There, many Union dead were interred, primarily as a result of battles nearby during the Civil War (1861–1865), most notably during the Peninsula Campaign of 1862. The potential traffic of visiting families to the Richmond area from out-of-town needing transportation to and from the cemetery was a motivating factor for inception of the new street railway. Read came to the area from Boston in hopes of finding a suitable climate for his ailing wife. The natural springs in the area made it a suitable choice for the Read family, and apparently an inspiration for the new name. Approximately mid-way along the new streetcar route from Richmond through eastern Henrico County, Read bought a tract of land and divided it into lots. He laid out along the main street which was the pre-existing Nine Mile Road, new cross streets named in alphabetical order after plants, beginning from the west: Ash, Beech, Cedar, Daisy, Elm, Fern, Grove, Holly, Ivy, Juniper, Kalmia, Linden, Maple, Oak, Pine, Quince, Rose, and Spruce. One block south of and parallel to the Nine Mile Road, Read Street was named for its founder, Edmund Sewell Read. The Sewells' large brick home is situated on the south side of Nine Mile Road between Grove and Holly, with Read Street to its rear. Today it serves as a medical office complex. Like many neighborhoods in the south, Highland Springs has a street named after Robert E. Lee. The community also includes a Washington Street. == Geography == Highland Springs is located at (37.545445, −77.328524). According to the United States Census Bureau, the CDP has a total area of , of which is land and , or 4.09%, is water. == Demographics == ===2020 census=== {| class=\"wikitable\" |+Highland Springs CDP, Virginia - Demographic Profile (NH = Non-Hispanic) !Race / Ethnicity !Pop 2010 !Pop 2020 !% 2010 !% 2020 |- |White alone (NH) |4,580 |3,712 |29.15% |22.36% |- |Black or African American alone (NH) |10,303 |11,475 |65.58% |69.11% |- |Native American or Alaska Native alone (NH) |66 |62 |0.42% |0.37% |- |Asian alone (NH) |76 |80 |0.48% |0.48% |- |Pacific Islander alone (NH) |7 |9 |0.04% |0.05% |- |Some Other Race alone (NH) |24 |92 |0.15% |0.55% |- |Mixed Race/Multi-Racial (NH) |321 |560 |2.04% |3.37% |- |Hispanic or Latino (any race) |334 |614 |2.13% |3.70% |- |Total |15,711 |16,604 |100.00% |100.00% |} Note: the US Census treats Hispanic/Latino as an ethnic category. This table excludes Latinos from the racial categories and assigns them to a separate category. Hispanics/Latinos can be of any race. ===2000 Census=== As of the census of 2000, there were 15,137 people, 5,788 households, and 4,132 families residing in the CDP. The population density was 1,777.0 people per square mile (686.0/km2). There were 6,040 housing units at an average density of 709.0/sq mi (273.7/km2). The racial makeup of the CDP was 44.48% White, 51.83% African American, 0.62% Native American, 0.64% Asian, 0.01% Pacific Islander, 0.80% from other races, and 1.63% from two or more races. Hispanic or Latino of any race were 1.55% of the population. There were 5,788 households, out of which 37.9% had children under the age of 18 living with them, 41.2% were married couples living together, 25.5% had a female householder with no husband present, and 28.6% were non-families. 23.4% of all households were made up of individuals, and 7.6% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 3.03. In the CDP, the population was spread out, with 29.1% under the age of 18, 8.5% from 18 to 24, 31.1% from 25 to 44, 21.2% from 45 to 64, and 10.2% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 84.1 males. For every 100 females age 18 and over, there were 76.8 males. The median income for a household in the CDP was $39,936, and the median income for a family was $42,887. Males had a median income of $33,117 versus $25,726 for females. The per capita income for the CDP was $17,979. About 8.5% of families and 10.4% of the population were below the poverty line, including 14.4% of those under age 18 and 6.5% of those age 65 or over. == Other information == Although no physical traces of the street railway remain in Highland Springs, old brick streetcar barns are extant both in Richmond, in the Church Hill area, and in Sandston at Seven Pines, where an unusual street configuration is attributed to the turning path of the old trolley cars at today's U.S. Route 60. The new ABA team the Richmond Elite are based in Highland Springs, their home arena being Highland Springs High School. ==Climate== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Highland Springs has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Highland Springs, Virginia == References == ==External links== * History of Highland Springs, Springer Connection website * Henrico County Dept. of Recreation and Parks Category:Census-designated places in Virginia Category:Census-designated places in Henrico County, Virginia Category:Streetcar suburbs Category:Suburbs of Richmond, Virginia",
 "title": "Highland Springs, Virginia"
}