{
 "id": "137762",
 "text": "Basye is a census-designated place (CDP) in Shenandoah County, Virginia, United States. The population was 1,253 at the 2010 census, an increase from 986 at the 2000 census, when the CDP was known as Basye-Bryce Mountain. ==Bryce Resort== Bryce Resort is the core of Basye, a resort with six ski slopes, a small lake with a man-made beach, an 18 hole par 71 golf course and a mountain bike trail. Bryce offers activities such as tubing and skiing in winter, swimming, tennis, grass skiing in the summer. The resort has opened a downhill mountain bike course. There is also a small aircraft landing strip on the site. Bryce Resort occupies 400 acres and was first opened in 1909, owned by William Brice who opened Bryce’s Hillside Cottages and Mineral Baths as a way to catch the overflow of guests from nearby historic Orkney Springs Hotel. The name of the resort included a \"y\" instead of \"i\" in Bryce since William Brice reportedly wanted the business to have a different spelling than his last name. The early resort was rustic with hillside cottages and a dining hall, with most of the food grown on the premises. People would come to escape the city heat and take in the black sulphur spring in Basye. William Brice's son Pete and his wife Julie (who both adopted the Bryce spelling for their last name) began running the resort in 1947. In the 1960s they transformed the resort adding a ski slope and other amenities, selling 2,776 lots for a woodland mountain retreat aimed for the Washington, DC vacation home market. === Lake Laura === Lake Laura is the small lake or 44 acre pond owned by Bryce Resort. Lake Laura is formed by a dam impoundment of the headwaters of Big Stony Creek, creating a rectangular-shaped pool with a maximum depth of thirty feet. It is open to public use and has a boat ramp for that purpose. The Virginia Department of Game and Inland Fisheries DGIF) began managing the fishery and stocking fish in the pond in 1991. The pond has one of the highest density largemouth bass populations found anywhere in Virginia. Lake Laura had a history of nuisance algal blooms and over-abundant aquatic vegetation caused by nutrient-rich sediment. == History == Basye was named after a local family that lived in the area and whose cemetery remains off one of the holes on the golf course. Originally considered part of the Orkney Springs community, Basye was named by Martha Basye, married to William Brice, who opened the original resort. One of the early settlers seems to have been John Basye (born 1773 died 1856.) ==Geography== Basye is located at (38.818702, −78.763146). According to the United States Census Bureau, the CDP has a total area of 8.8 square miles (22.8 km2), of which 8.7 square miles (22.5 km2) is land and 0.2 square miles (0.3 km2) (1.05%) is water. ==Demographics== At the 2000 census, there were 986 people, 445 households and 308 families residing in the CDP. The population density was 110.6 per square mile (42.7/km2). There were 1,151 housing units at an average density of 129.1/sq mi (49.9/km2). The racial makeup of the CDP was 96.15% White, 1.62% African American, 0.41% Native American, 0.81% Asian, 0.20% from other races, and 0.81% from two or more races. Hispanic or Latino of any race were 0.81% of the population. There were 445 households, of which 17.3% had children under the age of 18 living with them, 63.1% were married couples living together, 3.8% had a female householder with no husband present, and 30.6% were non-families. 25.4% of all households were made up of individuals, and 10.6% had someone living alone who was 65 years of age or older. The average household size was 2.22 and the average family size was 2.59. 16.8% of the population were under the age of 18, 4.9% from 18 to 24, 19.0% from 25 to 44, 36.3% from 45 to 64, and 23.0% who were 65 years of age or older. The median age was 51 years. For every 100 females, there were 103.3 males. For every 100 females age 18 and over, there were 100.0 males. The median household income was $49,600 and the median family income was $49,632. Males had a median income of $25,625 versus $25,156 for females. The per capita income for the CDP was $24,543. About 5.7% of families and 8.9% of the population were below the poverty line, including 14.0% of those under age 18 and none of those over 64. ==Bryce Resort== alt=View of a snow-covered ski mountain|thumb|The ski mountain at Bryce Resort Bryce Resort is a ski area and 18 hole golf course. There is also a small aircraft landing strip onsite and a small lake with a beach. ==References== Category:Census-designated places in Shenandoah County, Virginia Category:Census-designated places in Virginia",
 "title": "Basye, Virginia"
}