{
 "id": "137865",
 "text": "Hockinson is a census-designated place (CDP) in Clark County, Washington, United States. The population was 4,771 at the 2010 census. Based on per capita income, one of the more reliable measures of affluence, Hockinson ranks 86th of 522 areas in the state of Washington to be ranked. ==Geography== Hockinson is located near the center of Clark County at (45.744757, -122.473901). It is bordered to the north by Venersborg, to the northwest by the city of Battle Ground, to the west by Brush Prairie, and to the southwest by Orchards. It is northeast of downtown Vancouver. According to the United States Census Bureau, the Hockinson CDP has a total area of , all land. ==Demographics== As of the census of 2000, there were 5,136 people, 1,592 households, and 1,385 families residing in the CDP. The population density was 308.5/mi2 (119.1/km2). There were 1,647 housing units at an average density of 98.9/mi2 (38.2/km2). The racial makeup of the CDP was 95.97% White, 0.29% African American, 0.47% Native American, 0.64% Asian, 0.19% Pacific Islander, 0.68% from other races, and 1.75% from two or more races. Hispanic or Latino of any race were 1.62% of the population. 16.9% were of German, 14.9% English, 9.9% Irish, 7.3% American, 5.6% Finnish and 5.1% Norwegian ancestry according to Census 2000. There were 1,592 households, out of which 46.0% had children under the age of 18 living with them, 79.7% were married couples living together, 4.8% had a female householder with no husband present, and 13.0% were non-families. 9.8% of all households were made up of individuals, and 3.4% had someone living alone who was 65 years of age or older. The average household size was 3.23 and the average family size was 3.46. In the CDP, the age distribution of the population shows 32.9% under the age of 18, 6.8% from 18 to 24, 25.5% from 25 to 44, 28.5% from 45 to 64, and 6.3% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 104.5 males. For every 100 females age 18 and over, there were 101.1 males. The median income for a household in the CDP was $69,757, and the median income for a family was $72,292. Males had a median income of $50,570 versus $34,901 for females. The per capita income for the CDP was $25,269. About 1.7% of families and 2.2% of the population were below the poverty line, including 2.8% of those under age 18 and none of those age 65 or over. ==References== ==External links== * Hockinson School District Category:Census- designated places in Clark County, Washington Category:Census-designated places in Washington (state)",
 "title": "Hockinson, Washington"
}