{
 "id": "137996",
 "text": "Güstrow (; ) is a town in Mecklenburg-Vorpommern, Germany. It is capital of the Rostock district; Rostock itself is a district-free city and regiopolis. It has a population of 28,600 (2012) and is the seventh largest town in Mecklenburg-Western Pomerania. Since 2006 Güstrow has had the official suffix Barlachstadt. The town is known for its renaissance Güstrow Palace, the old town and its brick gothic cathedral with Barlach's Floating Angel sculpture.European Route of Brick Gothic Güstrow Cathedral ==Geography== Güstrow is 45 kilometers south of Rostock at the Nebel, an arm of the Warnow. The Bützow-Güstrow-Kanal (channel) is a navigable connection to the Warnow and used by water tourists. There are five lakes (Inselsee, Sumpfsee, Parumer See, Grundloser See and Gliner See [lake]) and several forests around Güstrow. ==History== The name Güstrow comes from the Polabian Guščerov and means lizard place.Ernst Eichler: Städtenamenbuch der DDR. Leipzig 1988, p. 125. In 1219 the Wendish castle Güstrowe was built where the renaissance palace stands now. Güstrow is said to be founded by Heinrich Borwin II, a grandson of Henry the Lion, between 1219 and 1226 and was first mentioned in 1228 in the deed of city rights of Schwerin, confirmed by the sons of Heinrich Borwin II, who donated the cathedral as collegiate church in 1226. Güstrow was a residence of the lords of Werle from 1229 until 1436. In 1441 the first privileged shooting society of Güstrow was founded. The host desecration-trial of 1330 ended with the burning of 23 Jews and the destruction of the synagogue. The Kapelle des heiligen Bluts (Chapel of the Holy Blood) was built on the site of the synagogue. In 1503, 1508 and in 1512 fires destroyed the town and in 1556 the palace burned down. After the division of Mecklenburg (1621) it became the capital of the small Duchy of Mecklenburg-Güstrow. (Albrecht von Wallenstein, the imperial general in the Thirty Years' War, was a duke of Mecklenburg- Güstrow.) In 1695 the last duke of Mecklenburg-Güstrow died, and the duchy ceased to exist. Güstrow became a part of the Duchy of Mecklenburg-Schwerin. The famous sculptor Ernst Barlach lived in Güstrow from 1910 to his death in 1938. ==Sights== There are several notable sights in Güstrow: * The Güstrow Palace (or Schloss Güstrow in German), built in 1589 in Renaissance style, as a residence for the dukes of Mecklenburg. One of the most important works of this era in the Baltic Sea region. Between 1963 and 1981 major restoration work was carried out, and a Renaissance garden was added, modelled after descriptions appearing in old engravings. * Güstrow Cathedral, a Brick Gothic cathedral built between 1226 and 1335. Noteworthy are a late Gothic high altar (c. 1500), the tombs of Duke Ulrich III and his two wives (16th century), and the celebrated Schwebende Engel (\"Hovering Angel\"), the most famous work of the expressionist sculptor Ernst Barlach, created in 1926 as a tribute to the victims of World War I. * St. Mary's church - a Brick Gothic parish church, partly remodelled in the 19th century * Ernst Barlach's Atelierhaus (studio), that exhibits a large collection of his works. * The Townhall, originally built in the 13th century and rebuilt c. 1800 at the central market square. == Gallery == File:GüstrowSchloss&Park.JPG;|Güstrow Palace (Güstrower Schloss), Renaissance architecture File:Guestrow Dom.jpg|Güstrow Cathedral (Güstrower Dom), Brick Gothic File:Schwebender Engel.jpg|Floating Angel (Schwebender Engel) by Ernst Barlach, 1927 expressionist WW1 memorial inside Güstrow Cathedral File:Güstrow Pfarrkirche St. Marien 2012-07-11 097.JPG|St. Mary's Parish Church of Güstrow (St. Marienkirche) File:Güstrow Kerstingstraße Giebel der Domschule (01-2).jpg|Cathedral School (Domschule) File:Guestrow Rathaus.jpg|City Hall at the Market Square File:Güstrow Markt Blick von der Pfarrkirche St. Marien 2012-07-11 127.JPG|Gable houses at Güstrow's market square from above File:Ernst-Barlach-Theater Güstrow 2011-III.jpg|Theatre of Güstrow (Ernst-Barlach-Theater) File:Güstrow Postamt 2012-07-11 136.JPG|Main Post Office of Güstrow (historicist architecture) File:Stadtmuseum Güstrow 2011.jpg|City museum and tourist info of Güstrow File:Guestrow-sowjet- ehrenfriedh.jpg|Soviet Cemetery File:Gut moor482.jpg|Inselsee (Island Lake) File:Güstrow, Natur&Umwelt; Park28-30.06.08 254.jpg|Nature and Environment Park (Natur- und Umweltpark Güstrow) ==Education== * Fachhochschule für öffentliche Verwaltung, Rechtspflege und Polizei Güstrow (University of Administration, Judicature and Police in Güstrow) ==Transportion== City buses are run by OVG (Omnibusverkehrsgesellschaft Güstrow). The town is the southern terminus of the Rostock S-Bahn. ==Notable people== * Johann VII, Duke of Mecklenburg (1558–1592), Duke of Mecklenburg * Joachim Daniel von Jauch (1688–1754), major general and baroque architect * John Brinckman (1814–1870), poet and short story writer * Harry Lehmann (1924–1998), Max Planck Medal award-winning physicist * Ulrich Neckel (1898–1928), pilot in WWI and a recipient of the Pour le Mérite medal ==Twin towns – sister cities== Güstrow is twinned with: * Esbjerg, Denmark * Gryfice, Poland * Kronshagen, Germany * Neuwied, Germany ==References== == External links == * *Barlachstadt Güstrow Category:Cities and towns in Mecklenburg Category:Populated places established in the 13th century Category:Grand Duchy of Mecklenburg-Schwerin Category:Bezirk Schwerin Category:1228 establishments in Europe",
 "title": "Güstrow"
}