{
 "id": "137902",
 "text": "Republic is a city in Ferry County, Washington, United States. The population was 1,073 at the 2010 census, a 12.5% increase over the 2000 census. It is the county seat of Ferry County. It was the largest mining camp in the Republic Mining District, and home to the \"Hot Air Line\" railway. ==Geography== Republic is located at (48.648159, −118.734947). According to the United States Census Bureau, the city has a total area of , all of it land. Republic is located near the source of the Sanpoil River in a long graben valley bordered by the Okanagan Highlands to the west and the Kettle mountain range to the east. Curlew Lake, long (Elev: ), provides fishing and boating to summer visitors northeast of Republic. Swan Lake is small mountain lake to the south of Republic and also serves to be a popular lake for local residents and tourists to visit. Republic is surrounded by the Colville National Forest and to the south is the Colville Indian Reservation. ==History== thumb|upright|Republic Mill ===Republic Mining District=== Republic was founded by gold prospectors in the late 19th century. Mining claims were first made along Eureka Creek on March 1, 1896, after the northern half of the Colville Indian Reservation was vacated on February 21. On March 5, 1896, the Republic claim was staked by Thomas Ryan and Philip Creasor along Granite Creek, another branch of the Sanpoil River. The resulting Republic Mine eventually became the highest producer of gold in the county. On April 18, 1896, the Republic Mining District, originally called the Eureka Mining District, was established. The first ore mill for processing low grade ore in the district was constructed in May, 1898, while highest grade ores were hauled east to Marcus, Washington partway by cart and then via the Spokane Falls & Northern branch line for the remaining distance. Between 1899 and 1900 stamp mills were constructed at the Mountain Lion mine in the northwest part of camp and the Republic Mine in the south resulting in a brief period where all of the district's ore was milled in the camp. The Mountain Lion Gold Mining company 100-ton mill used a combination of mercury plate amalgamation followed by MacArthur-Forrest cyanide leaching. However, due to much lower gold and silver recovery rates, combined with the soon to arrive rail lines, the mill was soon shut down. The 200-ton Republic mill processed the ore by first roasting of the finely crushed ore, and then cyanide leaching, with the first loads of ore being processed in October 1900. In July 1901 the Republic mine and mill both shut down due to milling cost, and a lack of enough profitable ore being recovered. Ores in the Republic District were noted to have increasing percentages of silver concentration in the lower portions of the ore bodies, and the Republic mill did not provide more than a 50% return on assayed ore value, dooming the mill. The Republic mine remained inactive until 1902 when the arrival of railroads in the town made mining profitable again. From 1902 to 1909 ore was freighted north to British Columbia and then west to smelters on the coast for processing, with periods where shipments up to of ore a week were regular. The Republic mining District encompassing Republic and the surrounding areas, had no defined borders as of 1909 when the young geologist Joseph B. Umpleby visited, but included six townships with a center \"a little west of the south end of Curlew Lake\". At the time of the visit Republic was the most important mining camp in the county and the largest with a population of around 1,500. ===Eureka to Republic=== thumb|right|Eureka Gulch in 1910 with the Great Northern railbeds in the center and the \"Hot Air Line\" in the foreground In July 1897, Philip Creasor built a two-story hotel at the townsite, originally called Eureka. This town site was platted on April 29, 1898, and the post office name changed to Republic, since there was already a post office named Eureka in the state of Washington. On May 8, 1900, a special election was held which approved incorporation of Republic, and J.J. Sullivan was elected mayor. The town was then officially incorporated on May 22, 1900, and had a population of about 1800. Two separate rail lines granted access to the area, Great Northern Railways Spokane Falls & Northern branch line and the locally owned Republic and Kettle Valley Railway, commonly called the \"Hot air line\" from Grand Forks, British Columbia. ===Hot Air Line=== The Spokane and British Columbia Railway, originally the Republic and Kettle Valley Railway, was a short lived standard-gauge private rail company based out of Republic operating between Republic, Grand Forks and Lynch Creek British Columbia. The line was locally known as the \"Hot Air line\". The line began operation in 1902 as the Republic and Kettle Valley Railway, before being bought out in 1916. The company was initially incorporated in 1901 with J. Stratton as president, with construction of the line between Republic and Danville, Washington at the United States-Canadian border being contracted to the Republic and Grand Forks Construction Company, itself owned by Stratton. The rail line paralleled the Great Northern spur line from Republic through Malo and Curlew, Washington to Danville. The northern line was initially surveyed by the Republic and Kettle River company, but they were forced to build on higher ground beyond the Great Northern land boundaries. On January 2, 1902, the railroad was also approved by the Secretary of the Interior to conduct surveying for a southern line though the Colville Indian Reservation along the Sanpoil River. ===Modern=== thumb|right|Library, Wild West Farm and Garden, and Catholic church in Republic Republic's prominence, initially brought on by the gold rush, started to fade as prospectors and those who supported the mining industry moved away. During the years between 1900 and 1910, the town lost over half its population. Despite this, mining has continued to be an important part of life in Republic, as gold is still mined for in the mountains surrounding the town. As of 2022 an estimated of gold had been recovered from northern Ferry County, with active gold exploration being conducted by Adamera Minerals Corporation who acquired property on Buckhorn Mountain near the Canadian Boarder from Kinross Gold Corporation. Mining is celebrated in the local Prospector's Days, held during the second weekend in June, where locals honor their prospector roots by competing in mining and logging competitions, panning for gold, and watching an old west gun fight. Today, the town of 1,100 is sustained mainly by those people in surrounding farms and ranches, miners who work at the local mine, and tourists looking for a quieter, slower pace of life. The town is the county seat of Ferry County. At the Ferry County Fairgrounds, located east of town on State Route 20, is the Ferry County Carousel originally built between 1895 and 1900. Republic is also home to the Stonerose Interpretive Center and Fossil Site, famous for the Eocene fossils found in a 49 mya Klondike Mountain Formation lake bed at the north end of Republic. Several extinct plants found in the lake beds have been named in honor of Republic, including Acer republicense a maple, Republica hickeyi and Schoepfia republicensis both extinct flowering plants, Rhus republicensis a sumac, and Ulteramus republicensis a sawfly. In October 2020, the Republic City Council voted to switch from a city police department to contract with the Ferry County Sheriff whom had been responding to emergency calls since early 2020. The vote eliminated the city police department and its only police officer, then gubernatorial candidate Loren Culp, from the city payroll. Ferry county Sheriff Ray Maycumber had offered a position with the sheriffs department to Culp, but the offer was not accepted. The city retained all the physical police property and equipment, should there be a decision to reactivate the city police. ==Economy== Republic has many businesses that line Clark Ave (the main street through town) including Anderson's Grocery, which was established over a hundred years ago. Ferry County Memorial Hospital is the largest employer in the county. ==Climate== Republic experiences a humid continental climate (Köppen Dfb) with cold winters, warm summers and fairly even precipitation year-round, with a drying trend in summer, though there is a secondary uptick in rainfall from April thru June, unlike in much of the rest of the state. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,073 people, 493 households, and 263 families living in the city, a 12.5% increase over the 2000 census. The population density was . There were 536 housing units at an average density of . The racial makeup of the city was 89.6% White, 0.1% African American, 2.7% Native American, 1.9% Asian, 0.1% Pacific Islander, 1.4% from other races, and 4.3% from two or more races. Hispanic or Latino of any race were 2.7% of the population. There were 493 households, of which 23.7% had children under the age of 18 living with them, 33.7% were married couples living together, 13.6% had a female householder with no husband present, 6.1% had a male householder with no wife present, and 46.7% were non-families. 37.7% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.05 and the average family size was 2.68. The median age in the city was 45.3 years. 19.7% of residents were under the age of 18; 7.6% were between the ages of 18 and 24; 22.1% were from 25 to 44; 29.9% were from 45 to 64; and 20.7% were 65 years of age or older. The gender makeup of the city was 46.1% male and 53.9% female. ===2000 census=== As of the census of 2000, there were 954 people, 411 households, and 244 families living in the city. The population density was 602.9 people per square mile (233.1/km2). There were 500 housing units at an average density of 316.0 per square mile (122.2/km2). The racial makeup of the city was 92.56% White, 0.84% African American, 2.73% Native American, 0.21% Asian, 0.10% Pacific Islander, 0.73% from other races, and 2.83% from two or more races. Hispanic or Latino of any race were 1.99% of the population. There were 411 households, out of which 31.4% had children under the age of 18 living with them, 44.0% were married couples living together, 11.7% had a female householder with no husband present, and 40.4% were non-families. 36.5% of all households were made up of individuals, and 15.6% had someone living alone who was 65 years of age or older. The average household size was 2.25 and the average family size was 2.96. In the city, the population age distribution is spread out, with 26.0% under the age of 18, 7.3% from 18 to 24, 24.4% from 25 to 44, 27.9% from 45 to 64, and 14.4% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 93.9 males. For every 100 females age 18 and over, there were 88.8 males. The median income for a household in the city was $25,284, and the median income for a family was $30,357. Males had a median income of $28,750 versus $24,286 for females. The per capita income for the city was $14,427. About 20.2% of families and 24.0% of the population were below the poverty line, including 31.5% of those under age 18 and 17.6% of those age 65 or over. ==References== Category:Cities in Washington (state) Category:Cities in Ferry County, Washington Category:County seats in Washington (state)",
 "title": "Republic, Washington"
}