{
 "id": "137968",
 "text": "Oak Harbor is a city located on Whidbey Island in Island County, Washington, United States. The population was 22,075 at the 2010 census. Oak Harbor was incorporated on May 14, 1915. ==History== Oak Harbor is Whidbey Island's largest incorporated city; it is named for the Garry Oak trees which grace its skyline. The city's growth coincided with two major events: the building of Deception Pass Bridge on July 31, 1935, and the completion of Naval Air Station Whidbey Island on September 21, 1942. Oak Harbor's history goes back to the early 1850s, when two settlers staked claims where the city now stands --Zakarias Toftezen, a shoemaker from Norway; C.W. Sumner from New England. Houses and businesses sprouted up along the shores of Oak Harbor as the pioneers relied entirely on water transportation until the 1900s. For the next 30 years, steamers and freighters carried passengers and freight from the Island to the mainland and back as well as Fidalgo Island to the north. The Irish came in the late 1850s, making Oak Harbor grow and prosper as they fished and farmed the area, and the city's Dutch heritage arrived in the 1890s. Churches, schools, and more businesses followed the arrival of the Dutch. A high school was built in 1906. Oak Harbor flourished as a small country town until Deception Pass Bridge and the U.S. Navy Base connected the city to the rest of the region and the world. Deception Pass Bridge, a National Historic Monument since 1982, is actually two spans that link Whidbey Island to Fidalgo Island over Canoe Pass and Deception Pass. The bridge, one of the scenic wonders and destinations of the Pacific Northwest, was a Public Works Administration project built by the Civilian Conservation Corps. Deception Pass State Park has over of forest, campsites, trails, and scenic vistas of the San Juan Islands, Victoria (British Columbia, Canada), Mount Baker, and Fidalgo Island. ==Geography== According to the United States Census Bureau, the city has a total area of , of which, is land and is water. Access to the island by land is only available by driving through Deception Pass. Other ways to travel to Whidbey Island include flying or utilizing a ferry service. The Mukilteo–Clinton Ferry provides service connecting the southern end of Whidbey Island and just north of Seattle, WA. Surveys of shorelines throughout the Puget Sound region have indicated that 58% are \"unstable\". Average retreat rates range from one to eight centimeters per year and shores in the Puget Sound area, composed of unconsolidated sediment, erode 10 to 100 times faster than rocky shoreline. ===Climate=== Oak Harbour has a pleasant Mediterranean climate (Köppen Csb) characterised by warm dry summers and cold, though not severe, and damp winters. The Olympic rain shadow means that the region is much drier than most of the Pacific Northwest west of the Cascades. ==Demographics== ===2010 census=== As of the census of 2010, there were 22,075 people, 8,677 households, and 5,789 families living in the city. The population density was . There were 9,553 housing units at an average density of . The racial makeup of the city was 72.6% White, 4.9% African American, 0.9% Native American, 10.2% Asian, 1.0% Pacific Islander, 2.7% from other races, and 7.8% from two or more races. Hispanic or Latino of any race were 9.3% of the population. There were 8,677 households, of which 38.6% had children under the age of 18 living with them, 51.7% were married couples living together, 11.4% had a female householder with no husband present, 3.5% had a male householder with no wife present, and 33.3% were non-families. 26.9% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.53 and the average family size was 3.09. The median age in the city was 29 years. 28.3% of residents were under the age of 18; 12.3% were between the ages of 18 and 24; 31.9% were from 25 to 44; 17% were from 45 to 64; and 10.3% were 65 years of age or older. The gender makeup of the city was 49.2% male and 50.8% female. ===2000 census=== As of the census of 2000, there were 19,795 people, 7,333 households, and 5,265 families living in the city. The population density was 2,175.0 people per square mile (839.9/km2). There were 7,772 housing units at an average density of 854.0 per square mile (329.8/km2). The racial makeup of the city was 74.9% White, 5.5% African American, 9.6% Asian, 1.2% Native American, 0.8% Pacific Islander, 2.4% from other races, and 5.6% from two or more races. Hispanic or Latino of any race were 6.6% of the population. There were 7,333 households, out of which 43.4% had children under the age of 18 living with them, 59.0% were married couples living together, 9.7% had a female householder with no husband present, and 28.2% were non-families. Also, 22.2% of all households comprised individuals and 7.2% had someone living alone who was 65 years of age or older. The average household size was 2.68 and the average family size was 3.18. In the city, the population was spread out, with 31.6% under the age of 18, 11.6% from 18 to 24, 34.4% from 25 to 44, 13.4% from 45 to 64, and 9.0% who were 65 years of age or older. The median age was 28 years. For every 100 females, there were 98.7 males. For every 100 females age 18 and over, there were 95.2 males. The median income for a household in the city was $36,641, and the median income for a family was $41,579. Males had a median income of $29,498 versus $21,633 for females. The per capita income for the city was $16,830. About 8.1% of families and 9.3% of the population were below the poverty line, including 11.2% of those under age 18 and 5.4% of those age 65 or over. ==Government== {| border = \"2\" |+ Oak Harbor city vote by party in presidential elections |- style=\"background:lightgrey;\" ! Year ! Democratic ! Republican ! Third Parties |- |align=\"center\" |2020 |align=\"center\" |46.81% 4,660 |align=\"center\" |47.53% 4,731 |align=\"center\" |5.66% 563 |- |align=\"center\" |2016https://www.islandcountywa.gov/Auditor/Elections/PastElections/Results_110816.pdf |align=\"center\" |39.07% 3,006 |align=\"center\" |50.14% 3,857 |align=\"center\" |10.79% 830 |- |align=\"center\" |2012https://www.islandcountywa.gov/Auditor/Elections/PastElections/results_110612.pdf |align=\"center\" |42.00% 3,219 |align=\"center\" |53.80% 4,123 |align=\"center\" |4.20% 322 |- |align=\"center\" |2008https://www.islandcountywa.gov/Auditor/Elections/PastElections/results_110408.pdf |align=\"center\" |43.21% 3,183 |align=\"center\" |56.79% 4,183 |align=\"center\" |0.00% 0 |- |align=\"center\" |2004https://www.islandcountywa.gov/Auditor/Elections/PastElections/results_110204.pdf |align=\"center\" |33.17% 2,226 |align=\"center\" |64.02% 4,296 |align=\"center\" |2.80% 188 |- |align=\"center\" |2000https://www.islandcountywa.gov/Auditor/Elections/PastElections/results_110700.pdf |align=\"center\" |37.20% 2,058 |align=\"center\" |57.94% 3,206 |align=\"center\" |4.86% 269 |- |} ==Notable people== *Shayla Beesley – actress *Lamont Brightful – player in the NFL and Canadian Football League *Michael Harring – filmmaker *Marti Malloy – Olympic Judo medalist *Patricia McPherson – actress *Jerod Turner – golfer *Robert Lee Yates - serial killer ==Gallery== File:OakHarborWindmill.jpg|A monument of City Beach Park, now Windjammer Park. Demolished September 24, 2018. File:Dutchcleaningboy.jpg|The little Dutch boy with a brush at Windjammer Park. File:Oakharbormovies.jpg|The old, downtown cinema that burned in 2005, and has since been demolished. File:Oakharboroak.jpg|One of the symbolic oak trees that give Oak Harbor its name. ==References== ==External links== * City of Oak Harbor official website * Oak Harbor Tourism and Visitor Service * Oak Harbor Chamber of Commerce * Oak Harbor Events and Activities Category:Cities in Washington (state) Category:Cities in Island County, Washington Category:Micropolitan areas of Washington (state)",
 "title": "Oak Harbor, Washington"
}