{
 "id": "138065",
 "text": "Bickleton is an unincorporated community and census-designated place in Klickitat County, Washington, United States. Bickleton was first settled by Charles N. Bickle and established in 1879. The population was 88 at the 2010 census, down from 113 at the 2000 census. ==History== Bickleton was first settled by Charles N. Bickle, who established a trading post and livery stable at the site. He also served as the area's first postmaster. In 1879, the town was named after Bickle. The town's economy was initially based largely on cattle ranching and wheat farming. A series of fires in 1937 and 1947 destroyed many of the town's original buildings. The oldest surviving building in Bickleton is the Bluebird Inn, a tavern which first opened in 1882. It is billed as the oldest functioning tavern in the state, although it has changed ownership numerous times and operated under different names throughout its history.The Brick Tavern in Roslyn claims the title of the oldest continuously operating tavern in the state of Washington, opening in 1889 and operating under a single name since 1898. The Bluebird Inn, according to its owners, is the state's oldest functioning tavern, having first opened in 1882; however, it has operated under numerous names and has not been continuously licensed to operate since its founding. The tavern includes a 1903 Brunswick pool table, which is still used by regulars. The town has held an annual picnic and rodeo continuously since 1910. The festival also features a 1905 Herschell-Spillman carousel, which the town purchased from Oaks Amusement Park in Portland, Oregon, in 1928. ===Bluebirds=== thumb|left|300px|A shed outside of Bickleton proudly showing the bluebird connection Bickleton is known as the bluebird capital of the world. In the 1960s, Jess and Elva Brinkerhoff were picnicking in this small town after coming from nearby Richland and put a can in a tree for some birds. It became a local fad, and now there are thousands of birdhouses purposely built to house bluebirds. Both the mountain bluebird and the western bluebird nest in Bickleton. Maintaining the houses by cleaning old nests is a major task for the local residents. It is funded by profits from bluebird souvenirs sold to tourists at Whitmore's Whoop-n-Holler Ranch Museum. ==Geography== Bickleton is in northeastern Klickitat County, south of the Horse Heaven Hills and the Yakama Indian Reservation. It is west of Kennewick and north of the Columbia River at Roosevelt. According to the United States Census Bureau, the Bickleton CDP has a total area of , all of it land. ===Climate=== According to the Köppen Climate Classification system, Bickleton has a warm-summer Mediterranean climate, abbreviated \"Csb\" on climate maps.Climate Summary for Bickleton, Washington ==Demographics== As of the census of 2000, there were 113 people, 49 households, and 31 families residing in the CDP. The population density was 8.8 people per square mile (3.4/km2). There were 65 housing units at an average density of 5.0/sq mi (1.9/km2). The racial makeup of the CDP was 92.92% White, 2.65% Native American, 2.65% Pacific Islander, 1.77% from other races. Hispanic or Latino of any race were 6.19% of the population. There were 49 households, out of which 26.5% had children under the age of 18 living with them, 55.1% were married couples living together, 6.1% had a female householder with no husband present, and 36.7% were non-families. 28.6% of all households were made up of individuals, and 12.2% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.87. In the CDP, the population was spread out, with 25.7% under the age of 18, 3.5% from 18 to 24, 26.5% from 25 to 44, 29.2% from 45 to 64, and 15.0% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 91.5 males. For every 100 females age 18 and over, there were 90.9 males. The median income for a household in the CDP was $34,500, and the median income for a family was $48,125. Males had a median income of $42,500 versus $0 for females. The per capita income for the CDP was $17,580. There were 20.0% of families and 20.2% of the population living below the poverty line, including 36.1% of under eighteens and none of those over 64. ==Notes== ==References== ==External links== * Community website Category:Horse Heaven Hills Category:Census-designated places in Klickitat County, Washington Category:Census-designated places in Washington (state)",
 "title": "Bickleton, Washington"
}