{
 "id": "138194",
 "text": "Brier is a city in Snohomish County, Washington, United States. It is bordered by Mountlake Terrace to the west, Lynnwood to the north, Bothell to the east, and Lake Forest Park to the south. The population was 6,087 at the 2010 census. ==History== The first homestead settlers in the Brier area arrived in 1883 and were followed by loggers who had cleared most of the forestland by 1915. The area was known for its mink farms and later gave way to suburban ranch houses in the 1950s and 1960s. Brier was named for an existing road that bisected the subdivision where the community was developed in the 1950s. It was officially incorporated as a city on February 11, 1965, after an emergency vote following a proposal from a developer to annex the area into neighboring Mountlake Terrace. The area was gradually developed into a suburban community, growing to over 6,000 people by 1999. Since its incorporation, several elected officials in Brier have been recalled or forced to resign over various misconduct allegations and convictions. A permanent city hall opened in April 2005, replacing a leased office. ==Geography== Brier is located north of Seattle in southern Snohomish County, bordered to the south by Lake Forest Park in King County. The cities of Mountlake Terrace and Bothell lie to the west and east, respectively. The unincorporated area to the north is connected by Brier Road, which continues towards Lynnwood. According to the United States Census Bureau, the city has a total area of , all of it land. The city has large lot sizes for residential homes, at a minimum of and is exclusively zoned for single-family homes. ==Economy== Brier is described as a \"one-store and one-restaurant town\", with few businesses on its lone commercial strip. ==Demographics== Based on per capita income, one of the more reliable measures of affluence, Brier ranks 68th of 522 areas in the state of Washington to be ranked. In the 2004 US presidential election, Brier cast 57.37% of its vote for Democrat John Kerry.Atlas of US Presidential Elections ===2010 census=== As of the 2010 U.S. census, there were 6,087 people, 2,165 households, and 1,758 families living in the city. The population density was . There were 2,220 housing units at an average density of . The racial makeup of the city was 84.9% White, 1.1% African American, 0.5% Native American, 7.6% Asian, 0.2% Pacific Islander, 1.4% from other races, and 4.3% from two or more races. Hispanic or Latino of any race were 4.0% of the population. There were 2,165 households, of which 35.4% had children under the age of 18 living with them, 71.0% were married couples living together, 6.6% had a female householder with no husband present, 3.6% had a male householder with no wife present, and 18.8% were non-families. 12.7% of all households were made up of individuals, and 4% had someone living alone who was 65 years of age or older. The average household size was 2.81 and the average family size was 3.05. The median age in the city was 44.4 years. 21.4% of residents were under the age of 18; 8.9% were between the ages of 18 and 24; 20.6% were from 25 to 44; 39.6% were from 45 to 64; and 9.6% were 65 years of age or older. The gender makeup of the city was 50.1% male and 49.9% female. ===2000 census=== As of the 2000 census, there were 6,383 people, 2,095 households, and 1,766 families living in the city. The population density was 2,996.6 people per square mile (1,157.0/km). There were 2,115 housing units at an average density of 992.9 per square mile (383.4/km). The racial makeup of the city was 86.42% White, 0.83% African American, 0.66% Native American, 7.77% Asian, 0.16% Pacific Islander, 0.97% from other races, and 3.20% from two or more races. Hispanic or Latino of any race were 3.23% of the population. There were 2,095 households, out of which 47.7% had children under the age of 18 living with them, 73.9% were married couples living together, 6.8% had a female householder with no husband present, and 15.7% were non-families. 11.0% of all households were made up of individuals, and 2.8% had someone living alone who was 65 years of age or older. The average household size was 3.05 and the average family size was 3.29. In the city, the age distribution of the population shows 30.5% under the age of 18, 6.4% from 18 to 24, 30.4% from 25 to 44, 26.8% from 45 to 64, and 5.8% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 103.4 males. For every 100 females age 18 and over, there were 100.7 males. The median income for a household in the city was $73,558, and the median income for a family was $77,226. Males had a median income of $52,407 versus $37,697 for females. The per capita income for the city was $26,675. About 0.8% of families and 1.8% of the population were below the poverty line, including 1.7% of those under age 18 and none of those age 65 or over. ==Government== The Brier city government has 19 total employees and budgeted expenditures of $3.66 million for 2021. It derives most of its revenue from property taxes. ==Culture== The community holds an annual one-day event in August called SeaScare, a play on the name of Seattle's Seafair. The event includes a Porch Light Parade, contests, music and a screening of a classic movie, among other activities. It involves nautical themes, in keeping with its Seafair ties. It is supported by the small number of Brier businesses. SeaScare strives for a small town and community feel, explaining the nostalgic events and movie.SeaScare overview information, SeaScare.comSeafair's over — now it's time for SeaScare, SeattleTimes.com, August 9, 2006 ==References== ==External links== * City of Brier, Official city website Category:Cities in Snohomish County, Washington Category:Cities in the Seattle metropolitan area Category:Cities in Washington (state)",
 "title": "Brier, Washington"
}