{
 "id": "138215",
 "text": "An exact sequence is a sequence of morphisms between objects (for example, groups, rings, modules, and, more generally, objects of an abelian category) such that the image of one morphism equals the kernel of the next. ==Definition== In the context of group theory, a sequence :G_0\\;\\xrightarrow{\\ f_1\\ }\\; G_1 \\;\\xrightarrow{\\ f_2\\ }\\; G_2 \\;\\xrightarrow{\\ f_3\\ }\\; \\cdots \\;\\xrightarrow{\\ f_n\\ }\\; G_n of groups and group homomorphisms is said to be exact at G_i if \\operatorname{im}(f_i)=\\ker(f_{i+1}). The sequence is called exact if it is exact at each G_i for all 1\\leq i, i.e., if the image of each homomorphism is equal to the kernel of the next. The sequence of groups and homomorphisms may be either finite or infinite. A similar definition can be made for other algebraic structures. For example, one could have an exact sequence of vector spaces and linear maps, or of modules and module homomorphisms. More generally, the notion of an exact sequence makes sense in any category with kernels and cokernels, and more specially in abelian categories, where it is widely used. ===Simple cases=== To understand the definition, it is helpful to consider relatively simple cases where the sequence is finite and begins or ends with the trivial group. Traditionally, this, along with the single identity element, is denoted 0 (additive notation, usually when the groups are abelian), or denoted 1 (multiplicative notation). * Consider the sequence 0 → A → B. The image of the leftmost map is 0. Therefore the sequence is exact if and only if the rightmost map (from A to B) has kernel {0}; that is, if and only if that map is a monomorphism (injective, or one-to-one). * Consider the dual sequence B → C → 0. The kernel of the rightmost map is C. Therefore the sequence is exact if and only if the image of the leftmost map (from B to C) is all of C; that is, if and only if that map is an epimorphism (surjective, or onto). * Therefore, the sequence 0 → X → Y → 0 is exact if and only if the map from X to Y is both a monomorphism and epimorphism (that is, a bimorphism), and thus, in many cases, an isomorphism from X to Y. ===Short exact sequence=== Important are short exact sequences, which are exact sequences of the form :0 \\to A \\xrightarrow{f} B \\xrightarrow{g} C \\to 0. As established above, for any such short exact sequence, f is a monomorphism and g is an epimorphism. Furthermore, the image of f is equal to the kernel of g. It is helpful to think of A as a subobject of B with f embedding A into B, and of C as the corresponding factor object (or quotient), B/A, with g inducing an isomorphism :C \\cong B/\\operatorname{im}(f) The short exact sequence :0 \\to A \\xrightarrow{f} B \\xrightarrow{g} C \\to 0\\, is called split if there exists a homomorphism h : C → B such that the composition g ∘ h is the identity map on C. It follows that if these are abelian groups, B is isomorphic to the direct sum of A and C: :B \\cong A \\oplus C. ===Long exact sequence=== A general exact sequence is sometimes called a long exact sequence, to distinguish from the special case of a short exact sequence. A long exact sequence is equivalent to a family of short exact sequences in the following sense: Given a long sequence with n ≥ 2, we can split it up into the short sequences where K_i = \\operatorname{im}(f_i) for every i. By construction, the sequences (2) are exact at the K_i's (regardless of the exactness of (1)). Furthermore, (1) is a long exact sequence if and only if (2) are all short exact sequences. == Examples == === Integers modulo two === Consider the following sequence of abelian groups: :\\mathbf{Z} \\mathrel{\\overset{2\\times}{\\,\\hookrightarrow}} \\mathbf{Z} \\twoheadrightarrow \\mathbf{Z}/2\\mathbf{Z} The first homomorphism maps each element i in the set of integers Z to the element 2i in Z. The second homomorphism maps each element i in Z to an element j in the quotient group; that is, . Here the hook arrow \\hookrightarrow indicates that the map 2× from Z to Z is a monomorphism, and the two-headed arrow \\twoheadrightarrow indicates an epimorphism (the map mod 2). This is an exact sequence because the image 2Z of the monomorphism is the kernel of the epimorphism. Essentially \"the same\" sequence can also be written as :2\\mathbf{Z} \\mathrel{\\,\\hookrightarrow} \\mathbf{Z} \\twoheadrightarrow \\mathbf{Z}/2\\mathbf{Z} In this case the monomorphism is 2n ↦ 2n and although it looks like an identity function, it is not onto (that is, not an epimorphism) because the odd numbers don't belong to 2Z. The image of 2Z through this monomorphism is however exactly the same subset of Z as the image of Z through n ↦ 2n used in the previous sequence. This latter sequence does differ in the concrete nature of its first object from the previous one as 2Z is not the same set as Z even though the two are isomorphic as groups. The first sequence may also be written without using special symbols for monomorphism and epimorphism: :0 \\to \\mathbf{Z} \\mathrel{\\overset{2\\times}{\\longrightarrow}} \\mathbf{Z} \\longrightarrow \\mathbf{Z}/2\\mathbf{Z} \\to 0 Here 0 denotes the trivial group, the map from Z to Z is multiplication by 2, and the map from Z to the factor group Z/2Z is given by reducing integers modulo 2. This is indeed an exact sequence: * the image of the map 0 → Z is {0}, and the kernel of multiplication by 2 is also {0}, so the sequence is exact at the first Z. * the image of multiplication by 2 is 2Z, and the kernel of reducing modulo 2 is also 2Z, so the sequence is exact at the second Z. * the image of reducing modulo 2 is Z/2Z, and the kernel of the zero map is also Z/2Z, so the sequence is exact at the position Z/2Z. The first and third sequences are somewhat of a special case owing to the infinite nature of Z. It is not possible for a finite group to be mapped by inclusion (that is, by a monomorphism) as a proper subgroup of itself. Instead the sequence that emerges from the first isomorphism theorem is :1 \\to N \\to G \\to G/N \\to 1 As a more concrete example of an exact sequence on finite groups: :1 \\to C_n \\to D_{2n} \\to C_2 \\to 1 where C_n is the cyclic group of order n and D_{2n} is the dihedral group of order 2n, which is a non- abelian group. === Intersection and sum of modules === Let and be two ideals of a ring . Then :0 \\to I\\cap J \\to I\\oplus J \\to I + J \\to 0 is an exact sequence of -modules, where the module homomorphism I\\cap J \\to I\\oplus J maps each element of I\\cap J to the element of the direct sum I\\oplus J, and the homomorphsim I\\oplus J \\to I+J maps each element of I\\oplus J to . These homomorphisms are restrictions of similarly defined homomorphisms that form the short exact sequence :0\\to R \\to R\\oplus R \\to R \\to 0 Passing to quotient modules yield another exact sequence :0\\to R/(I\\cap J) \\to R/I \\oplus R/J \\to R/(I+J) \\to 0 === Grad, curl and div in differential geometry === Another example can be derived from differential geometry, especially relevant for work on the Maxwell equations. Consider the Hilbert space L^2 of scalar- valued square-integrable functions on three dimensions \\left\\lbrace f:\\mathbb{R}^3 \\to \\mathbb{R} \\right\\rbrace. Taking the gradient of a function f\\in\\mathbb{H}_1 moves us to a subset of \\mathbb{H}_3, the space of vector valued, still square-integrable functions on the same domain \\left\\lbrace f:\\mathbb{R}^3\\to\\mathbb{R}^3 \\right\\rbrace — specifically, the set of such functions that represent conservative vector fields. (The generalized Stokes' theorem has preserved integrability.) First, note the curl of all such fields is zero — since :\\operatorname{curl} (\\operatorname{grad} f ) \\equiv abla \\times ( abla f) = 0 for all such . However, this only proves that the image of the gradient is a subset of the kernel of the curl. To prove that they are in fact the same set, prove the converse: that if the curl of a vector field \\vec{F} is 0, then \\vec{F} is the gradient of some scalar function. This follows almost immediately from Stokes' theorem (see the proof at conservative force.) The image of the gradient is then precisely the kernel of the curl, and so we can then take the curl to be our next morphism, taking us again to a (different) subset of \\mathbb{H}_3. Similarly, we note that :\\operatorname{div} \\left(\\operatorname{curl} \\vec{v}\\right) \\equiv abla \\cdot abla \\times \\vec{v} = 0, so the image of the curl is a subset of the kernel of the divergence. The converse is somewhat involved: {| class=\"toccolours collapsible collapsed\" width=\"80%\" style=\"text-align:left;\" ! Proof that \\operatorname{div} \\vec{F} = 0 implies \\vec{F} = \\operatorname{curl} \\vec{A} for some \\vec{A} |- | We shall proceed by construction: given a vector field \\vec{F} = F_x \\hat{i} + F_y \\hat{j} + F_z \\hat{k} such that abla\\cdot\\vec{F} = 0, we produce a field \\vec{A} such that :\\begin{align} abla\\times\\vec{A} &= \\left(\\partial_y A_z - \\partial_z A_y\\right) \\hat{i} + \\left(\\partial_z A_x - \\partial_x A_z\\right) \\hat{j} + \\left(\\partial_x A_y - \\partial_y A_x\\right)\\hat{k}\\\\\\ & = F_x \\hat{i} + F_y \\hat{j} + F_z \\hat{k} = \\vec{F} \\end{align} First, note that since as proved above \\operatorname{curl} (\\operatorname{grad} f) = 0, we can add the gradient of any scalar function to \\vec{A} without changing the curl. We can use this gauge freedom to set any one component of \\vec{A} to zero without changing its curl; choosing arbitrarily the z-component, we thus require simply that : -\\partial_z A_y \\hat{i} + \\partial_z A_x \\hat{j} + \\left(\\partial_x A_y - \\partial_y A_x\\right) \\hat{k} = F_x\\hat{i} + F_y \\hat{j} + F_z \\hat{k} Then by simply integrating the first two components, and noting that the 'constant' of integration may still depend on any variable not integrated over, we find that :\\begin{align} A_x &= \\int F_y dz + \\vec{C_1}(x, y)\\\\\\ A_y &= -\\int F_x dz + \\vec{C_2}(x, y) \\end{align} Note that since the two integration terms \\vec{C_1}, \\vec{C_2} both depend only on x and y and not on z, then we can add another gradient of some function f(x,y) that also does not depend on z. This permits us to eliminate either of the terms in favor of the other, without spoiling our earlier work that set A_z to zero. Choosing to eliminate \\vec{C_2} and applying the last component as a constraint, we have :\\begin{align} -\\partial_x \\int F_x dz + \\partial_x \\vec{C_1}(x, y) - \\partial_y \\int F_y dz &= F_z\\\\\\ -\\int \\left(\\partial_x F_x + \\partial_y F_y\\right)dz + \\partial_x \\vec{C_1}(x, y) &= F_z \\end{align} By assumption, \\operatorname{div} \\vec{F} = \\partial_x F_x + \\partial_y F_y + \\partial_z F_z = 0, and so :\\int \\partial_z F_z dz+ \\partial_x \\vec{C_1}(x, y) = F_z Since the fundamental theorem of calculus requires that the first term above be precisely F_z plus a constant in z, a solution to the above system of equations is guaranteed to exist. |} Having thus proved that the image of the curl is precisely the kernel of the divergence, this morphism in turn takes us back to the space we started from L^2. Since definitionally we have landed on a space of integrable functions, any such function can (at least formally) be integrated in order to produce a vector field which divergence is that function — so the image of the divergence is the entirety of L^2, and we can complete our sequence: :0 \\to L^2 \\mathrel{\\xrightarrow{\\operatorname{grad}}} \\mathbb{H}_3 \\mathrel{\\xrightarrow{\\operatorname{curl}}} \\mathbb{H}_3 \\mathrel{\\xrightarrow{\\operatorname{div}}} L^2 \\to 0 Equivalently, we could have reasoned in reverse: in a simply connected space, a curl-free vector field (a field in the kernel of the curl) can always be written as a gradient of a scalar function (and thus is in the image of the gradient). Similarly, a divergenceless field can be written as a curl of another field. (Reasoning in this direction thus makes use of the fact that 3-dimensional space is topologically trivial.) This short exact sequence also permits a much shorter proof of the validity of the Helmholtz decomposition that does not rely on brute-force vector calculus. Consider the subsequence :0 \\to L^2 \\mathrel{\\xrightarrow{\\operatorname{grad}}} \\mathbb{H}_3 \\mathrel{\\xrightarrow{\\operatorname{curl}}} \\operatorname{im}(\\operatorname{curl}) \\to 0. Since the divergence of the gradient is the Laplacian, and since the Hilbert space of square-integrable functions can be spanned by the eigenfunctions of the Laplacian, we already see that some inverse mapping abla^{-1}:\\mathbb{H}_3 \\to L^2 must exist. To explicitly construct such an inverse, we can start from the definition of the vector Laplacian : abla^2 \\vec{A} = abla\\left( abla\\cdot\\vec{A}\\right) + abla\\times\\left( abla\\times\\vec{A}\\right) Since we are trying to construct an identity mapping by composing some function with the gradient, we know that in our case abla\\times\\vec{A} = \\operatorname{curl}\\left(\\vec{A}\\right) = 0. Then if we take the divergence of both sides :\\begin{align} abla\\cdot abla^2\\vec{A} & = abla\\cdot abla\\left( abla\\cdot\\vec{A}\\right) \\\\\\ & = abla^2\\left( abla\\cdot\\vec{A}\\right) \\\\\\ \\end{align} we see that if a function is an eigenfunction of the vector Laplacian, its divergence must be an eigenfunction of the scalar Laplacian with the same eigenvalue. Then we can build our inverse function abla^{-1} simply by breaking any function in \\mathbb{H}_3 into the vector-Laplacian eigenbasis, scaling each by the inverse of their eigenvalue, and taking the divergence; the action of abla^{-1}\\circ abla is thus clearly the identity. Thus by the splitting lemma, :\\mathbb{H}_3 \\cong L^2 \\oplus \\operatorname{im}(\\operatorname{curl}), or equivalently, any square-integrable vector field on \\mathbb{R}^3 can be broken into the sum of a gradient and a curl — which is what we set out to prove. == Properties == The splitting lemma states that if the short exact sequence :0 \\to A \\;\\xrightarrow{\\ f\\ }\\; B \\;\\xrightarrow{\\ g\\ }\\; C \\to 0 admits a morphism such that is the identity on or a morphism such that is the identity on , then is a direct sum of and (for non-commutative groups, this is a semidirect product). One says that such a short exact sequence splits. The snake lemma shows how a commutative diagram with two exact rows gives rise to a longer exact sequence. The nine lemma is a special case. The five lemma gives conditions under which the middle map in a commutative diagram with exact rows of length 5 is an isomorphism; the short five lemma is a special case thereof applying to short exact sequences. The importance of short exact sequences is underlined by the fact that every exact sequence results from \"weaving together\" several overlapping short exact sequences. Consider for instance the exact sequence :A_1\\to A_2\\to A_3\\to A_4\\to A_5\\to A_6 which implies that there exist objects Ck in the category such that :C_k \\cong \\ker (A_k\\to A_{k+1}) \\cong \\operatorname{im} (A_{k-1}\\to A_k). Suppose in addition that the cokernel of each morphism exists, and is isomorphic to the image of the next morphism in the sequence: :C_k \\cong \\operatorname{coker} (A_{k-2}\\to A_{k-1}) (This is true for a number of interesting categories, including any abelian category such as the abelian groups; but it is not true for all categories that allow exact sequences, and in particular is not true for the category of groups, in which coker(f) : G → H is not H/im(f) but H / {\\left\\langle \\operatorname{im} f \\right\\rangle}^H, the quotient of H by the conjugate closure of im(f).) Then we obtain a commutative diagram in which all the diagonals are short exact sequences: :Image:long short exact sequences.png The only portion of this diagram that depends on the cokernel condition is the object C_7 and the final pair of morphisms A_6 \\to C_7\\to 0. If there exists any object A_{k+1} and morphism A_k \\to A_{k+1} such that A_{k-1} \\to A_k \\to A_{k+1} is exact, then the exactness of 0 \\to C_k \\to A_k \\to C_{k+1} \\to 0 is ensured. Again taking the example of the category of groups, the fact that im(f) is the kernel of some homomorphism on H implies that it is a normal subgroup, which coincides with its conjugate closure; thus coker(f) is isomorphic to the image H/im(f) of the next morphism. Conversely, given any list of overlapping short exact sequences, their middle terms form an exact sequence in the same manner. ==Applications of exact sequences== In the theory of abelian categories, short exact sequences are often used as a convenient language to talk about sub- and factor objects. The extension problem is essentially the question \"Given the end terms A and C of a short exact sequence, what possibilities exist for the middle term B?\" In the category of groups, this is equivalent to the question, what groups B have A as a normal subgroup and C as the corresponding factor group? This problem is important in the classification of groups. See also Outer automorphism group. Notice that in an exact sequence, the composition fi+1 ∘ fi maps Ai to 0 in Ai+2, so every exact sequence is a chain complex. Furthermore, only fi-images of elements of Ai are mapped to 0 by fi+1, so the homology of this chain complex is trivial. More succinctly: :Exact sequences are precisely those chain complexes which are acyclic. Given any chain complex, its homology can therefore be thought of as a measure of the degree to which it fails to be exact. If we take a series of short exact sequences linked by chain complexes (that is, a short exact sequence of chain complexes, or from another point of view, a chain complex of short exact sequences), then we can derive from this a long exact sequence (that is, an exact sequence indexed by the natural numbers) on homology by application of the zig-zag lemma. It comes up in algebraic topology in the study of relative homology; the Mayer–Vietoris sequence is another example. Long exact sequences induced by short exact sequences are also characteristic of derived functors. Exact functors are functors that transform exact sequences into exact sequences. ==References== ;Citations ;Sources * * Category:Homological algebra Category:Additive categories",
 "title": "Exact sequence"
}