{
 "id": "138373",
 "text": "thumb|270px|The Braxton County Courthouse in 2007 Sutton is a town in Braxton County, West Virginia, United States. The population was 994 at the 2010 census. It is the county seat of Braxton County. Sutton is situated at a center of transportation in West Virginia. Interstate 79, a major north–south route, connects with Appalachian Corridor L (U.S. Route 19), another significant north–south route, passes several miles south of town. ==History== Sutton was settled in 1792 by Adam O'Brien, from Bath County, Virginia. In 1809, John D. Sutton settled at the confluence of Granny's Creek and the Elk River, at the edge of the present town. The village of Suttonville, formerly known as Newville, was laid out in 1835. When Braxton County was formed in 1836, the first court was held in the home of John D. Sutton. Sutton was a transportation hub. In addition to the navigable Elk River, the Weston and Gauley Bridge Turnpike connected the Staunton and Parkersburg Turnpike to the James River and Kanawha Turnpike, via Sutton. A suspension bridge was constructed on the Weston and Gauley Bridge Turnpike across the Elk River at Sutton in 1853. Railroads also served the town of Sutton, with the Sutton Branch connecting to the West Virginia and Pittsburgh Railroad at Flatwoods, West Virginia via McNutt (near the area now called Laurel Court), a path that would later be used by West Virginia State Route 4. Another branch that ran along the southeastern bank of the Elk River joined the Coal and Coke Railway six miles to the east at Gassaway. Due to its location, Sutton was embroiled in the American Civil War. On September 5, 1861, the town was occupied by 5,000 Union troops. Later in 1861, General William Rosecrans bivouacked 10,000 Union troops there, including future President William McKinley. On December 29, 1861, Confederate soldiers burned most of the downtown. Sutton slowly rebuilt but remained small until the local timber industry boomed. The town then became a commercial center, and many of the banks, hotels, shops, and other historic buildings in the Sutton Downtown Historic District date from this 1890–1920 period. After this, Sutton once again slowed in development. Sutton Dam was built on the Elk River upstream from the town in 1961, adding a tourism component to the local economy. The William Edgar Haymond House and Old Sutton High School are listed on the National Register of Historic Places, along with the historic district. ==Geography== Sutton is located at (38.664437, -80.710172), along the Elk River. According to the United States Census Bureau, the town has a total area of , of which is land and is water. The Sutton Lake project was authorized by Congress in the Flood Control Act of 1938. Construction began in October 1949, but was interrupted by the Korean War. Work resumed in 1956 and in the dam was finally completed in 1961. The Dam and lake provide opportunities for boating, picnicking, playgrounds, camping and pavilions available for rent. A handicap-access fishing area was also recently constructed at the Sutton Dam. The geographic center of West Virginia is located just four miles east of Sutton.http://www.infoplease.com/ipa/A0923037.html ==Demographics== ===2010 census=== As of the census of 2010, there were 994 people, 452 households, and 265 families living in the town. The population density was . There were 527 housing units at an average density of . The racial makeup of the town was 97.9% White, 0.7% African American, 0.3% Native American, 0.2% Asian, 0.3% from other races, and 0.6% from two or more races. Hispanic or Latino of any race were 0.7% of the population. There were 452 households, of which 23.2% had children under the age of 18 living with them, 41.2% were married couples living together, 11.3% had a female householder with no husband present, 6.2% had a male householder with no wife present, and 41.4% were non-families. 34.3% of all households were made up of individuals, and 13.2% had someone living alone who was 65 years of age or older. The average household size was 2.18 and the average family size was 2.78. The median age in the town was 45.1 years. 18.2% of residents were under the age of 18; 7.4% were between the ages of 18 and 24; 24% were from 25 to 44; 29.8% were from 45 to 64; and 20.2% were 65 years of age or older. The gender makeup of the town was 49.8% male and 50.2% female. ===2000 census=== As of the census of 2000, there were 1,011 people, 470 households, and 283 families living in the town. The population density was 1,226.9 inhabitants per square mile (476.0/km2). There were 557 housing units at an average density of 675.9 per square mile (262.3/km2). The racial makeup of the town was 97.82% White, 0.49% African American, 0.30% Native American, 0.49% from other races, and 0.89% from two or more races. Hispanic or Latino of any race were 0.30% of the population. There were 470 households, out of which 22.1% had children under the age of 18 living with them, 43.0% were married couples living together, 13.6% had a female householder with no husband present, and 39.6% were non-families. 34.9% of all households were made up of individuals, and 15.7% had someone living alone who was 65 years of age or older. The average household size was 2.14 and the average family size was 2.69. In the town, the population dispersal was 19.3% under the age of 18, 7.4% from 18 to 24, 22.4% from 25 to 44, 31.6% from 45 to 64, and 19.4% who were 65 years of age or older. The median age was 46 years. For every 100 females, there were 86.2 males. For every 100 females age 18 and over, there were 83.8 males. The median income for a household in the town was $25,134, and the median income for a family was $37,679. Males had a median income of $26,875 versus $21,875 for females. The per capita income for the town was $15,397. About 19.7% of families and 25.3% of the population were below the poverty line, including 39.8% of those under age 18 and 15.6% of those age 65 or over. ==In popular culture== thumb|right|Braxton County Visitor Center, on Main Street in downtown Sutton In June 2021, the owners of the Mountain Laurel Country Store opened the West Virginia Bigfoot Museum to the public. The museum, one of only two east of the Mississippi River dedicated exclusively to Bigfoot, features plaster castings, skull replicas, full size wood carvings and written accounts of people in West Virginia who have claimed encounters with Bigfoot. On June 26, 2021, The West Virginia Bigfoot Museum hosted the first West Virginia Bigfoot Festival in Sutton to a huge crowd. The event featured a wide variety of food, games and vendors in a family friendly atmosphere, with visitors coming from across the east coast. Sutton, and the surrounding area, was the setting for a short science fiction story by Lawrence Watt-Evans entitled Why I Left Harry's All-Night Hamburgers. It was nominated for the Nebula Award in 1987 and won the Hugo Award for Best Short Story in 1988. In 1991, a sequel, \"A Flying Saucer with Minnesota Plates\" was published. It also takes place around Sutton. In 2019 another sequel, 'How I Found Harry's All-Night Hamburgers' was published. Sutton is featured in the videogame Fallout 76, which has resulted in an increase of visitors from around the world to see the town. ==Notable person== *Dewey L. Fleming, journalist and Pulitzer Prize recipient, lived in Sutton.'Compete Biographical Encyclopedia of Pulitzer Prizes Winners 1917-2000,' volume 16, Heinz-D. Fischer and Erika J. Fischer, K.G. saur, Munich, Germany: 2002, Biographical Sketch of Dewey Lee Fleming, pg. 71 ==References== ==External links== * Town of Sutton * * Braxton Citizens' News - Local newspaper Category:Towns in Braxton County, West Virginia Category:Towns in West Virginia Category:County seats in West Virginia",
 "title": "Sutton, West Virginia"
}