{
 "id": "138308",
 "text": "Deming is a census-designated place (CDP) in Whatcom County, Washington, United States, along the Nooksack River. It is named for its first postmaster, George Deming. The community population was 353 at the 2010 census. Located about 16.3 miles from the county seat and major city of Bellingham, this small community is home to the tribal government offices of the federally recognized Nooksack Tribe and is situated within the tribe's 2500-acre Nooksack Indian Reservation. Deming and the nearby town of Van Zant are served by their own local community radio station, KAVZ-LP which transmits with 100 watts from the Van Zant Community Hall, and has a receiving radius of about 15 miles. ==Geography== Deming is located at (48.829802, -122.229832). According to the United States Census Bureau, the CDP has a total area of 5.4 square miles (13.9 km2), of which, 5.2 square miles (13.5 km2) of it is land and 0.1 square miles (0.3 km2) of it (2.24%) is water. ==Demographics== As of the census of 2000, there were 210 people, 73 households, and 54 families residing in the CDP. The population density was 40.1 people per square mile (15.5/km2). There were 80 housing units at an average density of 15.3/sq mi (5.9/km2). The racial makeup of the CDP was 92.86% White, 1.43% African American, 3.81% Native American, 1.43% from other races, and 0.48% from two or more races. Hispanic or Latino of any race were 2.86% of the population. There were 73 households, out of which 34.2% had children under the age of 18 living with them, 58.9% were married couples living together, 9.6% had a female householder with no husband present, and 26.0% were non-families. 19.2% of all households were made up of individuals, and 4.1% had someone living alone who was 65 years of age or older. The average household size was 2.88 and the average family size was 3.15. In the CDP, the age distribution of the population shows 30.5% under the age of 18, 8.6% from 18 to 24, 28.6% from 25 to 44, 23.3% from 45 to 64, and 9.0% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 112.1 males. For every 100 females age 18 and over, there were 111.6 males. The median income for a household in the CDP was $52,292, and the median income for a family was $58,194. Males had a median income of $27,292 versus $24,750 for females. The per capita income for the CDP was $18,165. None of the population or families were below the poverty line. ==Notable residents== *Tim Soares (born 1997), American-Brazilian basketball player for Ironi Ness Ziona of the Israeli Basketball Premier League ==References== ==External links== * Whatcom County Library System, serving Deming and surrounding areas Category:Census- designated places in Washington (state) Category:Census-designated places in Whatcom County, Washington",
 "title": "Deming, Washington"
}