{
 "id": "138409",
 "text": "White Sulphur Springs is a city in Greenbrier County in southeastern West Virginia, United States. The population was 2,444 at the 2010 census. The city emblem consists of five dandelion flowers and the citizens celebrate spring with an annual Dandelion Festival. == History == thumb|left|The Greenbrier White Sulphur Springs grew in the first half of the nineteenth century as the southern \"Queen of the Watering Places\". The springs resort first became the standard summer destination for wealthy Virginia Low Country residents seeking reprieve from heat, humidity, and disease of the \"sickly season\". As its popularity increased and it gained status as a socially exclusive site, the springs attracted elite guests from all over. The resort, now known as The Greenbrier, remains one of the country's most luxurious and exclusive resorts. For many years, Sam Snead was the resort's golf pro. The resort has another significant place in golf history; in 1979, it hosted the first Ryder Cup to feature the current competitive setup of the United States and European sides. Golf in the United States began near White Sulphur Springs when the Montague family founded Oakhurst Links in 1884, making it the oldest organized golf club in the country. In 2010, the Greenbrier hosted the inaugural PGA Greenbrier Classic. In 1992 the Washington Post reported that, during the Cold War, the resort had been the site of a \"bunker\", the Emergency Relocation Center known as Project Greek Island, which was intended to house and protect the U.S. Congress in the event of a nuclear attack.\"Greenbrier\", Washington Post, 25 July 1992 In June 2016, there was a historic severe flood in West Virginia that impacted White Sulphur Springs.West Virginia flooding leaves at least 23 dead; CNN; June 25, 2016.Flooding in Rainelle, Richwood, White Sulphur Springs and surrounding areas; Register Herald; June 24, 2016.10 images and video showing devastation from historic flooding in West Virginia; ABC7 tv; June 24, 2016. The Greenbrier also currently serves as the location for training camp for the Houston Texans. ==Geography== White Sulphur Springs is located along Howard Creek and is served by I-64 and US Route 60.White Sulfur Springs,WV, 7.5 Minute Topographic Quadrangle, USGS, 1995 According to the United States Census Bureau, the city has a total area of , of which is land and is water. It is also within the National Radio Quiet Zone. Services with AT&T;, Verizon, Sprint, and U.S. Cellular is allowed within the area under lower tower frequencies. ===Climate=== ==Demographics== ===2010 census=== At the 2010 census there were 2,444 people, 1,131 households, and 647 families living in the city. The population density was . There were 1,414 housing units at an average density of . The racial makeup of the city was 83.7% White, 13.5% African American, 0.2% Native American, 0.3% Asian, 0.5% from other races, and 1.8% from two or more races. Hispanic or Latino of any race were 1.3%. Of the 1,131 households 23.9% had children under the age of 18 living with them, 39.6% were married couples living together, 13.0% had a female householder with no husband present, 4.6% had a male householder with no wife present, and 42.8% were non-families. 37.0% of households were one person and 16.2% were one person aged 65 or older. The average household size was 2.10 and the average family size was 2.72. The median age was 45.8 years. 17.9% of residents were under the age of 18; 7.8% were between the ages of 18 and 24; 22.9% were from 25 to 44; 28.4% were from 45 to 64; and 22.8% were 65 or older. The gender makeup of the city was 46.1% male and 53.9% female. ===2000 census=== At the 2000 census there were 2,315 people, 1,127 households, and 648 families living in the city. The population density was 1,179.5 people per square mile (456.0/km). There were 1,354 housing units at an average density of 689.9 per square mile (266.7/km). The racial makeup of the city was 82.55% White, 14.95% African American, 0.09% Native American, 0.26% Asian, 0.26% from other races, and 1.90% from two or more races. Hispanics or Latinos of any race were 1.04%. Of the 1,127 households 21.6% had children under the age of 18 living with them, 42.7% were married couples living together, 12.1% had a female householder with no husband present, and 42.5% were non-families. 38.6% of households were one person and 17.7% were one person aged 65 or older. The average household size was 2.05 and the average family size was 2.72. The age distribution was 19.0% under the age of 18, 7.0% from 18 to 24, 25.8% from 25 to 44, 27.4% from 45 to 64, and 20.8% 65 or older. The median age was 44 years. For every 100 females, there were 82.0 males. For every 100 females age 18 and over, there were 81.4 males. The median household income was $26,694 and the median family income was $35,450. Males had a median income of $28,566 versus $19,868 for females. The per capita income for the city was $14,822. About 15.7% of families and 17.6% of the population were below the poverty line, including 23.9% of those under age 18 and 8.5% of those age 65 or over. ==Education== * White Sulphur Springs Elementary * Greenbrier Episcopal School ==Transportation== Amtrak, the national passenger rail service, provides service to White Sulphur Springs three times a week via the Cardinal route. The station is located at the entrance to The Greenbrier. The Alleghany Subdivision of the main line of the former Chesapeake and Ohio Railroad (now part of CSX) runs through White Sulphur Springs. At one time in its history it was part of the limestone flux cargo route from Hinton, West Virginia to Clifton Forge, Virginia. Its affectionate nickname was \"The Gravel Gertie\" after the Dick Tracy character. * 20px Interstate 64 * 20px U.S. Route 60 * ==Buildings and structures== In 1987 the White Sulphur Springs Library was rebuilt from the old community house. The Library is being redeveloped as an educational resource and one of the hearts of the town.White Sulphur Springs Public Library The building that the library lives in was renamed Katherine Coleman Johnson Building in 2017, after White Sulphur Springs native and NASA scientist Katherine Coleman Johnson. The town is featured as a US Army Center of Operations in the book Worldwar: In the Balance, by Harry Turtledove ==References== ==External links== * \"Taking the Waters: 19th Century Mineral Springs: White Sulphur Springs.\" Claude Moore Health Sciences Library, University of Virginia Category:Cities in West Virginia Category:Hot springs of West Virginia Category:Cities in Greenbrier County, West Virginia Category:Spa towns in West Virginia",
 "title": "White Sulphur Springs, West Virginia"
}