{
 "id": "138413",
 "text": "New Cumberland is a city in and the county seat of Hancock County, West Virginia, United States, along the Ohio River. It is part of the Weirton- Steubenville, WV-OH Metropolitan Statistical Area, a division of the Greater Pittsburgh Region. The population was 1,103 as of the 2010 census. ==History== thumb|left|Clay mines in New Cumberland, 1907 Formerly, the town was also known as Cuppy Town and Vernon. In 1900, 2,198 people lived in New Cumberland; in 1910, 1,807; and in 2000, 1,099. Local industry in the past involved the manufacture of fire and paving brick, sewer pipe, glassware, foundry and machine-shop products, and tiling. There were also coal mines and mills for the pulverization of fire clay for use in ironworks. The First National Bank- Graham Building and Marshall House are listed on the National Register of Historic Places. ==Geography== thumb|right|Clifton Sewer Pipe yard, 1907 New Cumberland is located at (40.499146, -80.607960). According to the United States Census Bureau, the city has a total area of , of which is land and is water. Due to the relative proximity of the Ohio River, New Cumberland has been the victim of several floods. Notable floods include 1959, where approximately 60 families were evacuated. ===Climate=== This climatic region is typified by large seasonal temperature differences, with warm to hot (and often humid) summers and cold (sometimes severely cold) winters. According to the Köppen Climate Classification system, New Cumberland has a humid continental climate, abbreviated \"Dfb\" on climate maps. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,103 people, 526 households, and 289 families living in the city. The population density was . There were 583 housing units at an average density of . The racial makeup of the city was 97.6% White, 0.5% Asian, 0.4% from other races, and 1.5% from two or more races. Hispanic or Latino of any race were 1.4% of the population. There were 526 households, of which 21.5% had children under the age of 18 living with them, 38.6% were married couples living together, 11.8% had a female householder with no husband present, 4.6% had a male householder with no wife present, and 45.1% were non-families. 40.5% of all households were made up of individuals, and 19.8% had someone living alone who was 65 years of age or older. The average household size was 2.10 and the average family size was 2.83. The median age in the city was 47.3 years. 18.3% of residents were under the age of 18; 6.6% were between the ages of 18 and 24; 22% were from 25 to 44; 32.6% were from 45 to 64; and 20.5% were 65 years of age or older. The gender makeup of the city was 46.7% male and 53.3% female. ===2000 census=== As of the census of 2000, there were 1,099 people, 513 households, and 286 families living in the city. The population density was 897.6 people per square mile (347.8/km2). There were 568 housing units at an average density of 463.9 per square mile (179.8/km2). The racial makeup of the city was 99.27% White, 0.27% Asian, 0.09% from other races, and 0.36% from two or more races. Hispanic or Latino of any race were 1.09% of the population. There were 513 households, out of which 20.9% had children under the age of 18 living with them, 44.6% were married couples living together, 7.8% had a female householder with no husband present, and 44.1% were non-families. 39.2% of all households were made up of individuals, and 22.4% had someone living alone who was 65 years of age or older. The average household size was 2.12 and the average family size was 2.85. In the city, the population was spread out, with 19.1% under the age of 18, 6.1% from 18 to 24, 27.2% from 25 to 44, 26.6% from 45 to 64, and 21.0% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 84.1 males. For every 100 females age 18 and over, there were 79.2 males. The median income for a household in the city was $28,529, and the median income for a family was $37,589. Males had a median income of $30,625 versus $20,536 for females. The per capita income for the city was $18,109. About 6.2% of families and 9.5% of the population were below the poverty line, including 12.9% of those under age 18 and 7.5% of those age 65 or over. ==Notable people== * John Bahnsen - United States Army brigadier general and decorated veteran of the Vietnam War * Edwin F. Flowers - lawyer, civil servant, judge * Daniel Johnston - singer-songwriter, musician, and artist ==See also== * List of cities and towns along the Ohio River ==References== ==External links== Category:Cities in Hancock County, West Virginia Category:County seats in West Virginia Category:West Virginia populated places on the Ohio River Category:Cities in West Virginia",
 "title": "New Cumberland, West Virginia"
}