{
 "id": "138435",
 "text": "Bolivar ( rhymes with Oliver) is a town in Jefferson County in the U.S. state of West Virginia's Eastern Panhandle. The population was 1,045 at the 2010 census. The citizens of Bolivar chose to name their town for the South American revolutionary leader Simón Bolívar (July 24, 1783 – December 17, 1830). The Appalachian Trail passes directly through nearby Harpers Ferry, which some consider the psychological midpoint of the trail, although the physical midpoint is further north, in Pennsylvania. Uniquely, the towns of Harpers Ferry and Bolivar partnered with the ATC to be declared a united Appalachian Trail Community. ==Geography== Bolivar is located at (39.3241, -77.7515). It is contiguous with, and immediately up-hill from, the famous historic town Harpers Ferry. According to the United States Census Bureau, the town has a total area of , all land. ==Transportation== thumb|left|US 340 southbound in Bolivar The only significant highway providing access to Bolivar is U.S. Route 340. Although signed north–south, the road runs generally eastward from Bolivar. It briefly passes through Harpers Ferry, then traverses the northern tip of Loudoun County, Virginia after crossing the Shenandoah River, quickly crosses the Potomac River into Maryland and eventually reaches its terminus at Frederick. To the west, U.S. Route 340 passes through Charles Town before turning southwest and traversing the eastern edge of Virginia's Shenandoah Valley. Bolivar and neighboring Harpers Ferry also host an unsigned alternate route of U.S. Route 340, which follows Washington Street through Bolivar. ==Demographics== ===2010 census=== As of the census of 2010, there were 1,045 people, 498 households, and 266 families living in the town. The population density was . There were 565 housing units at an average density of . The racial makeup of the town was 93.4% White, 4.5% African American, 0.2% Native American, 0.3% Asian, 0.3% from other races, and 1.3% from two or more races. Hispanic or Latino of any race were 1.3% of the population. There were 498 households, of which 23.5% had children under the age of 18 living with them, 40.8% were married couples living together, 9.0% had a female householder with no husband present, 3.6% had a male householder with no wife present, and 46.6% were non-families. 40.4% of all households were made up of individuals, and 15.6% had someone living alone who was 65 years of age or older. The average household size was 2.10 and the average family size was 2.81. The median age in the town was 43.7 years. 17.5% of residents were under the age of 18; 8.3% were between the ages of 18 and 24; 25.5% were from 25 to 44; 32.5% were from 45 to 64; and 16.1% were 65 years of age or older. The gender makeup of the town was 46.1% male and 53.9% female. ===2000 census=== As of the census of 2000, there were 1,045 people, 479 households, and 274 families living in the town. The population density was 2,141.1 inhabitants per square mile (823.4/km2). There were 519 housing units at an average density of 1,063.4 per square mile (409.0/km2). The racial makeup of the town was 91.10% White, 5.36% African American, 0.67% Native American, 0.48% Asian, 0.19% Pacific Islander, 0.48% from other races, and 1.72% from two or more races. Hispanic or Latino of any race were 1.63% of the population. There were 479 households, out of which 23.4% had children under the age of 18 living with them, 43.6% were married couples living together, 10.4% had a female householder with no husband present, and 42.6% were non-families. 35.3% of all households were made up of individuals, and 13.2% had someone living alone who was 65 years of age or older. The average household size was 2.18 and the average family size was 2.83. In the town, the population was spread out, with 20.8% under the age of 18, 7.7% from 18 to 24, 30.0% from 25 to 44, 25.0% from 45 to 64, and 16.6% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 90.3 males. For every 100 females age 18 and over, there were 92.6 males. The median income for a household in the town was $42,375, and the median income for a family was $47,375. Males had a median income of $36,667 versus $25,500 for females. The per capita income for the town was $20,969. About 8.1% of families and 12.5% of the population were below the poverty line, including 14.3% of those under age 18 and 16.4% of those age 65 or over. ==References== ==External links== * Corporation of Bolivar Website Category:Populated places established in 1825 Category:Towns in Jefferson County, West Virginia Category:Towns in West Virginia Category:West Virginia populated places on the Potomac River Category:1825 establishments in Virginia Category:Washington metropolitan area",
 "title": "Bolivar, West Virginia"
}