{
 "id": "138549",
 "text": "Valley Grove is a village in Ohio County, West Virginia, United States. It is part of the Wheeling, West Virginia Metropolitan Statistical Area. The population was 378 at the 2010 census. The village was named from a nearby recreational area at a grove in a valley. ==Geography== Valley Grove is located at (40.087902, -80.568611), along Little Wheeling Creek, a tributary of Wheeling Creek. According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== At the 2010 census there were 378 people, 167 households, and 115 families living in the village. The population density was . There were 177 housing units at an average density of . The racial makeup of the village was 98.9% White, 0.5% Native American, and 0.5% from two or more races. Hispanic or Latino of any race were 1.1%. Of the 167 households 26.9% had children under the age of 18 living with them, 49.7% were married couples living together, 11.4% had a female householder with no husband present, 7.8% had a male householder with no wife present, and 31.1% were non-families. 22.8% of households were one person and 9.6% were one person aged 65 or older. The average household size was 2.26 and the average family size was 2.63. The median age in the village was 46 years. 19.3% of residents were under the age of 18; 5.5% were between the ages of 18 and 24; 23.6% were from 25 to 44; 34.2% were from 45 to 64; and 17.5% were 65 or older. The gender makeup of the village was 48.7% male and 51.3% female. ===2000 census=== At the 2000 census there were 405 people, 158 households, and 121 families living in the village. The population density was 717.8 people per square mile (279.2/km2). There were 164 housing units at an average density of 290.7 per square mile (113.1/km2). The racial makeup of the village was 99.51% White, 0.25% African American, and 0.25% from two or more races. Of the 158 households 36.1% had children under the age of 18 living with them, 56.3% were married couples living together, 14.6% had a female householder with no husband present, and 22.8% were non-families. 20.9% of households were one person and 8.2% were one person aged 65 or older. The average household size was 2.56 and the average family size was 2.92. The age distribution was 25.2% under the age of 18, 6.7% from 18 to 24, 29.1% from 25 to 44, 22.5% from 45 to 64, and 16.5% 65 or older. The median age was 38 years. For every 100 females there were 92.9 males. For every 100 females age 18 and over, there were 93.0 males. The median household income was $27,813 and the median family income was $30,000. Males had a median income of $25,179 versus $17,125 for females. The per capita income for the village was $20,542. About 6.5% of families and 8.7% of the population were below the poverty line, including 8.8% of those under age 18 and 5.3% of those age 65 or over. ==References== Category:Villages in Ohio County, West Virginia",
 "title": "Valley Grove, West Virginia"
}