{
 "id": "138532",
 "text": "Brookhaven is a census-designated place (CDP) in Monongalia County, West Virginia, United States. The population was 5,171 at the 2010 census. It is included in the Morgantown, West Virginia Metropolitan Statistical Area. ==Geography== Brookhaven is located at (39.610580, -79.900119). According to the United States Census Bureau, the Brookhaven CDP has a total area of 9.3 square miles (24.0 km2); 9.2 square miles (23.9 km2) of this is land, and 0.1 square miles (0.1 km2) is water. ==Demographics== As of the census of 2000, there were 4,734 people, 1,838 households, and 1,336 families residing in the community. The population density was 508.1 people per square mile (196.1/km2). There were 1,984 housing units at an average density of 212.9/sq mi (82.2/km2). The racial makeup of the community was 96.28% White, 1.04% African American, 0.25% Native American, 0.53% Asian, 0.11% Pacific Islander, 0.17% from other races, and 1.63% from two or more races. Hispanic or Latino of any race were 0.80% of the population. There were 1,838 households, out of which 37.7% had children under the age of 18 living with them, 57.8% were married couples living together, 11.0% had a female householder with no husband present, and 27.3% were non-families. 22.5% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 3.02. The age distribution is 26.6% under the age of 18, 7.7% from 18 to 24, 33.2% from 25 to 44, 23.2% from 45 to 64, and 9.2% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 90.9 males. For every 100 females age 18 and over, there were 89.8 males. The median income for a household in the community was $32,206, and the median income for a family was $41,332. Males had a median income of $31,500 versus $25,933 for females. The per capita income for the community was $15,518. About 11.7% of families and 15.5% of the population were below the poverty line, including 18.8% of those under age 18 and 10.5% of those age 65 or over. ==Other== Brookhaven is also home to the Brookhaven Volunteer Fire Department located on the Brookhaven Road. It has 50 registered members and responded to approximately 1300 emergency calls in the year 2010. The fire department provides fire suppression and response to emergency medical incidents in the areas of Brookhaven, Cheat Lake, Dellslow, Rock Forge, Richard, the Mileground, WV Route 705, and a stretch of Interstate 68. ==References== Category:Census-designated places in Monongalia County, West Virginia Category:Census-designated places in West Virginia Category:Morgantown metropolitan area",
 "title": "Brookhaven, West Virginia"
}