{
 "id": "138623",
 "text": "Wayne is a town in, and the county seat of, Wayne County, West Virginia, United States. The population was 1,413 at the 2010 census. Wayne is a part of the Huntington-Ashland, WV-KY-OH, Metropolitan Statistical Area. As of 2015, the MSA had a population of 361,580. ==Name== Wayne was established in 1842, by the same act of the Virginia General Assembly that created Wayne County. The county was named for General \"Mad Anthony\" Wayne. The town was initially known by the name \"Trout's Hill,\" after Abraham Trout, who donated the land upon which the county's courthouse was built. The Wayne Courthouse Post Office was established in 1842 also. The town was known simultaneously as Trout's Hill and Wayne Courthouse for many years. The town was incorporated in 1860 and 1882 as Fairview, but was still commonly known as Wayne Courthouse. The population in 1882 was 157. In 1890, the Norfolk & Western Railroad was constructed up Twelve Pole Creek. The railroad placed the name \"Wayne\" on its schedule and the name caught on. The name was officially changed to Wayne in 1911. {| class=\"wikitable\" |- ! 1st Name ! 2nd Name ! 3rd Name ! 4th Name |- | Trout's Hill | Wayne Court House | Fairview | Wayne |- | 1842-ca 1860 | 1842–1892 | 1860–1892 | 1892–present |} ==History== Settlers arrived near the town of Wayne in the early 1800s. Abraham Trout began operating a mill where the town now stands in 1828 at a waterfall on Twelve Pole Creek. Later on, he built a mill dam. By the 1830s, the population in western Cabell County was growing, and it became necessary to form a new county in the area. Initially, a group of men from the Big Sandy River attempted to get a county created in 1840 with the county seat at the forks of the Big Sandy River where present Fort Gay is now located but it failed. A year later, men from Twelve Pole began working toward a new county with the county seat near the forks of Twelve Pole Creek. They were successful, and the new county was established on January 18, 1842 and named after General Anthony Wayne. The county seat was located on the farm of Abraham Trout, who donated land for the town square and government buildings. He then began dividing up the land around the square and selling it. The town was known as Trout's Hill and Wayne Courthouse once a post office was established. In 1860, it was incorporated and officially named Fairview, but the name was not very popular. Most still used the old names. In about 1860, a military unit called the Fairview Rifles was formed at Trout's Hill and became part of the 8th Virginia Cavalry during the war. When the Civil War erupted, celebration erupted in Trout's Hill and the American flag was replaced by the Virginia flag. In late August 1861, a three-day skirmish raged in the streets of Trout's Hill as Union troops from Ceredo tried to obtain the county records. The Union men camped in the courthouse, and local Rebels tried to force them out. Having accomplished their goal, the Yankees returned to Ceredo. Several more Union raids were launched against Trout's Hill During the war. After the war, Trout's Hill was at the entrance to the vast timberlands and coal fields of southern Wayne County. The Norfolk & Western Railway built through the town in 1890 and established a station in town. Hearing the name Wayne Courthouse, the railroad shortened it to Wayne and the name has been used ever since. The name change was made official in 1911.Thompson, Robert M. Climbing Trout's Hill: A History of the Town of Wayne. 2008. From the 1890s to the 1920s, the town of Wayne had to fight to keep the courthouse. The towns of Ceredo, Kenova and even Westmoreland wanted the county seat moved to their locations. During the courthouse wars, numerous buildings in the town of Wayne were burned including the courthouse in 1921. Much of the town, including the Wayne County Bank, was destroyed in 1905 when fire erupted during one of the most heated fights for the courthouse.Thompson, Robert M. Pioneers, Rebels and Wolves: A History of Wayne County. 2010. ==Geography== Wayne is located at (38.228417, -82.440577), along Twelvepole Creek, at an elevation of 707 feet (215 m). According to the United States Census Bureau, the town has a total area of , all land. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Wayne has a humid subtropical climate, abbreviated \"Cfa\" on climate maps.Climate Summary for Wayne, West Virginia ==Demographics== ===2010 census=== As of the census of 2010, there were 1,413 people, 635 households, and 374 families living in the town. The population density was . There were 693 housing units at an average density of . The racial makeup of the town was 98.2% White, 0.1% African American, 0.4% Native American, 0.4% Asian, 0.1% from other races, and 0.8% from two or more races. Hispanic or Latino of any race were 0.4% of the population. There were 635 households, of which 29.4% had children under the age of 18 living with them, 37.2% were married couples living together, 17.5% had a female householder with no husband present, 4.3% had a male householder with no wife present, and 41.1% were non-families. 37.5% of all households were made up of individuals, and 16.7% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.91. The median age in the town was 38.8 years. 24.2% of residents were under the age of 18; 8.2% were between the ages of 18 and 24; 25.6% were from 25 to 44; 24.6% were from 45 to 64; and 17.5% were 65 years of age or older. The gender makeup of the town was 45.7% male and 54.3% female. ===2000 census=== As of the census of 2000, there were 1,105 people, 486 households, and 322 families living in the town. The population density was 1,698.1 inhabitants per square mile (656.4/km2). There were 561 housing units at an average density of 862.1 per square mile (333.2/km2). The racial makeup of the town was 98.01% White, 0.09% African American, 0.27% Native American, 0.18% Asian, 0.36% from other races, and 1.09% from two or more races. Hispanic or Latino of any race were 0.45% of the population. There were 486 households, out of which 30.0% had children under the age of 18 living with them, 48.8% were married couples living together, 14.0% had a female householder with no husband present, and 33.7% were non-families. 31.3% of all households were made up of individuals, and 15.4% had someone living alone who was 65 years of age or older. The average household size was 2.23 and the average family size was 2.77. In the town, the population was spread out, with 22.6% under the age of 18, 9.6% from 18 to 24, 29.0% from 25 to 44, 22.4% from 45 to 64, and 16.4% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 87.6 males. For every 100 females age 18 and over, there were 83.5 males. The median income for a household in the town was $20,242, and the median income for a family was $24,750. Males had a median income of $27,292 versus $23,500 for females. The per capita income for the town was $11,626. About 25.3% of families and 30.3% of the population were below the poverty line, including 32.6% of those under age 18 and 20.6% of those age 65 or over. ==References== Category:Towns in Wayne County, West Virginia Category:County seats in West Virginia Category:Populated places established in 1842 Category:1842 establishments in Virginia",
 "title": "Wayne, West Virginia"
}