{
 "id": "13862",
 "text": "Hard science fiction is a category of science fiction characterized by concern for scientific accuracy and logic. The term was first used in print in 1957 by P. Schuyler Miller in a review of John W. Campbell's Islands of Space in the November issue of Astounding Science Fiction. The complementary term soft science fiction, formed by analogy to hard science fiction,) first appeared in the late 1970s. The term is formed by analogy to the popular distinction between the \"hard\" (natural) and \"soft\" (social) sciences, although there are examples generally considered as “hard” SF, such as Isaac Asimov’s Foundation series, built on mathematical sociology. Science fiction critic Gary Westfahl argues that neither term is part of a rigorous taxonomy; instead they are approximate ways of characterizing stories that reviewers and commentators have found useful. ==History== Stories revolving around scientific and technical consistency were written as early as the 1870s with the publication of Jules Verne's Twenty Thousand Leagues Under the Sea in 1870, among other stories. The attention to detail in Verne's work became an inspiration for many future scientists and explorers, although Verne himself denied writing as a scientist or seriously predicting machines and technology of the future. Hugo Gernsback believed from the beginning of his involvement with science fiction in the 1920s that the stories should be instructive,Ashley (2000), p. 50. although it was not long before he found it necessary to print fantastical and unscientific fiction in Amazing Stories to attract readers.Ashley (2000), p. 54. During Gernsback's long absence from SF publishing, from 1936 to 1953, the field evolved away from his focus on facts and education.Ashley (2004), p. 252. The Golden Age of Science Fiction is generally considered to have started in the late 1930s and lasted until the mid-1940s, bringing with it \"a quantum jump in quality, perhaps the greatest in the history of the genre\", according to science fiction historians Peter Nicholls and Mike Ashley. However, Gernsback's views were unchanged. In his editorial in the first issue of Science-Fiction Plus, he gave his view of the modern SF story: \"the fairy tale brand, the weird or fantastic type of what mistakenly masquerades under the name of Science-Fiction today!\" and he stated his preference for \"truly scientific, prophetic Science-Fiction with the full accent on SCIENCE\".Lawler (1985), pp. 541–545. In the same editorial, Gernsback called for patent reform to give science fiction authors the right to create patents for ideas without having patent models because many of their ideas predated the technical progress needed to develop specifications for their ideas. The introduction referenced the numerous prescient technologies described throughout Ralph 124C 41+. ==Definition== The heart of the \"hard science fiction\" designation is the relationship of the science content and attitude to the rest of the narrative, and (for some readers, at least) the \"hardness\" or rigor of the science itself. One requirement for hard SF is procedural or intentional: a story should try to be accurate, logical, credible and rigorous in its use of current scientific and technical knowledge about which technology, phenomena, scenarios and situations that are practically or theoretically possible. For example, the development of concrete proposals for spaceships, space stations, space missions, and a US space program in the 1950s and 1960s influenced a widespread proliferation of \"hard\" space stories. Later discoveries do not necessarily invalidate the label of hard SF, as evidenced by P. Schuyler Miller, who called Arthur C. Clarke's 1961 novel A Fall of Moondust hard SF, and the designation remains valid even though a crucial plot element, the existence of deep pockets of \"moondust\" in lunar craters, is now known to be incorrect. There is a degree of flexibility in how far from \"real science\" a story can stray before it leaves the realm of hard SF. Hard science fiction authors only include more controversial devices, when the ideas draw from well known scientific and mathematical principles. In contrast, authors writing softer SF use such devices without a scientific basis (sometimes referred to as \"enabling devices\", since they allow the story to take place). Readers of \"hard SF\" often try to find inaccuracies in stories. For example, a group at MIT concluded that the planet Mesklin in Hal Clement's 1953 novel Mission of Gravity would have had a sharp edge at the equator, and a Florida high-school class calculated that in Larry Niven's 1970 novel Ringworld the topsoil would have slid into the seas in a few thousand years. Niven fixed these errors in his sequel The Ringworld Engineers, and noted them in the foreword. Films set in outer space that aspire to the hard SF label try to minimize the artistic liberties taken for the sake of practicality of effect. Such considerations to be made when shooting may include: * How the film accounts for weightlessness in space. * How the film depicts sound despite the vacuum of space. * Whether telecommunications are instant or are limited by the speed of light. ==Representative works== Arranged chronologically by publication year. ===Anthologies=== * David G. Hartwell and Kathryn Cramer (eds.), The Ascent of Wonder: The Evolution of Hard SF (1994) * David G. Hartwell and Kathryn Cramer (eds.), The Hard SF Renaissance: An Anthology (2002) * Ben Bova and Eric Choi (eds.), Carbide-Tipped Pens: Seventeen Tales of Hard Science Fiction (2014)Review, Carbide-Tipped Pens: Seventeen Tales of Hard Science Fiction, Kirkus Reviews, Oct. 15, 2014. Retrieved June 5, 2020. * Wade Roush (ed.) Twelve Tomorrows (MIT Press 2018) hard science fiction behind the twelve tomorrows ===Short stories=== * Robert Heinlein, The Past Through Tomorrow collection of stories (1939–1962) * James Blish, \"Surface Tension\" (1952) (Book 3 of The Seedling Stars (1957)The short story \"Surface Tension\" has also been described as an exemplar of soft science fiction. () * Tom Godwin, \"The Cold Equations\" (1954) * Poul Anderson, \"Kyrie\" (1968) * Frederik Pohl, \"Day Million\" (1971) * Larry Niven, \"Inconstant Moon\" (1971) and \"The Hole Man\" (1974) and \"Neutron Star\" (1966) * Greg Bear, \"Tangents\" (1986) * Geoffrey A. Landis, \"A Walk in the Sun\" (1991) * Vernor Vinge, \"Fast Times at Fairmont High\" (2001) ===Novels=== * Aldous Huxley, Brave New World (1932) * Hal Clement, Mission of Gravity (1953) * Fred Hoyle, The Black Cloud (1957) * James Blish, A Case of Conscience (1958) * Jack Vance, The Languages of Pao (1958) * Arthur C. Clarke, A Fall of Moondust (1961) * John Brunner, Stand on Zanzibar (1968), The Jagged Orbit (1969), The Sheep Look Up (1972), The Shockwave Rider (1975) * Michael Crichton, The Andromeda Strain (1969), Jurassic Park (1990) * Larry Niven, Ringworld (1970) * Poul Anderson, Tau Zero (1970) * James Gunn, The Listeners (1972) * Bob Shaw, Orbitsville (1975) * James P. Hogan, The Two Faces of Tomorrow (1979) * Robert L. Forward, Dragon's Egg (1980) Some editions also include a preface by Larry Niven, admitting that \"I couldn't have written it; it required too much real physics\" and its sequel Starquake (1985) * Steven Barnes and Larry Niven, The Descent of Anansi (1982) * Kim Stanley Robinson, The Mars trilogy (Red Mars (1992), Green Mars (1993), Blue Mars (1996)), * Nancy Kress, Beggars in Spain (1993) * Charles Sheffield, Georgia on My Mind, and Other Places (1995)Publishers Weekly Review of Georgia on My Mind and Other Places * Greg Egan, Schild's Ladder (2002) * Alastair Reynolds, Pushing Ice (2005)PushingIce * Cixin Liu, The Three-Body Problem (2008) *James S. A. Corey, The Expanse (2011) * Clyde Desouza, Memories with Maya (2013) === Films === * 2001: A Space Odyssey (1968) * Colossus: The Forbin Project (1970) * Silent Running (1972) * Blade Runner (1982) * Contact (1997) * Gattaca (1997) * Moon (2009) * Europa Report (2013) how real scientists shaped the story of europa report *Her (2013) * Interstellar (2014) * Ex Machina (2014) * The Martian (2015) ===Anime / manga=== * Patlabor (1988–present) * Ghost in the Shell (1989–present) * Planetes (1999, 2004) science fiction anime best ever *Steins;Gate (TV series) (2011) ===Visual novels=== * Snatcher (1988) * Policenauts (1994) * YU-NO: A Girl Who Chants Love at the Bound of this World (1996) * Infinity (2000–2008) * Planetarian: The Reverie of a Little Planet (2004) * Muv-Luv Alternative (2006–2013) * Baldr Sky (2009) * Full Metal Daemon: Muramasa (2009) * Zero Escape (2009–2012) * Root Double: Before Crime * After Days (2012) * Steins;Gate (2009) ==See also== * Hard fantasy * Hypothetical technology * Mundane science fiction ==Notes== ==References== ==Further reading== * On Hard Science Fiction: A Bibliography, originally published in Science Fiction Studies #60 (July 1993). * David G. Hartwell, \"Hard Science Fiction,\", Introduction to The Ascent of Wonder: The Evolution of Hard Science Fiction, 1994, * Kathryn Cramer's chapter on hard science fiction in The Cambridge Companion to SF, ed. Farah Mendlesohn & Edward James. * * A Political History of SF by Eric Raymond * The Science in Science Fiction by Brian Stableford, David Langford, & Peter Nicholls (1982) * David N. Samuelson, \"Hard SF\", pp. 194–200, The Routledge Companion to Science Fiction, 2009. ==External links== * Hard Science Fiction Exclusive Interviews * Science Fiction Stories with Good Astronomy & Physics: A Topical Index * The Ascent of Wonder by David G. Hartwell & Kathryn Cramer. Story notes and introductions. * The Ten Best Hard Science Fiction Books of all Time, selected by the editors of MIT's Technology Review, 2011 * \"Low-Level Science fiction: Sci-fi with hard science and a literary slant\" * TV Tropes' \"Mohs Scale of Science Fiction Hardness\" Category:1950s neologisms Category:Science fiction genres Category:Setting de:Science-Fiction#Hard Science-Fiction",
 "title": "Hard science fiction"
}