{
 "id": "138738",
 "text": "Lawrence is a town in Brown County in the U.S. state of Wisconsin. The population was 6,306 as of the 2020 census,https://www.census.gov/quickfacts/fact/table/lawrencetownbrowncountywisconsin/POP010220 up from 4,284 at the 2010 census. The unincorporated community of Little Rapids is located in the town. ==Geography== The town of Lawrence is located along the west bank of the Fox River, bounded by the village of Hobart on the northwest, the Outagamie County town of Kaukauna on the west, the village of Ashwaubenon and the city of De Pere on the northeast, the Fox River along the southeast, and the town of Wrightstown on the south. According to the United States Census Bureau, Lawrence has a total area of , of which is land and , or 3.97%, is water. ==Demographics== As of the census of 2000, there were 1,548 people, 531 households, and 448 families residing in the town. The population density was 100.4 people per square mile (38.8/km2). There were 546 housing units at an average density of 35.4 per square mile (13.7/km2). The racial makeup of the town was 98.26% White, 0.32% African American, 0.58% Native American, 0.32% Asian, 0.13% from other races, and 0.39% from two or more races. Hispanic or Latino of any race were 0.45% of the population. There were 531 households, out of which 41.6% had children under the age of 18 living with them, 78.5% were married couples living together, 3.0% had a female householder with no husband present, and 15.6% were non-families. 10.2% of all households were made up of individuals, and 4.0% had someone living alone who was 65 years of age or older. The average household size was 2.92 and the average family size was 3.15. In the town, the population was spread out, with 29.5% under the age of 18, 5.0% from 18 to 24, 32.0% from 25 to 44, 25.7% from 45 to 64, and 7.8% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 104.2 males. For every 100 females age 18 and over, there were 102.6 males. The median income for a household in the town was $66,875, and the median income for a family was $68,482. Males had a median income of $46,458 versus $31,204 for females. The per capita income for the town was $29,002. About 1.3% of families and 1.8% of the population were below the poverty line, including 0.7% of those under age 18 and 7.0% of those age 65 or over. == Religion == The Society of Saint Pius X operates St. Michael's Church, a traditional Catholic church located near the Fox River. ==Notable people== *Gustav J. Zittlow, farmer and Wisconsin state legislator, was born in the town.'Wisconsin Blue Book 1931,' Biographical Sketch of Gustav J. Zittlow, pg. 214 ==References== ==External links== *Town of Lawrence Category:Towns in Brown County, Wisconsin Category:Green Bay metropolitan area Category:Towns in Wisconsin",
 "title": "Lawrence, Brown County, Wisconsin"
}