{
 "id": "138790",
 "text": "Sherwood is a village in Calumet County, Wisconsin, United States. The population was 2,713 at the 2010 census. The former historical unincorporated community of High Cliff is located within present-day Sherwood.MapDictionary of Wisconsin History, High Cliff (historical), Wisconsin ==Geography== According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. ==Demographics== Sherwood is located at (44.173538, -88.275256). ===2010 census=== At the 2010 census there were 2,713 people, 986 households, and 830 families living in the village. The population density was . There were 1,027 housing units at an average density of . The racial makup of the village was 96.8% White, 0.5% African American, 0.5% Native American, 0.8% Asian, 0.4% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 1.5%. Of the 986 households 40.3% had children under the age of 18 living with them, 76.5% were married couples living together, 4.9% had a female householder with no husband present, 2.8% had a male householder with no wife present, and 15.8% were non- families. 12.2% of households were one person and 4.4% were one person aged 65 or older. The average household size was 2.75 and the average family size was 3.00. The median age in the village was 40 years. 28.1% of residents were under the age of 18; 3.7% were between the ages of 18 and 24; 28.1% were from 25 to 44; 29.9% were from 45 to 64; and 10.2% were 65 or older. The gender makeup of the village was 49.9% male and 50.1% female. Current mayor of Sherwood Wisconsin is Ryan T Washington of Neenah. ===2000 census=== At the 2000 census there were 1,550 people, 572 households, and 463 families living in the village. The population density was 531.9 people per square mile (205.7/km). There were 593 housing units at an average density of 203.5 per square mile (78.7/km). The racial makup of the village was 98.13% White, 0.19% African American, 0.32% Native American, 0.90% Asian, 0.13% from other races, and 0.32% from two or more races. Hispanic or Latino of any race were 0.97%. Of the 572 households 36.2% had children under the age of 18 living with them, 75.0% were married couples living together, 4.2% had a female householder with no husband present, and 18.9% were non-families. 13.8% of households were one person and 5.2% were one person aged 65 or older. The average household size was 2.71 and the average family size was 3.02. The age distribution was 27.3% under the age of 18, 5.5% from 18 to 24, 34.2% from 25 to 44, 24.5% from 45 to 64, and 8.6% 65 or older. The median age was 36 years. For every 100 females, there were 101.8 males. For every 100 females age 18 and over, there were 101.6 males. The median household income was $63,913 and the median family income was $67,303. Males had a median income of $46,384 versus $32,772 for females. The per capita income for the village was $27,035. About 3.9% of families and 4.9% of the population were below the poverty line, including 5.0% of those under age 18 and 16.0% of those age 65 or over. ==Images== Image:SherwoodWisconsin.jpg|Looking east at WIS-55/WIS-114. Image:SherwoodWisconsinVillageOffice.jpg|Village hall Image:SherwoodCommunityCenterWisconsin.jpg|Sherwood Community Center File:SherwoodWisconsinPostOfficeWIS55WIS114.jpg|Post office ==References== ==External links== * Village of Sherwood Category:Villages in Calumet County, Wisconsin Category:Villages in Wisconsin Category:Appleton–Fox Cities metropolitan area",
 "title": "Sherwood, Wisconsin"
}