{
 "id": "138894",
 "text": "Soldiers Grove is a village situated along the Kickapoo River in Crawford County, Wisconsin, in the United States. The population was 592 at the 2010 census. The town is notable for having relocated its central business district due to flooding on the nearby Kickapoo River during the 1970s, and has become a case study in best practices for managed retreat.FEMA, Village Locals Reflect Moving Was Best Flood Protection ==History== Soldiers Grove was first settled in 1856 by Joseph H. Brightman, who began a sawmill at the site to process logs rafted down the Kickapoo River. The village which sprang up near the sawmill was initially named \"Pine Grove\" because of the abundance of Eastern White Pine in the vicinity. In 1867, the village's name was changed to \"Soldiers Grove\" to commemorate the troops who had camped in the area during the Black Hawk War. ===Flooding and Relocation=== In its early years, Soldiers Grove depended upon the Kickapoo River for timber rafting and hydropower for flour and lumber mills. The village's proximity to the river became a liability in the early twentieth century, however, when major floods began to afflict the settlement. Significant flooding occurred in 1907, 1912, 1917, and 1935. Following the last of these incidents, Soldiers Grove and other area communities petitioned the United States Congress to provide funds for a flood control project. Despite another major flood in 1951, Congress did not agree to a flood control plan until 1962, when it authorized a project that included levees and a flood control dam on the Kickapoo River upstream of Soldiers Grove near La Farge, Wisconsin. Owing largely to environmental concerns, however, construction of the proposed dam was halted partway through construction in 1975 and never finished. In the meantime, a 1974 floodplain zoning ordinance had already taken effect in Soldiers Grove, prohibiting new construction and severely limiting maintenance options near the river and crippling the village's downtown area. Although a levee proposed by the U.S. Corps of Engineers in 1975 would have lessened the restrictions, the village rejected the plan because of costs. While the downtown property was worth approximately $1 million, a levee to protect it would have required $3.5 million to construct and an additional $10,000 a year afterward for annual maintenance. Rather than building and maintaining a levee, village leaders proposed that the federal funds already appropriated for levee construction be used instead to relocate the business district away from the floodplain. Federal agencies repeatedly denied this request, however. Even so, in 1977 the village used its own funds to purchase land on nearby high ground onto which the business district could be relocated. In 1978, flooding again inundated the Soldiers Grove area. In the aftermath of the disaster, $900,000 in federal funds were finally provided to assist in relocating the village's business district to higher ground. Construction of the new business district began in 1979 and was completed by 1983. A park replaced the old downtown area along the river. Although major flooding occurred along the Kickapoo River again in 2007 and 2008, the village escaped major damage by virtue of the relocation. ===Solar Village=== When Soldiers Grove began its relocation project in 1979, the United States was suffering from its second oil crisis in six years. In response to high energy costs, an energy task force for the Soldiers Grove relocation recommended that the new business district use solar heating. Despite the village's location in the northern state of Wisconsin, studies showed it was feasible for new buildings to achieve a majority of their heat from solar energy. Consequently, the village council, led by eco-champion Daniel Naccarato, enacted an unprecedented ordinance requiring all new commercial buildings obtain at least 50% of their heat from the sun. Another law prohibited any new structure from blocking sunlight to another building. To meet the solar energy requirements, buildings in the new business district were constructed with heavy insulation and earth-berming to supply thermal mass. South facing roof slopes and windows were built to capture maximum sunlight, and blowers and hydronic systems were installed to circulate the collected heat. Over twenty solar heated businesses were eventually built in the small community. While federal funds had been allocated to help relocate businesses from the floodplain, no additional federal monies were provided for the solar heating initiative. In addition to solar heating, the village of Soldiers Grove passed ordinances for the new business district that mandated handicapped accessibility, placed restrictions on advertising signs, and promoted the use of natural building materials. According to a 2003 report in Solar Today magazine, poor upkeep and lax regulation has reduced the energy efficiency of some of the solar heated businesses, but \"most of the buildings are still excellent examples of solar energy at work.\" ==Geography== Soldiers Grove is located at (43.395891, -90.772342). According to the United States Census Bureau, the village has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 592 people, 251 households, and 138 families residing in the village. The population density was . There were 273 housing units at an average density of . The racial makeup of the village was 99.5% White, 0.2% Native American, and 0.3% from two or more races. Hispanic or Latino of any race were 0.5% of the population. There were 251 households, of which 26.3% had children under the age of 18 living with them, 37.5% were married couples living together, 12.0% had a female householder with no husband present, 5.6% had a male householder with no wife present, and 45.0% were non-families. 40.2% of all households were made up of individuals, and 18.8% had someone living alone who was 65 years of age or older. The average household size was 2.11 and the average family size was 2.78. The median age in the village was 47.3 years. 18.2% of residents were under the age of 18; 8.4% were between the ages of 18 and 24; 19.4% were from 25 to 44; 26.2% were from 45 to 64; and 27.7% were 65 years of age or older. The gender makeup of the village was 48.1% male and 51.9% female. ===2000 census=== As of the census of 2000, there were 653 people, 250 households, and 166 families residing in the village. The population density was 183.4 people per square mile (70.8/km2). There were 284 housing units at an average density of 79.7 per square mile (30.8/km2). The racial makeup of the village was 98.93% White, 0.15% Native American, 0.15% from other races, and 0.77% from two or more races. Hispanic or Latino of any race were 0.46% of the population. There were 250 households, out of which 30.4% had children under the age of 18 living with them, 50.4% were married couples living together, 12.0% had a female householder with no husband present, and 33.6% were non-families. 30.8% of all households were made up of individuals, and 16.0% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.88. In the village, the population was spread out, with 24.7% under the age of 18, 3.8% from 18 to 24, 24.0% from 25 to 44, 18.4% from 45 to 64, and 29.1% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 85.5 males. For every 100 females age 18 and over, there were 78.3 males. The median income for a household in the village was $30,078, and the median income for a family was $34,531. Males had a median income of $22,708 versus $18,214 for females. The per capita income for the village was $13,779. About 7.6% of families and 11.3% of the population were below the poverty line, including 11.5% of those under age 18 and 11.6% of those age 65 or over. ==Notable people== * Beauford T. Anderson, Medal of Honor recipient * T. Frank Clancy, member of the Wisconsin State Assembly and Soldiers Grove village president'Wisconsin Blue Book 1913,' Biographical Sketch of T. F. Clancy, pg. 656 * James O. Davidson, Governor of Wisconsin * James Dinsdale, member of the Wisconsin State Assembly * Agnes Moorehead, actress on Bewitched, taught school in Soldier's Grove * Atley Peterson, member of the Wisconsin State Assembly * Keith N. Schoville, Professor Emeritus in the University of Wisconsin–Madison Hebrew and Semitic Studies department ==Claim to fame== Billing itself as \"America's First Solar Village,\" Soldiers Grove was the first community in the United States to mandate the use of solar heating in commercial structures. ==References== ==External links== * Soldiers Grove, Wisconsin website * City-Data.com Category:Villages in Crawford County, Wisconsin Category:Villages in Wisconsin",
 "title": "Soldiers Grove, Wisconsin"
}