{
 "id": "138850",
 "text": ":There is also the City of Washburn and the Town of Wasburn in Bayfield County. Washburn is a town in Clark County in the U.S. state of Wisconsin. The population was 304 at the 2000 census. The unincorporated community of Shortville is located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 36.3 square miles (94.1 km2), of which, 36.3 square miles (93.9 km2) of it is land and 0.1 square miles (0.2 km2) of it (0.17%) is water. ==Demographics== As of the census of 2000, there were 304 people, 116 households, and 88 families residing in the town. The population density was 8.4 people per square mile (3.2/km2). There were 189 housing units at an average density of 5.2 per square mile (2.0/km2). The racial makeup of the town was 99.67% White, and 0.33% from two or more races. Hispanic or Latino of any race were 2.96% of the population. There were 116 households, out of which 34.5% had children under the age of 18 living with them, 62.9% were married couples living together, 6.0% had a female householder with no husband present, and 24.1% were non-families. 21.6% of all households were made up of individuals, and 7.8% had someone living alone who was 65 years of age or older. The average household size was 2.62 and the average family size was 3.03. In the town, the population was spread out, with 29.6% under the age of 18, 4.3% from 18 to 24, 28.3% from 25 to 44, 20.1% from 45 to 64, and 17.8% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 112.6 males. For every 100 females age 18 and over, there were 114.0 males. The median income for a household in the town was $36,250, and the median income for a family was $39,107. Males had a median income of $30,208 versus $18,750 for females. The per capita income for the town was $13,479. About 11.8% of families and 18.8% of the population were below the poverty line, including 33.0% of those under the age of eighteen and 8.5% of those 65 or over. ==References== Category:Towns in Wisconsin Category:Towns in Clark County, Wisconsin",
 "title": "Washburn, Clark County, Wisconsin"
}