{
 "id": "138874",
 "text": "Pardeeville is a village in Columbia County, Wisconsin, United States. The population was 2,115 at the 2010 census. It is part of the Madison Metropolitan Statistical Area. ==Geography== Pardeeville is located at (43.536575, -89.298045). According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. The Fox River begins as a small stream northeast of Pardeeville. It is dammed in Pardeeville to create Park Lake. ===Highways=== Pardeeville is served by Wis 22 along Main St and Wis 44 along Lake St. Wis 22 heads north to Montello and south to Wyocena. Wis 22 South also heads toward Madison via US Route 51. Wis 44 heads northeast to Kingston and eventually to Ripon and Oshkosh. ==Demographics== ===2010 census=== As of the census of 2010, there were 2,115 people, 918 households, and 563 families living in the village. The population density was . There were 1,003 housing units at an average density of . The racial makeup of the village was 97.2% White, 0.3% African American, 0.2% Native American, 0.9% Asian, 0.3% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 1.6% of the population. There were 918 households, of which 31.3% had children under the age of 18 living with them, 44.8% were married couples living together, 10.7% had a female householder with no husband present, 5.9% had a male householder with no wife present, and 38.7% were non-families. 32.2% of all households were made up of individuals, and 14.7% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 2.87. The median age in the village was 38.9 years. 23.2% of residents were under the age of 18; 8.2% were between the ages of 18 and 24; 27.5% were from 25 to 44; 25.3% were from 45 to 64; and 15.9% were 65 years of age or older. The gender makeup of the village was 48.7% male and 51.3% female. ===2000 census=== As of the census of 2000, there were 1,982 people, 825 households, and 515 families living in the village. The population density was 982.9 people per square mile (378.8/km2). There were 873 housing units at an average density of 432.9 per square mile (166.9/km2). The racial makeup of the village was 98.44% White, 0.15% African American, 0.25% Native American, 0.40% Asian, 0.15% from other races, and 0.61% from two or more races. Hispanic or Latino of any race were 2.17% of the population. There were 825 households, out of which 32.8% had children under the age of 18 living with them, 48.8% were married couples living together, 10.4% had a female householder with no husband present, and 37.5% were non-families. 30.4% of all households were made up of individuals, and 13.6% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 2.99. In the village, the population was spread out, with 26.7% under the age of 18, 8.1% from 18 to 24, 30.7% from 25 to 44, 18.8% from 45 to 64, and 15.6% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 101.6 males. For every 100 females age 18 and over, there were 90.1 males. The median income for a household in the village was $40,139, and the median income for a family was $45,700. Males had a median income of $32,250 versus $23,702 for females. The per capita income for the village was $21,365. About 2.5% of families and 3.9% of the population were below the poverty line, including 2.4% of those under age 18 and 3.9% of those age 65 or over. ==Education== The Pardeeville Area School District administers the public elementary school, middle school, and high school of Pardeeville. St. John's Lutheran School is a 4K-8th grade school of the Wisconsin Evangelical Lutheran Synod in Pardeeville. ==Notable people== * Earl Abell, member of the College Football Hall of Fame * Mark Bortz, former all- pro guard for the Chicago Bears * Bob Bostad, football coach * Claudia Card, philosopher and educator * Claude Elliott, Major League Baseball pitcher * Theresa Elmendorf, librarian * Frank Kreyer, racecar driver * Debbie McCormick, Olympic athlete, world champion curler * Gerald L. K. Smith, leader of the Share Our Wealth movement * George W. Van Dusen grain industrialist * Byron Whittingham, Wisconsin State Representative ==References== ==External links== * Pardeeville Library * Sanborn fire insurance map: 1919 Category:Villages in Columbia County, Wisconsin Category:Villages in Wisconsin Category:Madison, Wisconsin, metropolitan statistical area",
 "title": "Pardeeville, Wisconsin"
}