{
 "id": "138958",
 "text": "Ephraim is a village in Door County, Wisconsin, United States. It is located across Eagle Harbor from Peninsula State Park.Map of the Village of Ephraim, Door County Land Use Services Department, March 1, 2018 (Archived April 9, 2019) The population was 288 at the 2010 census. The village is known for its views of Eagle Harbor and the bluffs of Green Bay and its white buildings. ==History== The village was founded in 1853 by the Reverend Andreas Iverson as a Moravian religious community. The steeples of the Ephraim Moravian Church and the Free Evangelical Lutheran Church-Bethania Scandinavian Evangelical Lutheran Congregation are the landmarks of the village as seen from Eagle Harbor. The home of Reverend Iverson, as well as the Anderson Store, the Anderson Barn and History Center, the Pioneer Schoolhouse and the Goodletson log cabin are preserved by the Ephraim Historical Foundation and open to visitors as museums. The Ephraim Historical Foundation also offers walking tours of the village. Since its founding, the village prohibited alcohol sales or manufacture within the village; it was, until 2016, the only dry municipality in the state of Wisconsin. There were two referenda concerning the sale of liquor within the village, in 1934 and 1992. Both times the citizenry voted decisively to keep the village dry (with majorities of 59% and 74%, respectively).Village Website On April 5, 2016, village residents voted on two separate referenda to allow beer and/or wine sales within the village, both of which passed by 56% and 68% majorities. ==Geography== To the west is Peninsula State Park; to the east and south are unincorporated parts of the town of Gibraltar. Ephraim is located at (45.156509, -87.171047). According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. The highest point in the village (at the north end of North Orchard St.) is about above sea level, or above the surface of Green Bay. ===Climate=== The climate in Ephraim is temperate, with warm summers and cold winters. ==Demographics== ===2010 census=== As of the census of 2010, there were 288 people, 138 households, and 92 families residing in the village. The population density was . There were 654 housing units at an average density of . The racial makeup of the village was 99.0% White, 0.3% Native American, and 0.7% from other races. Hispanic or Latino of any race were 2.4% of the population. There were 138 households, of which 17.4% had children under the age of 18 living with them, 56.5% were married couples living together, 7.2% had a female householder with no husband present, 2.9% had a male householder with no wife present, and 33.3% were non-families. 27.5% of all households were made up of individuals, and 15.9% had someone living alone who was 65 years of age or older. The average household size was 2.09 and the average family size was 2.52. The median age in the village was 58.8 years. 14.9% of residents were under the age of 18; 2.5% were between the ages of 18 and 24; 16.7% were from 25 to 44; 33% were from 45 to 64; and 33% were 65 years of age or older. The gender makeup of the village was 46.9% male and 53.1% female. ===2000 census=== As of the census of 2000, there were 353 people, 161 households, and 112 families residing in the village. The population density was 90.6 people per square mile (34.9/km2). There were 771 housing units at an average density of 197.8 per square mile (76.3/km2). The racial makeup of the village was 99.15% White, and 0.85% from two or more races. Hispanic or Latino of any race were 0.28% of the population. There were 161 households, out of which 18.0% had children under the age of 18 living with them, 63.4% were married couples living together, 3.1% had a female householder with no husband present, and 30.4% were non-families. 27.3% of all households were made up of individuals, and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.19 and the average family size was 2.62. In the village, the population was spread out, with 19.0% under the age of 18, 2.5% from 18 to 24, 17.6% from 25 to 44, 32.9% from 45 to 64, and 28.0% who were 65 years of age or older. The median age was 53 years. For every 100 females, there were 85.8 males. For every 100 females age 18 and over, there were 81.0 males. The median income for a household in the village was $52,500, and the median income for a family was $60,227. Males had a median income of $37,813 versus $31,875 for females. The per capita income for the village was $30,579. About 2.7% of families and 5.2% of the population were below the poverty line, including 15.8% of those under age 18 and 3.2% of those age 65 or over. ==Events== The village's main festival is Fyr Bal, a Scandinavian celebration held near the solstice in mid-June to drive out the wicked winter witch. Each year a person is assigned the role of Chieftain. At sunset, this Chieftain travels across Eagle Harbor via a pontoon boat and once they land in Ephraim, lights a large bonfire. Bonfires burn along the shoreline as residents and visitors gather to celebrate the beginning of summer. ==Education== Gibraltar Area Schools serves the community. Gibraltar Elementary School and Gibraltar Secondary School are the two schools.\"Home\" (Archive). Gibraltar Area Schools. Retrieved on June 16, 2014. ==Notable people== *Bert D. Thorp, Wisconsin State Assembly and businessman, lived in Ephraim; he served as president of the village of Ephraim.'Wisconsin Blue Book1925,' Biographical Sketch of Bert D. Thorp, pg. 661 ==Images== ==References== ==External links== * Village website * Ephraim Historical Foundation * Fish Creek & Ephraim tour video, Around the Corner with John McGivern, Episode #612, PBS * Ephraim, 1853-1953 by Arthur F. Byfield, Men's Club of Ephraim, Wisconsin, link starts at the table of contents Category:Villages in Door County, Wisconsin Category:Settlements in the America (North) Province of the Moravian Church Category:Villages in Wisconsin",
 "title": "Ephraim, Wisconsin"
}