{
 "id": "138970",
 "text": "Bennett is a town in Douglas County, Wisconsin, United States. The population was 597 at the 2010 census. The unincorporated communities of Beebe and Bennett are located in the town. ==History== Bennett takes its name from Richard Bennett, an area settler from the 1880s. ==Transportation== U.S. Highway 53, County Road L, and County Road E are three of the main routes in the community. ==Geography== According to the United States Census Bureau, the town has a total area of 48.3 square miles (125.1 km2), of which, 47.5 square miles (123.1 km2) of it is land and 0.8 square miles (2.0 km2) of it (1.59%) is water. Bennett is located 27 miles southeast of the city of Superior; and 7 miles north-northwest of Solon Springs. ==Demographics== As of the census of 2000, there were 622 people, 224 households, and 174 families residing in the town. The population density was 13.1 people per square mile (5.1/km2). There were 297 housing units at an average density of 6.2 per square mile (2.4/km2). The racial makeup of the town was 98.07% White, 1.13% Native American, 0.32% Asian, and 0.48% from two or more races. Hispanic or Latino of any race were 0.96% of the population. There were 224 households, out of which 38.8% had children under the age of 18 living with them, 69.2% were married couples living together, 4.5% had a female householder with no husband present, and 22.3% were non-families. 18.8% of all households were made up of individuals, and 8.5% had someone living alone who was 65 years of age or older. The average household size was 2.78 and the average family size was 3.18. In the town, the population was spread out, with 30.4% under the age of 18, 5.8% from 18 to 24, 27.5% from 25 to 44, 24.8% from 45 to 64, and 11.6% who were 65 years of age or older. The median age was 37 years. For every 100 females, there were 105.3 males. For every 100 females age 18 and over, there were 107.2 males. The median income for a household in the town was $40,313, and the median income for a family was $49,063. Males had a median income of $31,667 versus $22,344 for females. The per capita income for the town was $18,335. About 4.6% of families and 7.7% of the population were below the poverty line, including 10.6% of those under age 18 and none of those age 65 or over. ==References== ==External links== * Town of Bennett – Official Website Category:Towns in Douglas County, Wisconsin Category:Towns in Wisconsin",
 "title": "Bennett, Wisconsin"
}