{
 "id": "138989",
 "text": "Eau Galle () is a town in Dunn County, Wisconsin, United States. The population was 797 at the 2000 census. The unincorporated community of Eau Galle is located in the town. The ghost town of Welch Point was also located in the town. ==History== One theory is that Eau Galle meant \"bitter water\". However, the placename ultimately is a modified version of the Eau Galle River's French name, Au Galet, literally \"with the gravel-bank\". Eau (\"water\") and au (\"with the\") are pronounced alike in French. ==Geography== According to the United States Census Bureau, the town has a total area of 47.9 square miles (124.2 km2), of which, 47.4 square miles (122.7 km2) of it is land and 0.6 square miles (1.5 km2) of it (1.21%) is water. ==Demographics== As of the census of 2000, there were 797 people, 303 households, and 229 families residing in the town. The population density was 16.8 people per square mile (6.5/km2). There were 333 housing units at an average density of 7.0 per square mile (2.7/km2). The racial makeup of the town was 99.25% White, 0.13% African American, 0.25% Asian, 0.38% from other races. Hispanic or Latino of any race were 0.75% of the population. There were 303 households, out of which 31.7% had children under the age of 18 living with them, 65.7% were married couples living together, 6.3% had a female householder with no husband present, and 24.1% were non-families. 17.8% of all households were made up of individuals, and 4.3% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.01. In the town, the population was spread out, with 25.8% under the age of 18, 6.4% from 18 to 24, 28.1% from 25 to 44, 24.5% from 45 to 64, and 15.2% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 105.4 males. For every 100 females age 18 and over, there were 110.3 males. The median income for a household in the town was $39,167, and the median income for a family was $43,875. Males had a median income of $29,808 versus $21,016 for females. The per capita income for the town was $17,103. About 7.2% of families and 9.0% of the population were below the poverty line, including 13.3% of those under age 18 and 10.7% of those age 65 or over. ==References== Category:Towns in Dunn County, Wisconsin Category:Towns in Wisconsin",
 "title": "Eau Galle, Dunn County, Wisconsin"
}