{
 "id": "139009",
 "text": "Tainter Lake is a census-designated place (CDP) in part of the Town of Tainter, Dunn County, Wisconsin, and part of the Town of Red Cedar, Dunn County, Wisconsin, United States. The population was 2,242 at the 2010 census. Tainter Lake CDP is located along the shores of Tainter Lake, a reservoir on the Red Cedar River. ==Geography== Tainter Lake is located at (44.977103, −91.849381). According to the United States Census Bureau, the CDP has a total area of 21.5 square miles (55.5 km2), of which, 18.5 square miles (48.0 km2) of it is land and 2.9 square miles (7.5 km2) of it (13.53%) is water. ==Demographics== As of the census of 2000, there were 2,089 people, 846 households, and 631 families residing in the CDP. The population density was 112.2 people per square mile (43.3/km2). There were 1,002 housing units at an average density of 53.8/sq mi (20.8/km2). The racial makeup of the CDP was 98.37% White, 0.05% African American, 0.10% Native American, 0.77% Asian, 0.29% from other races, and 0.43% from two or more races. Hispanic or Latino of any race were 0.38% of the population. There were 846 households, out of which 29.8% had children under the age of 18 living with them, 66.9% were married couples living together, 4.8% had a female householder with no husband present, and 25.3% were non-families. 19.4% of all households were made up of individuals, and 5.8% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 2.83. In the CDP, the population was spread out, with 23.2% under the age of 18, 7.1% from 18 to 24, 27.4% from 25 to 44, 31.1% from 45 to 64, and 11.3% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 107.9 males. For every 100 females age 18 and over, there were 110.1 males. The median income for a household in the CDP was $54,265, and the median income for a family was $63,000. Males had a median income of $40,037 versus $27,202 for females. The per capita income for the CDP was $25,292. About 3.9% of families and 5.7% of the population were below the poverty line, including 10.4% of those under age 18 and 4.9% of those age 65 or over. ==References== ==External links== * Tainter Menomin Lake Improvement Association Category:Census-designated places in Dunn County, Wisconsin Category:Census-designated places in Wisconsin",
 "title": "Tainter Lake, Wisconsin"
}