{
 "id": "139098",
 "text": "was a Japanese actor who appeared in over 150 feature films. He is best known for his 16-film collaboration (1948–1965) with Akira Kurosawa in such works as Rashomon, Seven Samurai, The Hidden Fortress, Throne of Blood, and Yojimbo. He also portrayed Miyamoto Musashi in Hiroshi Inagaki's Samurai Trilogy and one earlier Inagaki film, Lord Toranaga in the NBC television miniseries Shōgun, and Admiral Isoroku Yamamoto in three different films. ==Early life== thumb|170px|left|Mifune, c.1930-1940s Toshiro Mifune was born on 1 April 1920 in Qingdao, Shandong, China, which was at the time still under Japanese occupation following their capture of the city from German colonial rule during World War I. Hoping to preserve their control of the region, the Japanese government maintained a large garrison and encouraged Japanese citizens to move there with promises of important and rewarding work. Among the Japanese living there before the Republic of China took over the city in 1922 were Toshiro's parents, who were working as Methodist missionaries. Mifune grew up with his parents and two younger siblings in Dalian, Fengtian, and, from 4 to 19 years of age, in Manchukuo. In his youth, Mifune worked in the photography shop of his father Tokuzo, a commercial photographer and importer who had emigrated from northern Japan. After spending the first 19 years of his life in China, as a Japanese citizen, he was drafted into the Imperial Japanese Army Aviation division, where he served in the Aerial Photography unit during World War II. After that, Toshiro enlisted in the Japan Self-Defense Forces after entering Meiji University. ==Early work== In 1947, one of Mifune's friends who worked for the Photography Department of Toho Productions suggested Mifune try out for the Photography Department. He was accepted for a position as an assistant cameraman. At this time, a large number of Toho actors, after a prolonged strike, had left to form their own company, Shin Toho. Toho then organized a \"new faces\" contest to find new talent. Mifune's friends submitted an application and photo, without his knowledge. He was accepted, along with 48 others (out of roughly 4000 applicants), and allowed to take a screen test for Kajirō Yamamoto. Instructed to mime anger, he drew from his wartime experiences. Yamamoto took a liking to Mifune, recommending him to director Senkichi Taniguchi. This led to Mifune's first feature role, in Shin Baka Jidai. Mifune first encountered director Akira Kurosawa when Toho Studios, the largest film production company in Japan, was conducting a massive talent search, during which hundreds of aspiring actors auditioned before a team of judges. Kurosawa was originally going to skip the event, but showed up when Hideko Takamine told him of one actor who seemed especially promising. Kurosawa later wrote that he entered the audition to see \"a young man reeling around the room in a violent frenzy ... it was as frightening as watching a wounded beast trying to break loose. I was transfixed.\" When Mifune, exhausted, finished his scene, he sat down and gave the judges an ominous stare. He lost the competition but Kurosawa was impressed. \"I am a person rarely impressed by actors,\" he later said. \"But in the case of Mifune I was completely overwhelmed.\" == Marriage == Among Mifune's fellow performers, one of the 32 women chosen during the new faces contest was Sachiko Yoshimine. Eight years Mifune's junior, she came from a respected Tokyo family. They fell in love and Mifune soon proposed marriage. Director Senkichi Taniguchi, with the help of Akira Kurosawa, convinced the Yoshimine family to allow the marriage. The wedding took place in February 1950 at the Aoyama Gakuin Methodist Church. Yoshimine was a Buddhist but since Mifune was a Christian, they were married in church as per Christian tradition. In November of the same year, their first son, Shirō was born. In 1955, they had a second son, Takeshi. Mifune's daughter was born to his mistress, actress Mika Kitagawa, in 1982. ==Period of prosperity== His imposing bearing, acting range, facility with foreign languages and lengthy partnership with acclaimed director Akira Kurosawa made him the most famous Japanese actor of his time, and easily the best known to Western audiences. He often portrayed samurai or rōnin who were usually coarse and gruff (Kurosawa once explained that the only weakness he could find with Mifune and his acting ability was his \"rough\" voice), inverting the popular stereotype of the genteel, clean-cut samurai. In such films as Seven Samurai and Yojimbo, he played characters who were often comically lacking in manners, but replete with practical wisdom and experience, understated nobility, and, in the case of Yojimbo, unmatched fighting prowess. Sanjuro in particular contrasts this earthy warrior spirit with the useless, sheltered propriety of the court samurai. Kurosawa highly valued Mifune for his effortless portrayal of unvarnished emotion, once commenting that he could convey in only three feet of film an emotion for which the average Japanese actor would require ten feet. He was also known for the effort he put into his performances. To prepare for Seven Samurai and Rashomon, Mifune reportedly studied footage of lions in the wild. For the Mexican film Ánimas Trujano, he studied tapes of Mexican actors speaking so that he could recite all of his lines in Spanish. Many Mexicans believed that Toshiro Mifune could have passed for a native of Oaxaca due to his critically acclaimed performance. When asked of why he chose Mexico to do his next film, Mifune quoted, “Simply because, first of all, Mr. Ismael Rodríguez convinced me; secondly, because I was eager to work in beautiful Mexico, of great tradition; and thirdly, because the story and character of 'Animas Trujano' seemed very human to me”. The film was nominated for both a Golden Globe and an Oscar. Interestingly, Mifune gave a Japanese pistol as a gift to then-Mexican president Adolfo López Mateos when they met in Oaxaca. Mifune has been credited as originating the \"roving warrior\" archetype, which he perfected during his collaboration with Kurosawa. His martial arts instructor was Yoshio Sugino of the Tenshin Shōden Katori Shintō- ryū. Sugino created the fight choreography for films such as Seven Samurai and Yojimbo, and Kurosawa instructed his actors to emulate his movements and bearing. Clint Eastwood was among the first of many actors to adopt this wandering ronin with no name persona for foreign films, which he used to great effect in his Western roles, especially in Spaghetti Westerns directed by Sergio Leone where he played the Man with No Name, a character similar to Mifune's seemingly-nameless ronin in Yojimbo. Mifune may also be credited with originating the Yakuza archetype, with his performance as a mobster in Kurosawa's Drunken Angel (1948), the first Yakuza film. Most of the sixteen Kurosawa–Mifune films are considered cinema classics. These include Drunken Angel, Stray Dog, Rashomon, Seven Samurai, The Hidden Fortress, High and Low, Throne of Blood (an adaptation of Shakespeare's Macbeth), Yojimbo, and Sanjuro. Mifune and Kurosawa finally parted ways after Red Beard. Several factors contributed to the rift that ended this career-spanning collaboration. Most of Mifune's contemporaries acted in several different movies in this period. Since Red Beard required Mifune to grow a natural beard — one he had to keep for the entirety of the film's two years of shooting — he was unable to act in any other films during the production. This put Mifune and his financially strapped production company deeply into debt, creating friction between him and Kurosawa. Although Red Beard played to packed houses in Japan and Europe, which helped Mifune recoup some of his losses, the ensuing years held varying outcomes for both Mifune and Kurosawa. After the film's release, the careers of each man took different arcs: Mifune continued to enjoy success with a range of samurai and war-themed films (Rebellion, Samurai Assassin, The Emperor and a General, among others). In contrast, Kurosawa's output of films dwindled and drew mixed responses. During this time, Kurosawa attempted suicide. In 1980, Mifune experienced popularity with mainstream American audiences through his role as Lord Toranaga in the television miniseries Shogun. Yet Kurosawa did not rejoice in his estranged friend's success, and publicly made derisive remarks about Shogun. According to his daughter, Mifune turned down an offer from George Lucas to play either Darth Vader or Obi-Wan Kenobi in Star Wars. He also turned down an opportunity from United Artists to play the Japanese spy chief Tiger Tanaka in the James Bond film You Only Live Twice (1967). == Later life and death == In 1979, Mifune joined the ensemble cast of the Steven Spielberg war comedy 1941 as the commander of a lost Imperial Japanese Navy submarine searching for Hollywood shortly after the Pearl Harbor attack. Mifune received wide acclaim in the West after playing Toranaga in the 1980 TV miniseries Shogun. However, the series' blunt portrayal of the Tokugawa Shogunate and the greatly abridged version shown in Japan meant that it was not as well-received in his homeland. The relationship between Kurosawa and Mifune remained ambivalent. Kurosawa criticized Mifune's acting in Interview magazine and also said that \"All the films that I made with Mifune, without him, they would not exist\". He also presented Mifune with the Kawashita award which he himself had won two years prior. They finally reconciled in 1993 at the funeral of their friend Ishirō Honda, but never collaborated again. In 1992, Mifune began suffering from a serious unknown health problem. It has been variously suggested that he destroyed his health with overwork, suffered a heart attack, or experienced a stroke. He retreated from public life and remained largely confined to his home, cared for by his estranged wife Sachiko. When she died from pancreatic cancer in 1995, Mifune's physical and mental state declined rapidly. On December 24, 1997, he died in Mitaka, Tokyo, of multiple organ failure at the age of 77. === Honors === Mifune won Volpi Cup for Best Actor twice, in 1961 and 1965. Mifune was awarded the Medal of Honor with Purple Ribbon in 1986 and the Order of the Sacred Treasure by the Japanese government in 1993.L'Harmattan web site (in French), Order with gold ribbon In 1973 he was a member of the jury at the 8th Moscow International Film Festival. In 1977 he was a member of the jury at the 10th Moscow International Film Festival. On November 14, 2016, Mifune received a star on the Hollywood Walk of Fame for his work in the motion pictures industry, located at 6912 Hollywood Boulevard. == Personal quotations == Of Akira Kurosawa, Toshiro Mifune said, \"I know. I have never as an actor done anything that I am proud of other than with him\". == Filmography == In 2015, Steven Okazaki released Mifune: The Last Samurai, a documentary chronicling Mifune's life and career. Due to variations in translation from the Japanese and other factors, there are multiple titles to many of Mifune's films (see IMDB link). The titles shown here are the most common ones used in the United States, with the original Japanese title listed below it in parentheses. Mifune's filmography mainly consists of Japanese productions, unless noted otherwise (see Notes column). === Films === {| class=\"wikitable sortable\" |- ! Year ! Title ! Director ! Role ! Notes |- | rowspan=3|1947 || Snow Trail (銀嶺の果て) || Senkichi Taniguchi (谷口千吉) ||Ejima (江島) || |- | These Foolish Times (新馬鹿時代 前篇) || Kajirō Yamamoto (山本嘉次郎)|| Genzaburō Ōno (大野源三郎) || |- | These Foolish Times Part 2 (新馬鹿時代 後篇) || Kajirō Yamamoto (山本嘉次郎) || Genzaburō Ōno (大野源三郎) || |- | 1948 || Drunken Angel (醉いどれ天使) || Akira Kurosawa (黒澤明) || Matsunaga (松永) || |- | rowspan=3|1949 || The Quiet Duel (静かなる決闘) || Akira Kurosawa (黒澤明) ||Kyōji Fujisaki (藤崎恭二) || |- | Jakoman and Tetsu (ジャコ萬と鉄) || Senkichi Taniguchi (谷口千吉) || Tetsu (鐵) || |- | Stray Dog (野良犬) || Akira Kurosawa (黒澤明) || Detective Murakami (村上刑事) || |- |rowspan=5|1950 || Conduct Report on Professor Ishinaka (石中先生行状記) || Mikio Naruse (成瀬巳喜男) || Teisaku Nagasawa (長沢貞作) || |- |Scandal (醜聞) || Akira Kurosawa (黒澤明) || Ichirō Aoe (青江一郎) || |- |Engagement Ring (婚約指環) || Keisuke Kinoshita (木下惠介) || Takeshi Ema (江間猛) || |- |Rashomon (羅生門) || Akira Kurosawa (黒澤明) || Tajōmaru (多襄丸) || |- | Escape from Prison (脱獄) || Kajirō Yamamoto (山本嘉次郎) ||Shinkichi (新吉) || |- | rowspan=8|1951 || Beyond Love and Hate (愛と憎しみの彼方へ) || Senkichi Taniguchi (谷口千吉) ||Gorō Sakata (坂田五郎) || |- | Elegy (悲歌) || Kajirō Yamamoto (山本嘉次郎) || Prosecutor Daisuke Toki (土岐大輔検事) || |- | The Idiot (白痴) || Akira Kurosawa (黒澤明) || Denkichi Akama (赤間伝吉) || |- | Pirates (海賊船) || Hiroshi Inagaki (稲垣浩) || Tora (虎) || |- |Meeting of the Ghost Après-Guerre (戦後派お化け大会) || Kiyoshi Saeki (佐伯清) ||Kenji Kawakami (川上謙二) || Special appearance |- | Conclusion of Kojiro Sasaki: Duel at Ganryu Island (完結 佐々木小次郎 巌流島決闘) || Hiroshi Inagaki (稲垣浩) ||Musashi Miyamoto (宮本武蔵) || |- | The Life of a Horsetrader (馬喰一代) || Keigo Kimura (木村恵吾) || Yonetarō Katayama (片山米太郎) || |- | Who Knows a Woman's Heart (女ごころ誰が知る) || Kajirō Yamamoto (山本嘉次郎) || Mizuno (水野) || |- | rowspan=8|1952 || Vendetta for a Samurai (荒木又右衛門 決闘鍵屋の辻) || Kazuo Mori (森一生) || Mataemon Araki (荒木又右衛門) || |- | Foghorn (霧笛) || Senkichi Taniguchi (谷口千吉) || Chiyokichi (千代吉) || |- | The Life of Oharu (西鶴一代女) || Kenji Mizoguchi (溝口健二) || Katsunosuke (勝之介) || |- | Golden Girl (金の卵) || Yasuki Chiba (千葉泰樹) || ||Supporting role |- | Sword for Hire (戦国無頼) || Hiroshi Inagaki (稲垣浩) || Hayatenosuke Sasa (佐々疾風之介) || |- | Tokyo Sweetheart (東京の恋人) || Yasuki Chiba (千葉泰樹) || Kurokawa (黒川) || |- | Swift Current (激流) || Senkichi Taniguchi (谷口千吉) || Shunsuke Kosugi (小杉俊介) || |- | The Man Who Came to Port (港へ来た男) || Ishirō Honda (本多猪四郎) || Gorō Niinuma (新沼五郎) || |- | rowspan=4|1953 || My Wonderful Yellow Car (吹けよ春風) || Senkichi Taniguchi (谷口千吉) || Matsumura (松村) || |- | The Last Embrace (抱擁) || Masahiro Makino (マキノ雅弘) || Shinkichi/Hayakawa (伸吉 / 早川) || |- | Sunflower Girl (ひまわり娘) || Yasuki Chiba (千葉泰樹) || Ippei Hitachi (日立一平) || Originally released overseas as Love in a Teacup |- | Eagle of the Pacific (太平洋の鷲) || Ishirō Honda (本多猪四郎) ||1st Lieutenant Jōichi Tomonaga (友永丈市大尉) || |- | rowspan=4|1954 || Seven Samurai (七人の侍) || Akira Kurosawa (黒澤明) || Kikuchiyo (菊千代) || |- | The Sound of Waves (潮騒) || Senkichi Taniguchi (谷口千吉) || Skipper of the Utashima-maru (歌島丸の船長) || |- | Samurai I : Musashi Miyamoto (宮本武蔵) || Hiroshi Inagaki (稲垣浩) || Musashi Miyamoto (Takezō Shinmen) (宮本武蔵 (新免武蔵)) || |- | The Black Fury (密輸船) || Toshio Sugie (杉江敏男) || Eiichi Tsuda (津田栄一) || |- | rowspan=6|1955 || The Merciless Boss: A Man Among Men (顔役無用 男性Ｎｏ．１) || Kajirō Yamamoto (山本嘉次郎) || \"Buick\" Maki (ビュイックの牧) || |- | All Is Well (天下泰平) || Toshio Sugie (杉江敏男) || Daikichi Risshun (立春大吉) || |- | All Is Well Part 2 (続天下泰平) || Toshio Sugie (杉江敏男) || Daikichi Risshun (立春大吉) || |- | No Time for Tears (男ありて) || Seiji Maruyama (丸山誠治) ||Mitsuo Yano (矢野光男) || |- | Samurai II: Duel at Ichijoji Temple (続宮本武蔵 一乗寺の決斗) || Hiroshi Inagaki (稲垣浩) || Musashi Miyamoto (宮本武蔵) || |- | I Live in Fear (生きものの記録) || Akira Kurosawa (黒澤明) || Kiichi Nakajima (中島喜一) || |- | rowspan=7|1956 || Samurai III: Duel at Ganryu Island (宮本武蔵 完結篇 決闘巌流島) || Hiroshi Inagaki (稲垣浩) || Musashi Miyamoto (宮本武蔵) || |- | Rainy Night Duel (黒帯三国志) || Senkichi Taniguchi (谷口千吉) || Masahiko Koseki (小関昌彦) || |- | The Underworld (暗黒街) || Kajirō Yamamoto (山本嘉次郎) || Chief Inspector Kumada (熊田捜査主任) || |- | Settlement of Love (愛情の決算) || Shin Saburi (佐分利信) || Shuntarō Ōhira (大平俊太郎) || |- | A Wife's Heart (妻の心) || Mikio Naruse (成瀬巳喜男) || Kenkichi Takemura (竹村健吉) || |- | Scoundrel (ならず者) || Nobuo Aoyagi (青柳信雄) || Kanji (寛次) || |- | Rebels on the High Seas (囚人船) || Hiroshi Inagaki (稲垣浩) || Tokuzō Matsuo (松尾徳造) || |- | rowspan=7|1957 || Throne of Blood (蜘蛛巣城) || Akira Kurosawa (黒澤明) || Taketoki Washizu (鷲津武時) || |- | A Man in the Storm (嵐の中の男) || Senkichi Taniguchi (谷口千吉) || Saburō Watari (渡三郎) || |- | Be Happy, These Two Lovers (この二人に幸あれ) || Ishirō Honda (本多猪四郎) || Toshio Maruyama (丸山俊夫) || |- | Yagyu Secret Scrolls Part 1 (柳生武芸帳) || Hiroshi Inagaki (稲垣浩) || Tasaburō Kasumi (霞の多三郎) || |- | A Dangerous Hero (危険な英雄) || Hideo Suzuki (鈴木英夫) || Athlete Kawada (川田選手) || |- | The Lower Depths (どん底) || Akira Kurosawa (黒澤明) || Sutekichi (the thief) (捨吉 (泥棒)) || |- | Downtown (下町) || Yasuki Chiba (千葉泰樹) || Yoshio Tsuruishi (鶴石芳雄) || |- | rowspan=7|1958 || Yagyu Secret Scrolls Part 2 (柳生武芸帳 双龍秘剣) || Hiroshi Inagaki (稲垣浩) || Tasaburō Ōtsuki (大月多三郎) || |- | Holiday in Tokyo (東京の休日) || Kajirō Yamamoto (山本嘉次郎) || Tenkai's nephew Jirō (天海の甥·二郎) || |- | Muhomatsu, The Rikshaw Man (無法松の一生) || Hiroshi Inagaki (稲垣浩) || Matsugorō Tomishima (富島松五郎) || |- | Yaji and Kita on the Road (弥次喜多道中記) || Yasuki Chiba (千葉泰樹) || Toshinoshin Taya (田谷敏之進) || |- | All About Marriage (結婚のすべて) || Kihachi Okamoto (岡本喜八) || Acting teacher (演出家) ||Cameo |- | Theater of Life (人生劇場 青春篇) || Toshio Sugie (杉江敏男) || Hishakaku (飛車角) || |- |The Hidden Fortress (隠し砦の三悪人) || Akira Kurosawa (黒澤明) || General Rokurota Makabe (真壁六郎太) || |- | rowspan=5|1959 || Boss of the Underworld (暗黒街の顔役) || Kihachi Okamoto (岡本喜八) || Daisuke Kashimura (樫村大助) || |- | Samurai Saga (或る剣豪の生涯) || Hiroshi Inagaki (稲垣浩) || Heihachirō Komaki (駒木兵八郎) || |- | The Saga of the Vagabonds (戦国群盗伝) || Toshio Sugie (杉江敏男) || Rokurō Kai (甲斐六郎) || |- |Desperado Outpost (独立愚連隊) || Kihachi Okamoto (岡本喜八) ||Battalion Commander Kodama (児玉大尉) || |- | The Three Treasures (日本誕生) || Hiroshi Inagaki (稲垣浩) || Prince Takeru Yamato/Prince Susano'o (日本武尊/須佐之男命) || |- | rowspan=6|1960 || The Last Gunfight (暗黒街の対決) || Kihachi Okamoto (岡本喜八) || Detective Saburō Fujioka (藤丘三郎刑事) || |- | The Gambling Samurai (国定忠治) || Senkichi Taniguchi (谷口千吉) || Chūji Kunisada (国定忠治) || |- | Storm Over the Pacific (ハワイ·ミッドウェイ大海空戦 太平洋の嵐) || Shūe Matsubayashi (松林宗恵) || Tamon Yamaguchi (山口多聞) || |- | Man Against Man (男対男) || Senkichi Taniguchi (谷口千吉) || Kaji (梶) || |- | The Bad Sleep Well (悪い奴ほどよく眠る) || Akira Kurosawa (黒澤明) || Kōichi Nishi (西幸一) || |- | Salaryman Chushingura Part 1 (サラリーマン忠臣蔵) || Toshio Sugie (杉江敏男) || Kazuo Momoi (桃井和雄) || |- | rowspan=5|1961 || The Story of Osaka Castle (大坂城物語) || Hiroshi Inagaki (稲垣浩) || Mohei (茂兵衛) || |- | Salaryman Chushingura Part 2 (続サラリーマン忠臣蔵) || Toshio Sugie (杉江敏男) || Kazuo Momoi (桃井和雄) || |- | Yojimbo (用心棒) || Akira Kurosawa (黒澤明) || Sanjūrō Kuwabata (桑畑三十郎) || |- |The Youth and his Amulet (ゲンと不動明王) || Hiroshi Inagaki (稲垣浩)|| Fudō Myō-ō (不動明王) || |- | Ánimas Trujano|| Ismael Rodríguez || Ánimas Trujano || Mexican production |- | rowspan=4|1962 || Sanjuro (椿三十郎) || Akira Kurosawa (黒澤明) || Sanjūrō Tsubaki (椿三十郎) || |- | Tatsu (どぶろくの辰) || Hiroshi Inagaki (稲垣浩) || Tatsu (辰) || |- | Three Gentlemen Return from Hong Kong (続·社長洋行記) || Toshio Sugie (杉江敏男)|| Cho Chishō (Zhang Zhizhang) (張知章 (カメオ出演)) || Cameo |- | Chushingura: Story of Flower, Story of Snow (忠臣蔵 花の巻·雪の巻) || Hiroshi Inagaki (稲垣浩) || Genba Tawaraboshi (俵星玄蕃) || |- | rowspan=4|1963 || Attack Squadron! (太平洋の翼) || Shūe Matsubayashi (松林宗恵) ||Lt. Colonel Senda (千田中佐) || |- | High and Low (天国と地獄) || Akira Kurosawa (黒澤明) || Kingo Gondō (権藤金吾) || |- | Legacy of the 500,000 (五十万人の遺産) || Toshirō Mifune (三船敏郎) ||Takeichi Matsuo (松尾武市 兼 製作 兼 監督) ||Also Director, Producer |- | The Lost World of Sinbad (大盗賊) || Senkichi Taniguchi (谷口千吉) || Sukezaemon Naya (Sukezaemon Luzon) (菜屋助左衛門 (呂宋助左衛門)) || |- | 1964 || Whirlwind (士魂魔道 大龍巻) || Hiroshi Inagaki (稲垣浩) || Morishige Akashi (明石守重) || |- | rowspan=5|1965 || Samurai Assassin (侍) || Kihachi Okamoto (岡本喜八) || Tsuruchiyo Niiro (新納鶴千代) || |- | Red Beard (赤ひげ) || Akira Kurosawa (黒澤明) || Dr. Kyojō Niide (Red Beard) (新出去定医師 (赤ひげ)) || |- |Sanshiro Sugata (姿三四郎) || Seiichirō Uchikawa (内川清一郎) || Shōgorō Yano (矢野正五郎) || |- | The Retreat from Kiska (太平洋奇跡の作戦 キスカ) || Seiji Maruyama (丸山誠治) || Major General Omura (大村少将) || |- | Fort Graveyard (血と砂) || Kihachi Okamoto (岡本喜八) || Sergeant Kosugi (小杉曹長) || |- | rowspan=5|1966 || Rise Against the Sword (暴れ豪右衛門) || Hiroshi Inagaki (稲垣浩) || Shinobu no Gōemon (信夫の豪右衛門) || |- | The Sword of Doom (大菩薩峠) || Kihachi Okamoto (岡本喜八) || Toranosuke Shimada (島田虎之助) || |- | The Adventure of Kigan Castle (奇巌城の冒険) || Senkichi Taniguchi (谷口千吉) || Ōsumi (大角) || |- | The Mad Atlantic (怒涛一万浬) || Jun Fukuda (福田純) || Heihachirō Murakami (村上平八郎) || |- | Grand Prix || John Frankenheimer || Izō Yamura (矢村以蔵) ||U.S. production |- | rowspan=2|1967 || Samurai Rebellion (上意討ち 拝領妻始末) || Masaki Kobayashi (小林正樹) || Isaburō Sasahara (笹原伊三郎) || |- | Japan's Longest Day (日本のいちばん長い日) || Kihachi Okamoto (岡本喜八) || Korechika Anami (阿南惟幾) || |- | rowspan=4|1968 || The Sands of Kurobe (黒部の太陽) || Kei Kumai (熊井啓) || Satoshi Kitagawa (北川覚) || |- | Admiral Yamamoto (連合艦隊司令長官 山本五十六) || Seiji Maruyama (丸山誠治) || Isoroku Yamamoto (山本五十六) || |- | The Day the Sun Rose (祇園祭) || Tetsuya Yamanouchi (山内鉄也) || Kumaza (熊左) || |- | Hell in the Pacific || John Boorman ||Captain Tsuruhiko Kuroda (黒田鶴彦大尉) ||U.S. production |- | rowspan=5|1969 || Samurai Banners (風林火山) || Hiroshi Inagaki (稲垣浩) || Kansuke Yamamoto (山本勘助) || |- | Safari 5000 (栄光への5000キロ) || Koreyoshi Kurahara (蔵原惟繕) || Yūichirō Takase (高瀬雄一郎) || |- | The Battle of the Japan Sea (日本海大海戦) || Seiji Maruyama (丸山誠治) || Heihachirō Tōgō (東郷平八郎) || |- | Red Lion (赤毛) || Kihachi Okamoto (岡本喜八) || Akage no Gonzō (赤毛の権三 兼 製作) ||Producer |- | Shinsengumi (新選組) || Tadashi Sawashima (沢島忠) || Isami Kondō (近藤勇 兼 製作) ||Producer |- | rowspan=5|1970 || Zatoichi Meets Yojimbo (座頭市と用心棒) || Kihachi Okamoto (岡本喜八) || Daisaku Sasa (佐々大作) || |- | Bakumatsu (幕末) || Daisuke Itō (伊藤大輔) || Shōjirō Gotō (後藤象二郎) || |- | Incident at Blood Pass (待ち伏せ) || Hiroshi Inagaki (稲垣浩) || Tōzaburō Shinogi and Producer (鎬刀三郎 兼 製作) || |- | The Walking Major (ある兵士の賭け) || Keith Eric Burt || Tadao Kinugasa (衣笠忠夫) || |- | The Militarists (激動の昭和史 軍閥) || Hiromichi Horikawa (堀川弘通) || Isoroku Yamamoto (山本五十六) || |- | 1971 || Red Sun || Terence Young ||Jūbei Kuroda (黒田重兵衛) ||French. Italian, and Spanish co-production |- | rowspan=2|1975 || Paper Tiger || Ken Annakin || Ambassador Kagoyama (カゴヤマ大使) ||U.K. production |- | The New Spartans || Jack Starrett || WW2 vet||U.K., West German co-production Incomplete |- | 1976 || Midway || Jack Smight || Isoroku Yamamoto (山本五十六) ||U.S. production |- | rowspan=2|1977 || Proof of the Man (人間の証明) || Junya Satō (佐藤純彌) || Yōhei Kōri (郡陽平) ||Special appearance |- | Japanese Godfather: Ambition (日本の首領 野望篇) || Sadao Nakajima (中島貞夫) || Kōsuke Ōishi (大石剛介) || |- | rowspan=6|1978 || Shogun's Samurai (柳生一族の陰謀) || Kinji Fukasaku (深作欣二) || Yoshinao Tokugawa (徳川義直) || |- | Shag (犬笛) || Sadao Nakajima (中島貞夫) || Captain Takeo Murata (村田武雄船長) || |- | Ogin-sama (お吟さま) || Kei Kumai (熊井啓) || Hideyoshi Toyotomi (豊臣秀吉) || |- | The Fall of Ako Castle (赤穂城断絶) || Kinji Fukasaku (深作欣二) || Chikara Tsuchiya (土屋主税)|| |- | Japanese Godfather: Conclusion (日本の首領 完結篇) || Sadao Nakajima (中島貞夫) || Kōsuke Ōishi (大石剛介) || |- | Lord Incognito (水戸黄門) || Tetsuya Yamanouchi (山内鉄也) || Sakuzaemon Okumura (奥村作左衛門) || |- | rowspan=4|1979 || Winter Kills || William Richert || Keith (secretary) (キース (秘書)) ||U.S. production |- | The Adventures of Kosuke Kindaichi (金田一耕助の冒険) || Nobuhiko Ōbayashi (大林宣彦) || Kōsuke Kindaichi XI (11代目金田一耕助) || |- | Onmitsu Doshin: The Edo Secret Police (隠密同心·大江戸捜査網) || Akinori Matsuo (松尾昭典) || Sadanobu Matsudaira (松平定信) || |- | 1941 || Steven Spielberg || Commander Akiro Mitamura (アキロー·ミタムラ中佐) ||U.S. production |- | rowspan=2|1980 || The Battle of Port Arthur (二百三高地) || Toshio Masuda (舛田利雄) || Emperor Meiji (明治天皇) || |- | Shogun (将軍 SHOGUN) || Jerry London|| Toranaga Yoshii (吉井虎長) || U.S., Japanese co-production |- | rowspan=2|1981 || Inchon! || Terence Young || Saitō-san (斉藤さん) ||U.S. production |- | The Bushido Blade || Tom Kotani (小谷承靖) ||Commander Fukusai Hayashi (江戸幕府の特命全権大使·林復斎) || U.S., U.K., Japanese co-production |- | rowspan=2|1982 || The Challenge || John Frankenheimer || Toru Yoshida (吉田徹) ||U.S. production |- | Conquest (制覇) || Sadao Nakajima (中島貞夫) ||Masao Tadokoro (田所政雄) || |- | rowspan=2|1983 || Battle Anthem (日本海大海戦 海ゆかば) || Toshio Masuda (舛田利雄) || Heihachirō Tōgō (東郷平八郎) || |- | Theater of Life (人生劇場) ||Kinji Fukasaku (深作欣二) Junya Satō (佐藤純彌) Sadao Nakajima (中島貞夫) || Hyōtarō Aonari (青成瓢太郎) ||Special appearance |- | 1984 || The Miracle of Joe Petrel (海燕ジョーの奇跡) || Toshiya Fujita (藤田敏八) || Fisherman (漁師) || |- | 1985 || Legend of the Holy Woman (聖女伝説) || Tōru Murakawa (村川透) || Kōzō Kanzaki (神崎弘造) ||Special appearance |- | 1986 || Song of the Genkai Sea (玄海つれづれ節) || Masanobu Deme (出目昌伸) || Kyūbei Matsufuji (松藤九兵衛) || |- | rowspan=3|1987 || Shatterer|| Tonino Valerii || Murai (村井) || Italian, Japanese co-production |- | Tora-san Goes North (男はつらいよ 知床慕情) || Yōji Yamada (山田洋次) || Junkichi Ueno (上野順吉) || |- | Princess from the Moon (竹取物語) || Kon Ichikawa (市川崑) || Taketori-no-Miyatsuko (竹取の造) || |- | rowspan=3|1989 || Death of a Tea Master (千利休 本覺坊遺文) || Kei Kumai (熊井啓) || Sen no Rikyū (千利休) || |- | The Demon Comes in Spring (春来る鬼) || Akira Kobayashi (小林旭) || Kukkune no jî (くっくねの爺) || |- | CF Girl (CFガール) || Izō Hashimoto (橋本以蔵) || Shūichirō Hase (長谷周一郎) || |- | rowspan=2|1991 || Strawberry Road (ストロベリーロード) || Koreyoshi Kurahara (蔵原惟繕) || Taoka (田岡) || |- | Journey of Honor (兜 KABUTO) || Gordon Hessler|| Ieyasu Tokugawa (徳川家康) ||U.S., U.K., Japanese co-production |- | 1992 || Shadow of the Wolf (AGAGUK) || Jacques Dorfmann, Pierre Magny || Kroomak ||Canadian, French co-production |- | 1994 || Picture Bride || Kayo Hatta || The Benshi (弁士) ||U.S. production |- | 1995 || Deep River (深い河) || Kei Kumai (熊井啓) || Tsukada (塚田) ||Final film role |} The 1999 Danish film Mifune is named after the actor. === Television === All programs originally aired in Japan except for Shōgun which aired in the U.S. on NBC in September 1980 before being subsequently broadcast in Japan on TV Asahi from March 30 to April 6, 1981. {| class=\"wikitable sortable\" |- ! Date(s) ! Title ! Role ! Notes |- | 1967.05.11 || He of the Sun (太陽のあいつ)|| Himself||1 episode |- | 1968–1969 || Five Freelance Samurai (五人の野武士) || Jirō Yoshikage Funayama (五人の野武士)||6 episodes |- | 1971 || Daichūshingura (大忠臣蔵)|| Kuranosuke Ōishi (大石内蔵助)||All 52 episodes |- | 1972–1974 || Ronin of the Wilderness (荒野の素浪人) || Kujūrō Tōge (峠九十郎)||All 104 episodes, over two seasons |- | 1973 || Yojimbo of the Wilderness (荒野の用心棒)|| Kujūrō Tōge (峠九十郎)||5 episodes |- | 1975 || The Sword, the Wind, and the Lullaby (剣と風と子守唄)|| Jūzaburō Toride (砦十三郎)||All 27 episodes |- | 1976 || The Secret Inspectors (隠し目付参上) || Naizen-no-shō Tsukumo/Izu-no-kami Nobuakira Matsudaira (九十九内膳正 / 松平伊豆守信明 || 10 episodes |- | 1976 || Ronin in a Lawless Town (人魚亭異聞 無法街の素浪人) || Mister Danna (ミスターの旦那)||All 23 episodes |- | 1977.07.16 || Ōedo Sōsamō (大江戸捜査網) || Yūgen Ōtaki (大滝幽玄)||1 episode |- | 1978|| Falcons of Edo (江戸の鷹 御用部屋犯科帖) || Kanbei Uchiyama (内山勘兵衛) ||All 38 episodes |- | 1979.04.02 || Edo o Kiru IV (江戸を斬るIV) || Shūsaku Chiba (千葉周作) ||1 episode special appearance |- | 1979 || Prosecutor Saburo Kirishima (検事霧島三郎) ||Chief Prosecutor Mori (森検事正) || |- | 1979 || Akō Rōshi (赤穂浪士) || Sakon Tachibana (立花左近) ||1 episode |- | 1979–1980 || Fangs of Edo (江戸の牙) || Gunbei Asahina (朝比奈軍兵衛) ||3 episodes |- | 1979 || Hideout in Room 7 (駆け込みビル7号室) || Gōsuke Saegusa (三枝剛介) || |- | 1980 || Shōgun || Toranaga Yoshii||All 5 parts |- | 1980.12.27 || It's 8 O'Clock! Everybody Gather 'Round (8時だョ!全員集合) ||Himself || 1 episode |- | 1981 || Sekigahara (関ヶ原) || Sakon Shima (島左近) ||All 3 parts |- | 1981–1982 || Ten Duels of Young Shingo (新吾十番勝負) || Tamon Umei (梅井多聞)||Two of three parts |- | 1981.07.09 || My Daughter! Fly on the Wings of Love and Tears (娘よ！ 愛と涙の翼で翔べ)|| || TV film |- | 1981.09.29 || Tuesday Suspense Theater: The Spherical Wilderness (火曜サスペンス劇場 球形の荒野) || Kenichirō Nogami (野上顕一郎) ||TV film |- | 1981–1982 || Bungo Detective Story (文吾捕物帳) || Shūsaku Chiba (千葉周作) ||5 episodes |- | 1981–1983 || The Lowly Ronin (素浪人罷り通る) || Lowly Ronin Shūtō Shunka (素浪人 春夏秋冬)||TV film series, all 6 parts |- | 1982.09.19 || The Happy Yellow Handkerchief (幸福の黄色いハンカチ) || Kenzō Shima (島謙造) ||1 episode |- | 1983 || The Brave Man Says Little (勇者は語らず いま、日米自動車戦争は) || Ryūzō Kawana (川奈龍三) ||All 4 episodes |- | 1983.11.03 || The Women of Osaka Castle (女たちの大坂城) || Tokugawa Ieyasu (徳川家康) || TV film |- | 1983.11.10 || The Secret of Cruel Valley (魔境 殺生谷の秘密) || Lowly Rōnin || TV film |- | 1984 || The Burning Mountain River (山河燃ゆ) || Otoshichi Amō (天羽乙七) || |- | 1984.04.02 || Okita Soji: Swordsman of Fire (燃えて、散る 炎の剣士 沖田総司) || Shūsai Kondō (近藤周斎) ||TV film |- | 1984.08.26 || Toshiba Sunday Theater #1442: Summer Encounter (東芝日曜劇場 第1442回 夏の出逢い) || Takeya Ōnuki (大貫剛也) ||TV film |- | 1987.09.10 || Masterpiece Jidaigeki: National Advisor Breakthrough! Hikozaemon Geki (傑作時代劇 天下の御意見番罷り通る！彦左衛門外記) || Hikozaemon Ōkubo (大久保彦左衛門) || 1 episode |- | 1990.04.20 || Heaven and Earth: Dawn Episode (天と地と～黎明編) ||Nagao Tamekage (長尾為景) ||TV film |} ==Notes== == References == === Sources === * * == External links == English: * Toshiro Mifune: Biographical details and selected filmography at the British Film Institute * * Toshiro Mifune interview by Gerald Peary on The Globe and Mail, 6 June 1986 Japanese: * * Category:1920 births Category:1997 deaths Category:20th-century Japanese male actors Category:Deaths from multiple organ failure Category:Chinese expatriates in Japan Category:Japanese male film actors Category:Japanese male television actors Category:Japanese Methodists Category:Imperial Japanese Army personnel of World War II Category:Japanese people from Manchukuo Category:Male actors from Dalian Category:Male actors from Qingdao Category:Recipients of the Medal with Purple Ribbon Category:Recipients of the Order of the Sacred Treasure, 3rd class Category:Volpi Cup for Best Actor winners Category:Imperial Japanese Army soldiers Category:Japanese expatriates in China",
 "title": "Toshiro Mifune"
}