{
 "id": "139020",
 "text": "thumb|right|200px|Location of Drammen within Eau Claire County. Drammen is a town in Eau Claire County, Wisconsin, United States. The population was 800 at the 2000 census. The ghost towns of Nelsonville and Oak Grove were located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 35.9 square miles (93.1 km2), all of it land. Wisconsin Highway 37 runs north–south through the town. ==History== The Town of Drammen was created 14 November 1873, by splitting off the southern half of the Town of Brunswick. Originally called the Town of Lant, the name was changed to Drammen, 24 January 1877, after Drammen, Norway.http://www.epodunk.com/cgi- bin/genInfo.php?locIndex=23942 Its 1910 population was 869. ==Demographics== As of the census of 2000, there were 800 people, 294 households, and 224 families residing in the town. The population density was 22.3 people per square mile (8.6/km2). There were 318 housing units at an average density of 8.9 per square mile (3.4/km2). The racial makeup of the town was 99.38% White, 0.12% African American, 0.25% Native American and 0.25% Asian. Hispanic or Latino of any race were 0.25% of the population. There were 294 households, out of which 35.0% had children under the age of 18 living with them, 68.7% were married couples living together, 3.1% had a female householder with no husband present, and 23.5% were non-families. 18.0% of all households were made up of individuals, and 6.5% had someone living alone who was 65 years of age or older. The average household size was 2.71 and the average family size was 3.10. In the town, the population was spread out, with 27.8% under the age of 18, 4.0% from 18 to 24, 27.8% from 25 to 44, 28.3% from 45 to 64, and 12.3% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 112.8 males. For every 100 females age 18 and over, there were 112.5 males. The median income for a household in the town was $46,827, and the median income for a family was $50,000. Males had a median income of $35,417 versus $24,750 for females. The per capita income for the town was $19,939. About 4.6% of families and 5.4% of the population were below the poverty line, including 10.0% of those under age 18 and none of those age 65 or over. ==References== Category:Towns in Eau Claire County, Wisconsin Category:Eau Claire–Chippewa Falls metropolitan area Category:Towns in Wisconsin",
 "title": "Drammen, Wisconsin"
}