{
 "id": "139036",
 "text": "Tipler is a town in Florence County, Wisconsin, United States. The population was 205 at the 2000 census. The unincorporated community of Tipler is located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 43.1 square miles (111.7 km2), of which, 42.8 square miles (110.9 km2) of it is land and 0.3 square miles (0.8 km2) of it (0.67%) is water. ==Demographics== As of the census of 2000, there were 205 people, 88 households, and 55 families residing in the town. The population density was 4.8 people per square mile (1.8/km2). There were 300 housing units at an average density of 7.0 per square mile (2.7/km2). The racial makeup of the town was 95.61% White, 1.95% Native American, 2.44% from other races. Hispanic or Latino of any race were 2.44% of the population. There were 88 households, out of which 21.6% had children under the age of 18 living with them, 55.7% were married couples living together, 3.4% had a female householder with no husband present, and 37.5% were non-families. 35.2% of all households were made up of individuals, and 14.8% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.85. In the town, the population was spread out, with 20.0% under the age of 18, 2.4% from 18 to 24, 22.0% from 25 to 44, 31.2% from 45 to 64, and 24.4% who were 65 years of age or older. The median age was 49 years. For every 100 females, there were 113.5 males. For every 100 females age 18 and over, there were 118.7 males. The median income for a household in the town was $31,250, and the median income for a family was $36,250. Males had a median income of $25,625 versus $18,750 for females. The per capita income for the town was $14,406. About 12.2% of families and 16.0% of the population were below the poverty line, including 26.0% of those under the age of eighteen and 19.0% of those 65 or over. ==References== Category:Towns in Florence County, Wisconsin Category:Iron Mountain micropolitan area Category:Towns in Wisconsin",
 "title": "Tipler, Wisconsin"
}