{
 "id": "139134",
 "text": "Moscow is a town in Iowa County, Wisconsin, United States. The population was 594 at the 2000 census. The unincorporated community of Moscow is located in the town. The ghost town of Adamsville was also located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 41.3 square miles (107.1 km2), of which, 41.3 square miles (107.1 km2) of it is land and 0.02% is water. ==Demographics== As of the census of 2000, there were 594 people, 208 households, and 173 families residing in the town. The population density was 14.4 people per square mile (5.5/km2). There were 221 housing units at an average density of 5.3 per square mile (2.1/km2). The racial makeup of the town was 99.16% White, 0.17% African American, and 0.67% from two or more races. Hispanic or Latino of any race were 0.17% of the population. There were 208 households, out of which 38.5% had children under the age of 18 living with them, 77.9% were married couples living together, 2.4% had a female householder with no husband present, and 16.8% were non-families. 13.0% of all households were made up of individuals, and 4.8% had someone living alone who was 65 years of age or older. The average household size was 2.86 and the average family size was 3.15. In the town, the population was spread out, with 28.3% under the age of 18, 5.7% from 18 to 24, 29.3% from 25 to 44, 27.9% from 45 to 64, and 8.8% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 107.7 males. For every 100 females age 18 and over, there were 114.1 males. The median income for a household in the town was $45,000, and the median income for a family was $44,712. Males had a median income of $33,036 versus $25,313 for females. The per capita income for the town was $17,515. About 4.1% of families and 6.2% of the population were below the poverty line, including 8.5% of those under age 18 and 7.5% of those age 65 or over. ==Notable people== *M. J. Cleary, politician and businessman, was born in the town.'Wisconsin Blue Book 1909,' Biographical Sketch of M.J. Cleary, pg. 1124 *William Robinson, politician, soldier and farmer; lived in the town. ==References== Category:Towns in Iowa County, Wisconsin Category:Madison, Wisconsin, metropolitan statistical area Category:Towns in Wisconsin",
 "title": "Moscow, Wisconsin"
}