{
 "id": "139209",
 "text": "Lyndon Station is a village in Juneau County, Wisconsin, United States. The population was 500 at the 2010 census. ==Geography== thumb|left|Downtown Lyndon Station on County HH Lyndon Station is located at (43.711725, -89.897805). According to the United States Census Bureau, the village has a total area of , all of it land. ==Religion== Lyndon Station is served by two religious institutions. St. Bridget's was established in 1851 by early Irish settlers in the area. The name was changed to St. Mary's in 1877, and the present edifice was built in 1899. It is one of the oldest parishes in the Diocese of La Crosse and because of this it is historically referred to as the Mother Church of the Dells Area. In 1877, the parish established a Parochial school which closed in 1968 due to the difficulty of finding Sisters to staff it. A small Lutheran congregation, St. Luke's, has existed since about 1890. The church was built in 1897 and remains in use today. ==Demographics== ===2010 census=== As of the census of 2010, there were 500 people, 220 households, and 137 families living in the village. The population density was . There were 247 housing units at an average density of . The racial makeup of the village was 96.6% White, 0.2% African American, 0.4% Native American, 0.2% Asian, 1.6% from other races, and 1.0% from two or more races. Hispanic or Latino of any race were 3.2% of the population. There were 220 households, of which 24.1% had children under the age of 18 living with them, 40.9% were married couples living together, 12.7% had a female householder with no husband present, 8.6% had a male householder with no wife present, and 37.7% were non-families. 30.5% of all households were made up of individuals, and 13.2% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.74. The median age in the village was 43.8 years. 18.2% of residents were under the age of 18; 10.4% were between the ages of 18 and 24; 22.6% were from 25 to 44; 30% were from 45 to 64; and 18.8% were 65 years of age or older. The gender makeup of the village was 52.6% male and 47.4% female. ===2000 census=== thumb|right|Sign for Lyndon Station As of the census of 2000, there were 458 people, 213 households, and 129 families living in the village. The population density was 229.8 people per square mile (88.9/km2). There were 235 housing units at an average density of 117.9 per square mile (45.6/km2). The racial makeup of the village was 95.63% White, 0.44% African American, 1.97% Native American, 0.87% Asian, 0.44% from other races, and 0.66% from two or more races. Hispanic or Latino of any race were 1.53% of the population. There were 213 households, out of which 24.9% had children under the age of 18 living with them, 44.1% were married couples living together, 9.4% had a female householder with no husband present, and 39.4% were non-families. 33.8% of all households were made up of individuals, and 16.9% had someone living alone who was 65 years of age or older. The average household size was 2.15 and the average family size was 2.72. In the village, the population was spread out, with 22.7% under the age of 18, 5.7% from 18 to 24, 26.4% from 25 to 44, 25.1% from 45 to 64, and 20.1% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 95.7 males. For every 100 females age 18 and over, there were 95.6 males. The median income for a household in the village was $27,059, and the median income for a family was $32,404. Males had a median income of $28,000 versus $22,426 for females. The per capita income for the village was $16,127. About 6.9% of families and 9.7% of the population were below the poverty line, including 9.8% of those under age 18 and 6.7% of those age 65 or over. ==Notable residents== * Frank Kreyer, racecar driver * Pat W. Brunner, Wisconsin State Representative'Wisconsin Blue Book 1946,' Biographical Sketch of Pat E. Brunner, pg. 48 ==References== ==External links== *Lyndon Station Official Website Category:Villages in Juneau County, Wisconsin Category:Villages in Wisconsin",
 "title": "Lyndon Station, Wisconsin"
}