{
 "id": "139285",
 "text": "Upham is a town in Langlade County, Wisconsin, United States. The population was 676 at the 2010 census. The unincorporated communities of Koepenick and Summit Lake are located in the town. ==History== The town was named in honor of Wisconsin Gov. William H. Upham. ==Geography== Upham is in the north- central part of Langlade County. U.S. Route 45 crosses the town, leading south to Antigo, the county seat, and north to Monico. Summit Lake, the main community in the town, is at the northern border, on the lake of the same name. Greater Bass Lake, Clear Lake, and Deep Wood Lake are the largest of several other lakes in the area. According to the United States Census Bureau, the town has a total area of , of which are land and , or 4.86%, are water. ==Demographics== As of the census of 2000, there were 689 people, 319 households, and 220 families residing in the town. The population density was 9.8 people per square mile (3.8/km2). There were 661 housing units at an average density of 9.4 per square mile (3.6/km2). The racial makeup of the town was 99.27% White, 0.29% Native American, and 0.44% from two or more races. Hispanic or Latino of any race were 0.15% of the population. There were 319 households, out of which 18.8% had children under the age of 18 living with them, 60.8% were married couples living together, 5.0% had a female householder with no husband present, and 31.0% were non-families. 27.0% of all households were made up of individuals, and 8.8% had someone living alone who was 65 years of age or older. The average household size was 2.16 and the average family size was 2.59. In the town, the population was spread out, with 15.8% under the age of 18, 3.8% from 18 to 24, 23.4% from 25 to 44, 35.6% from 45 to 64, and 21.5% who were 65 years of age or older. The median age was 50 years. For every 100 females, there were 110.1 males. For every 100 females age 18 and over, there were 107.9 males. The median income for a household in the town was $36,786, and the median income for a family was $41,406. Males had a median income of $31,000 versus $19,632 for females. The per capita income for the town was $20,498. About 3.8% of families and 4.5% of the population were below the poverty line, including 6.9% of those under age 18 and 0.6% of those age 65 or over. ==External links== * *Greater Bass Lake Protection and Rehabilitation District ==References== Category:Towns in Langlade County, Wisconsin Category:Towns in Wisconsin",
 "title": "Upham, Wisconsin"
}