{
 "id": "139300",
 "text": "Skanawan is a town in Lincoln County, Wisconsin, United States. The population was 391 at the 2010 census, up from 354 at the 2000 census. ==Geography== Skanwan is in northeastern Lincoln County, southeast of Tomahawk and north of Merrill, the county seat. According to the United States Census Bureau, the town has a total area of , of which are land and , or 1.64%, are water. ==Demographics== As of the census of 2000, there were 354 people, 141 households, and 98 families residing in the town. The population density was 10.0 people per square mile (3.9/km2). There were 216 housing units at an average density of 6.1 per square mile (2.4/km2). The racial makeup of the town was 99.72% White, and 0.28% from two or more races. There were 141 households, out of which 31.2% had children under the age of 18 living with them, 63.8% were married couples living together, 2.1% had a female householder with no husband present, and 29.8% were non-families. 26.2% of all households were made up of individuals, and 7.8% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 3.04. In the town, the population was spread out, with 24.6% under the age of 18, 7.9% from 18 to 24, 27.4% from 25 to 44, 26.3% from 45 to 64, and 13.8% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 105.8 males. For every 100 females age 18 and over, there were 111.9 males. The median income for a household in the town was $41,458, and the median income for a family was $51,042. Males had a median income of $36,625 versus $23,125 for females. The per capita income for the town was $17,698. About 4.0% of families and 3.5% of the population were below the poverty line, including 2.9% of those under age 18 and 9.8% of those age 65 or over. ==References== ==External links== * Category:Towns in Lincoln County, Wisconsin Category:Towns in Wisconsin",
 "title": "Skanawan, Wisconsin"
}