{
 "id": "139478",
 "text": "Hazelhurst is a town in Oneida County, Wisconsin, United States. The population was 1,267 at the 2000 census. The unincorporated community of Hazelhurst is located in the town. Hazelhurst describes itself as the \"Quiet side of the North Woods.\" ==Geography== According to the United States Census Bureau, the town has a total area of 35.0 square miles (90.8 km), of which, 31.2 square miles (80.8 km) of it is land and 3.9 square miles (10.0 km) of it (11.04%) is water. Hazelhurst is located on US Route 51, south of State Highway 70. It is located on the west side of Lake Katherine. ==Demographics== At the 2000 census there were 1,267 people, 528 households, and 415 families in the town. The population density was 40.6 people per square mile (15.7/km). There were 1,113 housing units at an average density of 35.7 per square mile (13.8/km). The racial makeup of the town was 98.03% White, 0.08% African American, 0.32% Native American, 0.32% Asian, 0.16% Pacific Islander, 0.79% from other races, and 0.32% from two or more races. Hispanic or Latino of any race were 0.79%. Of the 528 households 26.7% had children under the age of 18 living with them, 72.2% were married couples living together, 4.2% had a female householder with no husband present, and 21.4% were non-families. 17.6% of households were one person and 6.4% were one person aged 65 or older. The average household size was 2.40 and the average family size was 2.70. The age distribution was 21.0% under the age of 18, 4.5% from 18 to 24, 23.2% from 25 to 44, 33.6% from 45 to 64, and 17.7% 65 or older. The median age was 46 years. For every 100 females, there were 105.0 males. For every 100 females age 18 and over, there were 104.3 males. The median household income was $45,461 and the median family income was $51,579. Males had a median income of $36,833 versus $24,167 for females. The per capita income for the town was $28,732. About 2.2% of families and 3.8% of the population were below the poverty line, including 9.9% of those under age 18 and none of those age 65 or over. ==Transportation== The Rhinelander-Oneida County Airport (KRHI) serves Hazelhurst, the county and surrounding communities with both scheduled commercial jet service and general aviation services. ==Notable people== * Ed Sparr (1898–1974), football player * Tom Tiffany (born 1957), Wisconsin State AssemblyWisconsin Legislative Reference Bureau (comp.). State of Wisconsin 2011-2012 Blue Book. Madison: Joint Committee on Legislative Organization, 2011, p. 43. * William H. Yawkey (1875–1919), owner of the Detroit Tigers, maintained a summer home in Hazelhurst, the boathouse of which is listed on the National Register of Historic Places ==References== ==External links== * Hazelhurst home page Category:Towns in Oneida County, Wisconsin Category:Towns in Wisconsin",
 "title": "Hazelhurst, Wisconsin"
}