{
 "id": "139426",
 "text": "Whitefish Bay is a village in Milwaukee County, Wisconsin, United States. The population was 14,954 at the 2020 census. ==History== In the early 19th century when the first white settlers arrived, the Whitefish Bay area was controlled by Native Americans, including the Menominee, Potawatomi, and Sauk people. The area came under the control of the United States Federal Government in 1832 when the Menominee surrendered their claims to the land by signing the Treaty of Washington. The land was organized as part of the Town of Milwaukee in 1835, and for much of the 19th century, the community's main economic activities were farming and fishing. Many of the early settlers were German immigrants. In 1889, Pabst Brewing Company-owner Frederick Pabst purchased land in the Whitefish Bay area which he developed into the Whitefish Bay Pabst Resort, which included a hotel, restaurant, beer garden, and bandshell. He later added a Ferris wheel and a carousel, as well. At its height, the park hosted as many as 15,000 visitors each weekend, and was once visited by President Theodore Roosevelt. Some leisure seekers travelled to the park from Milwaukee via steam boats that docked at Whitefish Bay's lakeshore; others took the Milwaukee & Whitefish Bay Railroad, a steam-powered tram that began running to Whitefish Bay in 1886 and was replaced by the electric streetcars of the Milwaukee Electric Railway and Light Company in 1898. In the early 1890s, the area's residents lobbied the Town of Milwaukee for a local school; the nearest school was seven miles from Whitefish Bay. The town did not acquiesce to the residents' demands, and in 1892, the local residents responded by incorporating as the Village of Whitefish Bay and forming a school district independent of the Town of Milwaukee. At the time, it was the first village in Milwaukee County. In the early 20th century, the village developed as a streetcar suburb, with the population growing from 512 in 1900 to 9651 in 1940. As the population grew, real estate developers constructed new residential subdivisions. Even though the Whitefish Bay Pabst Resort closed in 1914, the lakeshore land it occupied was redeveloped into seventeen lakefront residential lots, including the National Register of Historic Places-listed Herman Uihlein Mansion, constructed between 1917 and 1919 for one of the sons of the president of the Joseph Schlitz Brewing Company. In the first decades of the 1900s, eastern Whitefish Bay became part of the \"gold coast\" area that developed along the lakeshore north of Milwaukee and attracted some of the city's most affluent families. Whitefish Bay continued to grow during the suburbanization that followed World War II, reaching a peak population of 18,390 in 1960, before the population began to slowly decline, stabilizing at approximately 14,000 at the turn of the 21st century. ==Geography== Whitefish Bay is located at (43.111711, -87.900762). According to the United States Census Bureau, the village has a total area of , all of it land. ==Demographics== ===2010 census=== As of the census of 2010, there were 14,110 people, 5,355 households, and 3,944 families residing in the village. The population density was . There were 5,553 housing units at an average density of . The racial makeup of the village was 91.9% White, 1.9% African American, 0.1% Native American, 3.7% Asian, 0.5% from other races, and 1.9% from two or more races. Hispanic or Latino of any race were 2.8% of the population. There were 5,355 households, of which 40.8% had children under the age of 18 living with them, 64.1% were married couples living together, 7.3% had a female householder with no husband present, 2.3% had a male householder with no wife present, and 26.3% were non-families. 21.8% of all households were made up of individuals, and 8% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 3.13. The median age in the village was 39.6 years. 29.6% of residents were under the age of 18; 4.6% were between the ages of 18 and 24; 24.8% were from 25 to 44; 30.6% were from 45 to 64; and 10.6% were 65 years of age or older. The gender makeup of the village was 48.1% male and 51.9% female. == Education == The Whitefish Bay School District maintains four public schools and one recreational facility. These facilities include: * Whitefish Bay High School - a high school serving children in grades 9-12. In 2021, it was ranked #2 in Milwaukee, #2 in Wisconsin and #219 nationally by U.S. News Rankings. * Whitefish Bay Middle School - a middle school/junior high school serving children in grades 6-8. * Cumberland Elementary School - an elementary school serving children age-4 kindergarten through grade 5. * Richards Elementary School - an elementary school serving children age-4 kindergarten through grade 5. * Lydell School - a community recreation facility. The Archdiocese of Milwaukee maintains two Catholic schools in Whitefish Bay: Holy Family School and St. Monica School, each serving kindergarten through grade 8. In addition, the Sinsinawa Dominican Sisters administer Dominican High School. At the north end of the village are two Jewish grade schools: Milwaukee Jewish Day School and Hillel Academy, sharing the Max and Mary Kohl Education building. == Notable people == * Kostas Antetokounmpo - NBA player * Nick Bellore - NFL player * Jeff Bridich - MLB executive * Art Bues - MLB player * Craig Counsell - MLB player and manager * Brad Courtney - chairman of the Republican Party of Wisconsin * Rebecca Dallet - Wisconsin Supreme Court Justice * Colleen Dewhurst - actress * Bernardine Dohrn - former Weather Underground leader & retired law professor * Jay Guidinger - NBA player * Julius P. Heil - Governor of Wisconsin * Ed Hochuli - NFL referee * Jeffrey Hunter - Hollywood film actor * Frederick Isenring - Wisconsin State Representative * Kristen Johnston - actress * Jack Larscheid - professional football player * Pat McCurdy - singer/songwriter * Niels Mueller - director/writer (film) * Barbara Notestein - Wisconsin State Representative * Caitlin O'Heaney - actress * Samuel Page - actor * Mike Schneck - NFL player * Donald K. Stitt - chairman of the Republican Party of Wisconsin * Diamond Stone - NBA player * Paul Michael Valley - actor * Dan Vebber - writer/producer (TV) * Chip Zien - actor ==References== ==External links== * Village of Whitefish Bay Category:Villages in Milwaukee County, Wisconsin Category:Villages in Wisconsin",
 "title": "Whitefish Bay, Wisconsin"
}