{
 "id": "139492",
 "text": "Sugar Camp is a town in Oneida County, Wisconsin, United States. The population was 1,694 at the 2010 census. The unincorporated community of Sugar Camp is located in the town ==History== Sugar Camp was known as 'Robbins' until the 1940s.History of Sugar Camp, Wisconsin ==Geography== According to the United States Census Bureau, and other sources, the town has a total area of 98.0 square miles (253.9 km2), of which, 88.9 square miles (230.2 km2) of it is land and 9.1 square miles (23.7 km2) of it (9.33%) is water. ==Education== The community is served by Sugar Camp Elementary School, which is part of the Three Lakes School District. ==Demographics== As of the census of 2010, there were 1,694 people, and 729 households residing in the town. The population density was 17.2 people per square mile (6.7/km2). There were 1,579 housing units at an average density of 16.1 per square mile (6.2/km2). The racial makeup of the town was 97.9% White, 0.3% Native American, 0.1% Asian, 0.2% Black and 0.6% from two or more races. Hispanic or Latino of any race were 0.9% of the population. thumb|left|180px|Indian Lake, Sugar Camp There were 729 households, out of which 23.0% had children under the age of 18 living with them, 66.1% were married couples living together, 6.1% had a female householder with no husband present, and 23.9% were non-families. 18.9% of all households were made up of individuals, and 7.9% had someone living alone who was 65 years of age or older. The average household size was 2.52 and the average family size was 2.87. In the town, the population was spread out, with 19.7% under the age of 18, 5.1% from 18 to 24, 26.1% from 25 to 44, 28.5% from 45 to 64, and 16.6% who were 65 years of age or older. The median age was 42 years. For every 100 females, there were 101.2 males. For every 100 females age 18 and over, there were 103.3 males. The median income for a household in the town was $37,118, and the median income for a family was $44,635. Males had a median income of $35,156 versus $24,405 for females. The per capita income for the town was $18,135. About 4.0% of families and 4.3% of the population were below the poverty line, including 3.8% of those under age 18 and 4.8% of those age 65 or over. ==Transportation== The Rhinelander-Oneida County Airport (KRHI) serves Sugar Camp, the county and surrounding communities with both scheduled commercial jet service and general aviation services. ==References== ==External links== *Town of Sugar Camp, Wisconsin website *Sugar Camp Community website Category:Towns in Oneida County, Wisconsin Category:Towns in Wisconsin",
 "title": "Sugar Camp, Wisconsin"
}