{
 "id": "139537",
 "text": "Plum City is a village in Pierce County, Wisconsin, United States. The population was 599 at the 2010 census. ==Geography== Plum City is located at (44.632938, -92.191967). According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. ==Demographics== As of 2000 the median income for a household in the village was $38,438, and the median income for a family was $46,607. Males had a median income of $31,786 versus $23,409 for females. The per capita income for the village was $16,847. About 3.3% of families and 5.4% of the population were below the poverty line, including 3.1% of those under age 18 and 9.3% of those age 65 or over. ===2010 census=== As of the census of 2010, there were 599 people, 243 households, and 150 families residing in the village. The population density was . There were 262 housing units at an average density of . The racial makeup of the village was 96.5% White, 0.5% African American, 0.3% Asian, 2.5% from other races, and 0.2% from two or more races. Hispanic or Latino of any race were 5.7% of the population. There were 243 households, of which 25.9% had children under the age of 18 living with them, 46.9% were married couples living together, 9.5% had a female householder with no husband present, 5.3% had a male householder with no wife present, and 38.3% were non- families. 33.7% of all households were made up of individuals, and 19.3% had someone living alone who was 65 years of age or older. The average household size was 2.29 and the average family size was 2.91. The median age in the village was 46.8 years. 21.2% of residents were under the age of 18; 7.9% were between the ages of 18 and 24; 18.1% were from 25 to 44; 25.9% were from 45 to 64; and 26.9% were 65 years of age or older. The gender makeup of the village was 47.6% male and 52.4% female. ==Education== Plum City has a public elementary school, middle school, and high school and a Catholic grade school. The school district's sports teams are the Blue Devils for volleyball, softball, and baseball. Cross country, men's and women's basketball, football, and cheerleading, are combined with Elmwood school district, a neighboring town. These teams are known as the Wolves. They have one recognized WIAA state championship, the 1997 Division 3 (smallest schools) spring baseball championship.http://wiaawi.org/baseballspring/teamchamps.pdf Three other times, Blue Devil teams have made it to the final phase of the State Tournament: the 1985 Division 3 baseball team (losing in the finals to Sevastopol), and the 1994 and 1995 boys' basketball teams (defeated in the semifinals both times).http://wiaawi.org/basketballboys/teamparticipation.pdf Plum City is a member of the South Lakeland conference for football and the Dunn St.-Croix conference for all other sports. ==Notable people== * Clarence John Brown (1895-1973), U.S. Navy Vice Admiral * William Walter Clark (1885-1971), Wisconsin State Senator * Fred J. Moser (1898-1993), Wisconsin State Representative ==References== ==External links== * Plum City Library * Plum City School District Category:Villages in Pierce County, Wisconsin Category:Villages in Wisconsin",
 "title": "Plum City, Wisconsin"
}