{
 "id": "139554",
 "text": "Eureka is a town in Polk County, Wisconsin, United States. The population was 1,338 at the 2000 census. The unincorporated community of Eureka Center is located in the town. The town in the setting for the 1957 film All Mine to Give was the Eureka in Winnebago County, Wisconsin, not this one in Polk County. ==Geography== According to the United States Census Bureau, the town has a total area of 54.7 square miles (141.8 km2), of which, 53.8 square miles (139.5 km2) of it is land and 0.9 square miles (2.3 km2) of it (1.64%) is water. ==Demographics== As of the census of 2000, there were 1,338 people, 503 households, and 367 families residing in the town. The population density was 24.8 people per square mile (9.6/km2). There were 567 housing units at an average density of 10.5 per square mile (4.1/km2). The racial makeup of the town was 98.73% White, 0.37% African American, 0.22% Native American, 0.07% Asian, and 0.60% from two or more races. Hispanic or Latino of any race were 0.37% of the population. There were 503 households, out of which 30.8% had children under the age of 18 living with them, 63.2% were married couples living together, 5.2% had a female householder with no husband present, and 27.0% were non-families. 19.3% of all households were made up of individuals, and 6.4% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.09. In the town, the population was spread out, with 26.8% under the age of 18, 7.2% from 18 to 24, 28.5% from 25 to 44, 26.2% from 45 to 64, and 11.4% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 109.4 males. For every 100 females age 18 and over, there were 109.4 males. The median income for a household in the town was $45,625, and the median income for a family was $50,476. Males had a median income of $35,184 versus $23,333 for females. The per capita income for the town was $19,343. About 3.3% of families and 5.5% of the population were below the poverty line, including 7.1% of those under age 18 and 7.5% of those age 65 or over. ==Education== *Luck School District *Saint Croix Falls District *Unity School District ==References== ==External links== *Town of Eureka Website Category:Towns in Polk County, Wisconsin Category:Towns in Wisconsin",
 "title": "Eureka, Polk County, Wisconsin"
}