{
 "id": "139543",
 "text": "Trimbelle is a town in Pierce County, Wisconsin, United States. The population was 1,511 at the 2000 census. The unincorporated communities of Beldenville, Ottman Corners, and Trimbelle are located in the town. The unincorporated community of Moeville is also located partially in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 36.2 square miles (93.7 km2), all of it land. ==Demographics== As of the census of 2000, there were 1,511 people, 532 households, and 425 families residing in the town. The population density was 41.8 people per square mile (16.1/km2). There were 544 housing units at an average density of 15.0 per square mile (5.8/km2). The racial makeup of the town was 98.48% White, 0.13% African American, 0.07% Native American, 0.33% Asian, 0.20% from other races, and 0.79% from two or more races. Hispanic or Latino of any race were 0.40% of the population. There were 532 households, out of which 39.8% had children under the age of 18 living with them, 71.2% were married couples living together, 5.1% had a female householder with no husband present, and 20.1% were non-families. 16.2% of all households were made up of individuals, and 5.6% had someone living alone who was 65 years of age or older. The average household size was 2.83 and the average family size was 3.19. In the town, the population was spread out, with 27.9% under the age of 18, 7.7% from 18 to 24, 31.4% from 25 to 44, 25.3% from 45 to 64, and 7.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 113.4 males. For every 100 females age 18 and over, there were 113.3 males. The median income for a household in the town was $52,650, and the median income for a family was $56,111. Males had a median income of $36,364 versus $25,966 for females. The per capita income for the town was $19,214. About 3.1% of families and 4.5% of the population were below the poverty line, including 6.0% of those under age 18 and 4.5% of those age 65 or over. ==Notable people== *Harry Jonathan Park, Wisconsin State Assembly, was born in the town.'Wisconsin Blue Book 1901,' Biographical Sketch of Harry J. Park, pg. 760 *Lloyd Tombleson, Wisconsin State Representative, was born in the town.'Lloyd Tombleson Rites at Ellsworth,' Winona Republican-Herald, September 15, 1951, pg. 2 ==References== Category:Towns in Pierce County, Wisconsin Category:Towns in Wisconsin",
 "title": "Trimbelle, Wisconsin"
}