{
 "id": "139516",
 "text": "Oneida is a town in Outagamie County, Wisconsin, United States. The population was 4,001 at the 2000 census. The unincorporated communities of Chicago Corners and Oneida are located in the town. The town occupies the Outagamie County portion of Wisconsin's Oneida Nation of Wisconsin. ==History== On May 20, 1903, the town of Oneida was created.Wisconsin Historical Society-Town of Oneida, Wisconsin ==Geography== right|Location of Oneida (town), WisconsinAccording to the United States Census Bureau, the town has a total area of 60.8 square miles (157.5 km2), of which, 60.8 square miles (157.5 km2) of it is land and 0.02% is water. ==Demographics== As of the census of 2000, there were 4,001 people, 1,267 households, and 1,055 families residing in the town. The population density was 65.8 people per square mile (25.4/km2). There were 1,316 housing units at an average density of 21.6 per square mile (8.4/km2). The racial makeup of the town was 57.56% White, 0.25% African American, 38.54% Native American, 0.15% Asian, 0.25% from other races, and 3.25% from two or more races. Hispanic or Latino of any race were 3.15% of the population. There were 1,267 households, out of which 43.2% had children under the age of 18 living with them, 64.5% were married couples living together, 13.3% had a female householder with no husband present, and 16.7% were non- families. 13.2% of all households were made up of individuals, and 5.3% had someone living alone who was 65 years of age or older. The average household size was 3.16 and the average family size was 3.45. In the town, the population was spread out, with 33.2% under the age of 18, 8.2% from 18 to 24, 28.9% from 25 to 44, 22.4% from 45 to 64, and 7.3% who were 65 years of age or older. The median age was 33 years. For every 100 females, there were 103.0 males. For every 100 females age 18 and over, there were 97.1 males. The median income for a household in the town was $51,275, and the median income for a family was $54,341. Males had a median income of $35,669 versus $26,646 for females. The per capita income for the town was $17,516. About 6.2% of families and 7.3% of the population were below the poverty line, including 4.7% of those under age 18 and 27.8% of those age 65 or over. ==Education== A tribal K-12 school, Oneida Nation School System, is in Oneida. ==References== Category:Towns in Outagamie County, Wisconsin Category:Towns in Wisconsin Category:Oneida",
 "title": "Oneida (town), Wisconsin"
}