{
 "id": "139538",
 "text": "thumb|Aerial view of the city Prescott is a city in Pierce County, Wisconsin at the confluence of the St. Croix River and Mississippi River. The population was 4,258 at the 2010 census, making it the second-largest city in the county after River Falls, and the largest entirely within Pierce County. Prescott was home to the mother house of the Franciscan Servants of Jesus. The town was first settled by (and named for) Philander Prescott, who opened a trading post there in 1839. ==Geography== Prescott is located at (44.751567, -92.793141). It is the westernmost incorporated community in Wisconsin, although rural portions of Burnett and Polk counties are further west. Prescott, along with the rest of Pierce County, is officially a part of the Minneapolis-St Paul- Bloomington MN-WI Metropolitan Statistical Area, with many residents of Prescott commuting to Minneapolis or Saint Paul for employment or education. According to the United States Census Bureau, the city has a total area of , of which, is land and is water. == Transportation == Prescott is served by US 10, WIS 35 and WIS 29. US 10 runs west to the Twin Cities and east to the county seat in Ellsworth. WIS 35 runs along Wisconsin's western border. From Prescott, it runs north toward River Falls and Hudson, although County Road F provides a more direct connection to Hudson. WIS 35 runs south along the Mississippi River through rural areas all the way to La Crosse, although the highway provides easy access to Red Wing, Minnesota via US 63. WIS 29 has its western terminus at Prescott. It runs east to River Falls, Menomonie, Chippewa Falls, Wausau, and Green Bay before ending in Kewaunee. Prescott does not have any scheduled public transportation services. The nearest public transportation is in nearby Cottage Grove, Minnesota, where Metro Transit offers express buses to Minneapolis and St. Paul on weekdays at rush hour. Due to its location along the confluence of two navigable rivers, Prescott is a major area for private boating, but no scheduled commercial transportation options are available by river. Amtrak train service is available in both Red Wing and St. Paul, which are both served by the Empire Builder, running between Chicago and Seattle or Portland, Oregon. The nearest intercity bus service is provided in Hastings, Minnesota by Jefferson Lines, running between Minneapolis and Rochester. Commercial air service is available at the Minneapolis-St. Paul International Airport in the Twin Cities. == Education == Prescott has four public schools and one parochial school. The Prescott School District operates the four public schools, which are Malone Elementary School (Grades K-2), Malone Intermediate School, (3-5) Prescott Middle School (Grades 6–8), and Prescott High School (Grades 9-12). St. Joseph's School is a private Catholic school for grades K-6. The mascot for the Prescott Public Schools is the cardinal. ==Demographics== ===2010 census=== As of the census of 2010, there were 4,258 people, 1,685 households, and 1,152 families living in the city. The population density was . There were 1,813 housing units at an average density of . The racial makeup of the city was 95.8% White, 0.3% African American, 0.6% Native American, 0.4% Asian, 0.6% from other races, and 2.2% from two or more races. Hispanic or Latino of any race were 2.0% of the population. There were 1,685 households, of which 35.9% had children under the age of 18 living with them, 53.4% were married couples living together, 10.1% had a female householder with no husband present, 4.9% had a male householder with no wife present, and 31.6% were non-families. 23.3% of all households were made up of individuals, and 7.5% had someone living alone who was 65 years of age or older. The average household size was 2.50 and the average family size was 2.97. The median age in the city was 36.5 years. 25.9% of residents were under the age of 18; 6.6% were between the ages of 18 and 24; 29.7% were from 25 to 44; 26.7% were from 45 to 64; and 11.1% were 65 years of age or older. The gender makeup of the city was 50.4% male and 49.6% female. ===2000 census=== As of the census of 2000, there were 3,764 people, 1,432 households, and 1,006 families living in the city. The population density was 1,860.4 people per square mile (719.4/km2). There were 1,472 housing units at an average density of 727.5 per square mile (281.4/km2). The racial makeup of the city was 98.17% White, 0.21% African American, 0.48% Native American, 0.24% Asian, 0.35% from other races, and 0.56% from two or more races. Hispanic or Latino of any race were 1.22% of the population. There were 1,432 households, out of which 36.6% had children under the age of 18 living with them, 56.6% were married couples living together, 9.9% had a female householder with no husband present, and 29.7% were non-families. 22.2% of all households were made up of individuals, and 8.0% had someone living alone who was 65 years of age or older. The average household size was 2.59 and the average family size was 3.08. In the city, the population was spread out, with 26.4% under the age of 18, 9.4% from 18 to 24, 32.8% from 25 to 44, 20.5% from 45 to 64, and 10.9% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 98.8 males. For every 100 females age 18 and over, there were 96.1 males. The median income for a household in the city was $52,598, and the median income for a family was $60,237. Males had a median income of $37,950 versus $27,111 for females. The per capita income for the city was $22,610. About 1.6% of families and 4.6% of the population were below the poverty line, including 3.2% of those under age 18 and 9.5% of those age 65 or over. ==Notable people== *Alvin Baldus, former member of CongressAlvin Baldus at Biographical directory of United States Congress *Solanus Casey, Roman Catholic priest *Daniel J. Dill, Wisconsin State Representative *Edward H. Ives, Wisconsin State Senator *Elmore Y. Sarles, Governor of North Dakota *Nick Schommer, NFL football player *Heidi Swank, member of the Nevada Assembly *Austin H. Young, Wisconsin State Senator ==References== ==External links== * City of Prescott * Sanborn fire insurance maps: 1884 1892 1898 1902 1912 Category:Cities in Wisconsin Category:Cities in Pierce County, Wisconsin Category:Wisconsin populated places on the Mississippi River",
 "title": "Prescott, Wisconsin"
}