{
 "id": "139518",
 "text": "Shiocton is a village in Outagamie County, Wisconsin, United States. The population was 921 at the 2010 census. It is wholly surrounded by the Town of Bovina. == History == In the Menominee language, this place is known as Māēnomehsāyak, \"wild rice along the banks\". The name refers to the wild rice which is a traditional staple of the diets of many Native Americans living in the area, particularly the Menominee, whose name in English is ultimately from an Ojibwe word meaning \"people of the wild rice\". The Menominee ceded this territory to the United States in the 1836 Treaty of the Cedars, after years of negotiations about how to accommodate the Oneida, Stockbridge-Munsee, and Brothertown peoples who were being removed from New York to Wisconsin. In English, Shiocton was originally named Jordan's Landing, or Jordanville, likely attributable to Woodford D. Jordan, one of the two first white settlers of the area. The community being referred to as Shiocton came later. ==Geography== Shiocton is located at (44.443363, -88.578269). According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. The Shioc River flows through the village and into the Wolf River. ==Demographics== As of 2000 the median income for a household in the village was $36,528, and the median income for a family was $48,750. Males had a median income of $35,000 versus $21,477 for females. The per capita income for the village was $18,260. About 5.0% of families and 7.2% of the population were below the poverty line, including 11.9% of those under age 18 and 2.2% of those age 65 or over. ===2010 census=== As of the census of 2010, there were 921 people, 372 households, and 255 families residing in the village. The population density was . There were 403 housing units at an average density of . The racial makeup of the village was 91.5% White, 0.2% African American, 0.5% Native American, 5.9% from other races, and 1.8% from two or more races. Hispanic or Latino of any race were 9.0% of the population. There were 372 households, of which 37.1% had children under the age of 18 living with them, 47.8% were married couples living together, 12.6% had a female householder with no husband present, 8.1% had a male householder with no wife present, and 31.5% were non-families. 26.3% of all households were made up of individuals, and 9.2% had someone living alone who was 65 years of age or older. The average household size was 2.48 and the average family size was 2.96. The median age in the village was 35.5 years. 27.4% of residents were under the age of 18; 8.3% were between the ages of 18 and 24; 27.5% were from 25 to 44; 25.5% were from 45 to 64; and 11.3% were 65 years of age or older. The gender makeup of the village was 51.0% male and 49.0% female. ==Attractions== The village is regularly visited by fishermen because of the Wolf River, which meanders through the village. The busiest time of year is in April, starting with the walleye spring run on the river. Later in the month, sturgeon spawn in the Wolf River as they swim upstream from Lake Winnebago. Crowds gather at Bamboo Bend west of the downtown area to see the fish as they spawn along the banks of the river, and the Wisconsin Department of Natural Resources studies the fish during that time. Other events include the late- July fly-in at the Shiocton Airport, a privately owned airport, and the September \"Cabbage Chuck\" contest sponsored by St. Denis Catholic Church. ==Parks and recreation== The village of Shiocton has three parks and one trail. *Lake Park includes: pavilions, two baseball diamonds, swimming lake, a playground, and public archery, pistol, and rifle ranges. - (Park Ave) *Hamlin Park includes: a playground, and rustic camping - (Hamlin Street / WIS 187) *Library Park includes a playground - (Corner of Pine & Second Streets) *Newton Blackmour State Trail: 23 miles (37 km) long, open to hikers, bikers, and horseback riders during summer; snowmobiling, snowshoeing, and cross country skiing during winter - (Part of the Rails-to-Trails Conservancy)Newton Blackmour State Trail. Outagamie County. ===Newton-Blackmour State Trail=== The Newton Blackmour State Trail extends 24 miles from Seymour, WI to New London, WI. The trail is used for snowmobiles, snowshoeing, and cross country skiing in winter and hiking, biking and horse back riding in summer. The name \"Newton-Blackmour\" is made up from the four incorporated communities on the trail. ==Transportation== {| class=\"wikitable\" style=\"width:60%\" | 25px || WIS 54, also marked as Rexford Avenue, Eastbound, routes to Black Creek and Green Bay. Westbound, WIS 54 routes to New London. |- | 25px || WIS 76, also marked as River Street Northbound routes to Bear Creek. Southbound, WIS 76 routes to Greenville and Oshkosh. |- | 25px || WIS 187, also marked as Hamlin Street Northbound routes to Leeman. Southbound, WIS 187 Routes to WIS 54. |} ===Airport=== The Shiocton Airport is located within the town of Shiocton. It is privately owned and has 2 grass runways. ==Religion== The village of Shiocton has four churches: Saint Denis Catholic Church, a Roman Catholic Church that is a member of the Catholic Diocese of Green Bay; First Evangelical Lutheran Church, a member of Evangelical Lutheran Church in America; Messiah Evangelical Lutheran Church, a member of the Wisconsin Evangelical Lutheran Synod; and the First Congregational Church. ==Images== File:ShioctonVillageHallPoliceStationWIS76.jpg|Village hall / police station File:ShioctonDowntown2WIS76.jpg|Looking north at downtown Shiocton File:ShioctonWisconsinDowntown1WIS76.jpg|Looking south at downtown Shiocton File:ShioctonPublicLibraryWisconsin.jpg|Library File:ShioctonSchoolsWisconsin.jpg|Shiocton Schools File:ShioctonAirportOverviewWIS54.jpg|Shiocton airport overview File:ShioctonAirportWIS54.jpg|Shiocton airport building File:Hwy 76 & Hwy 54 Intersection Shioc.jpg|Looking North at WIS 76 & WIS 54 intersection in Shiocton File:Hwy 187 & Hwy 54 Intersection Shioc.jpg|Looking South at WIS 187 & WIS 54 intersection in Shiocton ==Notable people== *Clint Kriewaldt, NFL football player ==References== ==External links== * Village of Shiocton Official Site * Shiocton Public Library Category:Villages in Outagamie County, Wisconsin Category:Villages in Wisconsin",
 "title": "Shiocton, Wisconsin"
}