{
 "id": "139530",
 "text": "El Paso is a town in Pierce County, Wisconsin, United States. The population was 690 at the 2000 census. The unincorporated community of El Paso is located in the town. The unincorporated community of Waverly is also located partially in the town, ==Geography== According to the United States Census Bureau, the town has a total area of 35.1 square miles (90.8 km2), all of it land. ==Demographics== As of the census of 2000, there were 690 people, 233 households, and 181 families residing in the town. The population density was 19.7 people per square mile (7.6/km2). There were 239 housing units at an average density of 6.8 per square mile (2.6/km2). The racial makeup of the town was 99.13% White, 0.43% Native American, and 0.43% from two or more races. Hispanic or Latino of any race were 1.74% of the population. There were 233 households, out of which 39.1% had children under the age of 18 living with them, 66.5% were married couples living together, 7.3% had a female householder with no husband present, and 21.9% were non-families. 18.5% of all households were made up of individuals, and 9.9% had someone living alone who was 65 years of age or older. The average household size was 2.96 and the average family size was 3.40. In the town, the population was spread out, with 29.3% under the age of 18, 8.1% from 18 to 24, 29.9% from 25 to 44, 22.0% from 45 to 64, and 10.7% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 109.7 males. For every 100 females age 18 and over, there were 115.0 males. The median income for a household in the town was $49,375, and the median income for a family was $52,143. Males had a median income of $32,368 versus $25,625 for females. The per capita income for the town was $19,441. About 3.3% of families and 4.9% of the population were below the poverty line, including 1.9% of those under age 18 and 25.4% of those age 65 or over. ==References== Category:Towns in Pierce County, Wisconsin Category:Towns in Wisconsin",
 "title": "El Paso, Wisconsin"
}