{
 "id": "139646",
 "text": "Fulton is a town in Rock County, Wisconsin, in the United States. As of the 2000 census, the town population was 3,158. The unincorporated communities of Fulton and Indianford are located in the town. The unincorporated community of Newville is located partially in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 32.9 square miles (85.3 km2), of which, 31.9 square miles (82.6 km2) of it is land and 1.0 square miles (2.7 km2) of it (3.13%) is water. ==Demographics== As of the census of 2000, there were 3,158 people, 1,229 households, and 920 families residing in the town. The population density was 99.0 people per square mile (38.2/km2). There were 1,637 housing units at an average density of 51.3 per square mile (19.8/km2). The racial makeup of the town was 98.80% White, 0.16% African American, 0.28% Native American, 0.19% Asian, 0.19% from other races, and 0.38% from two or more races. Hispanic or Latino of any race were 0.66% of the population. There were 1,229 households, out of which 29.6% had children under the age of 18 living with them, 67.0% were married couples living together, 4.7% had a female householder with no husband present, and 25.1% were non-families. 19.8% of all households were made up of individuals, and 6.4% had someone living alone who was 65 years of age or older. The average household size was 2.57 and the average family size was 2.96. In the town, the population was spread out, with 23.7% under the age of 18, 5.8% from 18 to 24, 27.8% from 25 to 44, 29.7% from 45 to 64, and 13.0% who were 65 years of age or older. The median age was 41 years. For every 100 females, there were 106.9 males. For every 100 females age 18 and over, there were 104.8 males. The median income for a household in the town was $56,691, and the median income for a family was $61,121. Males had a median income of $40,000 versus $27,309 for females. The per capita income for the town was $24,033. About 2.5% of families and 3.9% of the population were below the poverty line, including 1.6% of those under age 18 and 9.8% of those age 65 or over. ==Notable people== * Ira B. Bradford, Wisconsin State Representative, was born in Fulton. * Hellen M. Brooks, Wisconsin State Representative and educator'Wisconsin Blue Book 1925, Biographical Sketch of Hellen M. Brooks, pg. 664 * Lorenzo D. Harvey, Superintendent of Public Instruction of Wisconsin, lived in Fulton. * Charles R. Van Hise, President of the University of Wisconsin, was born in Fulton. ==See also== * List of towns in Wisconsin ==References== ==External links== * Category:Towns in Rock County, Wisconsin Category:Towns in Wisconsin",
 "title": "Fulton, Wisconsin"
}