{
 "id": "139633",
 "text": "Richland is a town in Richland County, Wisconsin, United States. The population was 1,364 at the 2000 census. ==Geography== According to the United States Census Bureau, the town has a total area of 31.5 square miles (81.6 km2), all of it land. ==Demographics== As of the census of 2000, there were 1,364 people, 476 households, and 362 families residing in the town. The population density was 43.3 people per square mile (16.7/km2). There were 516 housing units at an average density of 16.4 per square mile (6.3/km2). The racial makeup of the town was 99.12% White, 0.07% Native American, 0.22% Asian, 0.29% from other races, and 0.29% from two or more races. Hispanic or Latino of any race were 0.81% of the population. There were 476 households, out of which 33.4% had children under the age of 18 living with them, 66.2% were married couples living together, 4.6% had a female householder with no husband present, and 23.9% were non-families. 20.0% of all households were made up of individuals, and 11.8% had someone living alone who was 65 years of age or older. The average household size was 2.66 and the average family size was 3.06. In the town, the population was spread out, with 24.3% under the age of 18, 7.5% from 18 to 24, 21.3% from 25 to 44, 26.2% from 45 to 64, and 20.8% who were 65 years of age or older. The median age was 43 years. For every 100 females, there were 94.3 males. For every 100 females age 18 and over, there were 93.8 males. The median income for a household in the town was $43,036, and the median income for a family was $50,152. Males had a median income of $31,181 versus $21,705 for females. The per capita income for the town was $21,435. About 5.0% of families and 7.9% of the population were below the poverty line, including 13.7% of those under age 18 and 11.4% of those age 65 or over. ==Notable people== *Milford C. Kintz, legislator *Joseph McGrew, legislator ==References== Category:Towns in Richland County, Wisconsin Category:Towns in Wisconsin",
 "title": "Richland, Richland County, Wisconsin"
}