{
 "id": "139694",
 "text": "Delton, originally called New Buffalo, is a town in Sauk County, Wisconsin, United States. The population was 2,024 at the 2000 census. == History == The town of New Buffalo was created January 8, 1850. The name was changed to Delton on November 17, 1871.\"Term: New Buffalo, Town of, Sauk Co.\" Dictionary of Wisconsin History accessed January 1, 2014 ==Geography== According to the United States Census Bureau, the town has a total area of 30.2 square miles (78.2 km2), of which, 29.6 square miles (76.7 km2) of it is land and 0.6 square miles (1.6 km2) of it (1.99%) is water. ==Demographics== As of the census of 2000, there were 2,024 people, 747 households, and 561 families residing in the town. The population density was 68.4 people per square mile (26.4/km2). There were 862 housing units at an average density of 29.1 per square mile (11.2/km2). The racial makeup of the town was 93.82% White, 0.40% African American, 4.55% Native American, 0.05% Asian, 0.25% Pacific Islander, 0.59% from other races, and 0.35% from two or more races. Hispanic or Latino of any race were 1.09% of the population. There were 747 households, out of which 36.1% had children under the age of 18 living with them, 62.2% were married couples living together, 8.4% had a female householder with no husband present, and 24.8% were non-families. 18.1% of all households were made up of individuals, and 4.6% had someone living alone who was 65 years of age or older. The average household size was 2.71 and the average family size was 3.10. In the town, the population was spread out, with 27.0% under the age of 18, 7.4% from 18 to 24, 28.7% from 25 to 44, 27.0% from 45 to 64, and 9.9% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 103.6 males. For every 100 females age 18 and over, there were 105.0 males. The median income for a household in the town was $45,625, and the median income for a family was $50,368. Males had a median income of $32,308 versus $21,897 for females. The per capita income for the town was $18,584. 5.3% of the population and 4.1% of families were below the poverty line. 9999% of those under the age of 18 and 2.6% of those 65 and older were living below the poverty line. ==Education== It is in the service area of the School District of Wisconsin Dells,\"About Us.\" School District of Wisconsin Dells. Retrieved on November 16, 2018. which operates Spring Hill Middle School and Wisconsin Dells High School. ==Notable people== * George Gilbert Swain, Wisconsin State Representative'Wisconsin Blue Book 1872, Biographical Sketch of George Gilbert Swain, pg. 456 * David E. Welch, Wisconsin State Representative and Senator * Dwight S. Welch, Wisconsin State Assembly'Wisconsin Blue Book 1923,' Biographical Sketch of Dwight S. Welch, pg. 636 ==See also== * List of towns in Wisconsin ==References== ==External links== Category:1850 establishments in Wisconsin Category:Towns in Sauk County, Wisconsin",
 "title": "Delton, Wisconsin"
}