{
 "id": "139876",
 "text": "Stoddard is a village in Vernon County, Wisconsin, United States. The population was 774 at the 2010 census. ==History== Stoddard was founded as a farming community. It is notable as one of the few communities along the Mississippi River that was never a trading post or a riverboat stop. The river was originally one mile west of Stoddard, but when Lock and Dam No. 8 was built in 1937, the ensuing lake flooded the lowlands, literally bringing the river to the town.http://www.mwt.net/~stod/ ==Geography== Stoddard is located at (43.662889, -91.219745). According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. ==Demographics== ===2010 census=== As of the census of 2010, there were 774 people, 335 households, and 221 families living in the village. The population density was . There were 388 housing units at an average density of . The racial makeup of the village was 98.7% White, 0.6% African American, 0.1% Native American, 0.1% Asian, 0.1% from other races, and 0.3% from two or more races. Hispanic or Latino of any race were 0.8% of the population. There were 335 households, of which 31.3% had children under the age of 18 living with them, 51.9% were married couples living together, 9.9% had a female householder with no husband present, 4.2% had a male householder with no wife present, and 34.0% were non-families. 28.4% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.78. The median age in the village was 40.6 years. 23.8% of residents were under the age of 18; 4.7% were between the ages of 18 and 24; 26.8% were from 25 to 44; 27.6% were from 45 to 64; and 17.2% were 65 years of age or older. The gender makeup of the village was 48.1% male and 51.9% female. ===2000 census=== As of the census of 2000, there were 815 people, 351 households, and 226 families living in the village. The population density was 1,360.5 people per square mile (524.5/km2). There were 375 housing units at an average density of 626.0 per square mile (241.3/km2). The racial makeup of the village was 99.14% White, 0.12% Native American, 0.12% Asian, and 0.61% from two or more races. Hispanic or Latino of any race were 0.12% of the population. There were 351 households, out of which 28.5% had children under the age of 18 living with them, 53.0% were married couples living together, 7.7% had a female householder with no husband present, and 35.6% were non-families. 28.8% of all households were made up of individuals, and 15.4% had someone living alone who was 65 years of age or older. The average household size was 2.32 and the average family size was 2.84. In the village, the population was spread out, with 22.6% under the age of 18, 6.9% from 18 to 24, 30.4% from 25 to 44, 21.8% from 45 to 64, and 18.3% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 95.0 males. For every 100 females age 18 and over, there were 91.2 males. The median income for a household in the village was $31,250, and the median income for a family was $39,250. Males had a median income of $30,972 versus $21,319 for females. The per capita income for the village was $19,634. About 4.4% of families and 9.3% of the population were below the poverty line, including 13.8% of those under age 18 and 12.7% of those age 65 or over. ==Education== The De Soto Area Schools serve Stoddard. St. Matthew's Lutheran School is a grade school of the Wisconsin Evangelical Lutheran Synod in Stoddard. Families from the church as well as from throughout the community attend. The school has four teachers, two pastors and four classrooms. St. Matthew's Preschool Program is available for children ages 3 and 4. The rest of the school serves grades K-8. Enrollment was 42 students as of 2019. St. Matthew's Panther Sports Camp began in 2017 and serves families from the church and the larger community each June. ==Transportation== Bus service towards La Crosse or Prairie du Chien is provided three times daily per direction by Scenic Mississippi Regional Transit.https://ridesmrt.com/wp-content/uploads/SMRT-Bus-Sched.pdf ==Notable people== * Roy Patterson, Major League Baseball player for the Chicago White Sox ==Images== File:StoddardWisconsinSignWIS35.jpg|Looking north at Stoddard at the welcome sign File:StoddardWisconsinPostOfficeWIS35.jpg|Post office File:WIS162WestTerminusStoddardWIS35.jpg|Western terminus for WIS 162 File:St. Matthew's Lutheran Church & School.jpg|St. Matthew's Lutheran Church & School ==References== ==External links== * Stoddard, Wisconsin Category:Villages in Vernon County, Wisconsin Category:Villages in Wisconsin Category:Wisconsin populated places on the Mississippi River",
 "title": "Stoddard, Wisconsin"
}