{
 "id": "139801",
 "text": "Richmond is a town in St. Croix County, Wisconsin, United States. The population was 1,556 at the 2000 census. The unincorporated community of Boardman is located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 33.4 square miles (86.5 km2), of which, 33.2 square miles (85.9 km2) of it is land and 0.2 square miles (0.6 km2) of it (0.72%) is water. ==Demographics== As of the census of 2000, there were 1,556 people, 524 households, and 409 families residing in the town. The population density was 46.9 people per square mile (18.1/km2). There were 530 housing units at an average density of 16.0 per square mile (6.2/km2). The racial makeup of the town was 98.71% White, 0.06% African American, 0.32% Native American, 0.58% Asian, and 0.32% from two or more races. Hispanic or Latino of any race were 0.32% of the population. There were 524 households, out of which 44.7% had children under the age of 18 living with them, 69.1% were married couples living together, 5.9% had a female householder with no husband present, and 21.8% were non-families. 14.7% of all households were made up of individuals, and 2.1% had someone living alone who was 65 years of age or older. The average household size was 2.95 and the average family size was 3.31. In the town, the population was spread out, with 30.6% under the age of 18, 7.5% from 18 to 24, 31.2% from 25 to 44, 22.9% from 45 to 64, and 7.8% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 105.5 males. For every 100 females age 18 and over, there were 103.0 males. The median income for a household in the town was $59,688, and the median income for a family was $61,438. Males had a median income of $44,896 versus $27,578 for females. The per capita income for the town was $21,632. About 1.1% of families and 2.8% of the population were below the poverty line, including 1.9% of those under age 18 and none of those age 65 or over. ==References== ==External links== * Town of Richmond, Wisconsin - Official Website Category:Towns in St. Croix County, Wisconsin Category:Towns in Wisconsin",
 "title": "Richmond, St. Croix County, Wisconsin"
}