{
 "id": "139982",
 "text": "Lind is a town in Waupaca County, Wisconsin, United States. The population was 1,381 at the 2000 census. The unincorporated community of Lind Center is located in the town. The ghost town of Hatton was also located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 36.1 square miles (93.5 km2), of which, 35.9 square miles (93.1 km2) of it is land and 0.2 square miles (0.4 km2) of it (0.47%) is water. ==Demographics== As of the census of 2000, there were 1,381 people, 522 households, and 406 families residing in the town. The population density was 38.4 people per square mile (14.8/km2). There were 669 housing units at an average density of 18.6 per square mile (7.2/km2). The racial makeup of the town was 97.83% White, 0.07% African American, 0.58% Native American, 0.29% Asian, 0.87% from other races, and 0.36% from two or more races. Hispanic or Latino of any race were 1.30% of the population. There were 522 households, out of which 32.4% had children under the age of 18 living with them, 68.2% were married couples living together, 5.4% had a female householder with no husband present, and 22.2% were non-families. 17.6% of all households were made up of individuals, and 6.7% had someone living alone who was 65 years of age or older. The average household size was 2.65 and the average family size was 3.00. In the town, the population was spread out, with 25.5% under the age of 18, 5.9% from 18 to 24, 29.5% from 25 to 44, 26.4% from 45 to 64, and 12.7% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 107.4 males. For every 100 females age 18 and over, there were 108.3 males. The median income for a household in the town was $41,991, and the median income for a family was $46,094. Males had a median income of $32,452 versus $21,613 for females. The per capita income for the town was $17,889. About 3.7% of families and 4.9% of the population were below the poverty line, including 4.1% of those under age 18 and 3.8% of those age 65 or over. ==History== Lind was established on March 5, 1892, as one of the first towns in Waupaca County, along with Centerville (now Little Wolf), Embarrass, Waupaca, and Weyauwega. The town is named for Swedish opera singer Jenny Lind. ==Education== The town was served by 7 \"one-room\" schools throughout the 1800s and 1900s. However, today, students in Lind attend Waupaca High School or Weyauwega-Fremont High School. One brick school, at the intersection of County Road A and County Road EE, closed in 1960 and is currently used as the town hall. A small playground and artesian well are also located on the property. ==Notable people== *Columbus Caldwell, Wisconsin State Representative, lived in Lind.'Wisconsin Blue Book 1874,' Biographical Sketch of Columbus Lind, pg. 470 *Archibald D. Smith, Wisconsin State Representative, lived in Lind. ==References== Category:Towns in Waupaca County, Wisconsin Category:Towns in Wisconsin",
 "title": "Lind, Wisconsin"
}