{
 "id": "139950",
 "text": "In music, flat (Italian bemolle for \"soft B\") means \"lower in pitch\". Flat is the opposite of sharp, which is a raising of pitch. In musical notation, flat means \"lower in pitch by one semitone (half step)\", notated using the symbol which is derived from a stylised lowercase 'b'.Benward & Saker (2003). Music in Theory and Practice, Vol. 1, p. 6. McGraw-Hill, Seventh edition. \"Flat ()—lowers the pitch a half step.\"Flat, Glossary, Naxos Records For instance, the music below has a key signature with three flats (indicating either E major or C minor) and the note, D, has a flat accidental. : { \\override Score.TimeSignature #'stencil = ##f \\relative c { \\clef treble \\key es \\major \\time 4/4 des1 } } Under twelve-tone equal temperament, D for instance is enharmonically equivalent to C, and G is equivalent to F. In any other tuning system, such enharmonic equivalences in general do not exist. To allow extended just intonation, composer Ben Johnston uses a sharp as an accidental to indicate a note is raised 70.6 cents (ratio 25:24), and a flat to indicate a note is lowered 70.6 cents.John Fonville. \"Ben Johnston's Extended Just Intonation- A Guide for Interpreters\", p. 109, Perspectives of New Music, Vol. 29, No. 2 (Summer, 1991), pp. 106–137. \"...the 25/24 ratio is the sharp () ratio ... this raises a note approximately 70.6 cents.\" In intonation, flat can also mean \"slightly lower in pitch\" (by some unspecified amount). If two simultaneous notes are slightly out-of-tune, the lower-pitched one (assuming the higher one is properly pitched) is \"flat\" with respect to the other. Furthermore, the verb flatten means to lower the pitch of a note, typically by a small musical interval. == Key signatures == Flats are used in the key signatures of # F major / D minor (B) # B major / G minor (adds E) # E major / C minor (adds A) # A major / F minor (adds D) # D major / B minor (adds G) # G major / E minor (adds C) # C major / A minor (adds F) The order of flats in the key signatures of music notation, following the circle of fifths, is B, E, A, D, G, C and F (mnemonics for which include Battle Ends And Down Goes Charles' Father and Before Eating A Doughnut Get Coffee First). == Related symbols == Double flats also exist, which look like (similar to two flats, ) and lower a note by two semitones, or a whole step. Historically, in order to raise a double flat to a simple flat, it was required to use the notation . In modern scores it is acceptable to simply denote this with a single flat . : { \\override Score.TimeSignature #'stencil = ##f \\relative c { \\clef treble \\key c \\major \\time 4/4 beses2 bes2 } } A quarter-tone flat or half flat, indicating the use of quarter tones, may be marked with various symbols including a flat with a slash () or a reversed flat sign (). A three-quarter- tone flat, flat and a half or sesquiflat, is represented by a half flat and a regular flat (). : { \\override Score.TimeSignature #'stencil = ##f \\relative c { \\clef treble \\key c \\major \\time 4/4 ceh1 deseh } } Although very uncommon, a triple flat () can sometimes be found. It lowers a note three semitones. ==Unicode== The Unicode character ♭ (U+266D) can be found in the block Miscellaneous Symbols; its HTML entity is `&#9837;`. Other assigned flat signs are as follows: * * == See also == * Sharp (music) * Electronic tuner ==References== ==External links== * Category:Musical notation Category:Pitch (music)",
 "title": "Flat (music)"
}