{
 "id": "139947",
 "text": "Chenequa is a village in Waukesha County, Wisconsin, United States. It encompasses all of Pine Lake, a southern portion of North Lake, and the western portion of Beaver Lake. The population was 590, according to the 2010 census. The village was incorporated in 1928. ==History== The first settlers in the area were Gustaf Unonius; his wife, Charlotta Margareta Ohrstromer; her nursemaid; Christine Soedergren; Carl Groth; and Wilhelm Pearmain. The village was formed from the Town of Merton in 1928 by wealthy Milwaukeeans who owned summer homes in the area and were concerned about the level of police protection provided. Forming their own village allowed them to have their own police department. The town of Merton, which objected to the formation of the village because of the loss of tax revenue, filed suit to prevent the incorporation. It was supported by hundreds of town residents who filed petitions with the court. In January, 1928, the court determined that the village of Chenequa could incorporate. The judge addressed the local residents' complaint that the public would be shut off from access to the lake by stating that, \"There is no merit to such contention. The lake is now touched by a public road, it has three hotels, where the public is invited and welcome to the lake. Besides, the county board can supervise any plats and can open up to the public any lake by the laying out and building of public roads.\" Many of the residents who own property around Pine Lake and Beaver Lake are descendants of Milwaukee and Chicago industrialists who built their summer mansions there during the late 1800s.\"Chenequa spells fortune, elegance and privacy\", Milwaukee Journal, June 4, 1981, part 2, p. 6. ==Geography== Chenequa is located at (43.123399, -88.381173). According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. Parts of Chenequa encompass Beaver Lake, North Lake, and Pine Lake. There is public access for Pine Lake and Beaver Lake, but not North Lake. ==Demographics== ===2010 census=== As of the census of 2010, there were 590 people, 232 households, and 186 families living in the village. The population density was . There were 324 housing units at an average density of . The racial makeup of the village was 96.9% White, 0.2% African American, 0.5% Native American, 0.8% Asian, 0.2% from other races, and 1.4% from two or more races. Hispanic or Latino of any race were 1.0% of the population. There were 232 households, of which 27.2% had children under the age of 18 living with them, 74.1% were married couples living together, 4.3% had a female householder with no husband present, 1.7% had a male householder with no wife present, and 19.8% were non-families. 16.8% of all households were made up of individuals, and 7.3% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 2.82. The median age in the village was 50.6 years. 21.7% of residents were under the age of 18; 4.4% were between the ages of 18 and 24; 14.7% were from 25 to 44; 36.4% were from 45 to 64; and 22.7% were 65 years of age or older. The gender makeup of the village was 49.0% male and 51.0% female. The 2008-2012 estimated median household income in the village was $174,583.U.S. Census Bureau. Selected Economic Characteristics 2008-2012 American Community Survey 5-Year Estimates: Chenequa Village, Wisconsin ===2000 census=== As of the census of 2000, there were 583 people, 223 households, and 183 families living in the village. The population density was 164.5 people per square mile (63.6/km2). There were 280 housing units at an average density of 79.0 per square mile (30.5/km2). The racial makeup of the village was 97.77 percent White, 0.34 percent Native American, 0.34 percent Asian, 0.17 percent Pacific Islander, and 1.37 percent from two or more races. Hispanic or Latino of any race were 0.86 percent of the population. There were 223 households, out of which 30.0 percent had children under age 18 living with them, 78.0 percent were married couples living together, 2.2 percent had a female householder with no husband present, and 17.5 percent were non-families. 13.9 percent of all households were made up of individuals, and 6.7 percent had someone living alone who was 65 years old or older. The average household size was 2.61 people and the average family size was 2.88 people. In the village, the population was spread out, with 22.8 percent under age 18, 4.6 percent from 18 years old to 24 years old, 19.0 percent from 25 years old to 44 years old, 37.2 percent from 45 years old to 64 years old, and 16.3 percent who were 65 years old or older. The median age was age 48. For every 100 females, there were 102.4 males. For every 100 females age 18 and over, there were 101.8 males. The median income for a household in the village was $163,428, and the median income for a family was $166,623. Males had a median income of $100,000 versus $40,000 for females. The per capita income for the village was $86,552. None of the families and 0.5 percent of the population were living below the poverty line, including no one under 18 years old and none of those over age 64. == Education == University Lake School was founded by residents of Chenequa: Herbert Brumder, Robert Brumder, Robert Manegold, and John M. Friend. John Friend was its first president. ==Notable people== *Garland Buckeye, former pitcher for Milwaukee Brewers *George Brumder, German-American newspaper publisher and businessman in Milwaukee *Alexander C. Eschweiler, architect *Jacob Elias Friend, American politician, lawyer, and businessman, President of Nordberg Manufacturing Company in 1895 *Alfred R. Ludvigsen, member of Wisconsin State Assembly. Waukesha County 2nd District from 1935 to 1956 *George A. Mayer, lawyer and legislator *Murray F. Tuley, Judge *Elizabeth Quadracci, co-founder of Quad/Graphics *Harry V. Quadracci, founder of Quad/Graphics *August H. Vogel, vice-president of Pfister & Vogel ==References== ==External links== * Village of Chenequa Homepage Category:Villages in Wisconsin Category:Villages in Waukesha County, Wisconsin Category:1928 establishments in Wisconsin",
 "title": "Chenequa, Wisconsin"
}