{
 "id": "139986",
 "text": "Mukwa is a town in Waupaca County, Wisconsin, United States. The population was 2,773 at the 2000 census. The unincorporated communities of Northport, Ostrander, and Shaw Landing are located in the town. ==Geography== According to the United States Census Bureau, the town has a total area of 33.1 square miles (85.8 km2), of which, 31.4 square miles (81.4 km2) of it is land and 1.7 square miles (4.4 km2) of it (5.13%) is water. ==Demographics== As of the census of 2000, there were 2,773 people, 998 households, and 788 families residing in the town. The population density was 88.2 people per square mile (34.1/km2). There were 1,088 housing units at an average density of 34.6 per square mile (13.4/km2). The racial makeup of the town was 98.81% White, 0.14% African American, 0.32% Native American, 0.25% Asian, 0.07% from other races, and 0.40% from two or more races. Hispanic or Latino of any race were 0.58% of the population. There were 998 households, out of which 39.6% had children under the age of 18 living with them, 70.6% were married couples living together, 5.1% had a female householder with no husband present, and 21.0% were non-families. 16.4% of all households were made up of individuals, and 5.3% had someone living alone who was 65 years of age or older. The average household size was 2.78 and the average family size was 3.14. In the town, the population was spread out, with 28.1% under the age of 18, 6.3% from 18 to 24, 30.4% from 25 to 44, 26.5% from 45 to 64, and 8.7% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 104.0 males. For every 100 females age 18 and over, there were 105.7 males. The median income for a household in the town was $51,953, and the median income for a family was $57,679. Males had a median income of $37,177 versus $23,333 for females. The per capita income for the town was $21,254. About 2.4% of families and 3.5% of the population were below the poverty line, including 3.2% of those under age 18 and 9.7% of those age 65 or over. ==Notable people== *David Jennings, Wisconsin state legislator, was Chairman of the town. *Benjamin F. Phillips, Wisconsin state legislator, lived in the town.State of Wisconsin Legislative Reference Bureau. \"Members of the Wisconsin Legislature 1848-1999\". Information Bulletin 99-1 (September 1999), p. 55. ==References== Category:Towns in Waupaca County, Wisconsin Category:Towns in Wisconsin",
 "title": "Mukwa, Wisconsin"
}