{
 "id": "140090",
 "text": "Arapahoe () is a census-designated place (CDP) in Fremont County, Wyoming, United States. The population was 1,656 at the 2010 census. A Catholic mission was founded here in 1884. St Stephen's Mission Church, located near Arapahoe, is part of the Catholic mission. ==Geography== Arapahoe is located in central Fremont County at (42.979965, -108.445510), in the southeastern part of the Wind River Indian Reservation. It is bordered to the north by the city of Riverton, the largest city in Fremont County. It is from the center of Arapahoe (at the Arapahoe School) northeast to the center of Riverton, via Rendezvous Road. According to the United States Census Bureau, the Arapahoe CDP has a total area of , of which is land and , or 0.68%, is water. ===Climate=== According to the Köppen Climate Classification system, Arapahoe has a semi-arid climate, abbreviated \"BSk\" on climate maps.Climate Summary for Arapahoe, Wyoming ==Demographics== As of the census of 2000, there were 1,766 people, 440 households, and 371 families residing in the CDP. The population density was 56.3 people per square mile (21.7/km2). There were 498 housing units at an average density of 15.9/sq mi (6.1/km2). The racial makeup of the CDP was 18.01% White, 0.11% African American, 80.58% Native American, 0.06% Pacific Islander, 0.51% from other races, and 0.74% from two or more races. Hispanic or Latino of any race were 5.15% of the population. There were 440 households, out of which 44.8% had children under the age of 18 living with them, 47.3% were married couples living together, 23.6% had a female householder with no husband present, and 15.5% were non-families. 13.9% of all households were made up of individuals, and 5.7% had someone living alone who was 65 years of age or older. The average household size was 3.96 and the average family size was 4.32. In the CDP, the population was spread out, with 41.6% under the age of 18, 10.7% from 18 to 24, 25.4% from 25 to 44, 16.5% from 45 to 64, and 5.8% who were 65 years of age or older. The median age was 23 years. For every 100 females, there were 105.6 males. For every 100 females age 18 and over, there were 101.8 males. The median income for a household in the CDP was $22,679, and the median income for a family was $24,659. Males had a median income of $25,119 versus $16,607 for females. The per capita income for the CDP was $8,943. About 35.5% of families and 45.0% of the population were below the poverty line, including 53.3% of those under age 18 and 36.5% of those age 65 or over. ==Education== The majority of Arapahoe is served by Fremont County School District #38. A small portion of the CDP is located within the boundaries of Fremont County School District #25. The Bureau of Indian Affairs-affiliated St. Stephens Indian School is in Arapahoe. \\- Compare address to the Arapahoe CDP map ==See also== * Wind River Indian Reservation ==References== Category:Census-designated places in Fremont County, Wyoming Category:Census-designated places in Wyoming",
 "title": "Arapahoe, Wyoming"
}