{
 "id": "140076",
 "text": "Medicine Bow is a town in Carbon County, Wyoming, United States. The population was 284 at the 2010 census. ==History== thumb|left|Virginian Hotel The community largely owes its existence to the first transcontinental railroad, built through the area in 1868. A post office called Medicine Bow has been in operation since 1869. The community was named after the Medicine Bow River. Dippy, a well-known dinosaur skeleton, was found in a quarry nearby c. 1898. The Virginian Hotel is a historic hotel located in Medicine Bow. It was built in 1911 by August Grimm. The hotel was added to the National Register of Historic Places in 1978. In the 1910s, part of the Lincoln Highway was routed through Medicine Bow until Interstate 80 replaced it in 1970. ==Geography== Medicine Bow is located at (41.897668, -106.202796). According to the United States Census Bureau, the town has a total area of , all land. ===Climate=== ==Demographics== As of 2000 the median income for a household in the town was $33,750, and the median income for a family was $35,156. Males had a median income of $41,250 versus $20,536 for females. The per capita income for the town was $16,420. About 10.3% of families and 11.9% of the population were below the poverty line, including 9.2% of those under the age of eighteen and 17.5% of those 65 or over ===2010 census=== As of the census of 2010, there were 284 people, 125 households, and 81 families residing in the town. The population density was . There were 182 housing units at an average density of . The racial makeup of the town was 95.1% White, 0.4% Pacific Islander, 3.9% from other races, and 0.7% from two or more races. Hispanic or Latino of any race were 6.7% of the population. There were 125 households, of which 20.8% had children under the age of 18 living with them, 50.4% were married couples living together, 7.2% had a female householder with no husband present, 7.2% had a male householder with no wife present, and 35.2% were non-families. 29.6% of all households were made up of individuals, and 18.4% had someone living alone who was 65 years of age or older. The average household size was 2.27 and the average family size was 2.79. The median age in the town was 49.3 years. 20.1% of residents were under the age of 18; 3.5% were between the ages of 18 and 24; 21.1% were from 25 to 44; 29.9% were from 45 to 64; and 25.4% were 65 years of age or older. The gender makeup of the town was 53.5% male and 46.5% female. ==Economy== In December 2007, plans were announced for construction of a large coal gasification plant to be built southwest of town. The plant was expected to start construction in 2014. In 2014, DKRW Advanced Fuels terminated their contract with Sinopec, the Chinese firm that would have built the plant. In 2015, there were plans to downscale the plant, and in 2016 the project was put on indefinite hold, partly due to the low cost of crude oil in the US. ==Education== Public education in the town of Medicine Bow is provided by Carbon County School District #2. Zoned campuses include Medicine Bow Elementary School (grades K–6) and H.E.M. Junior/Senior High School (grades 7–12). Medicine Bow has a public library, a branch of the Carbon County Library System. ==In popular culture== Much of the Western novel The Virginian and subsequent television series of the same name were set in or near Medicine Bow. Chapter XXVIII from Jules Verne's Around the World in Eighty Days involves a subplot about making a train pass through an unsafe bridge near Medicine Bow. ==See also== * List of municipalities in Wyoming ==References== ==Further reading== * Barrett, Glen. (1978) The Virginian at Medicine Bow. * Roberts, David L. (1991) Sage Street: A Collection of Stories. ==External links== * * Medicine Bow wind farm Category:Towns in Carbon County, Wyoming Category:Towns in Wyoming",
 "title": "Medicine Bow, Wyoming"
}