{
 "id": "140151",
 "text": "Bar Nunn is a town in Natrona County, Wyoming, United States. It is a part of the Casper, Wyoming Metropolitan Statistical Area. The population was 2,213 at the 2010 census. It was incorporated in 1980. The town was constructed around the runways of Wardwell Airport, Casper's original airport, which was later replaced by Casper–Natrona County International Airport. ==History== Bar Nunn was founded in the 1970s by Romie Nunn, and named for him. ==Geography== Bar Nunn is located at (42.913444, -106.347054). According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== ===2010 census=== At the 2010 census there were 2,213 people, 748 households, and 605 families in the town. The population density was . There were 761 housing units at an average density of . The racial makup of the town was 93.4% White, 0.8% African American, 0.8% Native American, 0.1% Asian, 2.6% from other races, and 2.3% from two or more races. Hispanic or Latino of any race were 7.2%. Of the 748 households 49.1% had children under the age of 18 living with them, 65.1% were married couples living together, 9.0% had a female householder with no husband present, 6.8% had a male householder with no wife present, and 19.1% were non-families. 12.8% of households were one person and 2.6% were one person aged 65 or older. The average household size was 2.96 and the average family size was 3.23. The median age in the town was 30.5 years. 32.6% of residents were under the age of 18; 7.4% were between the ages of 18 and 24; 32.1% were from 25 to 44; 21.8% were from 45 to 64; and 6% were 65 or older. The gender makeup of the town was 49.7% male and 50.3% female. ===2000 census=== At the 2000 census there were 936 people, 315 households, and 252 families in the town. The population density was 458.6 people per square mile (177.2/km). There were 339 housing units at an average density of 166.1 per square mile (64.2/km). The racial makup of the town was 93.80% White, 0.53% African American, 1.18% Native American, 0.11% Asian, 0.53% Pacific Islander, 2.03% from other races, and 1.82% from two or more races. Hispanic or Latino of any race were 4.81%. Of the 315 households 46.0% had children under the age of 18 living with them, 66.7% were married couples living together, 7.9% had a female householder with no husband present, and 20.0% were non-families. 13.3% of households were one person and 1.3% were one person aged 65 or older. The average household size was 2.97 and the average family size was 3.26. The age distribution was 33.0% under the age of 18, 9.5% from 18 to 24, 31.8% from 25 to 44, 21.7% from 45 to 64, and 4.0% 65 or older. The median age was 32 years. For every 100 females, there were 103.9 males. For every 100 females age 18 and over, there were 103.6 males. The median household income was $40,313 and the median family income was $42,000. Males had a median income of $32,431 versus $18,636 for females. The per capita income for the town was $15,045. About 8.0% of families and 12.3% of the population were below the poverty line, including 16.2% of those under age 18 and 12.5% of those age 65 or over. ==Education== Public education in the town of Bar Nunn is provided by Natrona County School District #1. ==Recent growth== In 2006, Bar Nunn led the state of Wyoming in population growth. Between 2005 and 2006, the community saw an estimated 18.6 percent increase in population –- up to 1,527 in 2006. That was a 63% increase over the census count in 2000.Town leads state in growth, Bar Nunn - Casper Star Tribune, June 29, 2007 The large growth in Bar Nunn and Natrona County has been attributed to a boom in Wyoming's energy sector. ==See also== *List of municipalities in Wyoming ==References== ==External links== *Town of Bar Nunn, Wyoming – Official site. Category:Towns in Natrona County, Wyoming Category:Towns in Wyoming Category:1980 establishments in Wyoming",
 "title": "Bar Nunn, Wyoming"
}