{
 "id": "140169",
 "text": "Manville is a town in Niobrara County, Wyoming, United States. The population was 95 at the 2010 census. ==History== A post office called Manville has been in operation since 1887. The town was named for H. S. Manville, a cattleman. ==Geography== Manville is located at (42.779467, -104.616319). According to the United States Census Bureau, the town has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 95 people, 48 households, and 30 families residing in the town. The population density was . There were 55 housing units at an average density of . The racial makeup of the town was 96.8% White, 1.1% Native American, and 2.1% from two or more races. Hispanic or Latino people of any race were 5.3% of the population. There were 48 households, of which 25.0% had children under the age of 18 living with them, 54.2% were married couples living together, 4.2% had a female householder with no husband present, 4.2% had a male householder with no wife present, and 37.5% were non-families. 33.3% of all households were made up of individuals, and 22.9% had someone living alone who was 65 years of age or older. The average household size was 1.98 and the average family size was 2.50. The median age in the town was 55.2 years. 17.9% of residents were under the age of 18; 2.2% were between the ages of 18 and 24; 16.8% were from 25 to 44; 24.2% were from 45 to 64; and 38.9% were 65 years of age or older. The gender makeup of the town was 54.7% male and 45.3% female. ===2000 census=== As of the census of 2000, there were 101 people, 49 households, and 32 families residing in the town. The population density was 357.8 people per square mile (139.3/km2). There were 54 housing units at an average density of 191.3 per square mile (74.5/km2). The racial makeup of the town was 100.00% White. There were 49 households, out of which 18.4% had children under the age of 18 living with them, 59.2% were married couples living together, 4.1% had a female householder with no husband present, and 32.7% were non-families. 28.6% of all households were made up of individuals, and 16.3% had someone living alone who was 65 years of age or older. The average household size was 2.06 and the average family size was 2.52. In the town, the population was spread out, with 17.8% under the age of 18, 3.0% from 18 to 24, 16.8% from 25 to 44, 27.7% from 45 to 64, and 34.7% who were 65 years of age or older. The median age was 58 years. For every 100 females, there were 90.6 males. For every 100 females age 18 and over, there were 102.4 males. The median income for a household in the town was $15,833, and the median income for a family was $28,750. Males had a median income of $41,250 versus $21,250 for females. The per capita income for the town was $11,386. There were 10.5% of families and 13.6% of the population living below the poverty line, including no people under eighteen and 26.7% of those over 64. ==Education== Public education in the town of Manville is provided by Niobrara County School District #1. Schools serving the town include Lusk Elementary/Middle School (grades K-8) and Niobrara County High School (grades 9-12). ==See also== * List of municipalities in Wyoming ==References== ==External links== Category:Towns in Niobrara County, Wyoming",
 "title": "Manville, Wyoming"
}