{
 "id": "140241",
 "text": "Ten Sleep is a town in Washakie County, Wyoming, United States. It is located in the Bighorn Basin in the western foothills of the Bighorn Mountains, approximately east of Worland and west of Buffalo. The population was 206 at the 2020 census. ==Culture== thumb|left|Catholic chapel in Ten Sleep, August 2017 Near the entrance to nearby Ten Sleep Canyon is the former site of the Girl Scout National Center West, a portion of which was one of the largest encampments in the world at . A part of that site is now owned and operated by the Nature Conservancy as the Tensleep Preserve, with facilities for workshops and seminars. Ten Sleep Mercantile, also known as Ten Sleep Hardware, is an example of a typical small-town general store and it has been the focal point of the town since it was built in 1905 by H.T. Church. The building is an example of the tall, narrow and deep commercial buildings commonly found in small American towns. From 1919 to 1943 the store was operated by Paul Frison, who served as mayor of Ten Sleep and as a Wyoming state legislator. The area continues to thrive as a ranching community. Other industries include mineral extraction (bentonite) and tourism. Logging and other small businesses have dwindled, leaving just a handful of small businesses supporting the community. Three cafes/restaurants, two bars, two motels, a historic hardware store, campground, bank, and a gas station/ convenience store offer the primary services for visitors and locals. With a diversity of outdoor opportunities, locals mingle with tourists everywhere. Beyond the traditional activities such as hunting, fishing and horseback riding, outdoor enthusiasts today are found within a few miles of Ten Sleep participating in rock climbing, kayaking, spelunking, mountain biking, off-highway vehicle riding and camping, which draw explorers from near and far. Kids still wade in Ten Sleep Creek at the City Park and catch trout anywhere along the stream as it meanders through town. Mid-summer is celebrated by tubing (floating the creek on inner tubes). Annual celebrations include a two-day rodeo and parade, hinging on the 4th of July celebration of Independence Day of the United States. The town's population temporarily quadruples over this period, as tourists and area residents gather to celebrate. The main street is also closed to through traffic to accommodate live music that lasts into the wee hours of the morning. Another annual tradition is NoWoodStock, held the second weekend of August. An eclectic mixture of folk, bluegrass, swing, jazz and rock makes this wonderful celebration of music a destination for locals, neighbors and worldwide tourists. Ten Sleep has a microbrewery named Ten Sleep Brewing Company, which began brewing in October 2013 and produces various beers. ==Geography== Ten Sleep is located at (44.034724, –107.448023). According to the United States Census Bureau, the town has a total area of , all land. ===Climate=== The climate is similar to surrounding areas. Wide variance in temperatures occurs within a small area.https://wrcc.dri.edu/cgi- bin/cliGCStT.pl?wy8858https://wrcc.dri.edu/cgi-bin/cliGCStT.pl?wy8852 ==History== Ten Sleep was an American Indian rest stop, so called because it was 10 days' travel, or “10 sleeps,” from Fort Laramie (southeast), https://www.google.com/books/edition/Wyoming_Pageant/VEMMIpDEZ2IC?hl=en&gbpv;=0 Yellowstone National Park (west-northwest), and the Indian Agency on the Stillwater River in Montana (northwest). There are numerous archeological sites throughout the area, with frequent discoveries of artifacts such as arrowheads, pictographs and petroglyphs. Ten Sleep was also the site of the Spring Creek Raid, one of the last feuds of the West's Sheep and Cattlemen's War. It was there in March, 1909 that cattlemen attacked sheep herders and their flock, killing three men and shooting hundreds of the sheep. Caught and convicted, this was the end of major conflict, although it was many years before the two livestock growers' groups resolved their differences. ==Archaeology/paleontology== Rich in prehistory, fossil specimen of dinosaurs, plants and sea-life are prolific throughout the region. One such area, , is open to the public for exploration and collection for personal use.https://www.blm.gov/visit/big-cedar-ridge[BLM: Big Cedar Fossil Ridge] ==Geology== The yellowish-gray to white sandstone which forms much of Ten Sleep Canyon is named the Tensleep Formation (Pennsylvanian), and dominates much of the western slope of the Bighorn Mountains. The prominent red sandstone, such as Signal Cliff just west of Ten Sleep, as well as the dirt hills all along the west slope of the Bighorn Mountains are of the Chugwater Formation (Triassic). Above Chugwater, follows the marine Jurassic Sundance Formation and the terrestrial Late Jurassic Morrison FormationSaleiro, A., & Mateus O. (2017). Upper Jurassic bonebeds around Ten Sleep, Wyoming, USA: overview and stratigraphy. Abstract book of the XV Encuentro de Jóvenes Investigadores en Paleontología/XV Encontro de Jovens Investigadores em Paleontologia, Lisboa, 428 pp.. 357-361. with dinosaurs. Called the \"Painted Desert\" or \"Colored Hills\" by locals, the Cloverly Formation is finely granuled sandstone, clay and \"gumbo\". The Cloverly formations contains bands of various mineral colors ranging from greens and grays to red and violets, and are closely associated with strata containing dinosaur fossils. Numerous signs along U.S. 16 from Buffalo, through Ten Sleep and west to Worland identify the various geologic formations and their millennia. ==Demographics== ===2010 census=== As of the census of 2010, there were 260 people, 133 households, and 76 families residing in the town. The population density was . There were 157 housing units at an average density of . The racial makeup of the town was 97.3% White, 0.8% Native American, 0.4% Asian, and 1.5% from two or more races. Hispanic or Latino of any race were 0.8% of the population. There were 133 households, of which 17.3% had children under the age of 18 living with them, 45.9% were married couples living together, 8.3% had a female householder with no husband present, 3.0% had a male householder with no wife present, and 42.9% were non-families. 36.8% of all households were made up of individuals, and 16.5% had someone living alone who was 65 years of age or older. The average household size was 1.95 and the average family size was 2.55. The median age in the town was 54.3 years. 17.3% of residents were under the age of 18; 2.7% were between the ages of 18 and 24; 20.8% were from 25 to 44; 30.8% were from 45 to 64; and 28.5% were 65 years of age or older. The gender makeup of the town was 53.8% male and 46.2% female. ===2000 census=== As of the census of 2000, there were 304 people, 142 households, and 83 families residing in the town. The population density was 1,789.7 people per square mile (690.4/km2). There were 158 housing units at an average density of 930.2 per square mile (358.8/km2). The racial makeup of the town was 99.01% White, 0.66% Native American, 0.33% from other races. Hispanic or Latino of any race were 0.66% of the population. There were 142 households, out of which 20.4% had children under the age of 18 living with them, 47.2% were married couples living together, 6.3% had a female householder with no husband present, and 41.5% were non-families. 38.7% of all households were made up of individuals, and 16.2% had someone living alone who was 65 years of age or older. The average household size was 2.14 and the average family size was 2.90. In the town, the population was spread out, with 22.0% under the age of 18, 2.3% from 18 to 24, 19.4% from 25 to 44, 33.2% from 45 to 64, and 23.0% who were 65 years of age or older. The median age was 48 years. For every 100 females, there were 97.4 males. For every 100 females age 18 and over, there were 106.1 males. The median income for a household in the town was $24,250, and the median income for a family was $30,357. Males had a median income of $28,125 versus $16,250 for females. The per capita income for the town was $15,761. About 2.8% of families and 7.0% of the population were below the poverty line, including 3.3% of those under the age of eighteen and 5.8% of those 65 or over. ==Education== Public education in the town of Ten Sleep is provided by Washakie County School District #2. Ten Sleep School, a K–12 campus, serves the town. Ten Sleep has a public library, a branch of the Washakie County Library. == Notable people == * Jalan Crossland, bluegrass singer, musician * Gerald \"Jerry\" Geis (born 1933), President of the Wyoming State Senate from 1985–1986, and the second longest serving member of the Wyoming State Senate. He represented the 20th State Senate District, encompassing all of Washakie County, Hot Springs County and parts of neighboring counties. He was also a Special Economic Envoy to The Republic of China during the 1970s Wyoming State Legislative Directory ==See also== * List of towns in Wyoming ==References== ==External links== Category:Towns in Washakie County, Wyoming Category:Towns in Wyoming",
 "title": "Ten Sleep, Wyoming"
}