{
 "id": "140313",
 "text": "Hachette Filipacchi Media U.S., Inc. (HFM U.S.), originally known as CBS Publications, was a subsidiary of Hachette Filipacchi Médias (one of the world's largest magazine publishers), and was based in New York City. ==History== It was formed in 1972 as CBS Publications. CBS expanded its magazine group by acquiring Fawcett Publications in 1977, and the majority of the Ziff Davis magazines in 1984. CBS Publications in 1982 sold Fawcett Publications to Ballantine Books while Popular Library was sold to Warner Communications. Executive Peter Diamandis acquired the division in 1987. Hachette purchased Diamandis Communications in 1988. In May 2009, the company sold American Photo, Flying, Boating, Sound & Vision, and Popular Photography to the Bonnier Group. Hearst Magazines acquired Hachette Filipacchi Media U.S. magazines along with most of Hachette Filipacchi's international magazines in May 2011. ==List of publications== *Car and Driver *Cycle World *Elle *Elle Decor *Elle Girl (print edition closed in July 2006) *Premiere.com (print edition closed in April 2007) *Road & Track *Woman's Day *Family Life, sold to Time Warner in 1999The New York Times 1999 Time Inc. Unit to Buy Family Life MagazineNY Daily News 1999 FAMILY LIFE MAGAZINE ADOPTED BY TIME INC. – \"Family Life brings a circulation of 500,000, which Hartig said he hopes to push to the 1.1 million level of Disney competitor Family Fun\" *Trump Style From 1995 to 2001, the company also published the magazine George which was founded by John F. Kennedy Jr. ==Other businesses== *Hachette Filipacchi Custom Publishing, integrated marketing, database, market research *Hachette Enterprises *Filipacchi Books == References == Category:Magazine publishing companies of the United States Category:Book publishing companies based in New York (state) Category:Publishing companies established in 1972 Category:Lagardère Media Category:Former CBS Corporation subsidiaries",
 "title": "Hachette Filipacchi Media U.S."
}