{
 "id": "140497",
 "text": "Peroz I () was the Sasanian King of Kings () of Iran from 459 to 484. A son of Yazdegerd II (), he disputed the rule of his elder brother and incumbent king Hormizd III (), eventually seizing the throne after a two-year struggle. His reign was marked by war and famine. Early in his reign, he successfully quelled a rebellion in Caucasian Albania in the west, and put an end to the Kidarites in the east, briefly expanding Sasanian rule into Tokharistan, where he issued gold coins with his likeness at Balkh. Simultaneously, Iran was suffering from a seven-year famine. He soon clashed with the former subjects of the Kidarites, the Hephthalites, who possibly had previously helped him to gain his throne. He was defeated and captured twice by the Hephthalites and lost his recently acquired possessions. In 482, revolts broke out in the western provinces of Armenia and Iberia, led by Vahan Mamikonian and Vakhtang I respectively. Before Peroz could quell the unrest there, he was defeated and killed in his third war with the Hephthalites in 484, who seized the main Sasanian cities of the eastern region of Khorasan−Nishapur, Herat and Marw. Taking advantage of the weakened Sasanian authority in the east, the Nezak Huns subsequently seized the region of Zabulistan. Peroz was the last to mint unique gold coins in the Indian region of Sindh, which indicates that the region was lost around the same period. Albeit a devout Zoroastrian, Peroz supported the newly established Christian sect of Nestorianism, and just before his death, it was declared the official doctrine of the Iranian church. Peroz's wars against the Hephthalites have been described as \"foolhardy\" in both contemporary and modern historiography. His defeat and death introduced a period of political, social and religious tumult. The empire reached its lowest ebb; the was now a client of the Hephthalites and was compelled to pay tribute, while the nobility and clergy exerted great influence and authority over the nation, being able to act as king-makers. The magnates—most notably Sukhra and Shapur Mihran—elected Peroz's brother, Balash, as the new . Order would first be restored under Peroz's son Kavad I (), who reformed the empire and defeated the Hephthalites, reconquering Khorasan. By 560, Peroz had been avenged by his grandson Khosrow I (), who in collaboration with the First Turkic Khaganate, destroyed the Hephthalites. == Name == \"Peroz\" is a Middle Persian name, meaning \"victorious\". It is attested in Parthian as , whilst its New Persian form is (Arabicized form: ). Peroz is transliterated in Greek as (). The Georgian transliteration of the name, , was introduced into Georgian twice; through its Middle Iranian form (Parthian/Middle Persian) and in the New Persian form. The Armenian transliteration, (), follows the exact same spelling as the Middle Persian original. The name Peroz had already been in use by members of the Sasanian family in the 3rd-century, namely by the Kushano-Sasanian ruler Peroz I Kushanshah. == Rise to power == When Peroz's father Yazdegerd II () died in 457, he had reportedly not designed a successor and instead—according to the medieval historian al-Tha'alibi—entrusted the task to the elite and the leading (margraves). Civil war soon followed; Yazdegerd II's eldest son Hormizd III declared himself king at the city of Ray in northern Iran, while Peroz fled to the northeastern part of the empire and began raising an army in order to claim the throne for himself. The brothers' mother, queen Denag, temporarily ruled as regent of the empire from its capital, Ctesiphon. According to eastern sources, Peroz was more worthy for the throne than Hormizd, who they refer to as \"unfair\". Only the anonymous source known as the Codex Sprenger 30 describes Hormizd as the \"braver and better\", while describing Peroz as \"more learned in religion\". Both brothers seemingly attempted to gain the support of the powers of the neighbouring eastern region of Tokharistan/Bactria in their struggle. The region was then controlled by the Kidarites, along with some of their local vassals, such as the Hephthalites. According to three contemporary letters in the Bactrian language (the language of Tokharistan), the local ruler of the city of Rob (between Kabul and Balkh) Kirdir-Warahran, is given the honorific titles of \"glorious through Hormizd\" and \"true to Peroz\", which seemingly indicates that he shifted his allegiance between the two brothers. According to the contemporary Armenian historians Elishe and Ghazar Parpetsi, Peroz was notably supported by the House of Mihran, one of the Seven Great Houses of Iran, while later Persian sources instead report that Peroz fled to the Hephthalites and enlisted their help. This version, however, has been called \"legendary\" and \"somewhat fanciful\" by modern historians. The modern historians Parvaneh Pourshariati, Shapur Shahbazi and Michael Bonner prefer the Armenian version, with the latter suggesting that the Persian account may yield some authenticity, with Peroz enlisting Hephthalite aid through the Mihranids. Elishe and Ghazar give two slightly different accounts of Peroz's struggle against Hormizd. According to the former, Peroz was aided by his Mihranid tutor Raham Mihran, who in 459 captured and executed Hormizd, and then crowned Peroz as . The same account is given by Ghazar, with the exception that the Mihranid is named Ashtad Mihran, and was not the tutor, but rather foster father of Peroz. == Reign == === Revolt in Caucasian Albania and famine === During the dynastic struggle between Peroz and Hormizd III, the Arsacid king of Caucasian Albania, Vache II (), took advantage of the tumultuous situation and declared independence. He allowed the Huns into the city of Derbent, and with their aid attacked the Iranian army. Peroz responded by allowing the Huns to pass through the Darial Gorge, and they subsequently ravaged Albania. The two kings negotiated an accord; Vache II would return his mother (Peroz's sister) and daughter to Peroz, while he would receive the 1,000 families he had originally been given by his father as his share of the inheritance. Vache II abdicated in 462, leaving Albania kingless until 485, when Vachagan III () was installed on the throne by Peroz's brother and successor Balash (). Peroz also freed some of the Armenian aristocrats who had been jailed by his father in the aftermath of the Armenian uprising in 451. The previous year (461), Iran suffered from a severe drought, which caused a large-scale famine that would last until 467. === Relations with the Byzantine Empire === thumb|Map of the Roman-Iranian frontier Early in Peroz's reign, tensions began to rise between Iran and Byzantium. In the mid-460s, the Byzantines discovered that their general Ardaburius had been secretly corresponding with the Iranian court, urging Peroz to attack the Byzantines, with the promise of military support and presumably also intelligence. Ardaburius's letters were intercepted and given to Byzantine emperor Leo I (), who had him removed from office and summoned to the capital, Constantinople. Ardaburius's fate is not known. Leo responded to the Iranian activity by reinforcing his borders with them, which included the fortification of Callinicum in Syria. Since the Byzantine–Iranian peace treaty of 387, both empires had agreed that they were obligated to cooperate in the defense of the Caucasus against nomadic attacks from the northern steppes. The Iranians took the major role in this, while the Byzantines contributed roughly of gold at irregular intervals. The Byzantines saw this payment as a contribution to their mutual defense, but the Iranians saw it as tribute which established Byzantium as a subordinate of Iran. Since the foundation of the Sasanian Empire, its rulers had demonstrated the sovereignty and power of their realm through collection of tribute, particularly from the Byzantines. Retaliating for Iran's plot with Ardaburius, Leo stopped the payments. Repeated negotiations failed to resolve the issue. The Byzantines also appealed for the return of the city of Nisibis, which had been ceded to Iran as part of a treaty in 363. Tensions continued to increase until the accession of the Byzantine emperor Zeno () in 474, who resumed payment to Iran and also ransomed Peroz from captivity by the Hephthalites. Regardless, war almost erupted in the early 480s, when some Tayy clients of the Sasanians made incursions into Byzantine territory due to suffering from a two-year drought. The Iranian general Qardag Nakoragan, who was stationed at the frontier, quickly pacificed the Tayy raiders and ensured peace with the Byzantines. === War with the Kidarites === Since the reign of Shapur II (), Iran had to deal with nomadic invaders in the east known as \"Iranian Huns\" and made up of Hephthalites, Kidarites, Chionites and Alkhans. They seized Tokharistan and Gandhara from Shapur II and his Kushano-Sasanian clients, and eventually Kabul from Shapur III (). Archaeological, numismatic, and sigillographic evidence demonstrates that the Huns ruled a realm just as refined as that of the Sasanians. They swiftly adopted Iranian imperial symbolism and titulature, such as imitating Sasanian imperial coinage. The modern historian Richard Payne states: \"Far from the destructive xyonan of the Iranian accounts or the marauding barbarians of the Roman historians, the Hun kingdoms of post-Iranian Central Asia were city-based, tax-raising, ideologically innovative states the kings of kings found themselves hard pressed to unseat.\" The loss of the Armenian cavalry contingent after the revolt of Armenia in 451 weakened Sasanian efforts to keep their eastern enemies in check. The Sasanian efforts were disrupted in the early 5th century by the Kidarites, who forced Yazdegerd I (), Bahram V (), and/or Yazdegerd II to pay them tribute. Although this did not trouble the Iranian treasury, it was nevertheless humiliating. Yazdegerd II eventually refused to pay tribute, which would later be used as a justification for the war that the Kidarites declared against Peroz in 464. Peroz lacked enough manpower to fight, and therefore asked for financial aid from the Byzantine Empire, which declined. He then offered peace to the king of the Kidarites, Kunkhas, and offered his sister in marriage, but sent a woman of low status instead. After some time Kunkhas found about Peroz's deception, and in turn attempted to trick him, by requesting him to send military experts to strengthen his army. When a group of 300 military experts arrived at the court of Kunkhas at Balaam (possibly Balkh), they were either killed or disfigured and sent back to Iran, with the information that Kunkhas did this due to Peroz's false treaty. Around this time, Peroz allied himself with the Hephthalites and other Huns, such as Mehama, the ruler of Kadag in eastern Tokharistan. With their help, he finally vanquished the Kidarites in 466, and brought Tokharistan briefly under Sasanian control, issuing gold coins at Balkh. The style of the gold coin was largely based on the Kidarite coins, and displayed Peroz wearing his second crown. The legend of the coin displayed his name and title in Bactrian. The following year (467), an Iranian embassy journeyed to Constantinople, where the victory over the Kidarites was announced. An Iranian embassy sent to the Chinese Northern Wei dynasty in 468 may have done the same. The Kidarites continued to rule in Gandhara, and possibly Sogdia. They were eventually conquered by the Alkhans in Gandhara, and by the Hephthalites in Sogdia. According to Bactrian chronicles, Mehama was subsequently promoted to the position of \"governor of the famous and prosperous king of kings Peroz\". However, a power vacuum followed in Tokharistan, which allowed Mehama to gain autonomy, or possibly even independence. === First and second war with the Hephthalites === Peroz's war with the Hephthalites is reported by two contemporary sources—the account of the Byzantine historian Procopius and the Syriac text of Pseudo-Joshua the Stylite. However, both sources are marred by errors and oversights. According to Pseudo-Joshua, Peroz fought three wars with the Hephthalites, but he only briefly mentions them. Procopius' report, although detailed, has only two wars. Many modern historians agree that he fought the Hephthalites three times. With the fall of the Kidarites, their former subjects–the Hephthalites, who were based in eastern Tokharistan–took advantage of the power vacuum, extending their rule over all of Tokharistan. Their capital was most likely near the city of Kunduz in eastern Tokharistan, which the medieval scholar al-Biruni calls War-Waliz. The Hephthalite king is often given the name of Akhshunwar, which according to the Iranologist Khodadad Rezakhani was probably a title used by the Hephthalite kings, similar to other contemporary Central Asian titles such as and . In order to halt the Hephthalite expansion, Peroz attacked them in 474, but was ambushed and captured near the border of Gurgan. He was ransomed by Zeno, who helped him restore good relations between the Sasanians and the Hephthalites. According to Procopius, Akhshunwar demanded that Peroz prostrate before him in exchange for his release. Following the advice of his priests, Peroz met Akhshunwar at dawn and pretended to prostrate before him, while in reality he was doing it before the rising sun, i.e. Mithra, the sun god.Procopius, III. In the late 470s or early 480s, Peroz launched a second campaign, which ended in his defeat and capture once more; he offered to pay thirty mule packs of silver drachms in ransom, but could only pay twenty. Unable to raise the rest, he sent his youngest son, Kavad, to the Hephthalite court in 482 as a hostage until this balance was paid. Payne notes that \"The sums involved were modest in comparison with late antique diplomatic subsidies or state revenues. But rumors of a caravan delivering tribute from the Iranian court to the Huns spread across the Iran and the Mediterranean worlds, as far as Sidonius Apollinaris in Gaul.\" After this, Akhshunwar minted coins of himself wearing a winged, triple-crescent crown, which was the third crown of Peroz, indicating that the Hephthalite king considered himself to be the legitimate ruler of Iran. Peroz imposed a poll tax on his subjects to raise the ten mule packs of silver, and secured the release of Kavad before he mounted his third campaign. === Revolts in Armenia and Iberia === Besides Caucasian Albania, the two other Iranian provinces in the Caucasus—Armenia and Iberia—were also dissatisfied with Zoroastrian Sasanian rule. In Armenia, Yazdegerd II's policy of integrating the Christian nobility into the bureaucracy by forcing them to convert to Zoroastrianism had resulted in a large-scale rebellion in 451, led by the Armenian military leader Vardan Mamikonian. Although the Sasanians defeated the rebels at the Battle of Avarayr, the impact of the rebellion was still felt, and tensions continued to grow. Meanwhile, in Iberia, Peroz had favoured Varsken, the viceroy () of the Armeno-Iberian frontier region of Gugark. A member of the Mihranids of Gugark, Varsken was born a Christian, but when he travelled to the Iranian court in 470, he converted to Zoroastrianism and shifted his allegiance from the Christian Iberian monarchy to the Sasanian Empire. As a reward for his conversion, he was given the viceroyalty of Albania and a daughter of Peroz in marriage. Espousing his pro-Iranian position, he attempted to force his family to convert to Zoroastrianism, including his first wife Shushanik (a daughter of Vardan), whom he eventually killed, which made her a martyr. Varsken's policies were unacceptable to the Iberian king Vakhtang I (), who had him killed and then revolted against Iran in 482. Almost simultaneously, the Armenians rebelled under the leadership of Vahan Mamikonian, a nephew of Vardan. In the same year, the of Armenia, Adhur Gushnasp was defeated and killed by Vahan's forces, who installed Sahak II Bagratuni as the new . Peroz sent an army under Zarmihr Hazarwuxt of the House of Karen to Armenia, while another army led by the Sasanian general Mihran, of the Mihranid family, was sent to Iberia. During the summer, an army led by Shapur Mihran, the son of Mihran, inflicted a defeat on a combined Armenian- Iberian army at Akesga, resulting in the death of Sahak II Bagratuni and Vahan's brother Vasak, while Vakhtang fled to Byzantine-controlled Lazica. The role of Shapur Mihran in command of the army in Iberia implies that Peroz may have recalled his father, Mihran, to participate in his Hephthalite war. Vahan retreated with the rest of his forces to the mountains in Tayk, from where they engaged in guerrilla warfare. Shapur Mihran restored Sasanian rule in Armenia, but was summoned to the court in Ctesiphon, resulting in Vahan regaining control of over the Armenian capital of Dvin, where he fortified himself. In 483, Iranian reinforcements arrived under Zarmihr Hazarwuxt, who laid siege to Dvin. Heavily outnumbered, Vahan mounted a surprise attack on the Iranians, defeating them at the Battle of Nerseapate, near Maku. Vahan retreated to the mountains once more, close to the Byzantine border. He hoped that the Iranians would not pursue and attack him there, in order to avoid risking a conflict with the Byzantines. However, after a night march, Zarmihr Hazarwuxt attacked the Armenian camp and managed to capture several princesses. Vahan and most of his men withdrew further into the mountains. An unexpected turn of events changed the tide of the war: Peroz's death in 484 during his war with the Hephthalites caused the Iranian army to withdraw from Armenia. Peroz's brother and successor, Balash, made peace with Vahan, and appointed him as (minister) and later as of Armenia. Peace was likewise made in Iberia, where Vakhtang was able to resume his rule. === Third war with the Hephthalites and death === Against the counsel of the aristocracy and the clergy, Peroz prepared in Gurgan for a third campaign against the Hephthalites. Ghazar highlights the opposition amongst his men towards the campaign, stating that the Iranian forces were demoralised at the prospect of facing the Hepthalites to the point of near mutiny.Ghazar Parpetsi, 85. Peroz left his brother Balash in charge of the empire, launching his Hephthalite campaign at the head of a large army in 484. When Akhshunwar learned of Peroz's campaign, he sent his deputy with the following message \"You concluded peace with me in writing, under seal, and you promised not to make war against me. We defined common frontiers not to be crossed with hostile intent by either party.\" A tower erected as a boundary marker near the Oxus by Peroz's grandfather, Bahram V, was destroyed by Peroz. This event is reported by both Dinawari (d. 896) and al-Tabari (d. 923). The latter reported that Peroz had the tower tied to fifty elephants and three hundred men linked together and dragged it in front of his men, while he walked behind the tower, feigning not to have violated his grandfather's peace treaty. Akhshunwar, unwilling to face Peroz directly, had a large trench dug across the battleground, concealing it with shrubbery and loose wood, and positioning his forces behind it. Charging at Akhshunwar's forces, Peroz and his army fell into the trench, where they were killed. Their bodies were not recovered by the Iranians. The Iranian dead included many distinguished aristocrats. including four of Peroz's sons or brothers. The site of the battle is uncertain; according to the modern historian Klaus Schippmann, it took place in present-day Afghanistan, possibly near Balkh. Pseudo-Joshua, who portrays Peroz in a hostile manner, proposed that Peroz may have been able to escape from the trench, but subsequently either died of hunger in a cleft in a mountain or was killed and eaten by wild animals in a forest. === Aftermath === The main Sasanian cities of the eastern region of Khorasan−Nishapur, Herat and Marw were now under Hephthalite rule. Peroz's retinue, including his daughter Perozdukht and his priests, were captured by Akhshunwar. Perozdukht was married to Akhshunwar, and bore him a daughter, who would later marry Peroz's son Kavad I (). Due to Peroz's defeat, a law was allegedly made that forbade pursuit of a withdrawing army. His wars against the Hephthalites have been described as \"foolhardy\" in both contemporary and modern historiography. His defeat and death introduced a period of political, social and religious tumult. The empire reached its lowest ebb: the was now a client of the Hephthalites and was compelled to pay tribute; while the nobility and clergy exerted great influence and authority over the nation, being able to act as king-makers. According to Payne, \"No other event in the history of the Sasanian dynasty so clearly vitiated the pretensions of [the Iranian Empire], and contemporaries were aghast at the foolhardiness of the king of kings.\" Taking advantage of the weakened Sasanian authority in the east, the Nezak Huns seized the region of Zabulistan. Peroz was the last to mint unique gold coins in the Indian region of Sindh, which indicates that the region was lost around the same period. The Iranian magnate Sukhra quickly raised a new army and prevented the Hephthalites from achieving further success. A member of the House of Karen, Sukhra's family claimed descent from the mythological heroes Karen and Tus, who had saved Iran after its king Nowzar had been killed by the Turanian Afrasiab, which Payne calls \"in circumstances too similar to those of Peroz's death for the resemblance to be coincidental.\" According to the Iranologist Ehsan Yarshater, some of the Iranian–Turanian battles that are described in the medieval Persian epic ('The Book of Kings') were seemingly based on the Hephthalite wars of Peroz and his successors. Peroz's brother, Balash, was elected as by the Iranian magnates, most notably Sukhra and Shapur Mihran. Order was be restored under Kavad I, who reformed the empire and defeated the Hephthalites, reconquering Khorasan. Peroz was avenged by his grandson Khosrow I (), who in collaboration with the First Turkic Khaganate destroyed the Hephthalites in 560. Since Bahram I (), the Sasanian monarchs had primarily resided in Gundeshapur in southern Iran, due to its convenient position between the Iranian plateau and the Mesopotamian plain. Due to the increasing importance of the Tigris-Euphrates floodplains, the main residence of the was moved to Ctesiphon after Peroz. == Religious policy == Peroz, like all other Sasanian rulers, was an adherent of Zoroastrianism. According to al-Tabari, Peroz \"displayed just rule and praiseworthy conduct, and showed piety,\" which according to Schippmann, indicates that he was most likely amenable to the demands of the Zoroastrian clergy. Under Peroz, the Zoroastrian sect of Zurvanism was seemingly rejected, although he retained the staunch Zurvanite Mihr-Narseh as his minister (). Under Peroz, the Iranian calendar was reformed; the New Year (Nowruz) and the epagomenal from the month Frawardin were moved to the month Adur. Unlike his father, Peroz did not attempt to convert the Caucasian Albanians and Armenians to Zoroastrianism. Nevertheless, persecutions of Christians and Jews were reported to have occurred during Peroz's reign. While Jewish accounts claim Iranian fanaticism as the reason behind the persecutions, Iranian accounts accuse the Jews of abusing the Zoroastrian priests. The modern historian Jacob Neusner suggested that there may be some truth in the Iranian accounts, and that the Jews may had done it due to anticipating the coming of the Messiah, who was to arrive 400 years after the destruction of the Second Temple (dated by the rabbis in 68 AD, thus in 468). He further adds that the Jews may have expected the country to become Jewish now with the coming of the Messiah. According to the modern historian Eberhard Sauer, Sasanian monarchs only persecuted other religions when it was in their urgent political interests to do so. Peroz supported the new Christian sect of Nestorianism as the official doctrine of the Iranian Christian church. In 484, shortly before Peroz's death, a council took place in Gundeshapur, where Nestorianism was announced as the official doctrine of the church. == Building projects == Peroz was notable for founding many cities. According to The History of the Country of Albania, Peroz ordered his vassal the Caucasian Albanian king Vache II to have the city of Perozapat (\"the city of Peroz\" or \"Prosperous Peroz\") built. However, this is unlikely as the Kingdom of Caucasian Albania had been abolished by Peroz after a suppressing a revolt by Vache II in the mid-460s. The city was seemingly founded by Peroz himself after the removal of the ruling family in Caucasian Albania. Due to its more secure location, it was made the new residence of the Iranian . Peroz also founded Shahram Peroz (Ardabil) in Adurbadagan; Ram Peroz near Ray; and Rowshan Peroz between Gurgan and Derbent. The basilica of Bolnisi Sioni in Iberia is a testimony of the growing Sasanian influence there. It was constructed in 478/479 in the southern part of the country, which had fallen under the local control of the Mihranids of Gugark. The iconography of the basilica showed Iranian characteristics, while its inscription, written in Old Georgian, mentions Peroz: Although the basilica was not commissioned by Peroz, the builders of Bolnisi Sioni might have been inspired by the royal constructions of the Sasanians. Peroz's reign marks the terminus ad quem for the completion of the Great Wall of Gorgan, whose construction had started in the late 4th-century. Additional fortifications were later made to the wall, possibly as late as the reigns of Kavad I and Khosrow I. The wall, stretching from the Caspian coast to Pishkamar, was the largest of its time, and the biggest Iranian investment in military infrastructure in the late antique and medieval periods. == Coinage and imperial ideology == On Peroz's coinage the traditional Sasanian titulature of (\"King of Kings\") is omitted, and only the two aspects of (\"King Peroz\") are displayed. One of Peroz's seals demonstrates that the traditional titulature was still used, which indicates that coins do not with certainty display the full formal titulature of the Sasanian monarchs. The use of the mythological Kayanian title of , first used by Peroz's father Yazdegerd II, was due to a shift in the political perspective of the Sasanian Empire. Originally disposed towards the west, this now changed to the east. This shift, which had already started under Yazdegerd I and Bahram V, reached its zenith under Peroz I and his father. It may have been triggered by the aggression of the tribes on the eastern frontier. The war against the Hunnic tribes may have awakened the mythical rivalry existing between the Iranian Kayanian rulers and their Turanian enemies, which is demonstrated in the Younger Avesta. This conflict between Iran and its eastern enemies may have resulted in the adoption of the title of , used by the Iranian mythical kings in their war against the Turanians in the east. It is probable that it was during this period that legendary and epic texts were collected by the Sasanians, including the legend of the Iranian hero-king Fereydun (Frēdōn in Middle Persian), who divided his kingdom between his three sons: his eldest son Salm received the empire of the west, Rome; the second eldest Tur received the empire of the east, Turan; and the youngest, Iraj, received the heartland of the empire, Iran. Influenced by these tales of the Kayanians, the Sasanians may have believed themselves to be the heirs of the Fereydun and Iraj, and so possibly considered both the Byzantine domains in west and the eastern domains of the Hephthalites as belonging to Iran. The Sasanians may therefore have been symbolically asserting their rights over these lands by assuming the title of . Peroz depicted himself with three different crowns on his coins. The first consists of a diadem, a crown with crenellations in the middle, and the korymbos, with a moon crescent at the front. The second crown is similar to the first, with the exception that crenellations have been extended to the back of the cap. On the third crown, two wings are added, which is a reference to Verethragna, the god of victory. Peroz and Shapur II () were the only two Sasanian monarchs to regularly mint gold coins. The Austrian historian and numismatist Nikolaus Schindel has suggested that gold coins were generally not used in daily lives, but instead used as a form of donation given to high- ranking Iranian magnates by the , seemingly during festivities. == In Persian literature == Peroz is included in a legendary romantic story narrated by the 13th-century Iranian historian Ibn Isfandiyar. The story begins with Peroz dreaming about a beautiful woman whom he falls in love with. Peroz then sends one of his relatives who is also a close friend, Mihrfiruz from the Mihran family, to find her. Mihrfiruz finds the woman and discovers her to be the daughter of the Mihranid general Ashtad Mihran. Peroz marries her and, at her request, lays the foundations of the city of Amol in Tabaristan. == Family tree == {| style=\"border-spacing: 2px; border: 1px solid darkgray;\" |+Legend | |King of Kings |} ==Notes== ==References== == Bibliography == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== === Ancient works === * Ghazar Parpetsi, History of the Armenians. * Procopius, History of the Wars. === Modern works === * * * Category:484 deaths Category:5th-century Sasanian monarchs Category:Year of birth unknown Category:Shahnameh characters Category:Monarchs killed in action Category:City founders",
 "title": "Peroz I"
}