{
 "id": "140681",
 "text": "Bahram III (also spelled Wahram III or Warahran III; , New Persian: ), was the sixth king (shah) of the Sasanian Empire. He was son and successor of Bahram II.Touraj Daryaee, Sasanian Persia, (I.B.Tauris Ltd, 2010), 11. He was appointed viceroy to the province of Sakastan after Bahram II's re-conquest of it sometime in the 280s. Bahram III ascended to the throne vacated by his father following his death in 293. Bahram III was considered too weak to rule the kingdom by much of the nobility and many nobles challenged his succession, instead pledging allegiance to his grand-uncle Narseh. After reigning for a period of only four months, Bahram III was either captured or more likely killed during a campaign by Narseh who then ascended to the throne in Bahram's place. == Name == His theophoric name \"Bahram\" is the New Persian form of the Middle Persian Warahrān (also spelled Wahrām), which is derived from the Old Iranian Vṛθragna. The Avestan equivalent was Verethragna, the name of the old Iranian god of victory, whilst the Parthian version was *Warθagn. The name is transliterated in Greek as Baranes, whilst the Armenian transliteration is Vahagn/Vrām. The name is attested in Georgian as Baram and Latin as Vararanes. == Biography == In Sasanian Iran, it was customary for kings after conquering a land or people, to give their sons titles showing domination over them. Bahram III gained his title of \"sākān shāh\" presumably after his father's victory over the Sakastan (present day Sistan) region. Also following early Sasanian practices of giving appanage of provinces to princes, Bahram III was appointed to Sakastan due to the regions importance as being a defence against influential peoples on the eastern extremes of the kingdom.Bosworth p.47 Following the death of Bahram II in 293, Bahram III was proclaimed king in Pars by a group of nobles led by Wahnam and supported by Adurfarrobay, King of Meshan. By the time of his ascension, he was still a minor and considered a weak character by much of the nobility. Many amongst the nobility considered him too weak to properly handle the threat posed by the Romans and the possibility of invasion. Many of the nobility decided to instead challenge his succession to the throne and instead pledged allegiance to Narseh, the last remaining son of Shapur I, and someone who was perceived as being a stronger leader and one who would be able to bring glory to Iran.Henning p. 403Neusner p. 3 Four months into Bahram's reign, his grand-uncle Narseh was summoned to Mesopotamia at the request of many members of the Iranian nobility. He met them in the passage of Paikuli in the province of Garmekan, where he was firmly approved and likely also declared shah for the first time. The reasons behind the nobles favour of Narseh might have been due to his jurisdiction as governor, his image as an advocate of the Zoroastrian religion and as an insurer for harmony and prosperity of the empire. His ancestry from the early Sasanian family probably also played a role. In order to avoid bloodshed, Narseh proposed to make peace with both Bahram III and Wahnam. Both seem to have agreed, as no accounts of battles have been made. The reason behind Bahram and Wahnam's quick agreement to peace may have been due to desertion amongst many of Bahram's men. Bahram abdicated as shah and was probably spared, whilst Wahnam was executed when Narseh entered the Sasanian capital of Ctesiphon. Narseh then summoned the aristocrats to take part in the royal referendum, a ritual which had been used since the first Sasanian shah, Ardashir I (), and which Narseh now made use of in order to gain the approval of the aristocracy as a legitimate ruler instead that of a usurper. Narseh was decisively voted in favour by the majority, and guaranteed \"to enter the throne of our father and our forefathers with the help of the Gods, in their name and that of our forefathers.\" == Artifacts == Many coins that could be attributed to him are small in number and due to uncertainty, many are often attributed to Narseh. Because many of the coins are attributed to him are smoother than usual the details of his crown are faint. It is believed that he is depicted wearing a gold crown with a crenellated lower rim and two large deer horns or at least replicas of them attached on each side. The Sasani sphere sits between the horns on the front of the crown.Ayatollahi p. 156 A low relief at the Bishapur archeological site depicts a figure being trampled by a horse. It is assumed that this scene is a representation of either the death of Bahram III or more likely his ally Wahnam.Baker p. 181 == References == == Sources == * * * * * * * * * * * * * ==External links== *The Sassanian Inscription of Paikuli by Prods Skjærvø Category:Year of death unknown Category:3rd-century Sasanian monarchs Category:3rd-century births Category:Sasanian governors of Sakastan Category:Shahnameh characters",
 "title": "Bahram III"
}