{
 "id": "140703",
 "text": "Shapur III ( ), was the Sasanian King of Kings () of Iran from 383 to 388. He was the son of Shapur II () and succeeded his uncle Ardashir II (). His reign was largely uneventful; to the west, the dispute over Armenia with the Romans continued, which was eventually settled through diplomacy, with the two empires agreeing to partition the area, with most of it remaining under Sasanian control. To the east, Shapur III lost control of the important mint city Kabul to the Alchon Huns. He is notable for having a rock relief carved at Taq-e Bostan, depicting a scene of him along with his father. He was the penultimate monarch to have a rock relief carved, the last one being Khosrow II (), who mimicked and magnified Shapur III's work. The king died in 388, after reigning for five years. He was crushed by the collapsing weight of his own tent, after some conspiring nobles had cut its ropes. His son Bahram IV succeeded him. == Etymology == \"Shapur\" was a popular name in Sasanian Iran, being used by three Sasanian monarchs and other notables of the Sasanian era and its later periods. Derived from Old Iranian *xšayaθiya.puθra (\"son of a king\"), it must initially have been a title, which became—at least in the late 2nd century AD—a personal name. It appears in the list of Arsacid kings in some Arabic-Persian sources, however, this is anachronistic. Shapur is transliterated in other languages as; Greek Sapur, Sabour and Sapuris; Latin Sapores and Sapor; Arabic Sābur and Šābur; New Persian Šāpur, Šāhpur, Šahfur. ==Background and accession== Shapur III was the son of Shapur II (). In 379, Shapur II designated his half-brother Ardashir II as his successor on the condition that he would abdicate when his son reached adulthood. Ardashir II's reign lasted until 383, when he was killed or deposed by the Iranian nobility. The reason behind this was due to his continuation of Shapur II's policy of restricting the authority of power-hungry nobles. Shapur III then succeeded him; according to the narratives included in the history of al-Tabari (died 923), he was well received by his subjects due to the crown being given to an offspring of Shapur II. Shapur III declared to them in his accession speech, that he would not allow deceit, greed or self-righteousness at his court. However, to the nobility this was unacceptable. == Reign == thumb|Map of the Roman-Iranian frontier|280px Armenia had been constantly the source of war between the Roman and Sasanian Empires. In 378/9, Shapur II had achieved Iranian hegemony over the country after its regent Manuel Mamikonian submitted to him. A force 10,000 of Iranian soldiers led by general Surena were dispatched to Armenia. Surena was given the title of marzban (margrave), which indicates that Armenia was now a Sasanian province. Under Ardashir II, however, Manuel rebelled and succeeded in maintaining independence against both the Iranians and Romans in the early 380s. However, just before his death in 385/386, he seemingly placed Armenia under Roman protection. With his death, many Armenian nakharars (grandees) revolted against the Arsacid king Arshak III () and appealed to Shapur III for another king. Shapur III responded by crowning Khosrov IV as king, and gave him his sister Zurvandukht in marriage.Faustus of Byzantium, History of the Armenians, Book 6, Chapter 1 He then sent an invasion force into Armenia, which occupied most of the country. Arshak III was forced to withdraw to the western region of Acilisene, where he awaited Roman reinforcements. Instead of declaring war, Iran and Rome agreed to come to terms through diplomacy. An agreement was made to partition Armenia. The boundary stretched through Theodosiopolis in the north and Amida in the south, which meant that most of Armenia remained in Sasanian hands, including the two Arsacid capitals of Artaxata and Dvin. With this treaty, the Romans also fully acknowledged Iranian hegemony over all of Iberia. When this treaty exactly took place is unsure; most scholars believe the treaty was made in 387, whilst a few others state 384 or even in 389 or 390. Both sides were to cooperate in the defense of the Caucasus, with the Romans agreeing to pay the Iranians roughly 500 lbs (226 kg) of gold at irregular intervals. While the Romans saw this payment as political allocations, the Iranians saw it as tribute. In order to further reduce the political and economic power of Iranian Armenia, Shapur III deprived the country of several of its provinces; Artsakh, Utik, Shakashen, Gardman and Kolt were given to Caucasian Albania (ruled by a collateral line of the Arsacids); Gugark (ruled by the Mihranids) became subject to Iberia; and Arzanene (ruled by a bidaxsh, i.e. margrave), Paytakaran, Korjayk (Corduene) and Parskahayk were incorporated into Iran. Arshak III soon died, which made the Romans abolish their branch of the Arsacid monarchy and create the province of Western Armenia. As a result many of the nakharars who had followed him subsequently rejoined the Iranians. The Arsacid monarchy in Iranian Armenia continued to last for a few decades, until its abolishment by king Bahram V () in 428. Shapur III's religious tolerance towards the Christians is reported by the historians Elishe and John of Ephesus. According to the former, Shapur III granted the Armenians lavish gifts and exempted their Church from royal taxation. Besides the dispute over Armenia, Shapur III seems to have clashed with the Alchon Huns to the east; coinage indicates that the Alchon Huns seized Kabul from him sometime before 388. They duplicated the same coin mints issued by Shapur III, with the only difference being the newly added Bactrian inscription \"αλχοννο\" (alxanno), added to display their takeover of Sasanian territory. The loss of the city was a major blow, as it had been a center of coin manufacture since the 360s. Shapur III died in 388, after reigning for five years. He died when some nobles cut the ropes of a large tent that he had erected in one of his palace courts, so that the tent fell on top of him. He was succeeded by his son Bahram IV. Another of his sons, Yazdegerd I, later succeeded Bahram IV in 399. == Coinage == Under Shapur III and Bahram IV, the administrative program for Sasanian coinage substantially changed. More coins were minted, with administrative areas often producing dies for several types of mints. Shapur III was one of the few Sasanian kings to mint coins of himself not wearing a crown and korymbos, but only a diadem. This demonstrates that the diadem was the most important headgear of the Sasanian king. On his coins, he used the typical title of Mazdēsn bay Šābuhr šāhān šāh Ērān ud Anērān kēčihr az yazdān (\"the Mazda-worshiping, divine Shapur, King of Kings of Iran(ians) and non- Iran(ians), whose image/brilliance is from the gods\"). == Rock relief == Shapur III ordered the creation of a rock relief located at the site of Taq-e Bostan near present-day Kermanshah. Its design was that in the form of an iwan. Two Sasanian kings are portrayed, with inscriptions identifying the king to the left as Shapur III, and the king to the right as Shapur II. While the king to the right is wearing Shapur II's crown, the one to left does properly duplicate the crown of Shapur III. Unlike other Sasanian reliefs, the one created under Shapur III was not sculptured at the surface of a rock face, but at the back of a barrel vaulted area. This style was mimicked and magnified in the 7th-century by the Sasanian monarch Khosrow II (). File:Taq-e Bostan - High-relief Shapur II and Shapur III.jpg|Relief of Shapur III (left) and Shapur II (right). File:Shapur II and Shapur III.jpg|19th-century drawing of the relief from a book of George Rawlinson. File:Taq-e Bostan - Pahlavi writing.jpg|Inscriptional Pahlavi text near the sculptures. == Klimova plate == The \"Klimova Plate\" (part of the Klimova Treasure), is a silver vessel located in the Hermitage Museum, which depicts a king slaying a leopard. His crown is highly identical to that of Shapur III. The crown is topped by the traditional korymbos, a globe-like cloth. The king is wearing a dress identical to that of the plate of Yazdegerd I located in the Metropolitan Museum of Art. A Sogdian inscription from the 7th or 8th-century is inscribed on its reverse. While Harper and Meyers in their book Silver Vessels of the Sasanian Period: Royal Imagery (1981) consider the king to possibly represent Shapur III, the Oxford Dictionary of Late Antiquity (2018) considers it be him. ==Onyx seal== One of the wives of Shapur III, named Yazdan-Friy Shapur, has been immortalized by an onyx seal of remarkable quality, where she is shown wearing the horns of a ram. The seal is now in the Cabinet des Médailles, France. ==Notes== ==References== == Bibliography == === Ancient works === *Faustus of Byzantium, History of the Armenians. === Modern works === * * * * * * * * * * * * * * * * * * * * * * * * * * * * == Further reading == * * Category:388 deaths Category:4th-century births Category:Murdered Persian monarchs Category:4th-century Sasanian monarchs Category:Shahnameh characters Category:4th-century murdered monarchs",
 "title": "Shapur III"
}