{
 "id": "140768",
 "text": "Claire Lee Chennault (September 6, 1893 – July 27, 1958)Birthdate: Encyclopedia Britannica Ultimate Reference Suite 2010 and www.af.mil/About- Us/Biographies/Display/Article/107526/major-general-claire-lee-chennault/ give 1890 as birth year was an American military aviator best known for his leadership of the \"Flying Tigers\" and the Chinese Air Force in World War II. Chennault was a fierce advocate of \"pursuit\" or fighter-interceptor aircraft during the 1930s when the United States Army Air Corps was focused primarily on high-altitude bombardment. Chennault retired from the United States Army in 1937, and went to work as an aviation adviser and trainer in China. Starting in early 1941, Chennault commanded the 1st American Volunteer Group (nicknamed Flying Tigers). He headed both the volunteer group and the uniformed U.S. Army Air Forces units that replaced it in 1942. He feuded constantly with General Joseph Stilwell, the U.S. Army commander in China, and helped China's Generalissimo Chiang Kai-shek to convince President Roosevelt to remove Stilwell in 1944. The China-Burma-India theater was strategically essential in order to fix many vital elements of the Imperial Japanese Army on the Chinese mainland to limit their use against Allied forces advancing towards Japan in the two Pacific campaigns. == Early life == Chennault was born in Commerce, Texas, to John Stonewall Jackson Chennault and Jessie (née Lee) Chennault. His surname is of French origin; the French pronunciation is \"Shen-oh\", but his family pronounced it \"Shen-awlt\". He grew up in the Louisiana towns of Gilbert and Waterproof. He began misrepresenting his year of birth as either 1889\"United States Census, 1940: Claire Chennault.\" familysearch.org. Retrieved: July 19, 2015. or 1890, possibly because he was too young to attend college after he graduated from high school and so his father added three years to his age.Hessen 1983, p. ix.Byrd 1987, Chapter 1. ==Early military career== Chennault attended Louisiana State University between 1909 and 1910 and underwent ROTC training. He and his wife, Nell, moved to West Carroll Parish where he served as principal of Kilbourne School from 1913 to 1915.Allen, p. 64 At the onset of World War I, he graduated from Officers' School at Fort Benjamin Harrison in Indiana, and was transferred to the Aviation Division of the Army Signal Corps\"Claire Lee Chennault and the Flying Tigers\", vac.gov.tw; retrieved November 28, 2009. on November 27, 1917. He learned to fly in the Army Air Service during World War I. Following the war he graduated from pursuit pilot training at Ellington Field, Texas, on April 23, 1922, and remained in the service after it became the Air Corps in 1926. Chennault became the Chief of Pursuit Section at Air Corps Tactical School in the 1930s.Byrd 1987, Chapter 3. ===Leadership=== Into the mid-1930s Chennault led and represented the 1st Pursuit Group of the Montgomery, Alabama-based Army Air Corps aerobatic team the \"Three Musketeers\".Owen 1985 The group performed at the 1928 National Air Races. In 1932, as a pursuit aviation instructor at Maxwell Field, Chennault re-organized the team as \"Three Men on the Flying Trapeze\". ===Resignation=== Poor health (deafness and chronic bronchitis), disputes with superiors, and the fact that he was passed over as unqualified for promotion led Chennault to resign from the military on April 30, 1937; he separated from the service at the rank of major. As a civilian, he was recruited to go to China and join a small group of American civilians training Chinese airmen.Byrd 1987, Chapter 6. ==In China== Chennault arrived in China in June 1937. He had a three-month contract at a salary of $1,000 per month, charged with making a survey of the Chinese Air Force. Chiang's English-speaking wife, Soong Mei-ling, known to Americans as \"Madame Chiang\", was in charge of the Aeronautical Commission and thus became Chennault's immediate supervisor. Upon the outbreak of the Second Sino-Japanese War in August, Chennault became Chiang Kai-shek's chief air adviser, assisted in the training of new Chinese Air Force pilots, and sometimes flew scouting missions in an export Curtiss H-75 fighter. His duties also included organizing the \"International Squadron\" of mercenary pilots.Byrd 1987, Chapter 7. In late 1937, the Chinese Air Force considered attacking the Japanese home islands with bombers launched from the mainland of China with Chennault in an advisory role. Various pilots of the International Squadron, specifically the 14th International Bomber Squadron, from Britain, France, Netherlands, and the United States, proposed raiding Kagoshima with incendiary bombs but were all declined because of the \"exorbitant renumeration\" demanded by the foreign \"volunteers\". The mission was ultimately tasked to Capt. Hsu Huan-sheng and Lt. Tong Yen-bo of the 8th Bomber Group. Under the Sino-Soviet Treaty of 1937, Soviet-made bomber and fighter aircraft increasingly replenished China's battered air force units previously equipped with US-made aircraft, such as the Hawk IIIs and Boeing 281 Peashooters, and were also augmented by Soviet volunteer combat aviators; while the Chinese Air Force Academy in Jianqiao Airbase was pushed hinterland with the Fall of Shanghai and Nanking, Claire Lee Chennault went along to Kunming's Wujiaba Airbase, in the capital of Yunnan Province in southwestern China, to reorganize and train new Chinese Air Force cadets at the academy along the American army air corps training model.Xu, Guangqiu. War Wings: The United States and Chinese Military Aviation, 1929–1949. Santa Barbara, California: Greenwood Publishing Group, 2001. .\"The Flying Tigers American Volunteer Group – Chinese Air Force.\" flyingtigersavg.22web.net. Retrieved: May 20, 2011. On October 21, 1939, as the Imperial Japanese schnellbombing campaign raged terror on the cities of Chengdu and Chongqing,Cheung, 2015, p. 74. The Soviet-made fighters burning low-grade fuel simply did not have the performance necessary to engage the high-tech Japanese raiders with superchargers and burning high-octane... Chinese fighters could make only one slow firing-pass at the Japanese bombers... Chennault, accompanied by four Chinese officials, boarded the Pan American Airways Boeing B-314 California Clipper in Hong Kong, arriving at San Francisco on October 26, on a special mission for Chiang Kai-shek. By 1940, seeing that the Chinese Air Force in dire need because of obsolescent aircraft, ill-trained pilots and shortage of equipment, Chiang again sent Chennault, accompanied by Chinese Air Force General Pang-Tsu Mow, to the United States to meet with banker Dr. T. V. Soong in Washington, D.C., with the following goal: \"to get as many fighter planes, bombers, and transports as possible, plus all the supplies needed to maintain them and the pilots to fly the aircraft.\" Together, they departed on October 15, 1940, from Chungking, China, transited at Hong Kong where they boarded Pan Am Boeing B-314 American Clipper on November 1, arriving at San Francisco on November 14. They reported to the Chinese Ambassador to the United States, Hu Shih.Byrd 1987, Chapter 8. ===Creation of the American Volunteer Group, the \"Flying Tigers\"=== Chennault's mission to Washington generated the concept of creating an American Volunteer Group of pilots and mechanics to serve in China. By then Dr. Soong had already begun negotiations for an increase in financial aid with U.S. Secretary of Commerce and Federal Loan Administrator Jesse H. Jones on October 17.Byrd 1987, Chapters 7–8. thumb|250px|US Army Air Forces video:\"Flying Tigers Bite Back\" Washington provided the money. How to obtain the shopping list of aircraft, aviation supplies, volunteers, and funds for the Bank of China was further discussed in a meeting held at the home of Treasury Secretary Henry Morgenthau, Jr. with Captain Chennault, Dr. Soong, and General Mow on December 21.Dr. T.V. Soong: President of the Bank of China. On April 25, 1941, the United States and China formally signed a $50 million stabilization agreement to support the Chinese currency. By December 23, 1940, upon approval by the War Department, State Department, and the President of the United States, an agreement was reached to provide China the 100 P-40B Tomahawk aircraft which had originally been built for Britain, but which the British were persuaded to give up in preference for newer models rapidly being built. With an agreement reached, General Mow returned to China aboard the SS Lurline, departing from Los Angeles, California, on January 24, 1941. Chennault followed shortly after with a promise from the War Department and President Roosevelt to be delivered to Chiang Kai-shek that several shipments of P-40C fighters were forthcoming along with pilots, mechanics, and aviation supplies. The 100 planes were crated and sent to Burma on third-country freighters during spring 1941. At Rangoon, they were unloaded, assembled and test flown by personnel of Central Aircraft Manufacturing Company (CAMCO) before they were delivered to the AVG training unit at Toungoo. Their first battle occurred on December 20, 1941, with aircraft flying out of Kunming.Schultz 1987 CAMCO delivered 99 Tomahawks before war broke out. (Many of those were later destroyed in training accidents.) The 100th fuselage was trucked to a CAMCO plant in Loiwing, China, and later made whole with parts from damaged aircraft. Shortages in equipment with spare parts almost impossible to obtain in Burma along with the slow introduction of replacement fighter aircraft were continual impediments although the AVG received 50 replacement P-40E fighters from USAAF stocks that had been originally scheduled for shipment to Britain but cancelled by the Tomahawk's inferior flight performance to German fighters. Chennault recruited some 300 American pilots and ground crew, posing as tourists, who were adventurers or mercenaries, not necessarily idealists out to save China. But under Chennault they developed into a crack fighting unit, always going against superior Japanese forces. They became the symbol of America's military might in Asia.Sehnert, Walt. \"McCook's Glen Beneda and the Flying Tigers.\" mccookgazette.com, January 5, 2009. Retrieved: May 22, 2009. They became the Flying Tigers. ===Plan to bomb Japan=== A year before the U.S. officially entered the war, Chennault developed an ambitious plan for a sneak attack on Japanese bases. His Flying Tigers would use U.S. bombers and U.S. pilots, all with Chinese markings. He made the fantastic claim that a handful of fliers and planes could win the war single handed. The U.S. Army was opposed to that scheme and raised obstacles by noting that being able to reach Japan depended on Chiang's troops being able to build and protect airfields and bases close enough to Japan, which they doubted that he could do. It also had little confidence in Chennault.Michael Schaller, \"American Air Strategy in China, 1939–1941: The Origins of Clandestine Air Warfare.\" American Quarterly 28.1 (1976): 3–19 online. Despite the military advice, U.S. civilian leaders were captivated by the idea of China winning the war with Japan swiftly with only a few U.S. airmen and planes. It was adopted by top civilian officials including Treasury Secretary Morgenthau and President Roosevelt himself. However, the American attack never took place: The Nationalist Chinese had not built and secured any runways or bases close enough to reach Japan, just as the military had warned. The bombers and crews arrived after the Japanese attack on Pearl Harbor in December 1941, and were used for the war in Burma, as they lacked the range to reach Japan from secure bases in China.Schaller, Michael. \"American Air Strategy in China, 1939–1941: The Origins of Clandestine Air Warfare.\", American Quarterly(JSTOR), Edition 28, issue 1, 1976. pp. 3–19.Alan Armstrong, Preemptive Strike: The Secret Plan That Would Have Prevented the Attack on Pearl Harbor (2006) is a popular version. ===Flying Tigers=== Chennault's 1st American Volunteer Group (AVG) – better known as the \"Flying Tigers\" – began training in August 1941 and was primarily based out of Rangoon, Burma, and Kunming, Yunnan. Just weeks after the Japanese attack on Pearl Harbor, senior Chinese officials in Chungking released details of the first aerial attack made by the group, when the American flyers encountered 10 Japanese aircraft heading to raid Kunming and successfully shot down four of the raiders.\"Burma Road Air Defense Scores.\" Associated Press, Chungking, December 20, 1941.\"'Crazy' Maneuver Used by Colonel,\" Associated Press, New Orleans, December 20, 1941.\"Domei Says Japs Downed Five Ships,\" Associated Press, Tokyo, December 20, 1941.\"American Fliers Engage Japanese,\" Associated Press, Chungking, December 20, 1941. Thus, Claire Chennault became America's \"first military leader\" to be publicly recognized for striking a blow against the Japanese military forces – despite not being a member of the American military, but a civilian mercenary who was paid and promoted to colonel by Chiang Kai-Shek. The Flying Tigers fought the Japanese for seven months after the attack on Pearl Harbor. Chennault's three squadrons used P-40s, and his tactics of \"defensive pursuit\", formulated in the years when bombers were actually faster than intercepting fighter aircraft, to guard the Burma Road, Rangoon, and other strategic locations in Southeast Asia and western China against Japanese forces. As the commander of the Chinese Air Force flight training school at Yunnan-yi, west of Kunming, Chennault also made a great contribution by training a new generation of Chinese fighter pilots. The Flying Tigers were formally incorporated into the United States Army Air Forces in 1942. Prior to that, Chennault had rejoined the Army with the rank of colonel. He was later promoted to brigadier general and then major general, commanding the Fourteenth Air Force. The first magazine photo coverage of Chennault took place within Life magazine in the Monday, August 10, 1942, issue. The first Time magazine photo coverage of Chennault took place in its Monday, December 6, 1943, issue.\"Time cover (December 6, 1943).\" time.com. Retrieved: September 17, 2014. ===China-Burma-India theater=== Throughout the war Chennault was engaged in a bitter dispute with the American ground commander, General Joseph Stilwell. Chennault believed that the Fourteenth Air Force, operating out of bases in China, could attack Japanese forces in concert with Nationalist troops. For his part, Stilwell wanted air assets diverted to his command to support the opening of a ground supply route through northern Burma to China. The route would provide supplies and new equipment for a greatly expanded Nationalist force of twenty to thirty modernized divisions. Chiang Kai-shek favored Chennault's plans, since he was suspicious of British colonial interests in Burma, and he was unprepared – and unwilling – to begin major offensive operations against the Japanese, preferring to save his troops for the eventual civil war. He was also concerned about alliances with semi-independent generals supporting the Nationalist government, and was concerned that a major loss of military forces would enable his Communist Chinese adversaries to gain the upper hand. The sharply differing assessments held by Stillwell and Chennault came out in a meeting in 1943 with President Roosevelt, who asked both commanders for their opinion of Chiang.Fenby, Jonathan Chiang Kai-Shek China's .Generalissimo and the Nation He Lost, New York: Carrol & Graf, 2004 p. 400. Stillwell stated: \"He's a vacillating, tricky, undependable old scoundrel who never keeps his word.\" Chennault by contrast told Roosevelt: \"Sir, I think the Generalissimo is one of the two or three greatest military and political leaders in the world today. He has never broken a commitment or promise to me.\" Chennault was supported in his disputes by Soong Mei-ling, Chiang's politically powerful wife, who was one of the richest women in 1930s ChinaPeterson, Barbara Bennett (ed.). (2000). Notable Women of China: Shang Dynasty to the Early 20th century. M.E. Sharp publishing. . and, unlike her husband, fluent in English. Stilwell and Chennault loathed each other partly because of their very different personalities, which were described by the British journalist Jonathan Fenby as a clash between Stilwell, the New England Puritan and proud \"Yankee\" who \"prized moral courage\" above all else, and Chennault, the Southern gentleman and \"Good Ole Boy\", who accepted \"human foibles\" as natural.Fenby, Jonathan Chiang Kai-Shek China's Generalissimo and the Nation He Lost, New York: Carrol & Graf, 2004 p. 383. For example, Chennault opened up a brothel in Guilin for his pilots and recruited English-speaking prostitutes from Hong Kong who fled to the inland of China to escape the Japanese. He argued that his men needed sex and it was better to have his \"boys\" visit a brothel that was regularly inspected to reduce venereal diseases. Chennault felt his men were going to visit brothels, regardless of what the rules said, and that was better to have them visit a brothel whose women were inspected for venereal diseases than one that was not since a man in the hospital for a venereal disease was one less man who could participate in the war. Stilwell was enraged when he heard about Chennault's brothel and promptly had it shut down by saying it was disgraceful that an officer of the US Army Air Force would open such an establishment. British Field Marshal Alan Brooke, who met both Stillwell and Chennault in late 1943, wrote that Stillwell was a \"hopeless crank with no vision\" and Chennault was \"a very gallant airman with a limited brain.\" In November 1943 the Japanese Army air forces were ready to challenge Allied forces again, and they began night and day raids on Calcutta and the Hump bases while their fighters contested Allied air intrusions over Burma. In April 1944, the Japanese launched Operation Ichigo-the largest Japanese offensive of all time-that committed 1 million Japanese soldiers to action.Fenby, Jonathan p. 416. The 14th Air Force was involved in strafing and bombing attacks against the Japanese advancing on the city of Changsha, which Japanese had tried and failed to take three previous times since 1938, making the city into a symbol of Chinese defiance.Fenby, Jonathan Chiang Kai-shek China's Generalissimo and the Nation He Lost, New York: Carroll & Graf, 2004 p. 417. Relations between Stilwell and Chennault reached their low point in 1944. Stilwell used the success of Operation Ichigo as proof the fallacy of Chennault's claim that air power alone could defeat Japan while Chennault accused of Stilwell of deliberately taking a defeatist attitude as a gambit to force Chiang to cede more powers of command to him.Fenby, Jonathan pp. 417–418. As the Japanese took Changsha in June 1944, Chennault criticized Stilwell for trying to command the Chinese armies from Burma, sending a message to Washington saying no-one had seen Stilwell in southern China recently.Fenby, Jonathan p. 419. Following their victory in the Fourth Battle of Changsha, the Japanese began to advance on the city of Hengyang held by the 10th Chinese Army commanded by General Xue Yue. The 14th Air Force bombed the supply lines of the advancing Japanese and Chennault reported to Washington that his \"boys\" had shot down 210 Japanese planes in the aerial battles over Hengyang.Fenby, Jonathan p. 420. However, the Chinese soldiers holding Hengyang were ill-equipped, with the American journalist Teddy White reporting that only a third of the Chinese infantrymen had rifles, their artillery consisted of just two French artillery guns from World War I, and the majority lived on starvation rations of one bowl of rice per day. Despite their bravery in resisting Japanese assaults on Hengyang all through July and August 1944, the Chinese weaknesses in regards to weapons and food began to tell with Xue reporting his men badly needed supplies to hold Hengyang. Channault wanted to airdrop food, weapons and ammunition to the 10th Army but was vetoed by Stilwell on the grounds that to air drop supplies would \"set a precedent for further demands that could not be met.\"Fenby, Jonathan p. 421 Chennault did have the pilots of the 14th Air Force brave Japanese anti- aircraft fire to fly in as low as 300 feet to drop supplies of food, ammunition and medical supplies, but Xue stated he needed far more. A request from Chennault to air drop 500 tons of weapons to the 10th Army was rejected by Stilwell as a \"waste of effort.\" On 7 August 1944, Xue reported the Imperial Japanese Army had broken his defense lines and entered Hengyang and the next day, Hengyang fell with Xue ordering his men to abandon the city. Fenby wrote that Hengyang would have probably fallen as the Japanese had committed overwhelming force, but the city could have held out far longer than the seven weeks that it did if only Xue and his 10th Army had received more supplies, stating that Stilwell was remiss in attempting to command Sino- American forces fighting in Burma and in China at the same time. The Japanese ground forces advanced and seized Chennault's forward bases. Slowly, however, the greater numbers and greater skill of the Allied air forces began to assert themselves. By mid-1944, Major General George Stratemeyer's Eastern Air Command dominated the skies over Burma, a superiority that was never to be relinquished. At the same time, logistical support reaching India and China via the Hump finally reached levels permitting an Allied offensive into northern Burma. Chennault had long argued for expansion of the airlift, doubting that any ground supply network through Burma could provide the tonnage needed to re-equip Chiang's divisions. However, work on the Ledo Road overland route continued throughout 1944 and was completed in January 1945. Training of the new Chinese divisions commenced; however, predictions of monthly tonnage (65,000 per month) over the road were never achieved. By the time Nationalist armies began to receive large amounts of supplies via the Ledo Road, the war had ended. Instead, the airlift continued to expand until the end of the war, after delivering 650,000 tons of supplies, gasoline, and military equipment. Chennault was replaced as commander of the U.S. 14th Air Force by Lt. Gen. George E. Stratemeyer in June 1945. Following the surrender of Japan in August 1945, Chennault retired from the Army Air Forces on October 31, 1945. ==Postwar== Chennault, unlike Stilwell, had a high opinion of Chiang Kai-shek and advocated international support for Asian anticommunist movements. Returning to China, he purchased several surplus military aircraft and created the Civil Air Transport (later known as Air America).Smith 1995 The aircraft facilitated aid to Nationalist China during the struggle against the Chinese Communists in the late 1940s and were later used in supply missions to French forces in Indochina and the Kuomintang occupation of northern Burma throughout the mid- and late 1950s, providing support for the Thai police force. The same force supplied the US intelligence community and others during the Vietnam War. In 1951, now retired, Major General Chennault testified and provided written statements to the Senate Joint Committee on Armed Forces and Foreign Relations, which was investigating the causes of the 1948 fall of China to the communists. Together with Army General Albert C. Wedemeyer, Navy Vice Admiral Oscar C. Badger II, and others, Chennault claimed that the Truman administration's arms embargo had been a key factor in the loss of morale to the Nationalist armies.Chennault, Claire Lee (Major-General, retired). Testimony to the Senate Joint Committee on the Armed Forces and Foreign Relations, letter dated June 20, 1951, and supplemental statement, Appendix 00, p. 3342. Chennault advocated changes in how foreign aid was distributed and encouraged the US Congress to focus on individualized aid assistance with specific goals, with close monitoring by US advisers. Those viewpoints may have reflected his experiences during the Chinese Civil War in which officials of the Kuomintang as well as semi-independent army officers has diverted aid intended for the Nationalist armies. Shortly before his death, Chennault was asked to testify before the House Un-American Activities Committee of the Congress. When a committee member asked him who won the Korean War, his response was blunt: \"The Communists.\" ==Memoirs== In 1949, Chennault published his memoirs, Way of a Fighter. The book covers his entire life but is especially detailed in recording his experience in China. The difficulties that he faced in modernizing fighter tactics, even in emphasizing airpower as a weapon, are clearly explained. His disagreements with and criticisms of the theater commander, General Joseph Stilwell, who was trained in the infantry and seen by Chennault as unappreciative of the capabilities of airpower, are a major portion of the memoirs. The book ends with his retirement from the Air Force and his return to China six months later to aid the nation's recovery. ==Death== thumb|Claire Lee Chennault's headstone at Arlington National Cemetery, Memorial Day, 2017. Buried on the right is Col. John Stephen Chennault, his eldest son from his first marriage. Chennault was diagnosed with carcinoma (cancer) in his left lung in late 1957. The doctors at Walter Reed Army Medical Center said that the cancer, the result of years of smoking cigarettes, would kill him in six months. He and his wife took the opportunity to tour Europe one last time, and they landed in Taiwan in January 1958 to celebrate the 10th anniversary of CAT. Chennault was very weak, unable to cut the cake. He and Anna flew back to the States. Chennault was promoted to the honorary rank of lieutenant general in the U.S. Air Force on July 18, 1958, nine days before his death on July 27, at the Ochsner Foundation Hospital in New Orleans. He and Anna Chan are interred at Arlington National Cemetery.Burial Detail: Chennault, Claire L (Section 2, Grave 873-3-4) – ANC Explorer\"Military Figures: General Chennault.\" arlingtonCemetery.org. Retrieved: December 2, 2009.Byrd 1987, p. 367. ==Personal life== ===Family=== Chennault was twice married and had a total of ten children, eight by his first wife, the former Nell Thompson (1893–1977), an American of British ancestry, whom he met at a high school graduation ceremony and subsequently wed in Winnsboro, Louisiana, on December 24, 1911. The marriage ended in divorce in 1946, long after his service in China started. He had two daughters by his second wife, Chen Xiangmei (Anna Chennault), a young reporter for the Central News Agency whom he married on December 2, 1947. She became one of the Republic of China's chief lobbyists in Washington, DC. His children from the first marriage were Col. John Stephen Chennault, USAF Ret. (1913–1977), Max Thompson Chennault (1914–2001), Charles Lee Chennault (1918–1967), Peggy Sue Chennault Lee (1919–2004), Claire Patterson Chennault (November 24, 1920 – October 3, 2011),\"Lt. Col. Claire Patterson Chennault\". Natchez Democrat, October 5, 2011. Retrieved: October 15, 2011. David Wallace Chennault (1923–1980), Robert Kenneth Chennault (1925–2006), and Rosemary Louise Chennault Simrall (September 27, 1928 – August 25, 2013).\"Rosemary Chennault Simrall\". Monroe News-Star. Retrieved: August 27, 2013. The Chennault daughters from the second marriage are Claire Anna Chennault (born February 1948) and Cynthia Louise Chennault (born 1950), a retired professor of Chinese at the University of Florida, Gainesville.\"Descendants of Claire Lee Chennault\". familytreemaker.genealogy.com, June 7, 2010. As the State of Louisiana had passed an anti-miscegenation law in 1894 forbidding marriage between whites and non-whites, Chennault had been informed by his lawyer that his marriage to Anna was illegal in Louisiana, and to ensure his will was respected, Chennault—who lived in Monroe, Louisiana—had his will probated in Washington, D.C.Forslund, Catherine Anna Chnnault: Informal Diplomacy and Asian Relations, New York: Rowman & Littlefield, 2002, pp. 40–41. Claire P. Chennault, one of Claire Lee's sons, was a U.S. Army Air Force and then U.S. Air Force officer from 1943 to 1966 and subsequent resident of Ferriday, Louisiana. === Freemasonry === Chennault was initiated to the Scottish Rite Freemasonry, and he later was elevated to the 32nd degree in K.C.C.H. League City Lodge No. 1053, League City, Texas. He was also a Shriner. ==Legacy== In December 1972, Chennault was inducted into the National Aviation Hall of Fame, along with Leroy Grumman, Curtis LeMay and James H. Kindelberger. The ceremony was headed by retired Brigadier General Jimmy Stewart, and a portrait of Chennault by cartoonist Milton Caniff was unveiled. General Electric vice- president Gerhard Neumann, a former AVG crew chief and the technical sergeant who repaired a downed Zero for flight, spoke of Chennault's unorthodox methods and of his strong personality.Rosholt, Malcolm, Jack Gadberry and Myron D. Levy. \"Chennault Enshrined in Aviation Hall of Fame\". Flying Tiger, 1973. Chennault was honored by the United States Postal Service with a 40¢ Great Americans series (1980–2000) postage stamp.\"U.S. #2187 40¢ Claire Chennault Great Americans Series.\" Mystic Stamp Company Catalog. Retrieved: March 25, 2013.\"Great American Stamp Honors Gen. Chennault.\" The Times-News, Hendersonville, North Carolina, September 9, 1990. Retrieved: March 25, 2013. Chennault is commemorated by a statue in the Republic of China's capital, Taipei, as well as by monuments on the grounds of the Louisiana State Capitol at Baton Rouge and at the former Chennault Air Force Base, now the commercial Chennault International Airport in Lake Charles. The Chennault Aviation and Military Museum, located near the entrance to Monroe Regional Airport, and Chennault Park, also in Monroe, are also named in his honor. Nell Martien Calloway, named for her grandmother, Nell Thompson Chennault, and the daughter of Rosemary Simrall and Simrall's first husband, Norman Hopkins Martien, Jr. (1926–2012), is the director of the Chennault Aviation and Military Museum in Monroe.\"Services for last son of Gen. Claire Chennault.\" goerie.com. Retrieved: July 17, 2013.\"Chennault Aviation and Military Museum Director Nell Calloway.\" flickr.com. Retrieved: July 17, 2013. A vintage Curtiss P-40 aircraft, nicknamed \"Joy\", is on display at the riverside war memorial in Baton Rouge, painted in the colors of the Flying Tigers. In 2006 the University of Louisiana at Monroe renamed its athletic teams the Warhawks, honoring Chennault's AVG Curtiss P-40 fighter aircraft nickname. A large display of General Chennault's orders, medals and other decorations has been on loan to the Smithsonian Air and Space Museum in Washington, D.C., by his widow Anna since the museum's opening in 1976. For many years Chennault was viewed negatively within the People's Republic of China, due to his role against the Communist forces during the Chinese Civil War. However, this has changed slowly since the establishment of diplomatic relations between the PRC and the U.S., with Chennault being viewed more positively. In 2005, the \"Flying Tigers Memorial\" was built in Huaihua, Hunan Province, on one of the old airstrips used by the Flying Tigers in the 1940s. On the 65th anniversary of the Japanese surrender, former U.S. President Jimmy Carter and PRC officials unveiled a statue of Chennault in Zhijiang County, Hunan.\"Former U.S. President James Carter attends peace festival in central China.\" Xinhuanet.com, September 8, 2010. Retrieved: September 8, 2010. The Kunming Flying Tigers Museum opened on December 20, 2012, on the 71st anniversary of the first combat in Kunming of the Flying Tigers. On October 7, 2015, Republic of China (Taiwan) president Ma Ying-jeou awarded a medal commemorating victory in the War of Resistance to Chennault, which was accepted by his widow Anna Chennault. Chongqing is also home to a Flying Tigers Memorial and Exhibition dedicated to Chennault and his aviators. It is opposite the former residence of General Stilwell. ==Film portrayal== In the 1945 US propaganda film God Is My Co-Pilot, Chennault as commander of the AVG was played by the Canadian Raymond Massey. ==Dates of rank== {|class=\"wikitable\" style=\"background:white\" ! Insignia !! Rank !! Component !! Date |- |align=\"center\" |13px || First lieutenant || Officers' Reserve Corps (Infantry Section) || 27 November 1917 |- |align=\"center\" |13px || First lieutenant || Officers' Reserve Corps (Signals, Aviation Section) || 27 November 1917 (accepted 5 March 1918) |- |align=\"center\" |13px || First lieutenant || Regular Army (United States Army Air Service) || 1 July (accepted 14 September) 1920 |- |align=\"center\" |33px || Captain || Regular Army (United States Army Air Corps) || 12 April 1929 |- |align=\"center\" |33px || Temporary Major || Regular Army (United States Army Air Corps) || 11 March 1935 |- |align=\"center\" |33px || Major || Regular Army (United States Army Air Corps), Retired || 30 April 1937 |- |align=\"center\" |33px || Major (restored to active duty) || Regular Army (United States Army Air Forces) || 7 April 1942 |- |align=\"center\" |60px || Colonel || Army of the United States || 10 April 1942 |- |align=\"center\" |33px || Brigadier general || Army of the United States || 22 April 1942 |- |align=\"center\" |66px || Major general || Army of the United States || 14 March 1943 |- |align=\"center\" |66px || Major general || Regular Army (United States Army Air Forces), Retired || 31 October 1945 |- |align=\"center\" |99px || Lieutenant general || United States Air Force, Retired (honorary) || 18 July 1958 |- |} Source:Official Army Register, 1946, p. 832. ==Awards and decorations== Chennault's decorations include the following: {| style=\"margin:1em auto; text-align:center;\" |- |colspan=\"3\"| |- | | | |- | | | |- | | | |- | | | |- | | | |- | | | |} {| class=\"wikitable\" style=\"margin:1em auto; text- align:center;\" |- |colspan=\"3\"|U.S. Army Air Forces Command Pilot Badge |- |Army Distinguished Service Medal with bronze oak leaf cluster |Navy Distinguished Service Medal |Legion of Merit |- |Distinguished Flying Cross with bronze oak leaf cluster |Air Medal |World War I Victory Medal |- |American Defense Service Medal with service star |American Campaign Medal |Asiatic-Pacific Campaign Medal with one silver and three bronze campaign stars |- |World War II Victory Medal |Order of Blue Sky and White Sun (Republic of China) |Order of the Cloud and Banner 3rd Grade (Republic of China) |- |Order of the British Empire Honorary Knight Grand Cross (United Kingdom) |Légion d'honneur Chevalier (France) |WWII Croix de Guerre with bronze Palm (France) |- |Order of the Bath Knight Commander (KCB) (United Kingdom) |Order of Polonia Restituta Knight's Cross (Poland) |China War Memorial Medal (Republic of China) |} In addition to the above, Chennault received several other foreign orders and decorations. ==See also== * Jimmy Doolittle * Pappy Boyington * James H. Howard * John Birch * History of the Republic of China * Republic of China Armed Forces * National Revolutionary Army * Whampoa Military Academy ==References== === Explanatory notes === === Citations === === General bibliography === * Armstrong, Alan. Preemptive Strike: The Secret Plan That Would Have Prevented the Attack on Pearl Harbor. Guilford, Connecticut: The Lyons Press, 2006. . * Allen, Ernest, and Kilbourne Historical Society. A History of Early Kilbourne, Louisiana, West Carroll Parish. Louisiana, Kilbourne. Ernest Allen publisher, 2006. * Bond, Janet. A Pictorial History of China Post 1, Part I – 1919–1959. Slidell, Louisiana: American Legion Generals Ward & Chennault & Lt. Helseth Post No. 1 (China), 1988. * Byrd, Martha. Chennault: Giving Wings to the Tiger. Tuscaloosa, Alabama: University Alabama Press, 2003. . * Caidin, Martin. The Ragged, Rugged Warriors. New York: Ballantine, 1978. . * Chennault, Claire. Way of a Fighter. New York: Putnam's, 1949. * \"Claire Lee Chennault\", Dictionary of American Biography, Supplement 6: 1956–1960, Biography Resource Center. Farmington Hills, Michigan: Thomson Gale, 1980. * Cheung, Raymond. OSPREY AIRCRAFT OF THE ACES 126: Aces of the Republic of China Air Force. Oxford: Bloomsbury Publishing Plc, 2015. . * Ford, Daniel. Flying Tigers: Claire Chennault and His American Volunteers, 1941–1942. Washington, DC: HarperCollins|Smithsonian Books, 2007. . * Hessen, Robert, ed. General Claire Lee Chennault: A Guide to His Papers in the Hoover Institution Archives. Palo Alto, California: Hoover Institution Press, 1983. . * Latimer, Jon. Burma: The Forgotten War. London: John Murray, 2004. . * Leary, William M. \"Chennault, Claire Lee\" in American National Biography Online 2000 * \"1900 United States Federal Census, Franklin Parish, Louisiana, Ward 2.\" Ancestry.com, January 20, 2007. * Owen, Stephen. The Flying Key Brothers and Their Flight To Remember. Spartanburg, South Carolina: Southeastern Printing, 1985. . * Samson, Jack. The Flying Tiger. The Lyons Press, 1987. . * Schaller, Michael. \"American Air Strategy in China, 1939–1941: The Origins of Clandestine Air Warfare,\" American Quarterly (1976) 28#1 pp. 3–19 in JSTOR * Schultz, Duane. The Maverick War: Chennault and the Flying Tigers. New York: St. Martin's Press, 1987. . * Scott, Robert Lee Jr. Flying Tiger: Chennault of China. Westport Connecticut: Greenwood Press, 1973. . * Smith, Felix. China Pilot: Flying for Chiang and Chennault. New York: Brassey's Inc., 1995. . * Smith, William M. Jr. \"The Making of a Hero.\" North Louisiana History Vol. 19, Nos. 2–3, Spring- Summer 1988, pp. 51–66. * Xu, Guangqiu. \"The Chinese Air Force with American Wings.\" War & Society 16.1 (1998): 61–81. covers 1929–1949 * Xu, Guangqiu. War Wings: The United States and Chinese Military Aviation, 1929–1949 (Grove/Atlantic, 2001). ==External links== * Flying Tigers Memorial in China (in Chinese) * Short biography of Chennault * * Chennault Claire Lee Chennault at ArlingtonCemetery•net, an unofficial website * * Time magazine, 1942 article on Chennault * Claire Lee Chennault papers at the Hoover Institution Archives Category:1893 births Category:1958 deaths Category:Air Corps Tactical School alumni Category:American anti-communists Category:American Protestants Category:Articles containing video clips Category:Aviators from Texas Category:Burials at Arlington National Cemetery Category:Deaths from cancer in Louisiana Category:Deaths from lung cancer Category:Flying Tigers Category:Honorary Commanders of the Order of the British Empire Category:Louisiana State University alumni Category:Military personnel from Louisiana Category:Military personnel from Texas Category:Military personnel of the Republic of China in the Second Sino-Japanese War Category:National Aviation Hall of Fame inductees Category:People from Commerce, Texas Category:People from Franklin Parish, Louisiana Category:People from Waterproof, Louisiana Category:People from West Carroll Parish, Louisiana Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Distinguished Service Medal (US Army) Category:Recipients of the Order of Blue Sky and White Sun Category:Republic of China Air Force personnel Category:United States Air Force generals Category:United States Army Air Forces generals of World War II Category:United States Army Air Forces generals Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:Recipients of the Navy Distinguished Service Medal Category:Recipients of the Air Medal Category:Chevaliers of the Légion d'honneur Category:Honorary Knights Commander of the Order of the British Empire Category:Honorary Knights Commander of the Order of the Bath Category:Knights of the Order of Polonia Restituta",
 "title": "Claire Lee Chennault"
}