{
 "id": "140962",
 "text": "Mighty Blackpool is a Sierra Leonean football club based in the capital Freetown. They play in the Sierra Leone National Premier League, the top football league in the country. Blackpool represents the West End of Freetown and their home games are played at the National Stadium in Freetown. The club was founded in 1923 under the name Socro United and they are the oldest and most successful football club in Sierra Leone, having won the Premier League fifteen times and the FA Cup four times. They changed their name to Mighty Blackpool in 1954 to show their admiration for the former Blackpool and England player Sir Stanley Matthews.name=\"http://www.bbc.co.uk/worldservice/sport/2010/08/100809_blackpoolsl.shtml Mighty Blackpool have an intense rivalry with city rivals East End Lions. ==History== Although Mighty Blackpool have won the league title fifteen times, the last time they were league champions was in the 2001 season after a dramatic finish to the season saw them finish one point ahead of Old Edwardians. In 1989 Mighty Blackpool reached the quarter-final stages of the African Cup of Champions Clubs; the first time a club from Sierra Leone had reached that stage. In the first round they beat reigning champions ES Sétif from Algeria and on the second round beat Djoliba Athletic Club from Mali, before losing to Tonnerre Yaounde from Cameroon in the quarter finals. In the 2007 league campaign, a 2–0 win over Golf Leopards on 15 July meant that Blackpool were on 24 points from 12 games. Mighty Blackpool's record in the African Cup of Champions Clubs has mostly seen them eliminated in the early rounds. In 1968 they were due to play Congolese club, Étoile du Congo in the Preliminary round but withdrew from the competition before the matches were played handing Étoile du Congo a walkover, and in 1975 they lost 3–0 on aggregate to Djoliba Athletic Club of Mali in the First round. In 1979 they again lost in the First round, drawing 4–4 with Accra Hearts of Oak SC of Ghana on aggregate but losing out on penalties 4–2. And in 1980 they lost to ASF Police of Senegal 4–1 on aggregate in the First round. In 1989 they reached the Quarter-Final stage of the African Cup of Champions Clubs. In the Preliminary round they had a walkover, when Benfica withdrew from the competition. In the First round they beat Algerian club ES Sétif 5–3 on penalties after the two matches ended all square at 1–1. In the Second round they met Djoliba Athletic Club again, this time winning 2–1 on aggregate. They went out of the competition in the Quarter Final stage losing 4–1 to Cameroon club, Tonnerre Yaoundé. In 1992 they were again eliminated in the First round, this time by Canon Yaoundé of Cameroon after beating LPRC Oilers of Liberia in the Preliminary round. In 2006 they played in the CAF Confederation Cup, losing to CSS Richard-Toll of Senegal in the Preliminary round ==Honours== ===League=== *Sierra Leone National Premier League champions: 6 :: 1968 (not official championship), 1988, 1991, 1996, 1998, 2000, 2001 ===Cups=== *Sierra Leonean FA Cup winners: 4 :: 1983, 1988, 1994, 2000 ==Performance in CAF competitions== * African Cup of Champions Clubs: 6 appearances ::1968: withdrew in Preliminary Round ::1975: First Round ::1979: First Round ::1980: First Round ::1989: Quarter-Finals ::1992: First Round *CAF Confederation Cup: 2 appearances ::2006 – Preliminary Round *CAF Cup Winners' Cup: 3 appearances ::1984 – First Round ::1994 – Second Round ::2008 – Eliminated in the Second round by CSS of Senegal (Stade Demba Diop) ::The Starting Line Up in 2008 ::Coach: Christian Cole ::Assistant: Charlie Wright ::1. Shongbon (Captain) (pro) ::2. Saway Dollar (pro) ::3. Ibrahim Kargbo Meuncle ::4. Pizzo ::5. David Simbo (pro) ::6. Lanssana Bayoh ::7. Muhmuni Khumson (pro) ::8. Abu Tommy (pro) ::9. Adrew Alie (pro) ::10. Komba Tongu (pro) ::11. Daniel Dove (pro) ==Notable former players== * Ibrahim \"Inspector\" Bah * Alhassan Bangura * Umaru Bangura * Albert Cole * Mohamed Kamara * Obi Metzger * Kabba Samura * Abu Tommy * Michael Tommy ==Notes== Category:Association football clubs established in 1923 Category:Football clubs in Sierra Leone Category:1923 establishments in Sierra Leone",
 "title": "Mighty Blackpool F.C."
}