{
 "id": "141574",
 "text": "Layamon or Laghamon (, ; ) – spelled Laȝamon or Laȝamonn in his time, occasionally written Lawman – was an English poet of the late 12th/early 13th century and author of the Brut, a notable work that was the first to present the legends of Arthur and the Knights of the Round Table in English poetry. J. R. R. Tolkien valued him as a transmitter of early English legends in a fashion comparable to the role played with respect to Icelandic legend by Snorri Sturluson.T. Shippey, The Road to Middle-Earth (1992) p. 300 and p. 57 ==Life and influence== Layamon describes himself in his poem as a priest, living at Areley Kings in Worcestershire. His poem had a significant impact on medieval history writing in England and the development of Arthurian literatureI. Ousby ed, The Cambridge Guide to Literature in English (1995) p. 536 and subsequently provided inspiration for numerous later writers, including Sir Thomas Malory and Jorge Luis Borges. ==Brut== Brut (ca. 1190) is a Middle English poem compiled and recast by the English priest Layamon. It is named after Britain's mythical founder, Brutus of Troy. It is contained in the MSS. Cotton Caligula A.ix, written in the first quarter of the 13th century, and in the Cotton Otho C.xiii, written about fifty years later (though in this edition it is shorter). Both exist in the British Library. The Brut is 16,095 lines long and narrates the history of Britain. It is largely based on the Anglo-Norman Roman de Brut by Wace, which is in turn inspired by Geoffrey of Monmouth's Historia Regum Britanniae. It is, however, longer than both and includes an enlarged section on the life and exploits of King Arthur. Among the new material Layamon provided were an account of the birth of Merlin and one of the origins of the Round Table,J. R. Tanner ed., The Cambridge Medieval History VI (Cambridge 1929) p. 826 as well as details of Arthur's departure by ship to Avalon to be healed by the elf-queen.C. Tolkien ed., The Fall of Arthur (2015) p. 146-8 It is written in a combination of alliterative verse, deriving from Old English, and rhyme, influenced by Wace's Roman de Brut and used in later Middle English poetry. ==Spelling of name== Print-era editors and cataloguers have spelled his name in various ways, including \"Layamon\", \"Lazamon\", or \"Lawman\". Brown University suggests that the form \"Layamon\" is etymologically incorrect; the Fifth International Conference on Brut at Brown University stated, \"BL MS Cotton Caligula A.ix spells it '' (the third letter is called a \"yogh\"). BL MS Cotton Otho C.xiii spelled it 'Laweman' and 'Loweman'.\"program Medieval Studies Department, Brown University Retrieved October 21, 2006 ==See also== ==Notes== ==References== *. *. *. *. *. *. *. *. ==External links== * * *Brut by Layamon (British Library, MS Cotton Caligula A.ix manuscript version) *Le Brut de Layamon by Marie-Françoise Alamichel *. Also, Vol. II and Vol. III. Category:Writers of Arthurian literature Category:13th-century English Roman Catholic priests Category:13th-century English poets Category:12th-century English Roman Catholic priests Category:12th-century English poets Category:People from Wyre Forest District Category:English chroniclers",
 "title": "Layamon"
}