{
 "id": "141978",
 "text": "{| border=\"1\" cellpadding=\"2\" cellspacing=\"0\" align=\"right\" width=\"300\" style=\"margin-left:10px; margin-bottom:10px; class=wikitable |----- | align=\"center\" colspan=\"2\" bgcolor=\"#FFDF80\" | Jehol Province (1928–1948) |- | colspan=\"2\" | 250px |- | Capital |Chengteh |----- | align=\"center\" colspan=\"2\" bgcolor=\"#FFDF80\" | Rehe Province (1948–1955) |- | colspan=\"2\" | 250px |- | Capital |Chengde |} Rehe (), also romanized as Jehol, was a former Chinese special administrative region and province. ==Administration== Rehe was north of the Great Wall, west of Manchuria, and east of Mongolia. Its capital and largest city was Chengde. The second largest city was Chaoyang, followed by Chifeng. The province covered 114,000 square kilometers. ==History== Rehe was once at the core of the Khitan-led Liao Dynasty. Rehe was conquered by the Manchu banners before they took possession of Beijing in 1644. Between 1703 and 1820, the Qing emperors spent almost each summer in their summer Mountain Resort in Chengde. They governed the empire from Chengde, and received there foreign diplomats and representatives of vassal and tributary countries. The Kangxi emperor restricted the admission to the forests and prairies of Rehe to the court's hunting expeditions and to the maintenance of the imperial cavalry. Agricultural settlements were at first forbidden to Han Chinese. In the early 19th century, by which time Rehe had become part of the province of Zhili, migrants from Hebei and Liaoning settled in Rehe and displaced the Mongol communities. The Republic of China created the Rehe Special Area (熱河特別區) in 1914, and the Province of Jehol in 1923. To form a buffer zone between China proper and Japanese-controlled Manchukuo, the Imperial Japanese Army invaded Jehol in Operation Nekka on 21 January 1933. It was subsequently annexed by the Empire of Manchukuo, as the anto (province) of Rehe. The seizure of Jehol poisoned relations between Japan and China, and was one of the incidents that led to the Second Sino-Japanese War. At the end of World War II, when the Republic of China resumed control of Manchuria, the Kuomintang government continued to administer the area as a separate province, reverting its name to Jehol Province, with its capital in Hailar. In 1955, the administration of the People's Republic of China divided the area between Hebei province, Liaoning Province, Tianjin Municipality, and the Inner Mongolia Autonomous Region. ==Bibliography== *Hedin, Sven (1933). Jehol: City of Emperors. Reprint (2000): Pilgrim's Book House, Varanasi. . *Forêt, Philippe (2000). \"Mapping Chengde. The Qing Landscape Enterprise\". 2000: University of Hawaii Press, Honolulu. . Category:Provinces of the Republic of China (1912–1949) Category:Former provinces of China Category:Provinces of Manchukuo Category:States and territories established in 1923 Category:States and territories disestablished in 1955",
 "title": "Rehe Province"
}