{
 "id": "142161",
 "text": "thumb|Title page of first edition The Railway Children is a children's book by Edith Nesbit, originally serialised in The London Magazine during 1905 and published in book form in the same year. It has been adapted for the screen several times, of which the 1970 film version is the best known. ==Setting and synopsis== The Oxford Dictionary of National Biography credits Oswald Barron, who had a deep affection for Nesbit, with having provided the plot. The setting is thought to be inspired by Edith's walks to Grove Park nature reserve, close to where she lived on Baring Rd. Grove Park station, near the reserve, now has a mural commemorating this connection. The story concerns a family who move from London to 'The Three Chimneys', a house near a railway, after the father, who works at the Foreign Office, is imprisoned after being falsely accused of spying. The children, Roberta (nicknamed \"Bobbie\"), Peter and Phyllis, befriend an old gentleman who regularly takes the 9:15am train near their home; he is eventually able to help prove their father's innocence and the family is reunited. Before Father is freed, the family takes care of a Russian exile, Mr. Szczepansky, who came to England looking for his family (later located) and Jim, the grandson of the Old Gentleman, who suffers a broken leg in a tunnel. The theme of an innocent man being falsely imprisoned for espionage and finally vindicated might have been influenced by the Dreyfus Affair, which was a prominent worldwide news item a few years before the book was written. The Russian exile, persecuted by the Tsars for writing \"a beautiful book about poor people and how to help them\" and subsequently helped by the children, was most likely an amalgam of the real-life dissidents Sergius Stepniak and Peter Kropotkin who were both friends of the author.How did E Nesbit come to write The Railway Children?. The Guardian (25 June 2015). Retrieved on 18 June 2016. The book refers to the then current Russo-Japanese War and to attitudes taken by British people to the war. This dates the setting to the spring, summer and early autumn of 1905. ==Characters== *Father: A high-ranking civil servant, very intelligent and hard-working, and a devoted husband and father. He is wrongfully imprisoned for espionage, but is eventually exonerated. *Mother: A talented poetess and writer of children's stories. She is devoted to her family, and is always ready to help others in need. She is also a homely type. *Roberta: Nicknamed \"Bobbie\", she is the oldest and most mature of the three children, and the closest in personality to their mother. *Peter: The middle child and only boy. He is intelligent and resourceful, though at times rather insensitive. He considers himself the leader of the three and usually does take the lead in crisis situations. *Phyllis: The youngest and least mature of the children. *Ruth: A servant of the family, dismissed early in the story for her treatment of the children. *Mrs Viney: Housekeeper at The Three Chimneys. *Mrs Ransome: Village postmistress. *Aunt Emma: Mother's elder sister, a governess. *The Old Gentleman: A director of the railway, who befriends Bobbie, Peter and Phyllis and helps when their mother is sick. He is instrumental in freeing Father, and in locating Mr Szczepansky's family. He is the grandfather of Jim. *Albert Perks: The station porter, and a friend of the children. He enjoys their company, but his pride sometimes makes him stuffy with them. He lives with his wife and their three children. Very knowledgeable about the study of railways and other areas. *Mrs Perks: Wife of Albert Perks. *Dr Forrest: A country physician. He is rather poor, but nevertheless provides affordable care for Mother during her illness. *The Stationmaster: Perks' boss. Rather pompous at times, but has a good heart. *Bill (driver): An engine driver and friend of the children. *Jim (fireman): Bill's fireman, and a friend of the children. He arranges for one of his relatives to mend Peter's toy locomotive. *The Signalman: Operator of the railway signal box. He has a young child who is sick. *Mr Szczepansky: A dissident Russian intellectual, imprisoned in Siberia for his views, who escapes to England to seek his wife and children. *Bill (bargeman): A barge-master, initially hostile towards the children. He changes his attitude towards them after they save his boat (with his baby son Reginald Horace aboard) from burning. *Bill's Wife: She disapproves of her husband's initial attitude towards the children, and encourages them to fish in the canal while he is not around. *Jim (schoolboy): The grandson of the Old Gentleman, whom the children rescue when he breaks his leg in the railway tunnel during a paper chase. ==Adaptations== The story has been adapted for the screen six times to date, including four television series, a feature film, and a made-for-television film. ===BBC radio dramatisations=== It was serialised in five episodes, first broadcast in 1940 as part of Children's Hour. Later adapted for radio by Marcy Kahan and produced by John Taylor. It stars Paul Copley, Timothy Bateson and Victoria Carling and was first heard in 1991. The play is available on CD. ===BBC television series=== The story has been adapted as a television series four times by the BBC. The first of these, in 1951, was in 8 episodes of 30 minutes each. A second adaptation was then produced, which re-used some of the film from the original series but also contained new material with slight cast changes. This had 4 episodes of 60 minutes each. The supporting/background orchestral music used in these early programs was the very lyrical second Dance from the Symphonic Dances by Edvard Grieg. The BBC again revisited the story with an 8-episode series in 1957 and a 7-episode series in 1968. The 1968 adaptation was placed 96th in the BFI's 100 Greatest British Television Programmes poll of 2000. It starred Jenny Agutter as Roberta and Gillian Bailey as Phyllis. Of all the BBC TV adaptations, only the 1968 version is known to be extant; the rest are lost. ===Film=== After the successful BBC dramatisation of 1968, the film rights were bought by the actor Lionel Jeffries, who wrote and directed the film, released in 1970. Jenny Agutter and Dinah Sheridan starred in the film. The music was composed, arranged and conducted by Johnny Douglas. ===2000 version=== In October 1999, ITV made a new adaptation, as a made-for- television film. This time Jenny Agutter played the role of the mother. Others in the movie include Jemima Rooper, Jack Blumenau and JJ Feild. The railway filmed was the Bluebell Railway using some of the Railway's steam engines and rolling stock and NBR C Class \"Maude\", from the Bo'ness and Kinneil Railway. {| class=\"wikitable\" style=\"text-align:center\" |- ! style=\"width:102px;\"| Cast !! style=\"width:125px;\"| 1951 (BBC) !! style=\"width:125px;\"| 1957 (BBC) !! style=\"width:125px;\"| 1968 (BBC) !! style=\"width:125px;\"| 1970 (film) !! style=\"width:125px;\"| 2000 (Carlton Television) !! style=\"width:125px;\"| 2022 (film) |- | Mother || Jean Anderson || Jean Anderson || Ann Castle || Dinah Sheridan || Jenny Agutter || TBC |- | Father || John Stuart || John Richmond || Frederick Treves || Iain Cuthbertson || Michael Kitchen || TBC |- | Roberta || Marion Chapman || Anneke Wills|| Jenny Agutter || Jenny Agutter || Jemima Rooper || Jenny Agutter |- | Phyllis || Carole Lorimer || Sandra Michaels || Gillian Bailey || Sally Thomsett || Clare Thomas || TBC |- | Peter || Michael Croudson || Cavan Kendall || Neil McDermott || Gary Warren || Jack Blumenau || TBC |- | Perks || Michael Harding || Richard Warner || Gordon Gostelow || Bernard Cribbins || Gregor Fisher || TBC |- | Old Gentleman || DA Clarke-Smith || Norman Shelley || Joseph O'Conor || William Mervyn || Richard Attenborough || TBC |- | Dr Forrest || John Le Mesurier || John Stuart || John Ringham || Peter Bromilow || David Bamber || TBC |} ===Radio sequel=== In 2021 BBC Radio 4 broadcast The Saving of Albert Perks, a monologue by Bernard Cribbins in which the now adult Roberta returns to Oakworth with two Jewish refugee children who have escaped Nazi Germany on the Kindertransport. ===Stage versions=== In 2005 the stage musical was first presented at Sevenoaks Playhouse in Kent, UK, with a cast including Are You Being Served star Nicholas Smith as the Old Gentleman, Paul Henry from Crossroads as Perks and West End star Susannah Fellows as Mother. Music is by Richard John and book and lyrics by Julian Woolford. The score was recorded by TER/JAY records and the musical is published by Samuel French Ltd. A new stage adaptation written by Mike Kenny and directed by Damian Cruden was staged in 2008 and 2009 at the National Railway Museum, York. The adaptation starred Sarah Quintrell, Colin Tarrant and Marshall Lancaster (2008 only), and featured a Stirling Single steam locomotive (GNR 4–2–2 No.1 of 1870) which, while not actually in steam, entered the stage on the tracks originally leading into the York Goods Station, in which the 'Station Hall' section of the museum is now situated. The stage was constructed inside the large tent outside the Goods Station, which is usually reserved for some of the working locomotives of the museum. The project was set up by York Theatre Royal, and involved its younger members (Youth Theatre) in the production.York Theatre Royal production. Yorktheatreroyal.co.uk. Retrieved on 18 June 2016.British Theatre Guide review. Britishtheatreguide.info. Retrieved on 18 June 2016. This adaptation then transferred for two seasons to two disused platforms at Waterloo International railway station. The amateur rights now allow local amateur companies across the UK to produce the play. A Toronto production in 2011 was staged at Roundhouse Park, home of John Street Roundhouse National Historic Site by Mirvish Productions. A temporary 1,000-seat theatre was built at the base of the CN Tower, around the railway tracks—with the audience seated on either side—and it featured the vintage British steam locomotive No.563 of the LSWR T3 class of 1892, shipped across specially for the occasion and then used in the subsequent 2014 production at King's Cross, London, which ran until 2017. No.563 is currently being restored for full operational use by the Swanage Railway. From 21 June to 2 July 2017 Denmark's oldest heritage railway Museumsbanen Maribo – Bandholm on Lolland, held a live stage performance at the railway's station in Bandholm, using the line's oldest operational steam locomotive, ØSJS 2 Kjøge from 1879, and a range of their coaches. The production at Waterloo won an Olivier Award for best entertainment in 2011. The stage adaptation, produced by the National Railway Museum and York Theatre Royal, reopened in December 2014 in a new theatre behind London's Kings Cross station and closed on 8 January 2017. In 2019, Hampshire's Blue Apple Theatre announced that a new adaptation of the story would form the basis for their winter 2020 production at Theatre Royal Winchester. It is thought that this would be the first production of The Railway Children with a primarily learning disabled cast. ==Allegations of plagiarism== In 2011, Nesbit was accused of lifting the plot of the book from The House by the Railway written by Ada J. Graves. The Telegraph reported that the Graves book had been published in 1896, nine years before The Railway Children, but not all sources agree on this finding. The magazine Tor.com stated that the earlier news report was incorrect, as both books had been released in the same year, 1906. ==In popular culture== A 200-metre footpath in Grove Park, Greater London is named Railway Children Walk to commemorate Nesbit's novel of the same name. The footpath is part of the Downham estate and connects Baring Road to Reigate Road, with a nature reserve adjoining from which the railway lines can be viewed. Baring Road joins Grove Park to Lee. A similar path is also located in Oxenhope. In the last episode of the first season of British crime series Happy Valley (2014) a schoolteacher is reading part of the ending of The Railway Children, after which a schoolboy wants to find his father, though the latter has been warned of as being a criminal. ==References== == External links == * * * * * * * * British Film Institute Screen Online (1968 series) * Railway Children Musical Category:1906 British novels Category:British children's novels Category:Children's books about rail transport Category:Novels by E. Nesbit Category:English novels Category:Novels first published in serial form Category:Works originally published in The London Magazine Category:Novels set in England Category:Novels set in the 1900s Category:Novels involved in plagiarism controversies Category:Novels about rail transport Category:British novels adapted into films Category:1906 children's books",
 "title": "The Railway Children"
}