{
 "id": "142516",
 "text": "\"Penny Lane\" is a song by the English rock band the Beatles that was released in February 1967 as a double A-side single with \"Strawberry Fields Forever\". It was written primarily by Paul McCartney and credited to the Lennon–McCartney songwriting partnership. The lyrics refer to Penny Lane, a street in Liverpool, and make mention of the sights and characters that McCartney recalled from his upbringing in the city. The Beatles began recording \"Penny Lane\" in December 1966, intending it as a song for their album Sgt. Pepper's Lonely Hearts Club Band. Instead, after it was issued as a single to satisfy record company demand for a new release, the band adhered to their policy of omitting previously released singles from their albums. The song features numerous modulations that occur mid-verse and between its choruses. Session musician David Mason played a piccolo trumpet solo for its bridge section. \"Penny Lane\" was a top-five hit across Europe and topped the US Billboard Hot 100. In Britain, due to chart protocol regarding double A-sides, it was the first Beatles single since \"Please Please Me\" in 1963 to fail to reach number 1 on the Record Retailer chart. In November 1967, \"Penny Lane\" was included on the US Magical Mystery Tour album. In 2021, Rolling Stone ranked the track at number 280 on its list of the \"500 Greatest Songs of All Time\". In 2006, Mojo ranked the song at number 9 of \"The 101 Greatest Beatles Songs\". ==Background and inspiration== Penny Lane is a road in the south Liverpool suburb of Mossley Hill. The name also applies to the area surrounding its junction with Smithdown Road and Allerton Road, and to the roundabout at Smithdown Place that was the location for a major bus terminus, originally an important tram junction of Liverpool Corporation Tramways. The roundabout was a frequent stopping place for John Lennon, Paul McCartney and George Harrison during their years as schoolchildren and students. Bus journeys via Penny Lane and the area itself subsequently became familiar elements in the early years of the Lennon–McCartney songwriting partnership. In 2009, McCartney reflected: > \"Penny Lane\" was kind of nostalgic, but it was really [about] a place that > John and I knew ... I'd get a bus to his house and I'd have to change at > Penny Lane, or the same with him to me, so we often hung out at that > terminus, like a roundabout. It was a place that we both knew, and so we > both knew the things that turned up in the story. Lennon's original lyrics for \"In My Life\" had included a reference to Penny Lane. Soon after the Beatles recorded \"In My Life\" in October 1965, McCartney mentioned to an interviewer that he wanted to write a song about Penny Lane. A year later, he was spurred to write the song once presented with Lennon's \"Strawberry Fields Forever\". McCartney also cited Dylan Thomas's nostalgic poem \"Fern Hill\" as an inspiration for \"Penny Lane\". Lennon co-wrote the lyrics with McCartney. He recalled in a 1970 interview: \"The bank was there, and that was where the trams sheds were and people waiting and the inspector stood there, the fire engines were down there. It was reliving childhood.\" Writing for the song took place early in the sessions for what became the Sgt. Pepper's Lonely Hearts Club Band album, which commenced following a three- month period when the Beatles had pursued individual interests. Beatles biographer Ian MacDonald suggested an LSD influence, saying that the lyrical imagery points to McCartney first taking LSD in late 1966. MacDonald concluded that the lyric \"And though she feels as if she's in a play / She is anyway\" was one of the more \"LSD-redolent phrases\" in the Beatles' catalogue. Music critics Roy Carr and Tony Tyler similarly described the subject matter as \"essentially 'Liverpool-on-a-sunny-hallucinogenic-afternoon'\". ==Composition== ===Music=== thumb|The barber shop (pictured in 2018) formerly owned by Harry Bioletti, who is referred to in the song as \"a barber showing photographs / Of every head he's had the pleasure to know\". \"Penny Lane\" begins in the key of B major and is in 4/4 time throughout. The song comprises three rounds of two verses and a chorus, with the chorus repeated during the final round. In its melody, the composition has a double tonic structure of B major verse (in I–vi–ii–V cycles) and A major chorus connected by formal pivoting dominant chords. In the opening bars in B major, after singing \"In Penny Lane\" (in an F–B–C–D melody note ascent) McCartney sings the major third of the first chord in the progression (on \"Lane\") and major seventh (on \"barber\") then switches to a Bm chord, singing the flattened third notes (on \"know\" with a i7 [Bm7] chord) and flattened seventh notes (on \"come and go\" [with a VImaj7 [Gmaj7] chord] and \"say hello\" [with a V7sus4 [F7sus4] chord]). Musicologist Dominic Pedler describes this as a profound and surprising innovation involving abandoning mid-cycle what initially appears to be a standard I–vi–ii–V doo-wop pop chord cycle. The song features contrasting verse–chorus form. To get from the verse \"In the pouring rain – very strange\" McCartney uses an E chord as a pivot, (it is a IV chord in the preceding B key and a V in the looming A key) to take listeners back into the chorus (\"Penny Lane is in my ears ...\"). Likewise to get back from the chorus of \"There beneath the blue suburban skies I sit, and meanwhile back ...\", McCartney uses an F7 pivot chord, which is a VI in the old A key and a V in the new B key. The lyrics \"very strange\" and \"meanwhile back\" reflect these tonal shifts. ===Lyrics=== Lyrically there are several ambiguous and surreal images. The song is seemingly narrated on a fine summer day (\"beneath the blue suburban skies\"), yet at the same time it is raining (\"the fireman rushes in from the pouring rain\") and approaching winter (\"selling poppies from a tray\" implies Remembrance Day, 11 November). MacDonald stated: \"Seemingly naturalistic, the lyric scene is actually kaleidoscopic. As well as raining and shining at the same time, it is simultaneously summer and winter.\" The fireman and fire engine referred to in the lyrics were based on memories of the fire station at Mather Avenue, while the barber shop was Bioletti's, where McCartney, Harrison and Lennon each had their hair cut as children. The line \"Four of fish and finger pies\" is British slang. \"A four of fish\" refers to fourpennyworth of fish and chips, while \"finger pie\" is sexual slang for fingering. According to music critic and musicologist Wilfrid Mellers, writing in his 1973 book Twilight of the Gods: \"For both musical and verbal reasons, the song comes out as childishly merry yet dreamily wild at the same time. The hallucinatory feeling concerns problems of identity rather than drugs specifically, asking what, among our childhood memories, is reality and what is illusion.\" ==Production== ===Main recording=== Production began in Studio 2 at EMI Studios on 29 December 1966 with piano as the main instrument. McCartney intended the song to have a \"clean\" sound akin to the Beach Boys' Pet Sounds album. Engineer Geoff Emerick recalled McCartney playing Pet Sounds repeatedly during recording session breaks, adding that \"it wasn't altogether unsurprising [when] he wanted 'a really clean American sound'\" for \"Penny Lane\". Initially, McCartney recorded keyboard parts onto the individual tracks of the four-track tape: a basic piano rhythm on track one; a second piano, recorded through a Vox guitar amplifier with added reverb, on track two; a prepared piano producing a \"honky-tonk\" sound on track three; and percussion effects and a harmonium playing high notes fed through the guitar amplifier on track four. On 30 December, the four tracks were mixed together to form the first track of a new tape. On 4 January 1967, the Beatles' first session of the new year, Lennon and Harrison overdubbed contributions on piano and lead guitar, respectively, and McCartney added a lead vocal, which he then replaced the following day. Further overdubs, on 6 January, included Ringo Starr's drums, McCartney's bass guitar and Lennon's rhythm guitar, as well as handclaps, congas, harmony vocals and more piano. Following another reduction mix, brass and woodwind instruments, including four flutes, were added on 9 and 12 January, from a score by producer George Martin, guided by McCartney's suggested melody lines. On 10 January, the Beatles overdubbed effects such as scat harmony singing and a handbell, the latter in recognition of the fireman and fire engine mentioned in the lyrics. The second overdubbing session for the classical instrumentation, on 12 January, featured two further trumpets, two oboes, two cors anglais and a double bass. ===Piccolo trumpet solo=== McCartney was dissatisfied with the initial attempts at the song's instrumental fill, and was inspired to use a piccolo trumpet after seeing trumpeter David Mason play the instrument during a BBC television broadcast of the second Brandenburg Concerto by Johann Sebastian Bach. On 17 January, Mason recorded the instrumental solo used for the final mix. Martin later wrote, \"The result was unique, something which had never been done in rock music before.\" The solo is in a mock-Baroque style for which the piccolo trumpet (a small instrument built about one octave higher than the standard instrument) is particularly suited, having a clean and clear sound which penetrates well through thicker midrange textures. According to Emerick, Mason \"nailed it\" at some point during the recording; McCartney tried to get him to do another take but Martin insisted it was not necessary, sensing Mason's fatigue. He also played over the song's final chorus, replacing the oboe parts from that portion of the track. Mason later said he was impressed that Lennon, Harrison and Starr were present at the session, demonstrating a common interest in shaping the result, although he was taken aback by their new look of moustaches and psychedelic clothing. Mason was paid £27 and 10 shillings for the session and achieved international renown for his performance. In author Mark Hertsgaard's description, the trumpet solo is the recording's \"pièce de résistance\" and evokes a \"sense of freedom, energy, and sheer happiness\". Author Jonathan Gould describes the sound as \"impossibly high and bright\", and says that the solo represents a \"neo-Baroque pastiche of every fanfare ever blown\" and casts a magical spell that allows the Beatles to insert the risqué \"Four of fish and finger pies\" line into the chorus that follows. Classical music scholar Barry Millington described Mason's contribution as \"surreal, unearthly ... a fusion of classical and rock\" and commented that \"so high does the part go\", it was mistakenly assumed to have been sped up after recording. ===Alternative mixes=== The original US promo single mix of \"Penny Lane\" had an additional flourish of piccolo trumpet notes at the end of the song. This mix was quickly superseded by one without the last trumpet passage, but not before copies had been pressed and sent to radio stations. By the late 1980s, these discs were among the rarest and most valuable Beatles collectibles. \"Penny Lane\" was mixed in stereo for the first time in 1971, for a West German issue of the Magical Mystery Tour LP and, in 1980, this mix, with the addition of the trumpet ending, was included on the US Rarities compilation and the UK set The Beatles Box. A remix of the song released on the outtakes compilation Anthology 2 in 1996 included the closing trumpet flourish and the solo (by cor anglais and trumpet) that had been replaced by Mason's overdub for the 1967 single. The original promo single mix was made available again in 2017, when it was included on a CD of mono mixes in the six-disc 50th-anniversary edition of Sgt. Pepper. The two- and six-disc anniversary editions also featured a new remix of \"Penny Lane\" prepared by Giles Martin, designed to allow the keyboard parts to be heard distinctly. ==Promotional film== The Beatles' low public profile since completing their 1966 US tour in late August caused concern for Brian Epstein, their manager, who feared that the band's popularity might suffer. Wary also of the threat presented by the Monkees, an American television and recording act formed in the Beatles' image, Epstein conceded to pressure from EMI in January 1967 and approached Martin for a new single by the band. Martin told him that they had recorded \"Strawberry Fields Forever\" and \"Penny Lane\", which he considered to be the group's best songs up to that point. The promotional film for \"Penny Lane\" was, together with the clip for \"Strawberry Fields Forever\", one of the first examples of what became known as a music video. The films were directed by Peter Goldmann, a Swedish television director, and produced by Tony Bramwell for Epstein's company Subafilms. The clip for \"Penny Lane\" includes footage of Liverpool – such as the number 46 bus to Penny Lane, the shelter on the roundabout, and a fireman riding a white horse – but street scenes featuring the Beatles were instead filmed in and around Angel Lane in Stratford, in the east of London. This filming includes the band members riding horses and took place on 5 February. Another street scene features only Lennon, walking along King's Road, Chelsea among a crowd in a manner that author Robert Rodriguez terms \"as if in a nostalgic reverie\". More filming was done in Knole Park in Sevenoaks, where the clip for \"Strawberry Fields Forever\" had been filmed the week before. Shot on 7 February, this footage includes further horse-riding scenes, with the band members dressed in matching red tunics, and the closing scene, when they arrive at a table set up in the park, bearing a large candelabra. During the horse ride, they pass by a stage filled with their guitars and drum kit, the latter bearing the familiar Beatles logo. The musicians sit at the table, where they are waited on by two attendants (played by Bramwell and Mal Evans) dressed in Renaissance-era costumes and wigs, and presented with their musical instruments. According to music critic Chris Ingham, the film appears to be \"little more than an extra-curricular afterthought\" relative to the surreal and experimental \"Strawberry Fields Forever\" clip. He adds that it nevertheless closes with \"another iconoclastic gesture\" as Lennon overturns the table and scatters its contents. upright=1.2|thumb|The clip's closing scene, in which the Beatles drink tea at an outdoor table and are presented with their guitars In their avoidance of any performance-related content, the clips developed the promotional medium the Beatles had introduced in 1966 with their clips for \"Paperback Writer\" and \"Rain\". According to Hertsgaard, since the band avoided any attempt to play or sing, the clip for \"Penny Lane\" consists of images that \"amplify or somehow comment on\" the song's themes. He says the \"most arresting\" scenes are Lennon's walk along the sun-lit city street, the Beatles riding their horses through a stone archway, and the four band members \"sitting at an immaculately set table in the middle of a field, where they are served tea in what is very plainly bitterly cold weather\". Journalist and broadcaster Joe Cushley described the film as \"Lewis-Carroll- goes-to-Liverpool\". McCartney predicted at the time of the single's release: \"In the future all records will have vision as well as sound. In twenty years time, people will be amazed to think we just listened to records.\" ==Release== \"Strawberry Fields Forever\" and \"Penny Lane\" were released as a double A-side single, in a fashion identical to that of the Beatles' previous single, \"Eleanor Rigby\" / \"Yellow Submarine\". The release took place in the United States on 13 February 1967 and in the United Kingdom on 17 February. It was the first single by the Beatles to be sold with a picture sleeve in the UK, a practice rarely used there at that time. Expectations were high for the release, since it was the band's first new music since they had decided to abandon touring, a decision that had led to speculation in the press in late 1966 that the group would disband. Comparing the two sides, author Clinton Heylin writes that McCartney was possibly \"fearful of alienating fans unduly\" with the more dense and experimental \"Strawberry Fields Forever\". He says that with \"Penny Lane\", McCartney was \"again cast in the role of the great populariser\" by providing the \"more prosaic depiction of the Liverpool of their youth ... set to another of his eminently hummable melodies\". In his book Electric Shock, Peter Doggett describes \"Strawberry Fields Forever\" as art pop, \"self-consciously excluding the mass audience\", and likens \"Penny Lane\" to pop art in its evoking \"multifaceted substance out of the everyday\". The promotional films for the single presented the Beatles' moustachioed look to their audience for the first time. The new look was the focus of much scrutiny, as facial hair went against convention for pop idols and implied maturation. Promotion for the single and its musical content left many listeners unable to recognise the act as the Beatles. In author Kevin Courrier's description, the picture sleeve showed the Beatles dressed and posing formally as if they were \"arcane artifacts from the nineteenth century\", with the portrait set inside a gold picture frame. The reverse was a collage of photos of the band members as infants. The clips were first broadcast in America on The Ed Sullivan Show and in Britain on Top of the Pops, a day before the respective release dates in those two countries. On 25 February, they aired on The Hollywood Palace, a traditional US variety program hosted by actor Van Johnson, who claimed that the Beatles had created the films especially for his show. Amid screams from female members of the studio audience, Johnson described the \"Penny Lane\" clip as \"the most imaginative treatment of a song I have ever seen\". According to Rodriguez, however, Johnson's reaction was clearly bemusement at \"what youth entertainment had become\", as demonstrated in his mannered introduction to \"Strawberry Fields Forever\". The films attracted a similar level of confusion on the more youth- focused American Bandstand, on 11 March, where host Dick Clark invited comments from his studio audience. Clark introduced the clip with a warning that it showed a \"very interesting and different looking Beatles\", after which he sought opinions from his teenage audience with what author Doyle Greene describes as \"an urgent solemnity as if he were discussing the Zapruder film\". The responses were less dismissive than those given to \"Strawberry Fields Forever\". Male reaction was marginally more favourable than female, as the women variously focused on the \"weird\", \"ugly\" or supposedly aged appearance of the band members. After \"Penny Lane\", one young man complained that the Beatles were \"as bad as the Monkees\", while another said, \"They went out with the Twist.\" Since the Beatles usually did not include songs released as singles on their albums, both \"Penny Lane\" and \"Strawberry Fields Forever\" were left off Sgt. Pepper's Lonely Hearts Club Band. With their omission, the Liverpool childhood theme that had been a loose concept behind the album was abandoned. Courrier describes the single as \"a conceptual 45 if ever there was one\". Martin came to regret the decision to omit the two songs, describing it as \"the biggest mistake of my professional life\". Against the Beatles' wishes, \"Penny Lane\" and \"Strawberry Fields Forever\" were included on the US Magical Mystery Tour album in November 1967. In 2017, both songs were included on the two-disc and six-disc 50th-anniversary editions of Sgt. Pepper. ==Reception== In Britain, most reviewers were initially confused by the single and predicted that the Beatles' creative advances might not be rewarded in record sales. The commercial qualities of \"Penny Lane\" ensured that it was the more favourably received of the two songs. Melody Maker said the brass parts were \"beautifully arranged\" and concluded: \"Tinged with sentimentality, the number slowly builds into an urgent, colourful and vivid recollection of the Liverpool street that the Beatles remember so clearly.\" An editorial in The Times said: \"'Penny Lane' looks back to the days when parochialism was not an attitude to be derided. While it may seem that the commonplace suburb is a pleasanter source of inspiration than a psychedelic ecstasy, it may also be that the song is instinctively satisfying a youthful appetite for simplicity ...\" \"Strawberry Fields Forever\" / \"Penny Lane\" was the first Beatles single since \"Please Please Me\" in 1963 to fail to reach number 1 on Record Retailers chart (later the UK Singles Chart). With \"Penny Lane\" as the side favoured by the chart, the single was held at number 2 behind Engelbert Humperdinck's \"Release Me\", even though the Beatles' record sold considerably more. This was due to chart protocol whereby only the sales of the better-selling side of a double A-side were eligible, and the record's overall sales were effectively halved. On the national chart compiled by Melody Maker, the combination was number 1 for three weeks. Its failure to top the Record Retailer chart provoked comments in the UK press that the Beatles' position of eminence was at an end, with headlines such as \"Has the Bubble Burst?\" The band were unperturbed by the result. In Starr's recollection, it was a \"relief\" and \"took the pressure off\" the group, while Lennon said in a late 1966 interview: \"We sort of half hope for the downfall. A nice downfall. Then we would just be a pleasant old memory.\" In the United States, the song became the band's 13th single to reach number 1 on the Billboard Hot 100, doing so for a week before being knocked off by the Turtles' \"Happy Together\". With \"Penny Lane\" as the favoured side, the single was certified gold by the Recording Industry Association of America on 20 March 1967. There, the single initiated an upsurge in the ongoing critical discourse on the aesthetics and artistry of pop music, as, centring on the Beatles' work, writers sought to elevate pop in the cultural landscape for the first time. One of these laudatory appraisals came from Time magazine, whose writers said that the Beatles had \"bridged the heretofore impassable gap between rock and classical, mixing elements of Bach, Oriental and electronic music with vintage twang to achieve the most compellingly original sounds ever heard in pop music\". In his television show Inside Pop: The Rock Revolution, American composer and conductor Leonard Bernstein highlighted the trumpet solo on \"Penny Lane\" among examples of the genre's eclectic qualities that made contemporary pop music worthy of recognition as art. The single was also number 1 in Australia (for five weeks), West Germany (four weeks), the Netherlands and New Zealand (each for three weeks), Canada, Denmark and Malaysia. In France, it peaked at number 4. ==Influence and legacy== According to historian David Simonelli, further to \"Tomorrow Never Knows\" in 1966, \"Strawberry Fields Forever\" and \"Penny Lane\" \"establish[ed] the Beatles as the most avant-garde [pop] composers of the postwar era\". He also says: > With this double-sided single, the Beatles planted the flag of Romanticism > squarely at the center of psychedelic rock. They emphasized innocence, > childhood as purity, improvisation, and the spirits of individuality and > community united as one. For the next three to five years, these ideals > would dominate rock music on both sides of the Atlantic. The Beatles' vision > dominated the entire rock music world. Ian MacDonald comments on \"Penny Lane\"'s place in an era of high optimism in Britain marked by a vibrant arts scene, England's victory in the 1966 World Cup, and the Beatles' standing as \"arbiters of a positive new age\" in which outdated social mores would be superseded by a young, classless worldview. He writes: \"With its vision of 'blue suburban skies' and boundlessly confident vigour, 'Penny Lane' distills the spirit of that time more perfectly than any other creative product of the mid-Sixties. Couched in the primary colours of a picture-book, yet observed with the slyness of a gang of kids straggling home from school, 'Penny Lane' is both naive and knowing – but above all thrilled to be alive.\" MacDonald adds that although the song \"fathered a rather smug English pop vogue for brass bands and gruff Northern imagery\", its sequence in the 1968 animated film Yellow Submarine demonstrated it to be \"as subversively hallucinatory as 'Strawberry Fields'\". Music critic Tim Riley praised the musical arrangement and said the song was \"as perfect as pop gets\". He also wrote: \"'Penny Lane' survives as a classic because its surface charm masks its structural intelligence – the appeal is as simple and sweet as the youthful glow it recaptures.\" Some commentators have described the pairing as pop music's best double A-side. In 2011, Rolling Stone ranked \"Penny Lane\" at number 456 on its list of the \"500 Greatest Songs of All Time\". On the magazine's 2021 revised list, the song appears at number 280. In Mojos list of \"The 101 Greatest Beatles Songs\", published in 2006, the song appeared at number 9. In his commentary on the track, Neil Innes admired McCartney's melodic gifts and the key changes, and he described the song as \"mould- breaking\" with lyrics that \"ran like a movie\". Sociologist Andy Bennett views the characters in the lyrics as representing a \"story book version of British suburban life\", an approach that he says anticipated television soap operas such as Brookside and EastEnders. Bennett writes that a similar notion of \"Britishness\" informed music videos by Britpop acts in the 1990s, particularly Blur's \"Parklife\", which brought to life some of the lyrical imagery of Lennon–McCartney songs and the \"utopian reminiscing\" evident in \"Penny Lane\". thumb|left|upright=0.8|A Penny Lane street sign in Liverpool The promotional clips for \"Penny Lane\" and \"Strawberry Fields Forever\" are recognised as pioneering works in the medium of music video. In 1985, they were the oldest selections included in the New York Museum of Modern Art (MoMA)'s exhibition of the most influential music videos. The two films occupied a similar place in MoMA's 2003 \"Golden Oldies of Music Video\" exhibition, where they were presented by avant-garde artist Laurie Anderson. thumb|right|upright=1.2|Streetscape showing the Penny Lane roundabout (centre left) and shops in 2018 Liverpool poet Roger McGough credited \"Penny Lane\" and \"Strawberry Fields Forever\" as the first examples of British streets and locations being celebrated in pop music and of the Beatles creating a \"mythology\" for Liverpool. The song's popularity led to the regular theft of Penny Lane street signs and the area becoming one of the city's major tourist attractions. As of 2014, the roundabout was home to the Sgt. Pepper Bistro & Bus Shelter, although the business had long ceased operating. The feature films Wonderwall (for which Harrison supplied the instrumental musical score in 1968) and Almost Famous include characters named after the song. Former adult film star Jennifer Ketcham said she chose her pseudonym Penny Flame to reflect her fondness of the Beatles song and marijuana. German politician Martin Schulz once described the song as a working class anthem. He said that it is his favourite Beatles song and it can reduce him to tears sometimes. It is a symbol of class consciousness for him and the Beatles′ working class background reminds him of his own. \"The message is that everything you experience in life can be traced back to the street where you come from. You can never escape your origins\" he said in answer to a question asked by a union magazine. ==Song ownership, McCartney live performances and cover versions== In 1969, the Beatles' publishing company Northern Songs was acquired by ATV, a media company owned by Lew Grade. By 1985, ATV was being run by Australian entrepreneur Robert Holmes à Court, who decided to sell the catalogue to Michael Jackson. Before the sale, Jackson allowed the rights for \"Penny Lane\" to be exempt from the deal and given instead to Holmes à Court's teenage daughter. As of 2009, Catherine Holmes à Court-Mather was still the copyright owner of \"Penny Lane\", which is one of the few Lennon–McCartney songs not owned by Sony Music Publishing. \"Penny Lane\" was instantly popular with both contemporary pop artists and supper club entertainers. According to author Alan Clayson, it was one of several McCartney compositions that \"walked a safe and accessible line\" and allowed easy interpretation during a period when \"schmaltz was represented in the charts as much as psychedelia\". Artists who have covered the song include Amen Corner, Judy Collins, Arthur Fiedler and the Boston Pops, Englebert Humperdinck, James Last, Enoch Light, Kenny Rankin, John Valby, Newton Wayland and Kai Winding. The Rutles' 1978 song \"Doubleback Alley\" is a parody of \"Penny Lane\". Written by Innes, it was part of the Rutles' TV film satirising the Beatles' career, All You Need Is Cash. McCartney has regularly included the song in his tour set lists. He first performed it on his New World Tour in 1993. Elvis Costello performed \"Penny Lane\" during a concert at the White House on 2 June 2010 when McCartney received the Gershwin Award from President Barack Obama. In his introduction to the song, Costello said that his mother had grown up less than a mile from Penny Lane, and so hearing the Beatles single had been a powerful moment for him and his family. ==Personnel== According to Ian MacDonald: The Beatles *Paul McCartney - vocal, pianos, bass, harmonium, tambourine, effects *John Lennon - backing vocal, piano, guitar, congas, handclaps *George Harrison - backing vocal, lead guitar, handclaps *Ringo Starr - drums, handbell Additional musicians *George Martin - piano, orchestral arrangement *Ray Swinfield, P. Goody, Manny Winters - flutes, piccolos *David Mason - piccolo trumpet solo *Leon Calvert, Freddy Clayton, Bert Courtley, Duncan Campbell - trumpets, flugelhorn *Dick Morgan, Mike Winfield - oboes, cor anglais *Frank Clarke - double bass ==Charts and certifications== ===Weekly charts=== {| class=\"wikitable sortable\" |- !align=\"left\"|Chart (1967) !align=\"left\"|Peak position |- |Australian Go-Set National Top 40 | style=\"text-align:center;\"|1 |- | |- | |- | |- | |- |Finland (Suomen virallinen lista) |align=\"center\"|4 |- | |- |New Zealand Listener ChartFlavour of New Zealand, 7 April 1967 | style=\"text-align:center;\"|1 |- | |- | |- |US Cash Box Top 100CASH BOX Top 100 Singles – Week ending March 25, 1967. Cash Box magazine. Retrieved 16 June 2016. | style=\"text-align:center;\"|1 |- |West German Musikmarkt Hit-Parade | style=\"text-align:center;\"|1 |} ===Year-end charts=== {| class=\"wikitable sortable\" |- !align=\"left\"|Chart (1967) ! style=\"text-align:center;\"|Rank |- |Canada | style=\"text-align:center;\"|21 |- |US Billboard | style=\"text- align:center;\"|55 |- |US Cash Box | style=\"text-align:center;\"|45 |} ===Certifications=== ==Notes== ==References== Citations Sources * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==External links== * Full lyrics for the song at the Beatles' official website *Golden Oldies of Music Video a presentation from New York's MoMA originally screened on 17 April 2003 Category:1967 singles Category:1967 songs Category:The Beatles songs Category:Parlophone singles Category:Capitol Records singles Category:Songs written by Lennon–McCartney Category:Song recordings produced by George Martin Category:Songs published by Northern Songs Category:Billboard Hot 100 number-one singles Category:Cashbox number-one singles Category:Number-one singles in Australia Category:RPM Top Singles number-one singles Category:Number-one singles in Germany Category:Number-one singles in New Zealand Category:Number-one singles in Norway Category:Songs about Liverpool Category:Songs about nostalgia Category:Songs about streets Category:Psychedelic pop songs Category:Baroque pop songs Category:Progressive pop songs Category:Songs composed in B major Category:Songs about roads",
 "title": "Penny Lane"
}