{
 "id": "142522",
 "text": "Allectus (died 296) was a Roman-Britannic usurper-emperor in Britain and northern Gaul from 293 to 296. ==History== Allectus was treasurer to Carausius, a Menapian officer in the Roman navy who had seized power in Britain and northern Gaul in 286. In 293 Carausius was isolated when the western Caesar, Constantius Chlorus, retook some of his Gallic territories, particularly the crucial port of Bononia (modern Boulogne), and defeated Frankish allies of Carausius in Batavia. Allectus assassinated Carausius and assumed command himself. His reign has left little record, although his coin issues display a similar distribution to those of Carausius. They are found in north western Gaul, indicating that the recapture of Bononia did not spell the end of the rebel empire on that side of the English Channel.Sheppard Frere, Britannia: A History of Roman Britain, third edition, 1987, p. 330 Constantius launched an invasion to depose him in September 296. His forces sailed in several divisions. Constantius led one division from Bononia, but seems to have been delayed by bad weather. Another division, under the praetorian prefect Asclepiodotus, took advantage of fog to avoid Allectus's ships stationed at the Isle of Wight, and landed near Southampton Water, where they burnt their ships. Allectus's forces were forced to retreat from the coast, but were cut off by another of Constantius's divisions and defeated. Allectus himself was killed in the battle, having removed all insignia in the hope that his body would not be identified. Archaeology suggests that Calleva Atrebatum (Silchester) was the site of his defeat or the area surrounding the town.Frere, Britannia p. 331 A group of Roman troops, who had been separated from the main body by the fog during the channel crossing, caught up with the remnants of Allectus's men, mostly Franks, at Londinium (London), and massacred them. Constantius himself, it seems, did not reach Britain until it was all over, and his panegyrist claims he was welcomed by the Britons as a liberator.Panegyrici Latini 8:12-19; Aurelius Victor, Book of Caesars 39; Eutropius, Abridgement of Roman History 21-22; Orosius, Seven Books of History Against the Pagans 7:25 Carausius had deliberately used his coinage for propaganda purposes, and some of his slogans, such as a claim to have restored 'liberty', were designed to appeal to British sentiment. Constantius answered such claims in a famous medal struck on the morrow of his victory, in which he described himself as redditor lucis aeternae, 'restorer of the eternal light (viz. of Rome).' In March 2019, an ancient coin showing the head of Allectus was found in Dover by a 30-year old metal detectorist. The coin sold for £552,000 at an auction by Dix Noonan Webb. ==Legend== Geoffrey of Monmouth included Allectus in his legendary History of the Kings of Britain (ca. 1136). Here, Allectus is an officer sent with three legions by the Romans to depose Carausius, a native British king. He does so, but his rule proves oppressive, and he is in turn deposed by Asclepiodotus, here the Duke of Cornwall. The last of Allectus's troops are besieged in London, and surrender on the condition they are granted safe passage out of Britain. Asclepiodotus agrees, but the surrendering soldiers are massacred, and their heads thrown into the river Galobroc, by his allies the Venedoti.Geoffrey of Monmouth, Historia Regum Britanniae 5.4 ==In fiction== Allectus's assassination of Carausius and the opposition to his regime, culminating in Constantius's invasion, are central to Rosemary Sutcliff's 1957 novel, The Silver Branch. == References == Category:British traditional history Category:Ancient Romans in Britain Category:296 deaths Category:3rd-century Roman usurpers Category:3rd-century monarchs in Europe Category:Year of birth unknown Category:Romans from unknown gentes Category:Characters in works by Geoffrey of Monmouth Category:Tetrarchy Category:Ancient Roman assassins Category:Treasurers Category:Roman emperors killed in battle",
 "title": "Allectus"
}