{
 "id": "142763",
 "text": "Lock picking is the practice of unlocking a lock by manipulating the components of the lock device without the original key. Although lock-picking can be associated with criminal intent, it is an essential skill for the legitimate profession of locksmithing, and is also pursued by law-abiding citizens as a useful skill to learn, or simply as a hobby (locksport). In some countries, such as Japan, lock-picking tools are illegal for most people to possess, but in many others, they are available and legal to own as long as there is no intent to use them for criminal purposes. == History == Locks by definition secure or fasten something with the intention that access is possible only with the matching key. Despite this, criminal lock picking likely started with the first locks. Famed locksmith Alfred Charles Hobbs said in the mid-1800s: Professional and recreational lock picking also has a long history. King Louis XVI of France (1754–1793) was a keen designer, picker, and manipulator of locks,Andress, David. \"The Terror\", Farrar, Straus and Giroux, New York, 2005, p. 12-13 and physicist Richard Feynman picked locks for fun in the 1940s while employed on the Manhattan Project. The tradition of student roof and tunnel hacking at MIT included lockpicking, and their guide to this was made widely available in 1991. Beginning in 1997 more organized recreational lockpicking has now grown and developed a competitive aspect in \"locksport\", along with its own governing body, Locksport International. == Tools == === Skeleton keys === The warded pick, also known as a skeleton key, is used for opening warded locks. It is generally made to conform to a generalized key shape relatively simpler than the actual key used to open the lock; this simpler shape allows for internal manipulations. The keys for warded locks only require the back end manipulating which is the end which opens the lock. The other parts are there to distinguish between different varieties of their locks. For example, if you have a chest of drawers with a warded lock you can make a skeleton key for that type of warded lock by filing away all but the last one or two teeth or bittings on both sides of the blade. Additionally, a series of grooves on either side of the key's blade limit the type of lock the key can slide into. As the key slides into the lock through the keyway, the wards align with the grooves in the key's profile to allow or deny entry into the lock cylinder. thumb|right|A traditional pick set. From left to right: torsion wrench, \"twist-flex\" torsion wrench, offset diamond pick, ball pick, half-diamond pick, short hook, medium hook, saw (or \"L\") rake, snake (or \"C\") rake. === Lever tumbler lock picking === ==== Curtain pick ==== Lever tumbler locks can be opened by a type of lockpick called a curtain pick. === Pin tumbler lock picking === ==== Tension wrench ==== The tension wrench, or torsion wrench, is generally used when picking a pin tumbler or wafer lock. It is used to apply torque to the plug of a lock to hold any picked pins in place. Once all pins are picked, the tension wrench is then used to turn the plug and open the lock. There are two basic types of tension: \"bottom of the keyway\" and \"top of the keyway\". The bottom of the keyway wrenches is typically shaped like a letter \"L\", although the vertical part of the letter is elongated in comparison to the horizontal part. Other tension tools, especially those for use with cars, resemble a pair of tweezers and allow the user to apply torque to both the top and the bottom of the lock. These are commonly used with double-sided wafer locks. ==== Half-diamond pick ==== This versatile pick is included in nearly all kits and is mainly used for picking individual pins, but can also be used for raking and wafer and disk locks. The triangular-shaped half-diamond is usually long. The angles that form the base of the half-diamond can be either steep or shallow, depending on the need for picking without affecting neighboring pins, or raking as appropriate. A normal set comprises around three half-diamond picks and a full-diamond pick. ==== Hook pick ==== The hook pick is similar to the half- diamond pick but has a hook-shaped tip rather than a half-diamond shape. The hook pick is sometimes referred to as a \"feeler\" or \"finger\" and is not used for raking. This is the most basic lockpicking tool and is all that a professional will usually need if the lock is to be picked in the traditional sense rather than opened by raking or using a pick gun. A variety of differently sized and shaped hooks are available in a normal set. ==== Ball pick ==== The ball pick is similar to the half-diamond pick, except the end of the pick has a half or full circle shape. This pick is commonly used to open wafer locks. ==== Rake picks ==== thumb|Two types of rake pick, the double and triple peak, sometimes known as Bogota rakes. These picks, such as the common snake rake, are designed to rake pins by rapidly sliding the pick past all the pins, repeatedly, to bounce the pins until they reach the shear line. This method requires much less skill than picking pins individually and generally works well on cheaper locks. Advanced rakes are available which are shaped to mimic various pin height key positions and are considerably easier to use than traditional rakes. Such rakes are typically machined from a template of common key configurations since not all permutations of pin heights for adjacent pins are possible given the process by which keys are manufactured. ==== Scrubbing picks ==== Scrubbing is a simple method of raking pick that resembles the scrubbing motion of brushing one's teeth. ==== Decoder pick ==== The decoder pick is a key which has been adapted such that the height of its notches can be changed, either by screwing them into the blade base or by adjusting them from the handle while the key is in the lock. This will allow not only access to the lock but also a template for cutting a replacement key. ==== Bump keys ==== thumb|A typical bump key. The simplest way to open the majority of pin locks is to insert a key (or variety of keys) that have been cut so that each peak of the key is equal and has been cut down to the lowest groove of the key. This key is then struck sharply with a hammer whilst applying torque. The force of the blow is carried down the length of the key and (operating as does a Newton's cradle) will move only the driver pins leaving the key pins in place. If done correctly this briefly creates a gap around the shear line allowing the plug to rotate freely. Some modern high security locks include bumping protection, such as Master Lock's \"BumpStop\" and Ilco's \"Bump Halt\" technology. === Wafer tumbler lock picking === ==== Jigglers or try-out keys ==== The majority of wafer tumbler locks can be opened with a set of jigglers or try-out keys. They can also be opened with pin-tumbler picks. ==== Pick guns ==== thumb|A snap gun. The manual pick gun (or snap gun) was invented by Ely Epstein. It usually has a trigger that creates a movement which (like bump keys) transfers sudden energy to the key pins which communicate this to the driver pins causing those pins only to jump, allowing the cylinder to turn freely for a brief moment, until the pin springs return the pins to their locking position. Electric versions are now also common, whereby simply pressing a button the pins are vibrated while the normal torsion wrench is being used. ==== Tubular lock pick ==== A tubular lock pick is a specialized lockpicking tool used for opening a tubular pin tumbler lock. Tubular lock picks are all very similar in design and come in sizes to fit all major tubular locks, including 6, 7, 8, and 10-pin locks. The tool is simply inserted into the lock and turned clockwise with medium torque. As the tool is pushed into the lock, each of the pins is slowly forced down until they stop, thus binding the driver pins behind the shear line of the lock. When the final pick is pushed down, the shear plane is clear and the lock opens. This can usually be accomplished in a matter of seconds. Most tubular lock picks come with a \"decoder\" which lets the locksmith know at what depths the pins broke the shear plane. By using the decoding key after the lock has been picked, the locksmith can cut a tubular key to the correct pin depths and thus avoid having to replace the lock. == Anti-picking methods == thumb|right|A deadbolt lock that has been picked, showing that the plug has been turned without the key. The history of lock development, particularly modern locks is largely one of an arms race between lock pickers and lock inventors. Today's anti-picking methods in standard pin tumbler locks include the use of sidewards which obstruct the keyway and \"security pins\". These are shaped like a spool, mushroom, or barrel - with the effect that they feel as though they have set when in fact they have not. == Legal status == === Australia === In Australia, possession of lock picking equipment is legal. However, it may count toward evidence of intent to commit a crime if otherwise incriminating circumstances warrant reasonable suspicion by police. For example, Queensland state law states: \"A person possessing lock picks, an electronic car door lock scanner, or a jemmy in other than easily explainable circumstances, e.g., a locksmith, carpenter, or a person undertaking home renovations, may warrant the suspicion of police that the person may intend to used [sic] the equipment for a burglary or vehicle theft. Obviously, the suspicion held by police must be reasonable and therefore will be dependent on the circumstances under which the person is found with the items.\" === Canada === In B.C. and Ontario Canada, a licence is required to carry out locksmithing professionally. It is legal for hobbyists who are not locksmiths to pick locks that they own. Under Section 351 of the Canadian Criminal Code, lock pick tools fit in the same category as crowbars or hammers, meaning they are legal to possess and use unless they are used to commit a crime or if it is shown there was the intention to commit a crime. states \"Every person who, without lawful excuse, has in their possession any instrument suitable for breaking into any place, motor vehicle, vault or safe knowing that the instrument has been used or is intended to be used for that purpose, (a) is guilty of an indictable offense and liable to imprisonment for a term not exceeding ten years; or (b) is guilty of an offence punishable on summary conviction.Canada Criminal Code (R.S.C., 1985, c. C-46): Offences Against Rights of Property Some provinces require a license to carry lock picks.Lockpick Canada: Help Unlike most laws in Canada, the onus is on the defendant to prove that they have a legal purpose to use the lock picks. Similar to some drug trafficking offenses, this may be automatically applied if possession is discovered, though corroborating evidence is needed to support these charges. Hobbyist use and indications thereof should constitute reasonable doubt, though the defendant must prove legal purposes, the crown must still indicate the charges are reasonable given the circumstances. For example, the discovery of lock picks in a dwelling house in absence of other indications of burglary are not grounds for this charge. It is not uncommon for hackathon events in Canada to have lock picking challenges, and this would constitute a reasonable and legal reason for possession. === Germany === There is no law or regulation on lock picking, so it is legal as long as one has permission from the owner of the lock to pick the lock in question. Lock picking tools can be freely bought and sold. There are several clubs where lock picking is practiced as a sport. Lock picking has also become a popular part of geocaching in Germany.Bookmark list of lock picking geocaches for basic members at geocaching.com, retrieved on June 12th, 2018. There are also lock picking workshops at geocaching events.Listing to the event GC321V2, retrieved on June 12th, 2018. === European Union === Most countries of the European Union don't regulate the possession of lockpicks. All responsibility concerning criminal or legal acts using the picks is taken by the owner of the lockpicks. === Hungary === Unusually for a country in the EU, ownership of lock picks in Hungary on public property is prohibited. === Japan === Japan's law prohibits possession of any lock picking tools and imposes a penalty of one-year imprisonment or a 500,000 yen fine. === Netherlands === In the Netherlands, owning lock picks is legal, but using them on someone else's locks without permission is not. There is a lock picking championship, the Dutch Open (organized by TOOOL), which started in 2002 and features competitors from around the world. The competition is held during LockCon, an annual conference about locks.\"Lock pickers hebben slot in paar seconden open\", the Leeuwarder Courant, 2002-12-02 *\"Vito Tieke\", Even Vragen Aan, the Algemeen Dagblad, 2002-12-02 *\"Duitser kampioen sloten openen\", the Sp!ts, probably 2002-12-02 *\"Duitser wordt in Sneek kampioen sloten openen\", the Friesch Dagblad, probably 2002-12-02 *\"Duitser eerste kampioen sloten openen in Sneek\", the Dagblad van het Noorden, probably 2002-12-02 *\"Sloten openen als nieuwe sport\", Dagblad de Limburger, probably 2002-12-02 Note: the dates of some articles were not available, but considering the fact that newspapers generally report promptly, it can be assumed the given dates are correct. :It was also documented on television, in the programs Hart van Nederland and on Omproep Friesland. === New Zealand === In New Zealand, lock picking tools are not illegal, but possession with the intent to use them for burglary carries a potential penalty of three years in prison. === Poland === In Poland, according to Article 129/1 of the Misdemeanor Code: both (1) possessing, producing or obtaining a lock pick by a person whose profession and occupation does not require it; and (2) delivering a lock pick to a person whose profession and occupation does not require it is punishable with arrest, freedom limitation or fine - and (3) a lock pick is forfeited even if it was not the property of the principal. === United Kingdom === In England and Wales, a person who, not within their abode, has anything to be used to commit burglary or theft can potentially be prosecuted. The penalty for this can be up to 3 years imprisonment. === United States === In the United States, laws concerning possession of lock picks vary from state to state. Generally, possession and use of lock picks is considered equivalent to the possession of a crowbar or any other tool that may or may not be used in a burglary. Possession of lock picks with an intent for their unlawful use is generally prosecuted as a misdemeanor under the category of possession of burglary tools or similar statutes. In many states, simple possession of lock picks is completely legal, as the statutes only prohibit the possession of lock picks or the activity of lock picking when there is a malicious intent. This is the case in Arizona, California, Utah, Maine, Massachusetts, New Hampshire, Washington D.C., Washington State, and New York. Some states, such as California and New York, impose restrictions on businesses, such as prohibiting the operation of a locksmithing business without a license and imposing requirements to keep records about sales of lock picking devices. == See also == * Hot-wiring * Physical security * Safe-cracking * Security * Snap gun * Locksport * Lock bumping == References == Category:Hobbies Category:Locks (security device) Category:Locksmithing Category:Mechanical hand tools Category:Security breaches Category:Hacker culture",
 "title": "Lock picking"
}