{
 "id": "142798",
 "text": "Adrenaline is the debut studio album by American alternative metal band Deftones, released on October 3, 1995 by Maverick Records. The majority of the album was produced by Terry Date, while a hidden track titled \"Fist\" was produced by Ross Robinson. ==Background and recording== Stephen Carpenter, Abe Cunningham and Chino Moreno were high school friends. All three went to Sacramento's C. K. McClatchy High School together, and participated in the city's skateboarding scene. Carpenter was a fan of heavy metal; Moreno was interested in hardcore punk bands such as Bad Brains as well as post-punk and new wave bands such as Depeche Mode and The Cure. When Moreno learned that Carpenter was a guitarist, he set up a jam session with Cunningham, who played drums. The trio began playing regularly in Carpenter's garage around 1988. They recruited bassist Dominic Garcia some time after, and the band became a four-piece. When Cunningham left Deftones to join Phallucy, another band from Sacramento, Garcia switched instruments and became the band's drummer. Chi Cheng filled the void as bassist, and the band recorded a four-track demo soon afterwards. Regarding the recording, drummer Abe Cunningham said, \"At the time we did the first record – which I really like and think is good – you can tell the band was really young. We'd been playing most of those songs for quite a while, and we were just so happy to be making a record that we didn't really think a whole lot about making the songs better\".Peiken, Matt. Interview with Abe Cunningham, Modern Drummer, 1997. Frontman Chino Moreno felt that Adrenaline was recorded \"really fast\",Bromley, Adrian. Keeping It Simple, Chart, July, 1998. and he performed all his vocals live with the band in the room using a hand-held Shure SM58 microphone.Walkling, Dennis. Chillin' with Chino: Deftones get Moody, Circus, June 1998. ==Composition== Musically, Adrenaline has been described as alternative metal, post-hardcore, and nu metal. ==Promotion== \"7 Words\" was released as the first promotional single from the album on December 17, 1995. It was followed by \"Bored\", issued as the second promotional single on April 4, 1996. Music videos were released for \"7 Words\" and \"Bored\". The song \"Engine No. 9\" was also featured in the film Law Abiding Citizen. Deftones performed heavily throughout North America to support the album, going on tours with Handsome, Korn, White Zombie and Super 8 (whose vocalist helped discover Deftones). They also opened for Kiss on their Alive/Worldwide Tour. ==Reception== Adrenaline was praised for its new, innovative sound, with critics initially comparing it to a diverse range of acts such as Helmet, Nine Inch Nails, the Cure, Korn, Nirvana, and the Smashing Pumpkins. In 1995, Jon Wiederhorn of Pulse stated that \"Adrenaline pitches between gloom-saturated melodies and explosive riffs, lashing out like a sleep-deprived paranoiac awakened by noisy neighbors. The rhythms are crisp and crafty and the vocals resonate both fury and sensitivity in a way that's similar to, but far more blatantly metallic than Nirvana\". Critic Katherine Turman wrote in January 1996, \"If this is what heavy metal is evolving into, it's a damn good thing\". Giving the album 3 out of 4 stars in her 1996 review, Los Angeles Times critic Sandy Masuo praised the album's nuance and blend of musical extremes and various influences: \"On the outside, Sacramento's Deftones are all pummeling rhythms and high anxiety, but delving further into the music turns up some surprising nuances: traces of post-punk pop, tinges of rap, a pinch of industrial grit. Chino Moreno rants, sobs, croons and even works some Middle Eastern overtones into his vocals, while Stephen Carpenter's guitar shifts from coarse outbursts to crisp Helmet-ine precision. A bracing blend of extremes\". In his 1996 review, Tomas Pascual of Livewire magazine similarly noted the album's subtle yet diverse musical influences and the juxtaposition of loud and heavy with soft and melodic: \"There are many bands these days that lay claim to a diverse section of influences. But no one band is as subtly boisterous about their eclectic mix as are Deftones. [...] Deftones' course is piloted by vocalist and frontman Chino Moreno, who expresses his smooth, melodic lyrics emotionally one minute before giving way to abrasive, maddened screams the next. Backed by the serene and apocalyptic guitar of Stephen Carpenter, this Yin-Yang formula keeps Deftones' debut Adrenaline progressively contagious\". ===Retrospective reviews=== In a retrospective AllMusic review of the album, Daniel Gioffre wrote, \"Unlike many of their contemporaries, Deftones are very controlled even in the midst of chaos\", adding, \"Throw Abe Cunningham's surprisingly sophisticated drumming into the mix, and you have a band that possesses a far greater degree of nuance than most others that work in the genre\". While he noted that \"there is a bit of sameness in Chino Moreno's whispered vocal melodies, which drags the record down a bit\", Gioffre ultimately states that \"[o]n later albums, the band's progressive tendencies become more developed, but the more straight- ahead material on Adrenaline does not disappoint. A promising debut.\" In the book The Rough Guide to Heavy Metal, author Essi Berelian wrote that the album \"still stands as one of the best examples of nu-metal\". Writing for MetalSucks in June 2009, Carlos Ramirez noted that the wide range of musical influences in both Adrenaline and Around the Fur helped to establish the band in the underground music scene prior to their larger commercial breakthrough with third album White Pony: \"[Deftones'] first two albums, Adrenaline (1995) and Around the Fur (1997), were both chock full of bombastic guitars, new wave kissed vocal lines, and post-hardcore informed arrangements and their wide- scoped sound helped the Sacramento, CA band find audiences in various facets of the underground music scene\". In critic Tim Karan's 20th anniversary assessment for Diffuser, he wrote: \"For those who were swept up in the burgeoning nu-metal movement, 'Adrenaline' was a landmark, life-changing release. But Deftones never really were a true nu-metal band -- this album is more like hardcore-influenced post-hardcore than 'Nookie' -- and it only scratched at the surface of the experimental metal Deftones would soon step into\". ==Commercial performance== While the album was initially unsuccessful, extensive touring and word-of-mouth promotion built the band a dedicated fanbase and helped Adrenaline to sell over 220,000 copies. When asked what he attributed the album's success to, bassist Chi Cheng responded, \"One word: perseverance. We've been together for almost eight years, on the road for two and we do it with honesty and integrity – and the kids can tell\".Deftones [interview], Guitar World Online – Guitar School, 1997. The album was certified gold by the RIAA on July 7, 1999, in recognition of 500,000 units sold. It was eventually certified platinum on September 23, 2008, in recognition of 1,000,000 units sold. ==Track listing== Note *\"Fist\" is currently misspelled \"First\" on several digital editions, as well as Japanese copies. On Napster, it is titled \"Opus 11\". ==Personnel== Credits taken from the CD liner notes. Deftones *Chino Moreno – lead vocals *Stephen Carpenter – guitar *Chi Cheng – bass, backing vocals *Abe Cunningham – drums Technical * Deftones - producer (all songs except \"Fist\") * Terry Date - producer (all songs except \"Fist\"), engineer, mixing * Ross Robinson - producer (\"Fist\") * Ulrich Wild - engineer * Tom Smurdy - 2nd assistant * Ted Jensen - mastering ==Charts== {|class=\"wikitable\" |- !Chart (1996-2000) !Peak position |- |- |} ==Certifications== ==References== ===Bibliography=== * Category:Deftones albums Category:1995 debut albums Category:Maverick Records albums Category:Nu metal albums by American artists Category:Post-hardcore albums by American artists Category:Alternative metal albums by American artists Category:Albums produced by Terry Date",
 "title": "Adrenaline (album)"
}