{
 "id": "142942",
 "text": "thumb|300px|Paxton House Paxton House is a historic house at Paxton, Berwickshire, in the Scottish Borders, a few miles south-west of Berwick-upon- Tweed, overlooking the River Tweed. It is a country house built for Patrick Home of Billie in an unsuccessful attempt to woo a Prussian heiress. Attributed to James Adam (possibly in concert with John Adam), it was built between 1758 and 1766, under the supervision of James Nisbet, with extensive interiors (c1773) by Robert Adam, as well as furniture by Thomas Chippendale. The East Wing was added in 1812-13 by architect Robert Reid to house the library and picture gallery. Other inhabitants were Alexander Home and his son George Home WS FRSE (of Wedderburn and Paxton). In 1852 the wife of David Milne inherited the house and he renamed himself David Milne-Home. Formerly the seat of the Paxton family, who became Forman-Home, Milne-Home, and finally Home-Robertson as the direct male lines failed and the inheritance progressed through a female. In 1988, the last laird, John David Home Robertson, a socialist member of Parliament, placed the house and grounds into the Paxton House Historic Building Preservation Trust. It is now open to the public and is a Partner Gallery of the National Galleries of Scotland. ==Paxton House Gallery== Inside the halls of the Paxton House lies a gallery. In the year 1780, Patrick Home of Wedderburn returned from his eight-year-long Grand Tour with an extensive collection of British and European paintings. Unfortunately, he died even before the paintings were unpacked. Later on, Miss Jean Home, who was to inherit the house and the paintings, employed the Master of Work to the Crown of Scotland, architect Robert Reid (1776–1856), to build what is now the East Wing of Paxton House to accommodate a library and a gallery. The gallery is now the only room housing a collection of paintings. The Paxton Trust in association with The National Galleries of Scotland have carefully restored the Gallery to its original colour scheme, and although Patrick Home's pictures are now dispersed, an important collection from the National Gallery has been hung in their place in the 19th-century manner. ==See also== * Wedderburn Castle ==References== Borders and Berwick, by Charles A Strang, Rutland Press, 1994, p. 54, ==External links== *Official site Category:Country houses in the Scottish Borders Category:Category A listed buildings in the Scottish Borders Category:Neoclassical architecture in Scotland Category:National Galleries of Scotland Category:Inventory of Gardens and Designed Landscapes Category:Art museums and galleries in Scotland Category:Museums in the Scottish Borders Category:Historic house museums in the Scottish Borders",
 "title": "Paxton House, Berwickshire"
}