{
 "id": "143230",
 "text": "thumb|467x467px|The Cadets Drum & Bugle Corps (Allentown, PA) perform in Annapolis, MD on June 16, 2007 A modern drum and bugle corps is a musical marching unit consisting of brass instruments, percussion instruments, electronic instruments, and color guard. Typically operating as independent non-profit organizations, corps perform in competitions, parades, festivals, and other civic functions. Participants of all ages are represented within the corps activity, but the majority are between the ages of 13 and 22 and are members of corps within Drum Corps International or Drum Corps Associates. Competitive summer drum corps participate in summer touring circuits, such as Drum Corps International (DCI) and Drum Corps Associates (DCA). Corps prepare a new show each year, approximately 8–12 minutes in length, and refine it throughout the summer tour. Shows are performed on football fields and are judged in various musical and visual categories, or \"captions\". Musical repertoires vary widely among corps and include symphonic, jazz, big band, contemporary, rock, wind band, vocal, rap, Broadway, and Latin music, among other genres. Competitive junior corps usually spend between 10 and 15 weeks on tour over the summer, practicing and performing full-time. The term \"modern\" is used for the purposes of this article to differentiate it from classic drum and bugle corps, using the time period of the establishment of Drum Corps International as a dividing point in the timeline of the two types of drum and bugle corps. == History == Modern drum and bugle corps stems from a rich American and Canadian military history, separate from other marching musical activities. Towards the end of World War I, advancements in radio technology rendered using drum and bugle corps for communication obsolete. When the war concluded in 1918, there was no longer a need for these instruments. The instruments were sold to veteran organizations such as the Veterans of Foreign Wars (VFW) and the newly-founded American Legion (AL). These veteran organizations would become the first sponsors of civilian drum and bugle corps. The veteran’s initial goal was finding ways to engage with their communities while maintaining a connection to military traditions and values. Drum and bugle corps became the perfect vehicle for adapting military musical traditions to civilian life.Filosa, Matthew. \"Electronics Integration and Sound Reinforcement in the 21st Century Marching Arts.\" PhD. diss., Florida State University, 2019. ProQuest (27544387). Beginning after World War I through the 1970s, corps and competitions were often sponsored by the VFW, Boy Scout troops, churches, fire departments, Rotary clubs, the Royal Canadian Legion, and the American Legion. Owing to many of these groups' roots, corps were traditionally militaristic. By the late 1960s, many corps wanted more creative freedom and better financial compensation than was offered by their sponsoring organizations. Some felt the prize-money structures, based on competitive placement, were not fairly compensating all corps for their appearances. Additionally, some felt the current judging rules were stifling musical and theatrical possibilities. At the peak of North American drum corps participation (with perhaps a thousand active corps in the U.S. and nearly as many in Canada), several corps decided to \"unionize\", as stated by Don Warren (founder of the Cavaliers). They formed their own organizations, which ultimately led to the formation of Drum Corps Associates (DCA) in 1965 and Drum Corps International (DCI) in 1972. By this time, many corps had already lost their church or community sponsors. For the corps that remained, longer travel times were necessary to attend the shrinking numbers of contests, further adding to the financial and time demands on the organizations and their individual members. At the same time costs for the increasingly complex field shows mounted and creative and instructional demands rose leading many competitive corps to falter and become inactive. By the late 1990s only a fraction of the corps that existed in the 60s and 70s remained, although several new corps, some of which have become very successful, did start up along the way. Freed from the traditional and more-restrictive judging rules of the late 1960s, corps began making innovative changes such as the use of B brass instruments, wide-ranging tempos, intricate asymmetric drill formations, elaborate guard costumes and props, and the use of stationary orchestral percussion instruments. A few corps still utilize the traditional G Bugle which is very rarely found in DCI marching units. == Musical program == === Repertoire === A typical show usually revolves around one genre of music, or sometimes melds separate genres together. Modern corps' programs have become increasingly conceptual and programmatic, with overarching show themes rather than loosely related musical selections. Often, especially within classical selections, a single composer's material is featured. Corps have performed virtually every genre of music that can be fit for on-field adaptation, including jazz, new age, classical, and rock music. It is becoming increasingly common to hear the corps performing original music, composed specifically for the corps by their musical staff or consultants. === Instrumentation === ==== Brass ==== The exclusive use of bell-front brass instrumentation is a defining musical element of drum corps. Throughout the years, the horns used in drum corps have been changed from true, single-valved bugles to B brass instruments. While brass bugles in these competitive drum corps began as military signaling devices, successive modifications made them capable of greater ranges of music. These traditionally valveless, key-of-G bugles evolved to include pistons and rotors, gaining notes beyond a single harmonic series.Dostal, Jack. \"A history of brass bugles in American drum and bugle corps.\" The Journal of the Acoustical Society of America 142, 2511 (2017). https://asa-scitation- org.ezproxy2.library.colostate.edu/doi/abs/10.1121/1.5014171. Until 1999, drum and bugle corps horn lines within DCI were required to be pitched in the key of G. That year, the DCI rules congress passed a rule change to allow \"brass bell-front valve instruments in any key with the exception of sousaphones and trombones.\"Gibbs, Dave (1999-01-07). A few years later, trombones and concert Frech Horns were allowed completing the transition from Drum Corps to band.\"Multi-key Instrument Rule Change\". Retrieved 2010-08-06. In World Class, the rule did not go into effect until the 2000 season, while Open Class opted for a two-year moratorium prior to implementation in 2002; DCA followed suit in 2004. Hornlines are now most commonly pitched in B, with mellophones pitched in F. In 2014, the DCI Board of Directors passed a rule change that changed their definition of a bugle to allow the entire brass family, including trombones and concert French horns. {| class=\"wikitable\" style=\"margin:0 auto;\" |+ Instrument names |- ! scope=\"col\" | Key of G ! scope=\"col\" | Key of B ! scope=\"col\" | Key of F |- | Soprano/Flugelhorn | Trumpet/Flugelhorn | |- | Mellophone in G | Marching French Horn | Mellophone in F/French Horn |- | Baritone/Euphonium in G | Baritone/Euphonium (written in C) | |- | Contrabass Bugle | Contrabass (written in C) | |} ==== Percussion ==== The percussion section consists of two subsections: the front ensemble (also known as \"pit\") and the battery (also known as the \"drumline\"). Front ensemble members perform on orchestral percussion, electronic instruments, and a wide variety of other auxiliary instruments such as hammered dulcimer. Since the keyboard instruments do not project as well as brass or marching percussion, they are often amplified to produce adequate sound. Due to the size of these instruments, the pit typically remains stationary, positioned directly in front of the field and centered on or around the 50-yard line. However, some groups have begun to use the front ensemble in creative ways by moving them around the field or putting them in different locations. A full- size front ensemble typically features 10 to 15 members. Members of the battery perform on marching percussion instruments, including snare drums, tenor drums (also known as \"quads\", \"quints\", or \"tenors\"), tonal bass drums, and cymbals. A full-size battery typically features 7-10 snare drummers, 3-6 tenor drummers, 5-6 bass drummers, and sometimes cymbal players, which tends to be 4-6 players in size. == Visual program and other visual arts == === Color guard === In modern drum corps, the color guard has become a crucial part of each group's visual and thematic program. Standard equipment includes silk flags, non-functioning rifles, and sabres, and other objects like bare poles, hoops, balls, windsocks, and custom-made props are sometimes used to create visual effects that enhance the show. The primary role of the color guard is to complement the corps' musical program by creating visual interpretations of the music through choreographed dance. The color guard can also enhance the overall drill design by marching in formations that integrate with the rest of the corps. However, the color guard most often performs as an ensemble that frames the rest of the corps or performs within the drill formations of the corps proper. Like all other sections of the corps, the guard often features solo work. === Drill formations === Drill formations have become very sophisticated in modern corps. Traditional blocks, company fronts, and symmetrical formations -- while still utilized occasionally for impactful moments -- have largely given way to more complex and abstractly artistic designs. Drill writing at large is meant to keep instrumental sections together, put featured members at the center of attention, and visually reinforce the choreography. === Marching technique === As visual programs have increased in complexity, corps have developed and formalized various movement techniques, the goal of each being the achievement of fluid, consistent movements that allow for precise musical technique at all tempos, step sizes, and directions. Given that instrument-wielding members most often face toward the audience (for maximum sound projection), marching technique must not affect the rigidity of members' upper torsos. Although most horn players are able to follow this technique, members of the battery must keep their entire bodies facing forward at all times due to the nature of their equipment. This has led to the invention of the \"crab walk\" or oblique, where the legs cross over one another to facilitate sideways motion; the technique is used mostly by battery, but in rare instances by the hornline. Being visually oriented, guard members are not as bound to facing the front sideline, and may face any direction at any time as dictated by choreography. The most common backward marching technique requires balancing on one's platform (visually seen as the 'toes' and keeping the heels off the ground), which is especially effective at faster tempos. The reverse the heel-toe roll step, allowing for heel-ground contact is another technique used, most often at slower tempos. As an alternative, there are four major groups which utilize a bent leg technique (Santa Clara Vanguard, Madison Scouts, Pacific Crest, and Guardians), in which the feet come off of the ground and move in a bicycle type motion. Marching technique programs have largely been inspired by dance and prance technique. Terminology from ballet and high school band is used to describe foot placement and positioning, and members of the color guard and hornline often jazz run in order to maintain upper body stability when moving at fast tempos with large step sizes. == Season == While performances and competitions only occur during the summer, preparation for the next season starts as soon as the last one ends. Corps activity of some sort goes on year-round. Months in advance of next season's first camp, corps begin assembling their staffs, choosing their musical repertoires, writing drill, etc. === Camps === For junior (DCI) corps, the season is a very intense process. Most corps begin having camps on or around Thanksgiving Day weekend and continue having monthly weekend camps throughout the winter. Potential members travel far and wide-- literally from around the world--to attend the camps of their favorite corps. Membership in the top corps are highly competitive and are generally determined during the first few camps. By spring, the members have been chosen and camps are held more frequently as the beginning of the summer touring season approaches. Most junior corps require their non-local members to secure temporary housing (often with local members or a vacant dormitory) near the corps' rehearsals facilities around Memorial Day weekend. For most of May and into June (as college and high school classes end), full-day rehearsals are held virtually every day so members can finish learning the music and marching drill of the show. This pre-season \"spring training\" (also commonly referred to as \"everydays\" or \"alldays\") is usually 3-4 weeks long. It is not uncommon for members to rehearse 10-14 hours a day, 6-7 days a week throughout the entire pre-season. In mid to late June, corps leave to begin their summer tours. thumb|upright=0.90| A Blue Stars practice. For All-Age (formerly Senior) corps the process is not quite as grueling. Since most members have lives outside of drum corps, senior corps rehearse on weekends and occasionally on weekday evenings. Rather than extensive tours, senior corps usually take weekend trips to perform in shows, and make longer trips only to regional championships and finals. Many smaller DCI corps and foreign corps have similar itineraries. Non-competitive corps, such as classic-style corps, alumni corps, or newly aspiring corps might not have a defined season at all. They practice and perform as they deem necessary or possible. Occasionally such corps make exhibition appearances at DCI or DCA shows. === Tour and competition === While on tour, junior corps travel mainly at night after leaving the performance venue. Members sleep on the buses and in sleeping bags on gym floors when the next housing destination is reached. Housing for the entire tour is secured in advance through local schools, churches, or other community facilities. Corps practice their shows for as long as possible each day before getting ready to leave for that night's competition if scheduled. Not every day is a performance day; many days on tour are spent simply traveling to a distant location or entirely on the practice field. A full- sized, adequately funded junior corps will have a fleet of vehicles, including three or more coach buses for members and staff, a truck or van to carry souvenirs that are sold at shows, and two semi-trucks, one for show equipment and one that serves as a kitchen on wheels. Most meals for all members and staff are provided by the cook truck, but occasionally corps have scheduled free days where there are no rehearsals or performances and the members are free to see some local sights and procure their own meals. Competitions are not the only performances that corps partake in while on tour. Most corps also participate in parades and standstill performances throughout the summer to gain further public exposure and to supplement their budget with performance fees. On the Fourth of July weekend, corps often locate themselves in large metro areas so they can participate in more than one parade. Competitions are usually held at college or high school football stadiums or similar venues, and are scored by circuit-approved judges. Most circuits follow the three- caption system of General Effect (GE), Visual, and Music, with GE carrying the most weight. This is the scoring system currently used by DCI (others are similar): {| clear=\"both\" align=\"center\" cellpadding=\"5\" cellspacing=\"0\" style=\"border: 1px solid #aaa; border-collapse: collapse;\" |+ style=\"margin- bottom: 0.25em;\" | Total possible score: 100 |- style=\"background: #efefef; border-bottom: 1px solid #aaa;\" ! style=\"text-align: left;\" | General Effect ! 40 ! style=\"text-align: left; border-left: 1px solid #aaa;\" | Visual ! 30 ! style=\"text-align: left; border-left: 1px solid #aaa;\" | Music ! 30 |- | General Effect Visual || 20 | style=\"border-left: 1px solid #aaa;\" | Visual Proficiency || 20 | style=\"border-left: 1px solid #aaa;\" | Music Brass || 20 |- | General Effect Music || 20 | style=\"border-left: 1px solid #aaa;\" | Visual Analysis || 20 | style=\"border-left: 1px solid #aaa;\" | Music Analysis || 20 |- | || | style=\"border-left: 1px solid #aaa;\" | Color guard || 20 | style=\"border-left: 1px solid #aaa;\" | Music Percussion || 20 |- | || | | Each 20-point sub caption is divided by two | || Each 20-point sub caption is divided by two | |} The timing and organization of contests varies significantly from circuit to circuit. Only large DCI corps typically have the funding and time commitment from members to participate in DCI's touring circuit, where corps spend the majority of the summer traveling around the continent performing at different local and regional contests. In other circuits, and for smaller DCI corps, competitions are usually scheduled to allow corps to travel, perform, and return home within a weekend. For this reason, and to boost audience attendance, large competitions are more frequently scheduled on weekends. A typical regular-season contest consists of fewer than 10 corps, with corps from one or more classes competing together but scored separately. In North America, DCI and DCA corps occasionally perform at the same shows. DCI also schedules larger contests interspersed throughout the latter half of its season. These are restricted to corps in specific classes and feature many (if not all) of the corps within each class. European circuits, such as DCUK, operate on a \"minimum performance and lot\" system: appearance at the first two shows of the year is determined by lot, and then the corps must appear in a minimum number of shows before the circuit's championships. In such a system, the championships are often the only time all corps in a class compete together. Some circuits also organize optional individual and ensemble (I&E;) competitions for individuals or groups from corps to showcase members' skills outside the field performance environment. These are usually held only once or twice per season at championships or a major regional contest. Members practice their routine(s) in their scant free time throughout the season. == Corps organization == Most corps are operated as or by dedicated non-profit organizations; very few are associated with schools or for-profit entities. Some corps are even parts of larger non-profit performance arts organizations, which might also include theater groups, winter guards, winter drumlines, and other various musical or visual activities. In Europe, many are also registered charities, assisting with their fundraising aims. === Staff === Despite their non-profit status, a well-run corps is just like a well-run business. It requires many people to handle fiscal and operational responsibilities. There are four levels of staff operating a drum corps: Executive Management, Executive Staff, Instructional, and Volunteer. Each plays an essential role in creating a well-run corps. The executive management consists of the Board of Directors and the Executive Director. Often the board are unpaid volunteers. This group is almost always long-standing within successful corps. They create the long-term vision and strategy for the organization, handling the financial, operational, and organizational issues to keep the corps running. The board of directors may be composed of alumni and other closely affiliated people. They hire the Executive (operational) Director who is responsible for hiring the executive staff, the instructional staff, and recruiting volunteers. The executive staff usually includes the operational office staff, the program director(s) and tour director(s) who run the day-to-day operational needs of the organization. The instructional staff puts the show on the field. They create the concept of the show, choose and arrange the music, write the drill, and instruct the members on their technique. The staff consists of brass, percussion, guard, and visual instructors who are most often alumni of the corps or other corps. A well-funded World Class corps usually has 15-20 full-time instructors. Just as members, they attend winter camps and travel with the corps all summer long. Volunteers are the lifeblood of any corps. Parents, alumni, friends, and fans make the corps work on a day-to-day basis--driving buses and trucks, caring for the corps' uniforms, cooking meals for the corps and staff, and countless other peripheral duties. Corps on touring circuits particularly rely on volunteers due to the extra necessities which come with the tour: cooking and cleaning, providing mechanical maintenance, health and medical needs. == See also == * Drum Corps International (DCI) * Drum Corps Associates (DCA) * List of DCI drum corps * Drum and bugle corps (classic) ==References== == External links == *Drum Corps International *Halftime Magazine, \"the sights sounds and spirit of the marching arts\" *Drum Corps Associates *Drum Corps Historical Society (DCHS) Category:Types of musical groups Category:Child musical groups Category:Drum and bugle corps",
 "title": "Drum and bugle corps (modern)"
}