{
 "id": "143245",
 "text": "The Gospel of Thomas (also known as the Coptic Gospel of Thomas) is an extra- canonical sayings gospel. It was discovered near Nag Hammadi, Egypt, in December 1945 among a group of books known as the Nag Hammadi library. Scholars speculate that the works were buried in response to a letter from Bishop Athanasius declaring a strict canon of Christian scripture. Scholars have proposed dates of composition as early as AD 60 and as late as AD 250. Since its discovery, many scholars have seen it as evidence in support of the existence of a \"Q source\", which might have been very similar in its form as a collection of sayings of Jesus without any accounts of his deeds or his life and death, referred to as a \"sayings gospel\". The Coptic language text, the second of seven contained in what modern-day scholars have designated as Nag Hammadi Codex II, is composed of 114 sayings attributed to Jesus. Almost two- thirds of these sayings resemble those found in the canonical gospels and its editio princeps counts more than 80% of parallels, while it is speculated that the other sayings were added from Gnostic tradition. Its place of origin may have been Syria, where Thomasine traditions were strong. Other scholars have suggested an Alexandrian origin. The introduction states: \"These are the hidden words that the living Jesus spoke and Didymos Judas Thomas wrote them down.\" Didymus (Koine Greek) and Thomas (Aramaic) both mean \"twin\". Modern scholars do not consider Apostle Thomas the author of this document and the author remains unknown. Because of its discovery with the Nag Hammadi library, it was widely thought that the document originated within a school of early Christians, proto-Gnostics. Critics have questioned whether the description of Thomas as a \"gnostic\" gospel is based solely upon the fact that it was found along with gnostic texts at Nag Hammadi. The name of Thomas was also attached to the Book of Thomas the Contender, which was also in Nag Hammadi Codex II, and the Acts of Thomas. While the Gospel of Thomas does not directly point to Jesus' divinity, it also does not directly contradict it. When asked his identity in the Gospel of Thomas, Jesus usually deflects, ambiguously asking the disciples why they do not see what is right in front of them, similar to some passages in the canonical gospels like John 12:16 and Luke 18:34. The Gospel of Thomas is very different in tone and structure from other New Testament apocrypha and the four Canonical Gospels. Unlike the canonical Gospels, it is not a narrative account of the life of Jesus; instead, it consists of logia (sayings) attributed to Jesus, sometimes stand-alone, sometimes embedded in short dialogues or parables; 13 of its 16 parables are also found in the Synoptic Gospels. The text contains a possible allusion to the death of Jesus in logion 65 (Parable of the Wicked Tenants, paralleled in the Synoptic Gospels), but does not mention his crucifixion, his resurrection, or the final judgement; nor does it mention a messianic understanding of Jesus. Origen condemned a book called \"Gospel of Thomas\" as heretical, however it is not clear that it is the same gospel of Thomas and he possibly was talking about the Infancy Gospel of Thomas. ==Finds and publication== thumb|P. Oxy. 1 The manuscript of the Coptic text (CG II), found in 1945 at Nag Hammadi, Egypt, is dated at around 340 AD. It was first published in a photographic edition in 1956.For photocopies of the manuscript see: This was followed three years later (1959) by the first English-language translation, with Coptic transcription. In 1977, James M. Robinson edited the first complete collection of English translations of the Nag Hammadi texts. The Gospel of Thomas has been translated and annotated worldwide in many languages. The original Coptic manuscript is now the property of the Coptic Museum in Cairo, Egypt, Department of Manuscripts. ===Oxyrhynchus papyrus fragments=== After the Coptic version of the complete text was discovered in 1945 at Nag Hammadi, scholars soon realized that three different Greek text fragments previously found at Oxyrhynchus (the Oxyrhynchus Papyri), also in Egypt, were part of the Gospel of Thomas. These three papyrus fragments of Thomas date to between 130 and 250 AD. Prior to the Nag Hammadi library discovery, the sayings of Jesus found in Oxyrhynchus were known simply as Logia Iesu. The corresponding Uncial script Greek fragments of the Gospel of Thomas, found in Oxyrhynchus are: * P. Oxy. 1: fragments of logia 26 through 33, with the last two sentences of logion 77 in the Coptic version included at the end of logion 30 herein. * P. Oxy. 654 : fragments of the beginning through logion 7, logion 24 and logion 36 on the flip side of a papyrus containing surveying data. * P. Oxy. 655 : fragments of logia 36 through 39. 8 fragments designated a through h, whereof f and h have since been lost. The wording of the Coptic sometimes differs markedly from the earlier Greek Oxyrhynchus texts, the extreme case being that the last portion of logion 30 in the Greek is found at the end of logion 77 in the Coptic. This fact, along with the quite different wording Hippolytus uses when apparently quoting it (see below), suggests that the Gospel of Thomas \"may have circulated in more than one form and passed through several stages of redaction.\" Although it is generally thought that the Gospel of Thomas was first composed in Greek, there is evidence that the Coptic Nag Hammadi text is a translation from Syriac (see Syriac origin). ===Attestation=== The earliest surviving written references to the Gospel of Thomas are found in the writings of Hippolytus of Rome (c. 222–235) and Origen of Alexandria (c. 233). Hippolytus wrote in his Refutation of All Heresies 5.7.20: This appears to be a reference to saying 4 of Thomas, although the wording differs significantly. As translated by Thomas O. Lambdin, saying 4 reads: \"Jesus said, 'the man old in days will not hesitate to ask a small child seven days old about the place of life, and he will live. For many who are first will become last, and they will become one and the same\". In this context, the preceeding reference to the \"sought-after reign of the heavens within a person\" appears to be a reference to sayings 2 and 3. Hippolytus also appears to quote saying 11 in Refutation 5.8.32, but without attribution. Origen listed the \"Gospel according to Thomas\" as being among the heterodox apocryphal gospels known to him (Hom. in Luc. 1). In the 4th and 5th centuries, various Church Fathers wrote that the Gospel of Thomas was highly valued by Mani. In the 4th century, Cyril of Jerusalem mentioned a \"Gospel of Thomas\" twice in his Catechesis: \"The Manichaeans also wrote a Gospel according to Thomas, which being tinctured with the fragrance of the evangelic title corrupts the souls of the simple sort.\"Cyril Catechesis 4.36 and \"Let none read the Gospel according to Thomas: for it is the work not of one of the twelve Apostles, but of one of the three wicked disciples of Manes.\"Cyril Catechesis 6.31 The 5th-century Decretum Gelasianum includes \"A Gospel attributed to Thomas which the Manichaean use\" in its list of heretical books. ==Date of composition== Richard Valantasis writes: Valantasis and other scholars argue that it is difficult to date Thomas because, as a collection of logia without a narrative framework, individual sayings could have been added to it gradually over time. Valantasis dates Thomas to 100 – 110 AD, with some of the material certainly coming from the first stratum which is dated to 30 – 60 AD. J. R. Porter dates the Gospel of Thomas much later, to 250 AD. Scholars generally fall into one of two main camps: an \"early camp\" favoring a date for the \"core\" of between the years 50 and 100, before or approximately contemporary with the composition of the canonical gospels; and a more common \"late camp\" favoring a date in the 2nd century, after composition of the canonical gospels.: \"Most interpreters place its writing in the second century, understanding that many of its oral traditions are much older.\" ===Early camp=== ====Form of the gospel==== Theissen and Merz argue the genre of a collection of sayings was one of the earliest forms in which material about Jesus was handed down. They assert that other collections of sayings, such as the Q source and the collection underlying Mark 4, were absorbed into larger narratives and no longer survive as independent documents, and that no later collections in this form survive. Marvin Meyer also asserted that the genre of a \"sayings collection\" is indicative of the 1st century, and that in particular the \"use of parables without allegorical amplification\" seems to antedate the canonical gospels. ====Independence from Synoptic Gospels==== Stevan L. Davies argues that the apparent independence of the ordering of sayings in Thomas from that of their parallels in the synoptics shows that Thomas was not evidently reliant upon the canonical gospels and probably predated them. Several authors argue that when the logia in Thomas do have parallels in the synoptics, the version in Thomas often seems closer to the source. Theissen and Merz give sayings 31 and 65 as examples of this. Koester agrees, citing especially the parables contained in sayings 8, 9, 57, 63, 64 and 65. In the few instances where the version in Thomas seems to be dependent on the Synoptics, Koester suggests, this may be due to the influence of the person who translated the text from Greek into Coptic. Koester also argues that the absence of narrative materials,such as those found in the canonical gospels, in Thomas makes it unlikely that the gospel is \"an eclectic excerpt from the gospels of the New Testament\". He also cites the absence of the eschatological sayings considered characteristic of Q source to show the independence of Thomas from that source. ====Intertextuality with John's gospel==== Another argument for an early date is what some scholars have suggested is an interplay between the Gospel of John and the logia of Thomas. Parallels between the two have been taken to suggest that Thomas' logia preceded John's work, and that the latter was making a point-by-point riposte to Thomas, either in real or mock conflict. This seeming dialectic has been pointed out by several New Testament scholars, notably Gregory J. Riley, April DeConick, and Elaine Pagels. Though differing in approach, they argue that several verses in the Gospel of John are best understood as responses to a Thomasine community and its beliefs. Pagels, for example, says that the Gospel of John makes two references to the inability of the world to recognize the divine light., , In contrast, several of Thomas' sayings refer to the light born 'within'.Logia 24, 50, 61, 83 The Gospel of John is the only canonical one that gives Thomas the Apostle a dramatic role and spoken part, and Thomas is the only character therein described as being apistos (unbelieving), despite the failings of virtually all the Johannine characters to live up to the author's standards of belief. With respect to the famous story of \"Doubting Thomas\",Jn. 20:26–29 it is suggested that John may have been denigrating or ridiculing a rival school of thought. In another apparent contrast, John's text matter-of-factly presents a bodily resurrection as if this is a sine qua non of the faith; in contrast, Thomas' insights about the spirit-and-body are more nuanced.Logia 29, 80, 87 For Thomas, resurrection seems more a cognitive event of spiritual attainment, one even involving a certain discipline or asceticism. Again, an apparently denigrating portrayal in the \"Doubting Thomas\" story may either be taken literally, or as a kind of mock \"comeback\" to Thomas' logia: not as an outright censuring of Thomas, but an improving gloss. After all, Thomas' thoughts about the spirit and body are really not so different from those which John has presented elsewhere.e.g. Jn. 3:6, 6:52–6 – but pointedly contrasting these with 6:63. John portrays Thomas as physically touching the risen Jesus, inserting fingers and hands into his body, and ending with a shout. Pagels interprets this as signifying one- upmanship by John, who is forcing Thomas to acknowledge Jesus' bodily nature. She writes that \"...he shows Thomas giving up his search for experiential truth – his 'unbelief' – to confess what John sees as the truth...\". The point of these examples, as used by Riley and Pagels, is to support the argument that the text of Thomas must have existed and have gained a following at the time of the writing of the Gospel of John, and that the importance of the Thomasine logia was great enough that John felt the necessity of weaving them into his own narrative. As this scholarly debate continued, theologian Christopher W. Skinner disagreed with Riley, DeConick, and Pagels over any possible John–Thomas interplay, and concluded that in the book of John, Thomas the disciple \"is merely one stitch in a wider literary pattern where uncomprehending characters serve as foils for Jesus's words and deeds.\" ====Role of James==== Albert Hogeterp argues that the Gospel's saying 12, which attributes leadership of the community to James the Just rather than to Peter, agrees with the description of the early Jerusalem church by Paul in Galatians and may reflect a tradition predating AD 70. Meyer also lists \"uncertainty about James the righteous, the brother of Jesus\" as characteristic of a 1st-century origin. In later traditions (most notably in the Acts of Thomas, Book of Thomas the Contender, etc.), Thomas is regarded as the twin brother of Jesus. Nonetheless, this gospel holds some sentences (log. 55, 99 y 101), that are in opposition with the familial group of Jesus, which involves difficulties when it tries to identify him with James, brother of Jesus, quoted by Josephus in Antiquities of the Jews. Moreover, there are some sayings, (principally log. 6, 14, 104) and Oxyrhinchus papyri 654 (log. 6) in which the Gospel is shown in opposition to Jewish traditions, especially in respect to circumcision and dietary practices (log. 55), key issues in the early Jewish-Christian community led by James (Acts 15: 1–35, Gal. 2:1–10). ====Depiction of Peter and Matthew==== In saying 13, Peter and Matthew are depicted as unable to understand the true significance or identity of Jesus. Patterson argues that this can be interpreted as a criticism against the school of Christianity associated with the Gospel of Matthew, and that \"[t]his sort of rivalry seems more at home in the first century than later\", when all the apostles had become revered figures. ====Parallel with Paul==== According to Meyer, Thomas's saying 17: \"I shall give you what no eye has seen, what no ear has heard and no hand has touched, and what has not come into the human heart\", is strikingly similar to what Paul wrote in (which was itself an allusion to ). ===Late camp=== The late camp dates Thomas some time after 100 AD, generally in the early-2nd century.: \"Most date the gospel to the second century and place its origin in Syria...Most scholars regard the book as an early second-century work.\"(61); \"However, for most scholars, the bulk of it is later reflecting a second-century work.\"(63): \"...for most scholars the Gospel of Thomas is seen as an early-second century text.\" They generally believe that although the text was composed around the mid-2nd century, it contains earlier sayings such as those originally found in the New Testament gospels of which Thomas was in some sense dependent in addition to inauthentic and possibly authentic independent sayings not found in any other extant text. J. R. Porter dates Thomas much later, to the mid-third century. ====Dependence on the New Testament==== Several scholars have argued that the sayings in Thomas reflect conflations and harmonisations dependent on the canonical gospels. For example, saying 10 and 16 appear to contain a redacted harmonisation of , and . In this case it has been suggested that the dependence is best explained by the author of Thomas making use of an earlier harmonised oral tradition based on Matthew and Luke. Biblical scholar Craig A. Evans also subscribes to this view and notes that \"Over half of the New Testament writings are quoted, paralleled, or alluded to in Thomas... I'm not aware of a Christian writing prior to AD 150 that references this much of the New Testament.\" Another argument made for the late dating of Thomas is based upon the fact that Saying 5 in the original Greek (Papyrus Oxyrhynchus 654) seems to follow the vocabulary used in the gospel according to Luke (), and not the vocabulary used in the gospel according to Mark (). According to this argument – which presupposes firstly the rectitude of the two-source hypothesis (widely held among current New Testament scholars), in which the author of Luke is seen as having used the pre-existing gospel according to Mark plus a lost Q source to compose his gospel – if the author of Thomas did, as Saying 5 suggests – refer to a pre-existing gospel according to Luke, rather than Mark's vocabulary, then the gospel of Thomas must have been composed after both Mark and Luke,the latter of which is dated to between 60 AD and 90 AD. Another saying that employs similar vocabulary to that used in Luke rather than Mark is Saying 31 in the original Greek (Papyrus Oxyrhynchus 1), where Luke 4:24's term dektos (acceptable) is employed rather than 's atimos (without honor). The word dektos (in all its cases and genders) is clearly typical of Luke, since it is only employed by him in the canonical gospels ; ; ). Thus, the argument runs, the Greek Thomas has clearly been at least influenced by Luke's characteristic vocabulary.For general discussion, see . See also . J. R. Porter states that, because around half of the sayings in Thomas have parallels in the synoptic gospels, it is \"possible that the sayings in the Gospel of Thomas were selected directly from the canonical gospels and were either reproduced more or less exactly or amended to fit the author's distinctive theological outlook.\" According to John P. Meier, scholars predominantly conclude that Thomas depends on or harmonizes the Synoptics. =====Syriac origin===== Several scholars argue that Thomas is dependent on Syriac writings, including unique versions of the canonical gospels. They contend that many sayings of the Gospel of Thomas are more similar to Syriac translations of the canonical gospels than their record in the original Greek. Craig A. Evans states that saying 54 in Thomas, which speaks of the poor and the kingdom of heaven, is more similar to the Syriac version of Matthew 5:3 than the Greek version of that passage or the parallel in Luke 6:20. Klyne Snodgrass notes that saying 65–66 of Thomas containing the Parable of the Wicked Tenants appears to be dependent on the early harmonisation of Mark and Luke found in the old Syriac gospels. He concludes that, \"Thomas, rather than representing the earliest form, has been shaped by this harmonizing tendency in Syria. If the Gospel of Thomas were the earliest, we would have to imagine that each of the evangelists or the traditions behind them expanded the parable in different directions and then that in the process of transmission the text was trimmed back to the form it has in the Syriac Gospels. It is much more likely that Thomas, which has a Syrian provenance, is dependent on the tradition of the canonical Gospels that has been abbreviated and harmonized by oral transmission.\" Nicholas Perrin argues that Thomas is dependent on the Diatessaron, which was composed shortly after 172 by Tatian in Syria. Perrin explains the order of the sayings by attempting to demonstrate that almost all adjacent sayings are connected by Syriac catchwords, whereas in Coptic or Greek, catchwords have been found for only less than half of the pairs of adjacent sayings. Peter J. Williams analyzed Perrin's alleged Syriac catchwords and found them implausible. Robert F. Shedinger wrote that since Perrin attempts to reconstruct an Old Syriac version of Thomas without first establishing Thomas' reliance on the Diatessaron, Perrin's logic seems circular. =====Lack of apocalyptic themes===== Bart D. Ehrman argues that the historical Jesus was an apocalyptic preacher, and that his apocalyptic beliefs are recorded in the earliest Christian documents: Mark and the authentic Pauline epistles. The earliest Christians believed Jesus would soon return, and their beliefs are echoed in the earliest Christian writings. The Gospel of Thomas proclaims that the Kingdom of God is already present for those who understand the secret message of Jesus (Saying 113), and lacks apocalyptic themes. Because of this, Ehrman argues, the Gospel of Thomas was probably composed by a Gnostic some time in the early 2nd century. Ehrman also argued against the authenticity of the sayings the Gospel of Thomas attributes to Jesus. Elaine Pagels points out the Gospel of Thomas promulgates the Kingdom of God not as a final destination but a state of self-discovery. Additionally, the Gospel of Thomas conveys that Jesus ridiculed those who thought of the Kingdom of God in literal terms, as if it were a specific place. Pagels goes on to argue that, through Saying 22, readers are to believe the \"Kingdom\" symbolizes a state of transformed consciousness. John P. Meier has repeatedly argued against the historicity of the Gospel of Thomas, stating that it cannot be a reliable source for the quest of the historical Jesus and also considers it a Gnostic text. He has also argued against the authenticity of the parables found exclusively in the Gospel of Thomas. Bentley Layton included the Gospel of Thomas into his list of Gnostic scriptures. Craig A. Evans has argued that the Gospel of Thomas represents the theological motives of 2nd century Egyptian Christianity and is dependent on the Synoptic Gospels and the Diatesseron. N.T. Wright, Anglican bishop and professor of New Testament history, also sees the dating of Thomas in the 2nd or 3rd century. Wright's reasoning for this dating is that the \"narrative framework\" of 1st-century Judaism and the New Testament is radically different from the worldview expressed in the sayings collected in the Gospel of Thomas. Thomas makes an anachronistic mistake by turning Jesus the Jewish prophet into a Hellenistic/Cynic philosopher. Wright concludes his section on the Gospel of Thomas in his book The New Testament and the People of God in this way: ==Relation to the New Testament canon== thumb|Last page of the Gospel of Thomas Although arguments about some potential New Testament books, such as the Shepherd of Hermas and Book of Revelation, continued well into the 4th century, four canonical gospels, attributed to Matthew, Mark, Luke, and John, were accepted among proto-orthodox Christians at least as early as the mid-2nd century. Tatian's widely used Diatessaron, compiled between 160 and 175 AD, utilized the four gospels without any consideration of others. Irenaeus of Lyons wrote in the late 2nd century that: \"since there are four-quarters of the earth ... it is fitting that the church should have four pillars ... the four Gospels.\" and then shortly thereafter made the first known quotation from a fourth gospel – the now-canonical version of the Gospel of John. The late 2nd-century Muratorian fragment also recognizes only the three synoptic gospels and John. Bible scholar Bruce Metzger wrote regarding the formation of the New Testament canon: ==Relation to the Thomasine milieu== The question also arises as to various sects' usage of other works attributed to Thomas and their relation to this work. The Book of Thomas the Contender, also from Nag Hammadi, is foremost among these, but the extensive Acts of Thomas provides the mythological connections. The short and comparatively straightforward Apocalypse of Thomas has no immediate connection with the synoptic gospels, while the canonical Jude – if the name can be taken to refer to Judas Thomas Didymus – certainly attests to early intra-Christian conflict. The Infancy Gospel of Thomas, shorn of its mythological connections, is difficult to connect specifically to the Gospel of Thomas, but the Acts of Thomas contains the Hymn of the Pearl whose content is reflected in the Psalms of Thomas found in Manichaean literature. These psalms, which otherwise reveal Mandaean connections, also contain material overlapping the Gospel of Thomas. ==Importance and author== thumb|P. Oxy. 655 Considered by some as one of the earliest accounts of the teachings of Jesus, the Gospel of Thomas is regarded by some scholars as one of the most important texts in understanding early Christianity outside the New Testament. In terms of faith, however, no major Christian group accepts this gospel as canonical or authoritative. It is an important work for scholars working on the Q document, which itself is thought to be a collection of sayings or teachings upon which the gospels of Matthew and Luke are partly based. Although no copy of Q has ever been discovered, the fact that Thomas is similarly a 'sayings' Gospel is viewed by some scholars as an indication that the early Christians did write collections of the sayings of Jesus, bolstering the Q hypothesis. Modern scholars do not consider Thomas the Apostle the author of this document and the author remains unknown. J. Menard produced a summary of the academic consensus in the mid-1970s which stated that the gospel was probably a very late text written by a Gnostic author, thus having very little relevance to the study of the early development of Christianity. Scholarly views of Gnosticism and the Gospel of Thomas have since become more nuanced and diverse. Paterson Brown, for example, has argued forcefully that the three Coptic Gospels of Thomas, Philip and Truth are demonstrably not Gnostic writings, since all three explicitly affirm the basic reality and sanctity of incarnate life, which Gnosticism by definition considers illusory and evil. In the 4th century Cyril of Jerusalem considered the author a disciple of Mani who was also called Thomas. Cyril stated: Many scholars consider the Gospel of Thomas to be a gnostic text, since it was found in a library among others, it contains Gnostic themes, and perhaps presupposes a Gnostic worldview. Others reject this interpretation, because Thomas lacks the full-blown mythology of Gnosticism as described by Irenaeus of Lyons (ca. 185), and because Gnostics frequently appropriated and used a large \"range of scripture from Genesis to the Psalms to Homer, from the Synoptics to John to the letters of Paul.\" ==The historical Jesus== Some modern scholars (most notably those belonging to the Jesus Seminar) believe that the Gospel of Thomas was written independently of the canonical gospels, and therefore is a useful guide to historical Jesus research. Scholars may utilize one of several critical tools in biblical scholarship, the criterion of multiple attestation, to help build cases for historical reliability of the sayings of Jesus. By finding those sayings in the Gospel of Thomas that overlap with the Gospel of the Hebrews, Q, Mark, Matthew, Luke, John, and Paul, scholars feel such sayings represent \"multiple attestations\" and therefore are more likely to come from a historical Jesus than sayings that are only singly attested. ==Comparison of the major gospels== The material in the comparison chart is from Gospel Parallels by B. H. Throckmorton, The Five Gospels by R. W. Funk, The Gospel According to the Hebrews by E. B. Nicholson and The Hebrew Gospel and the Development of the Synoptic Tradition by J. R. Edwards. {|class=\"wikitable\" |- ! Item !! Matthew, Mark, Luke !! John !! Thomas !! Nicholson/Edwards Hebrew Gospel |- | New Covenant || The central theme of the Gospels – Love God with all your being and love your neighbor as yourself || The central theme – Love is the New Commandment given by JesusJn 13:34 || Secret knowledge, love your friendsLogion 25||The central theme – Love one another |- | Forgiveness || Very important – particularly in Matthew and LukeMatt 18:21, Lk 17:4 || AssumedJn 20:23 || Mentions being forgiven in relation to blasphemy against the Father and Son, but no forgiveness to those who blaspheme against the Holy SpiritLogion 44|| Very important – Forgiveness is a central theme and this gospel goes into the greatest detail |- | The Lord's Prayer || In Matthew & Luke but not MarkTrite || Not mentioned || Not mentioned || Important – \"mahar\" or \"tomorrow\" |- | Love & the poor || Very Important – The rich young manMatt 19:16, Mk 10:17 & Lk1 8:18|| AssumedJn 12:8 || Important||Very important – The rich young man |- | Jesus starts his ministry || Jesus meets John the Baptist and is baptized in the 15th year of Tiberius CaesarMatt 3:1, Mk 1:9, 3:21, Luke 3:1|| Jesus meets John the Baptist, 46 years after Herod's Temple is built (John 2:20)Jn 1:29 ||Only speaks of John the Baptist || Jesus meets John the Baptist and is baptized. This gospel goes into the greatest detailEpiphanius, Panarion 30:13 |- | Disciples-number || TwelveMatt 10:1, Mk 6:8, Lk 9:3 ||TwelveJn 13:23, 19:26, 20:2, 21:7, 21:20|| not mentionedLogion 13 || Twelve |- | Disciples-inner circle || Peter, Andrew, James & John ||Peter, Andrew, the Beloved Disciple|| Thomas, James the JustLogion 12 || Peter, Andrew, James, & John |- | Disciples-others || Philip, Bartholomew, Matthew, Thomas, James, Simon the Zealot, Judas Thaddaeus, & Judas Iscariot || Philip, Nathanael, Thomas, Judas not Iscariot & Judas Iscariot || Peter,Logion 114 Matthew, Mariam,Logion 21 & SalomeLogion 61 || Matthew, James the Just (Brother of Jesus), Simon the Zealot, Thaddaeus, Judas IscariotEpiphanius, Panarion 30:13, Jerome, On Illustrious Men, 2 |- | Possible Authors || Unknown;Although several Fathers say Matthew wrote the Gospel of the Hebrews they are silent about Greek Matthew found in the Bible. Modern scholars are in agreement that Matthew did not write Greek Matthews which is 300 lines longer than the Hebrew Gospel (See ) Mark the Evangelist & Luke the Evangelist || The Beloved DiscipleSuggested by Irenaeus first || Unknown|| Matthew the Evangelist (or Unknown) |- | Virgin birth account|| Described in Matthew & Luke, Mark only makes reference to a \"Mother\"Matthew 1:16, 18–25, 2:11, 13:53–55, Mark 6:2–3, Luke 1:30–35, 2:4–21, 34|| Not mentioned, although the \"Word becomes flesh\" in John 1:14 || N/A as this is a gospel of Jesus' sayings || Not mentioned. |- | Jesus' baptism || Described || Seen in flash-back (John 1:32–34)|| N/A ||Described great detail |- | Preaching style || Brief one-liners; parables || Essay format, Midrash || Sayings, parables || Brief one-liners; parables |- | Storytelling || Parables || Figurative language & metaphor || possibly proto-Gnostic, hidden, parablesLogion 109 ||Parables |- | Jesus' theology || 1st-century populist JudaismSimilar to beliefs taught by Hillel the Elder. (e.g. \"golden rule\") Hillel || Critical of Jewish authoritiesJn 7:45 & Jn 3:1 || possibly proto- Gnostic || 1st-century Judaism |- | Miracles || Many miracles || Seven Signs || N/A || Fewer miraclesJerome, Commentary on Matthew 2 |- | Duration of ministry || Not mentioned, possibly 3 years according to the Parable of the barren fig tree (Luke 13) || 3 years (Four Passovers)John 2:13, 4:35, 5:1, 6:4, 19:14 || N/A || 1 yearEvents leading up to Passover |- | Location of ministry || Mainly Galilee || Mainly Judea, near Jerusalem || N/A || Mainly Galilee |- | Passover meal|| Body & Blood = Bread and wine || Interrupts meal for foot washing || N/A || Hebrew Passover is celebrated but details are N/A EpiphaniusEpiphanius, Panarion 30:22 |- | Burial shroud || A single piece of cloth || Multiple pieces of clothAs was the Jewish practice at the time. (John 20:5–7) || N/A || Given to the High PriestJerome, On Illustrious Men, 2 |- |Resurrection|| Mary and the women are the first to learn Jesus has arisenMatt 28:1 Mk16:1 Lk24:1|| John adds detailed account of Mary's experience of the ResurrectionJn 20:11|| N/A || In the Gospel of the Hebrews is the unique account of Jesus appearing to his brother, James the Just.Jerome, On Illustrious Men, 2 |} ==See also== * British Library Or 4926 * Common Sayings Source * Five Trees * List of Gospels ==Notes== ==Quotes== ==Citations== ==References== * * * * * * * * * * * * * * * * * * * * * - Standard edition of the Coptic text. * * * * * Plates 80, line 10–99, line 28. * * - The critical edition of the seven texts of Codex II, including the Gospel of Thomas. * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * * * * * * * * * * ==External links== * Interactive Coptic-English Thomas translation. With hyperlinear translation of every single word linked to online KELLIA Coptic Dictionary, 2020. Contains verified representation of facsimile, including corrections to all previous translations such as those of Guillaumont, Quispel, Layton, Lambdin, and Patterson / Meyer / Robinson * The Gospel of Thomas. With hyperlinear translation linked to Crum's Coptic Dictionary and Plumley's Coptic Grammar. Ecumenical Coptic Project online edition, 1998 ff. * Ecumenical Coptic Project at Internet Archive. * Gospel of Thomas Collection at The Gnosis Archive * Gospel of Thomas at Early Christian Writings * Gospel of Thomas Collection Commentary and Essays by Hugh McGregor Ross * Michael Grondin's Coptic–English Interlinear Translation of the Gospel of Thomas * Why is the Gospel of Thomas not in the canon. Online essay by Simonas Kiela * The Gospel of Thomas by Wim van den Dungen * Gospel of Thomas, bibliography ===Resources=== * Android App for The Gospel of Thomas on Google Playstore Thomas, Gospel of Category:Books of quotations Category:Coptic literature Thomas, Gospel of Thomas Category:Nag Hammadi library Category:Thomas the Apostle Category:Works of unknown authorship",
 "title": "Gospel of Thomas"
}