{
 "id": "143219",
 "text": "Vanden Plas is a German progressive metal band, based in Kaiserslautern and founded in the mid-1980s. ==History== In 1991, Vanden Plas recorded the song \"Keep On Running\" as an anthem for the local national league football club FC Kaiserslautern, and did the same in 1994 with \"Das ist für euch\" (\"This Is for You All\"). All of its members have been involved in theatre projects and rock musicals such as Jesus Christ Superstar, The Rocky Horror Show, Little Shop of Horrors, and Evita. In 2004, vocalist Andy Kuntz released an ambitious solo project under the name Abydos. A musical, based on Andy Kuntz's solo project, premiered on 2 February 2006, at the Pfalztheater in Kaiserslautern. On 31 March 2006, the band released a concept album entitled Christ 0, loosely based on Alexandre Dumas, père's book The Count of Monte Cristo. In April 2008 the album was brought to theatre stages in Germany; the stage production was named ChristO - Die Rockoper. The Seraphic Clockwork, was released on 4 June 2010 (Europe) and 22 June 2010 (USA). The latest two releases Chronicles of the Immortals – Netherworld (Path One) and Chronicles of the Immortals – Netherworld II are based on Die Chronik der Unsterblichen by fantasy author Wolfgang Hohlbein.Archived at Ghostarchive and the Wayback Machine: Both albums are adapted from the theatre play Blutnacht. The first part was released on 21 February 2014 (Europe) and 24 February 2014 (USA). The second part was released on 6 November 2015. A new studio album, The Ghost Xperiment, had its original release planned for 2017. After long delays, in February 2019, The Ghost Xperiment was announced as being a double album. The first album, entitled Awakening, was released in Fall 2019, with the second part, Illumination being released in 2020. In May 2019, a box Set containing all of the band's studio albums, an EP and a live recording, called The Epic Works 1991-2015 was announced. The collection, released that July, also includes unreleased, bonus, rare, and demo tracks spanning the band's entire career. ==Line-up== * Andy Kuntz - Vocals * Stephan Lill - Guitars * Günter Werno - Keyboards * Torsten Reichert - Bass * Andreas Lill - Drums ==Discography== ===Studio albums=== * Colour Temple (1994) * The God Thing (1997) * Far Off Grace (1999) * Beyond Daylight (2002) * Christ 0 (2006) * The Seraphic Clockwork (2010) * Chronicles of the Immortals: Netherworld (Path One) (2014) * Chronicles of the Immortals: Netherworld II (2015) * The Ghost Xperiment: Awakening (2019) * The Ghost Xperiment: Illumination (2020) == References == ==External links== * *Official website (English) *Official website (Brazil) *Encyclopaedia Metallum page *Vanden Plas on Progboard: Vanden Plas albums reviews and ratings Category:German progressive metal musical groups Category:Musical groups established in 1986 Category:Inside Out Music artists",
 "title": "Vanden Plas (band)"
}