{
 "id": "143521",
 "text": "{{Infobox settlement | name = North Lanarkshire | native_name = | image_skyline = 250px | image_flag = | image_shield = North lanarkshire arms.jpg | image_blank_emblem = North Lanarkshire Council.svg | blank_emblem_size = 120px | image_map = | map_caption = | coordinates = | seat_type = Admin HQ | seat = Motherwell | government_footnotes = | governing_body = North Lanarkshire Council | leader_title = Control | leader_name = Labour minority (council NOC) | leader_title1 = MPs | leader_name1 = * Steven Bonnar (SNP, Coatbridge, Chryston and Bellshill) * Marion Fellows (SNP, Motherwell and Wishaw) * Neil Gray (SNP, Airdrie and Shotts) * Stuart McDonald (SNP, Cumbernauld, Kilsyth and Kirkintilloch East) | subdivision_type = Sovereign state | subdivision_name = United Kingdom | subdivision_type1 = | subdivision_type2 = Council area | subdivision_type3 = Lieutenancy areas | subdivision_name1 = Scotland | subdivision_name3 = Lanarkshire (Part), Dunbartonshire (Part) | leader_title2 = MSPs | leader_name2 = * Jamie Hepburn (SNP, Cumbernauld and Kilsyth) * Richard Lyle (SNP, Uddingston and Bellshill) * Clare Adamson (SNP, Motherwell and Wishaw) * Fulton MacGregor (SNP, Coatbridge and Chryston) | unit_pref = Imperial | area_footnotes = | area_total_km2 = | area_rank = Ranked | population_footnotes = | population_total = | population_as_of = | population_rank = Ranked | population_density_km2 = auto | area_code_type = ONS code | area_code = S12000044 | iso_code = GB-NLK | website = | footnotes = }} North Lanarkshire (; ) is one of 32 council areas of Scotland. It borders the northeast of the City of Glasgow and contains many of Glasgow's suburbs and commuter towns and villages. It also borders East Dunbartonshire, Falkirk, Stirling, South Lanarkshire and West Lothian. The council covers parts of the traditional counties of Dunbartonshire, Lanarkshire and Stirlingshire. The area was formed in 1996, from the districts (within Strathclyde region) of Cumbernauld and Kilsyth, Motherwell, and Monklands, as well as part of the Strathkelvin district (Chryston and Auchinloch), which operated between 1975 and 1996. As a new single-tier authority, North Lanarkshire became responsible for all functions previously performed by both the regional council and the district councils. ==History== The largest part of North Lanarkshire, in the south of the county, has its roots in the historic county of Lanarkshire, which has existed since around the time of King David I, who ruled Scotland from 1124 to 1153. The county was based around the town of Lanark, now in South Lanarkshire, which had been the site of the first Parliament of Scotland under Kenneth II in 978, and was granted burgh status by David in 1140. The northern parts of North Lanarkshire were in the historic counties of Dunbartonshire and Stirlingshire. The area now covered by North Lanarkshire has five historical burghs: Airdrie, Coatbridge, Kilsyth, Motherwell and Wishaw. The population of North Lanarkshire grew quickly during the Industrial Revolution. In the 18th century the county's towns, including Motherwell, were active in textile production. The discovery of coal and iron ore deposits in the 19th century, as well as the building of the Glasgow to Edinburgh railway, transformed the region. The towns of Motherwell, Coatbridge and Wishaw became centres of the iron and steel industry. These industries began to decline in the second half of the 20th century, while a growth occurred in the financial and technology sectors, as well as a growth in logistics services related to the heavy goods traffic in the area. The new town of Cumbernauld expanded rapidly after World War II, and is now the largest town in North Lanarkshire. The growth of the Greater Glasgow metropolitan area into the south-western part of the county has also led to a large number of residential areas for commuters. The North Lanarkshire county area was established in 1996 as part of a reorganisation of local government in the United Kingdom. This was the latest in a series of reforms, starting in 1889 with the establishment of a county council for Lanarkshire in 1889 and followed in 1975 by the abolition of the county and its absorption into the larger Strathclyde Region. The 1996 reform abolished Strathclyde, and established North Lanarkshire as a merger of the districts of Cumbernauld and Kilsyth, Monklands, Motherwell and four of the wards of Strathkelvin district. ==Geography and demographics== North Lanarkshire lies in the Central Valley of Scotland, to the east of Glasgow. It lies on the Scotland's north–south watershed with the River Clyde flowing through the west of the county on its way to the Irish Sea, and the River Almond in the east emptying into the Firth of Forth near Edinburgh. The northern areas consist of forests as well as higher areas such as the Kilsyth Hills. The highest population density of North Lanarkshire is in the urbanised south-west, which is part of the Greater Glasgow metropolitan area. Northern and eastern areas are more rural in character, with agricultural activity such as dairy and meat farming. The largest towns in North Lanarkshire are Cumbernauld, which in 2008 had a population of 51,610, followed by Coatbridge (43,970), Airdrie (37,130) and Motherwell (32,120). Other localities include Bellshill, Bargeddie, Moodiesburn, Shotts, Viewpark and Wishaw. ==Wards== thumb|Map of North Lanarkshire's 21 wards, using 2017 boundaries The council is made up of 21 wards, as follows: {| class=\"wikitable sortable\" |- ! Ward Number ! Ward Name ! Population (2017) |- |1 |Kilsyth |11,832 |- |2 |Cumbernauld North |19,670 |- |3 |Cumbernauld South |16,206 |- |4 |Cumbernauld East |16,608 |- |5 |Stepps, Chryston and Muirhead |11,623 |- |6 |Gartcosh, Glenboig and Moodiesburn |13,438 |- |7 |Coatbridge North |15,320 |- |8 |Airdrie North |20,062 |- |9 |Airdrie Central |16,570 |- |10 |Coatbridge West |14,213 |- |11 |Coatbridge South |17,286 |- |12 |Airdrie South |19,803 |- |13 |Fortissat |15,706 |- |14 |Thorniewood |13,916 |- |15 |Bellshill |15,252 |- |16 |Mossend and Holytown |12,799 |- |17 |Motherwell West |14,129 |- |18 |Motherwell North |18,667 |- |19 |Motherwell South East and Ravenscraig |20,146 |- |20 |Murdostoun |18,489 |- |21 |Wishaw |18,225 |- | !align=left|Overall Total !align=left|339,960 |} ==Politics and governance== ===Political composition=== As of 25 October 2021, the council composition is: {|class=\"wikitable\" |width=\"6\"| |width=\"140\"|Party |width=\"180\"|Councillors |- | bgcolor=\"\" | |Labour |31 |- | bgcolor=\"\" | |SNP |26 |- | bgcolor=\"\" | |Independent |9 |- | bgcolor=\"\" | |Conservative |8 |- | bgcolor=\"\" | |Alba |3 |- |} ==References== ==External links== * Category:Council areas of Scotland Category:Lanarkshire",
 "title": "North Lanarkshire"
}