{
 "id": "143523",
 "text": "{{Infobox settlement | name = Renfrewshire | official_name = | native_name = Siorrachd Rinn Friù | native_name_lang = gd | other_name = | image_skyline = 250px | image_flag = | image_shield = Coat of Arms of Renfrewshire.svg | image_blank_emblem = Renfrewshire Council.png | blank_emblem_type = Council logo | image_map = | map_caption = | coordinates = | seat_type = Admin HQ | seat = Paisley | government_footnotes = | governing_body = Renfrewshire Council | leader_title = Control | leader_name = SNP minority (council NOC) | leader_title1 = Provost | leader_name1 = Lorraine Cameron | subdivision_type = Sovereign state | subdivision_name = United Kingdom | subdivision_type1 = | subdivision_type2 = Council area | subdivision_type3 = Lieutenancy area | subdivision_name1 = Scotland | subdivision_name3 = Renfrewshire | leader_title2 = Council Leader | leader_name2 = Iain Nicolson (SNP) | leader_title3 = MPs | leader_name3 = * * Gavin Newlands (SNP – Paisley and Renfrewshire North) *Mhairi Black (SNP – Paisley and Renfrewshire South) | leader_title4 = MSPs | leader_name4 = * George Adam (SNP – Paisley) * Natalie Don (SNP – Renfrewshire North and West) * Tom Arthur (SNP – Renfrewshire South) | unit_pref = Imperial | area_footnotes = | area_total_km2 = | area_rank = Ranked | population_footnotes = | population_total = | population_as_of = | population_rank = Ranked | population_density_km2 = auto | area_code_type = ONS code | area_code = S12000038 | iso_code = GB-RFW | website = | footnotes = }} Renfrewshire () (; ) is one of the 32 council areas of Scotland. Located in the west central Lowlands, it is one of three council areas contained within the boundaries of the historic county of Renfrewshire, the others being East Renfrewshire to the east and Inverclyde to the west. It also shares borders with Glasgow, North Ayrshire and West Dunbartonshire, and lies on the southern bank of the River Clyde. The term Renfrewshire may also be used to refer to the historic county, also known as the County of Renfrew or Greater Renfrewshire, with origins in the 16th century. The larger Renfrewshire, containing Renfrewshire, Inverclyde and East Renfrewshire, remains in use as a registration county and lieutenancy area as well as a joint valuation board area for electoral registration and local tax valuation purposes. The town of Paisley is the area's main settlement and centre of local government and contains the historic county town, the royal burgh of Renfrew. ==History== ===Toponymy=== The name of Renfrewshire derives from its county town, Renfrew, which has been attested since the Roman occupation of Britain. The name is believed to originate from Common Brittonic/Cumbric, from ren, as in Scottish Gaelic: rinn, or as in Welsh: rhyn (a point or cape of land) and from frew, as in Welsh: fraw, or ffrau (flow of water). This suggests a point of land near the flow of water, such as at the confluence of the Cart and Clyde rivers. ===Emergence as a county=== thumb|Paisley Abbey The county of Renfrew was established by King Robert III from lands centring on the ancient lordship of Strathgryfe in 1402. Previously this had formed part of the county of Lanarkshire. Previously religious authority had extended over the area through the authority of Paisley Abbey over local churches in towns and villages. Following the Local Government (Scotland) Act 1889, Renfrewshire – as with the other counties of Scotland – gained greater powers and became governed by an elected county council which was based at the County Building in Paisley. ===Local government reform=== In 1973, the historic county of Renfrewshire was divided into three districts – Renfrew District, Inverclyde District and Eastwood District within the wider Strathclyde region. The modern council area of Renfrewshire was subsequently created as one of the 32 local council areas following the 1996 reform of local government in Scotland, with altered boundaries. Barrhead, Neilston and Uplawmoor which were formerly in Renfrew District joined with Eastwood District to form East Renfrewshire. === Industry === During the 17th and 18th century, the Industrial Revolution caused a mass increase to the textiles industry in Paisley. Meanwhile, the shipbuilding industry was stimulated. ===Boundary dispute with Glasgow=== Following the creation of the Braehead shopping centre in 1999, the development formed part of a boundary dispute between Renfrewshire and the City of Glasgow, with the centre straddling the existing boundary line. In 2002, a Local Government Boundary Commission ruling eventually redrew the boundary to include all of the centre in Renfrewshire, as this was the original ancient boundary. The boundary runs along Kings Inch Drive and is marked by a chain linked fence at this point. ==Culture and community== Renfrewshire contains several places of interest. In the west of Renfrewshire, Castle Semple Loch at Lochwinnoch and the wider Clyde Muirshiel Regional Park are natural areas of interest, as is the Gleniffer Braes country park in the south. Paisley contains several historic buildings and notable sites, including Paisley Abbey, Paisley Museum and Coats Observatory, Paisley Town Hall, Coats Memorial Church, Sma' Shot Cottages and St Mirren Park (home of St Mirren F.C.). Outside of Paisley, Elderslie, the claimed birthplace of Scottish knight William Wallace, contains a monument in his honour, while the Weaver's Cottage at Kilbarchan is in the care of the National Trust for Scotland. The town of Johnstone is notable for Johnstone Castle, Johnstone High Parish Church and for containing a museum within a supermarket. The Braehead Arena in Renfrewshire close to the boundary with Glasgow is home to leading professional basketball team, the Scottish Rocks, who compete in the British Basketball League. The arena was also host to the 2000 Ford World Curling Championships. ==Towns and villages== *Bishopton *Bridge of Weir *Brookfield *Crosslee *Elderslie *Erskine *Houston *Howwood *Inchinnan *Johnstone *Kilbarchan *Langbank *Linwood *Lochwinnoch *Paisley *Ralston *Ranfurly *Renfrew ==Politics== ===Renfrewshire Council=== thumb|Renfrewshire House, headquarters of Renfrewshire Council Renfrewshire Council is the elected local authority for Renfrewshire. Its consists of 43 directly elected councillors who elect from among their number a Provost to serve as the council's convener and ceremonial head and a leader of the council who is typically the head of the largest political group, often called the Administration. The council meets collectively as a full council and carries out a number of functions. Its Scheme of Delegated Functions sets out where the council has agreed to allow powers to be exercised by a committee (referred to as a \"board\" in Renfrewshire Council), a sub-committee, an officer of the council or a joint committee with one or more other councils. The council continues to reserve a number of functions that can only be carried out by the council acting as a whole.Scheme of Delegated Functions Section 1 Introduction and Powers Reserved to Council Renfrewshire Council, 18 May 2017 The council's paid service (known collectively as \"officers\") is headed by a chief executive, who is responsible to the elected council for the delivery of its policies. This executive wing is divided into seven departments: the Chief Executive's Department, Finance and Corporate Services, Education and Leisure Services, Environmental Services, Housing and Property Services, Planning and Transport, and Social Work. Each department is headed by a Director, who is also a non-political, paid member of staff. ===Council composition=== Following the 2017 Renfrewshire Council election, Renfrewshire Council is led by leader of the council Iain Nicholson who heads a Scottish National Party minority administration. The Provost of Renfrewshire is Lorraine Cameron who also serves as councillor for Paisley Southwest ward. The full composition of the council is as follows: {| class=\"wikitable\" |- | width=\"5\" | | style=\"width:140px;\" |Party | style=\"width:180px;\" |Councillors |- | bgcolor=\"\" | |Scottish National Party |19 |- | bgcolor=\"\" | |Labour |13 |- | bgcolor=\"\" | |Conservative Party |8 |- | |Independents |2 |- | bgcolor=\"\" | |Liberal Democrat |1 |} ===Electoral wards=== thumb|Map of Renfrewshire's wards, using 2017 boundaries For the purposes of elections to Renfrewshire Council, the Renfrewshire area is divided geographically into a number of wards which then elect either three or four councillors each by the single transferable vote system. The electoral system of local councils in Scotland is governed by the Local Governance (Scotland) Act 2004, which first introduced proportional representation to councils in Scotland. These electoral wards, following a 2017 review and first used in the 2017 Renfrewshire Council election are as follows: Ward 1: Renfrew North and Braehead (4 councillors) Ward 2: Renfrew South and Gallowhill (3 councillors) Ward 3: Paisley Northeast and Ralston (3 councillors) Ward 4: Paisley Northwest (4 councillors) Ward 5: Paisley East and Central (3 councillors) Ward 6: Paisley Southeast (3 councillors) Ward 7: Paisley Southwest (4 councillors) Ward 8: Johnstone South and Elderslie (4 councillors) Ward 9: Johnstone North, Kilbarchan, Howwood and Lochwinnoch (4 councillors) Ward 10: Houston, Crosslee and Linwood (4 councillors) Ward 11: Bishopton, Bridge of Weir and Langbank (3 councillors) Ward 12: Erskine and Inchinnan (4 councillors) ===UK Parliament=== The two parliamentary constituencies covering Renfrewshire are Paisley and Renfrewshire North and Paisley and Renfrewshire South, being represented by Gavin Newlands and Mhairi Black respectively. Created in 2005, both seats and their predecessor constituencies had traditionally been safe seats for the Labour Party, until the Scottish National Party gained them with swings of over 26% in the SNP landslide at the 2015 general election. Although both constituencies were only marginally held by the party over Labour at the 2017 snap election, they returned to safe SNP majorities in the 2019 general election. |- ! rowspan=\"2\" colspan=\"2\" style=\"text-align:left;\" | Party ! colspan=\"5\"|Votes cast ! colspan=\"5\"|% ! colspan=\"5\"|Seats |- !2005 !2010 !2015 !2017 !2019 !2005 !2010 !2015 !2017 !2019 !2005 !2010 !2015 !2017 !2019 |- | style=\"background:;\"| | style=\"text-align:left;\" |Scottish National | 14,349 | 15,621 | 49,149 | 34,419 | 44,990 | 18.2 | 18.6 | 50.8 | 39.0 | 48.5 | 0 | 0 | 2 | 2 | 2 |- | style=\"background:#dc241f;\"| | style=\"text- align:left;\" | Labour | 38,601 | 47,455 | 34,389 | 29,265 | 22,409 | 49.0 | 56.7 | 35.6 | 33.1 | 24.2 | 2 | 2 | 0 | 0 | 0 |- | style=\"background:#0087dc;\"| | style=\"text-align:left;\" | Conservative | 8,754 | 10,360 | 9,709 | 20,964 | 18,788 | 11.1 | 12.4 | 10.0 | 23.7 | 20.3 | 0 | 0 | 0 | 0 | 0 |- | style=\"background:#fdbb30;\"| | style=\"text-align:left;\" | Liberal Democrat | 14,136 | 8,409 | 2,065 | 2,803 | 6,579 | 18.0 | 10.0 | 2.1 | 3.2 | 7.1 | 0 | 0 | 0 | 0 | 0 |- | style=\"background:#e9e9e9;\"| | style=\"text-align:left;\" | Others | 2,905 | 1,920 | 1,376 | 876 | N/A | 3.7 | 2.3 | 1.4 | 1.0 | N/A | 0 | 0 | 0 | 0 | N/A |- ! colspan=\"2\" style=\"text- align:left;\" |Margin !24,252 !31,834 !14,760 !5,154 !22,581 !30.8 !38.1 !15.2 !5.9 !24.3 ! 2 ! 2 ! 2 ! 2 ! 2 |- ! colspan=\"2\" style=\"text-align:left;\" | Total ! 78,745 ! 83,765 ! 96,688 ! 88,327 ! 92,766 ! 100% ! 100% ! 100% ! 100% ! 100% ! 2 ! 2 ! 2 ! 2 ! 2 |} ===Scottish Parliament=== Following the establishment of the Scottish Parliament in 1999, the Labour Party held the three seats covering Renfrewshire, although with lower majorities than their House of Commons equivalents. Constituency boundaries were redrawn for the 2011 Scottish Parliament election, with the new constituencies of Renfrewshire North and West and Paisley being gained by Derek Mackay and George Adam, who became the first SNP parliamentarians in Renfrewshire. The remaining Labour seat, Renfrewshire South, was gained by the SNP's Tom Arthur at the 2016 Scottish election. Arthur and Adam were re-elected in 2021 winning over half the vote in their respective seats, while Mackay was replaced by Renfrewshire Councillor Natalie Don. ===Referendum results=== A majority of Renfrewshire rejected independence in the 2014 Scottish independence referendum, although with 55,466 (47.2%) votes cast in favour and 62,067 (52.8%) against, the Yes vote was higher than the national result. The turnout was 117,612 or 87.3%, the highest recorded in the democratic era. With a turnout of 69.2% (88,197), Renfrewshire voted to remain in the 2016 European Union membership referendum with 64.8% (57,119) of votes cast in favour of remaining while 35.2% (31,010) were for leaving. This was the sixth highest vote for Remain out of Scotland's 32 councils. ==Education== thumb|Paisley Grammar School Renfrewshire contains the University of the West of Scotland, a new university that was granted university status in 1992 as the University of Paisley. Prior to this, the Paisley Technical College and School of Art was a Central Institution or polytechnic. In 2007 the university merged with Bell College, a further education college in Hamilton, South Lanarkshire and the UWS name was adopted. The university today has sites across the west of Scotland, notably also in Ayr and a joint campus in Dumfries; the main campus remains in Paisley. Further education is provided by Paisley Campus of West College Scotland in Paisley, which caters to around 20,000 students. The college also has sites in Inverclyde and West Dumbartonshire. Renfrewshire contains eleven state secondary schools, 51 primary schools and three schools for children with additional support needs. ==Transport== thumb|Glasgow International Airport Renfrewshire is home to Scotland's second busiest airport, Glasgow International Airport, at Abbotsinch between Paisley and Renfrew. The presence of the airport and the proximity to Glasgow means that Renfrewshire supports one of the busiest transport infrastructures in Scotland. The airport is served by the M8 motorway, which terminates in the area, just east of Langbank, and is a major artery between northwest and southwest Scotland, via the Erskine Bridge. Developments to ease traffic flow have included a lifting of tolls on the Erskine Bridge, plans to extend the rail network to connect to the airport, and the M74 extension – which will handle traffic from Renfrewshire heading south, diverting it away from Glasgow city centre. Renfrewshire also has bus links provided by FirstGroup, McGill's Bus Services and other smaller operators. ==References== ==External links== * * Renfrewshire Events Guide * Paisley Daily Express local daily newspaper * The Gazette Newspaper weekly * Renfrewshire24.co.uk, online only news and events website Category:Districts of Scotland Category:Council areas of Scotland",
 "title": "Renfrewshire"
}