{
 "id": "144015",
 "text": "Samson Raphael Hirsch (; June 20, 1808 – December 31, 1888) was a German Orthodox rabbi best known as the intellectual founder of the Torah im Derech Eretz school of contemporary Orthodox Judaism. Occasionally termed neo- Orthodoxy, his philosophy, together with that of Azriel Hildesheimer, has had a considerable influence on the development of Orthodox Judaism. Hirsch was rabbi in Oldenburg, Emden, and was subsequently appointed chief rabbi of Moravia. From 1851 until his death, Hirsch led the secessionist Orthodox community in Frankfurt am Main. He wrote a number of influential books, and for a number of years published the monthly journal Jeschurun, in which he outlined his philosophy of Judaism. He was a vocal opponent of Reform Judaism, Zionism, and similarly opposed early forms of Conservative Judaism. == Early years and education == Hirsch was born in Hamburg, which was then a part of Napoleonic France. His father, Raphael Arye Hirsch, though a merchant, devoted much of his time to Torah studies; his grandfather, Mendel Frankfurter, was the founder of the Talmud Torah schools in Hamburg and unsalaried assistant rabbi of the neighboring congregation of Altona; and his granduncle, Löb Frankfurter, was the author of several Hebrew works, including Harechasim le- Bik'ah (הרכסים לבקעה),הרכסים לבקעה at hebrewbooks.org a Torah commentary. Hirsch was a pupil of Chacham Isaac Bernays, and the Biblical and Talmudical education which he received, combined with his teacher's influence, led him to determine not to become a merchant, as his parents had desired, but to choose the rabbinical vocation. In furtherance of this plan, he studied Talmud from 1828 to 1829 in Mannheim under Rabbi Jacob Ettlinger. He received semicha (ordination) from Rabbi Bernays in 1830, at the age of 22. He then entered the University of Bonn, where he studied at the same time as his future antagonist, Abraham Geiger. ==Career== thumb|200px|S.R. Hirsch in Oldenburg (between 1830 and 1841) thumb|200px|An 1868 illustration (despite the caption mentioning the \"Dr.\" title, Hirsch did not in fact have a doctorate). thumb|200px|Plaque acknowledging the school's forced closure in 1939; its last part reads: \"The school conveyed traditional Jewish values, together with a secular education. It was a model for Modern Orthodox schools.\" thumb|A column in the Vienna-based newspaper [https://www.jewishvirtuallibrary.org/neuzeit- die Die Neuzeit] concerning Austritt, as described aside. thumb|200px|Tombstone of R. Hirsch and his Wife Johanna === Oldenburg === In 1830, Hirsch was elected chief rabbi (Landesrabbiner) of the Principality of Oldenburg. During this period, he wrote his Neunzehn Briefe über Judenthum, (Nineteen Letters on Judaism) which were published, under the pseudonym of \"Ben Usiel\" (or \"Uziel\"), at Altona in 1836. This work made a profound impression in German Jewish circles because it was something new — a brilliant, intellectual presentation of Orthodox Judaism in classic German, and a fearless, uncompromising defense of all its institutions and ordinances. One of the young intellectuals strongly influenced by the \"Nineteen Letters\" was Heinrich Graetz. Following a personal letter that Graetz wrote to Hirsch, Hirsch offered Graetz to host him at his own house for the continuation of his studies. Graetz then lived at Hirsch's house in Oldenburg from 1837 to 1840, as a pupil, companion, and amanuensis.Shmuel Ettinger and Marcus Pyka, \"Graetz, Heinrich,\" Encyclopaedia Judaica, Encyclopedia.com. 9 Sep. 2021 Hirch's major works are discussed in further detail below. In 1838, Hirsch published, as a necessary concomitant of the Letters, his Horeb, oder Versuche über Jissroel's Pflichten in der Zerstreuung, which is a text-book on Judaism for educated Jewish youth. In fact, he wrote Horeb first, but his publishers doubted that a work defending traditional Judaism would find a market in those times when reform was in vogue. In 1839, he published Erste Mittheilungen aus Naphtali's Briefwechsel, a polemical essay against the reforms in Judaism proposed by Geiger and the contributors to the latter's Wissenschaftliche Zeitschrift für jüdische Theologie (such as Michael Creizenach); and in 1844, he published Zweite Mittheilungen aus einem Briefwechsel über die Neueste Jüdische Literatur, also polemical in tendency and attacking Holdheim's Die Autonomie der Rabbinen (1843). === Emden === Hirsch remained in Oldenburg until 1841 when he was elected chief rabbi of the Hanoverian districts of Aurich and Osnabrück, with his residence in Emden. During this five-year post, he was taken up almost completely by communal work and had little time for writing. He did, however, found a secondary school with a curriculum featuring both Jewish studies and a secular program, for the first time employing his motto Torah im Derech Eretz (\"The Torah is maximalized in partnership with worldly involvement\"). In 1843, Hirsch applied for the post of Chief Rabbi of the British Empire. Out of 13 candidates, mostly from Germany, he reached the shortlist of four: Nathan Marcus Adler, Hirsch Hirschfeld, Benjamin Hirsch Auerbach, and Hirsch. Adler won the position on December 1, 1844. With 135 communities having one vote each, Adler received 121 votes, Hirschfeld 12, and Hirsch 2. === Nikolsburg === In 1846, Hirsch was called to the rabbinate of Nikolsburg in Moravia, and in 1847, he became chief rabbi of Moravia and Austrian Silesia. In Austria, he spent five years in the re-organization of the Jewish congregations and the instruction of numerous disciples; he was also, in his official capacity as chief rabbi, a member of the Moravian Landtag, where he campaigned for more civil rights for Jews in Moravia. In Moravia, Hirsch had a difficult time, on the one side receiving criticism from the Reform-minded, and on the other side from a deeply traditional Orthodox element, which found some of his reforms too radical. Hirsch placed a much stronger emphasis on a deep study of the entire Hebrew Bible, rather than just the Torah and selected Bible readings, in addition to Talmud, as had been the custom of religious Jews up until then. === Frankfurt am Main === In 1851, he accepted a call as rabbi of an Orthodox separatist group in Frankfurt am Main, a part of the Jewish community of which had otherwise largely accepted classical Reform Judaism. This group, known as the \"Israelite Religious Society\" (\"Israelitische Religions-Gesellschaft\", or IRG), became, under his administration, a great congregation, numbering about 500 families. Hirsch remained rabbi of this congregation for the rest of his life. Hirsch organized the Realschule and the Bürgerschule, in which thorough Jewish training was provided, along with those aspects of secular training deemed true according to the Torah (Torah im Derech Eretz). He also founded and edited the monthly magazine Jeschurun (1855–1870; new series, 1882 et seq); most of the pages of the Jeschurun were filled by himself. During this period he produced his commentaries on Chumash (Pentateuch), Tehillim (Psalms) and siddur (prayer book). In 1876, Edward Lasker (a Jewish parliamentarian in the Prussian Landtag) introduced the \"Secession Bill\" (Austrittsgesetz), which would enable Jews to secede from a religious congregation without having to relinquish their religious status. The law was passed on July 28, 1876. Despite the new legislation, a conflict arose whether \"Austritt\" (secession) was required by Jewish law. Hirsch held this was mandatory, even though it involved a court appearance and visible disapproval of the Reform-dominated \"Main Community\" (Grossgemeinde). His contemporary Isaac Dov (Seligman Baer) Bamberger, Rabbi of Würzburg, argued that as long as the Grossgemeinde made appropriate arrangements for the Orthodox element, secession was unnecessary. The schism caused a terrible rift and many hurt feelings, and its aftershocks could be felt until the ultimate destruction of the Frankfurt community by the Nazis. === Final years === During the final years of his life, Hirsch put his efforts in the founding of the \"Freie Vereinigung für die Interessen des Orthodoxen Judentums\", an association of independent Jewish communities. During the 30 years after his death, this organization would be used as a model for the formation of the international Orthodox Agudas Yisrael movement. Hirsch had a great love for the Land of Israel, which is apparent from his writings, but was opposed to the proto-Zionist activities of Zvi Hirsch Kalischer.; He opposed any movement to wrest political independence for the Land of Israel before the Messianic Era. In later works, he makes it clear that Jewish sovereignty is dependent only on Divine Providence. From reports of his family members, it seems likely that Hirsch contracted malaria while in Emden, which continued to plague him during the rest of life with febrile episodes. Hirsch died in 1888 in Frankfurt am Main, and is buried there. Hirsch's son Mendel Hirsch (1833–1900) was a scholar and writer; his granddaughter Rahel Hirsch (1870–1953) became the first female professor of medicine in Prussia. == Works== thumb|The Book of Psalms translated and elucidated by Rabbi Samson Raphael Hirsch. Frankfurt A.M. 1882. thumb|Horev, 1895 Hebrew translation ===Commentary on the Torah=== Hirsch's innovative and influential commentary on the Pentateuch See general discussion under: Rabbi Y. Kaganoff (2016). A New Commentary for a Changed World, mishpacha.com (Uebersetzung und Erklärung des Pentateuchs, \"Translation and explanation of the Pentateuch\"; 5 volumes published 1867–78), has been \"hailed as a classic\" since the publication of the first volume, Bereshit. According to Hirsch, the goal of the commentary was to expound the text by ascertaining the exact meaning of the words, their etymology, philology, and origin, and, this achieved, \"to establish, on the basis of halakhic and aggadic interpretations, the Jewish Weltanschauung\". Simon Langer (1961). Reviewed Work: Commentary on the Pentateuch, Genesis. Exodus. Leviticus, Parts I and II by Samson Raphael Hirsch, Isaac Levy. Tradition: A Journal of Orthodox Jewish Thought. Vol. 3, No. 2 (SPRING 1961), pp. 233-238 ] A feature of the commentary is its analysis of the meanings and symbols in the religious precepts (mitzvot), as below; this, again, as consistent with its discussion of the Hebrew. The commentary gained worldwide popularity for its scope of insight and information offered to scholar and layman alike, and is still widely referenced.See for example, \"The Timeless Rav Hirsch\" on torah.org provides further context; and see also and . ===Nineteen Letters=== Hirsch's Nineteen Letters on Judaism (Neunzehn Briefe über Judenthum), published in 1836 under the pseudonym \"Ben Uziel\", offered an intellectual presentation of Orthodox Judaism in classic German, and a \"fearless, uncompromising defense\" of all its institutions and ordinances. See under Oldenburg above. It was written in the form of a fictional correspondence between a young rabbi / philosopher and a youthful intellectual.Nineteen Letters on sefaria.org The first letter, the intellectual's, outlines the challenges that emancipation created for modern Jews, and questions the continued relevance of Judaism. The Rabbi responds in the subsequent letters, discussing, in a structured sequence, God, Man, and Jewish History; leading to a discussion of the Mitzvot and their classification (as employed in Horeb). This work made a profound impression in German Jewish circles, and has been republished and translated several times; it is still influential, and often taught.See for example: 19 Letters, outorah.org; 19 Letters of Ben Uziel Teacher's Guide, ncsy.org Nineteen Letters was translated to English by Bernard Drachman in 1899,Available in PDF, and as free-flowing text at Sefaria. and in 1960https://www.worldcat.org/title/nineteen-letters-on-judaism-prepared-by- jacob-breuer-in-a-new-edition-based-on-the-translation-by-bernard- drachman/oclc/752695395 by Jacob Breuer based on Drachman's translation. The latest translation to English was prepared by Karin Paritzky and revised by Joseph Elias who states that they \"benefited greatly from the two earlier editions.\"Elias' edition was reviewed and critiqued by Shelomoh Danziger in Jewish Action, Summer 1996 (Volume 56, No. 4), p. 20-24, with a dialogue of Elias and Danziger appearing in a following issue of Jewish Action (p. 60-66). Elias glosses Breuer's edition as \"very readable\" while panning it as an achievement reached \"by the omission or simplification of a good many passages, so that the reader does not obtain the full meaning that the author intended.\"The Nineteen Letters (Second, corrected edition 1996), p. xxvi. ===Horeb=== Horeb (subtitled Versuche über Jissroel's Pflichten in der Zerstreuung, “Essays on the Duties of the Jewish People in the Diaspora”), published 1838, is Rabbi Hirsch's presentation of Jewish law and observances, with particular emphasis on their underlying ideas, capturing the \"unifying ideological threads\"; these discussions are still regularly taught and referenced.See for example \"Rav Hirsch Horeb Shiurim\", Sarah Lipman The title is a reference to the (Ten) Commandments; Mount Horeb, , is another name for Mount Sinai. Horeb is organized into six sections, according to Hirsch's classification of the commandments. As for the Letters, its historical background is the enlightenment, and particularly the beginnings of Reform Judaism, and it thus constituted an attempt \"to lead the young generation of Jewry back to the Divine law.\"Dayan Isidor Grunfeld. Introduction to Horeb See also below. In it Hirsch shows that the Torah's mitzvot, are not mere \"ceremonies\", but \"duties\" of Israel. It was then, to some extent, \"a necessary concomitant of the Letters\". It was conceived, also, to deal with the practical observances of Judaism - providing summarised Halachot relevant to each sub-section. ===Commentary on the Siddur and Psalms=== Rabbi Hirsch left in manuscript at the time of his death a translation and explanation of the prayer-book, which was subsequently published. His commentary on Pirkei Avot here, has been republished separately. His commentary on the book of Psalms (Uebersetzung und Erklärung der Psalmen, 1882) is still widely read; it underpins much of his siddur commentary. ===Works of activism=== Works here (besides similar mentioned above) include: * Pamphlet: Jüdische Anmerkungen zu den Bemerkungen eines Protestanten (anon.), Emden, 1841- response to a provocative and anti-Semitic pamphlet by an anonymous Protestant * Pamphlet: Die Religion im Bunde mit dem Fortschritt (anon.), Frankfurt am Main, 1854 - response to provocations from the side of the Reform-dominated \"Main Community\" * Pamphlets during the Secession Debate: ** Das Princip der Gewissensfreiheit (The principle of freedom of conscience), 1874 ** Der Austritt aus der Gemeinde (Leaving the community), 1876 * Ueber die Beziehungen des Talmuds zum Judenthum (On the Talmud's Relationships with Judaism), 1884 - a defense of Talmudic literature against anti-Semitic slanders in Russia ===Translations and collections=== Most of Hirsch's writings have been translated into English and Hebrew by his descendants, starting with \"Horeb\" in the 1950s (by Dayan Isidor Grunfeld of London) and his Torah commentary in the 1960s (by his grandson Isaac Levi, also of London). Horeb was translated into Hebrew already in 1892.Hebrew translation @ hebrewbooks.org The publication, in several volumes, of his collected writings (Gesammelte Schriften or Nachalath Zwi) was begun in 1902. The bulk of these, that had previously been published in German in 1902-1912 under the title Nachalath Zwi, were translated between 1984 and 2012 by the \"Rabbi Dr. Joseph Breuer Foundation\" (established to perpetuate the memory of Breuer, Hirsch's grandson, via publication of Hirsch's (and Breur's) writings). Many of the Collected Writings are available online and linked here. == Themes in his work == Hirsch lived in the post-Napoleonic era, an epoch when Jews had been granted civil rights in a large number of European countries, leading to a call for reform. A large segment of his work focuses on the possibilities for Orthodox Judaism in such an era, when freedom of religion also meant the freedom to practice Torah precepts without persecution and ridicule. The principle of \"Austritt\", an independent Orthodoxy, flows naturally from his view on the place of Judaism in his epoch: If Judaism is to gain from these civil liberties, it has to be able to develop independently — without having to lend implicit or explicit approval to efforts at reformation. His other major work involves the symbolic meaning of many Torah commandments and passages. Indeed, his work \"Horeb\" (1837) focuses to a large degree on the possible meanings and symbols in religious precepts. This work was continued in his Torah commentary and his articles in the Jeschurun journal (Collected Writings, vol. III, is a collation of these articles). A final area of his work, which has only recently been re-discovered, was his etymological analysis of the Hebrew language. Most of this work is contained in his Torah commentary, where he analyses and compares the shorashim (three-letter root forms) of a large number of Hebrew words and develops an etymological system of the Hebrew language. This approach is based on the idea that letters that share a phonetic similarity, have similar meaning. For example, the words Zohar (light), Tzohar (translucent window), and Tahor (purity) are related words because the letters Zayin, Tzadie, and Tet are phonetically similar. This is an approach used in many places by the renowned biblical commentator Rashi as well. Although this effort was, in his own words, \"totally unscientific\", it has led to the recent publication of an \"etymological dictionary of the Hebrew language\". Although Hirsch does not mention his influences (apart from traditional Jewish sources), later authors have identified ideas from the Kuzari (Yehuda Halevi), Nahmanides, and the Maharal of Prague in his works. Nevertheless, most of his ideas are original. In a 1995 edition of Hirsch' Nineteen Letters, commentator Rabbi Joseph Elias makes an extensive effort to show Hirsch' sources in Rabbinic literature, parallels in his other works and those of other post-Talmudic Jewish thinkers. Elias also attempts to refute particular interpretations of his philosophy, such as the notion that much of his thinking was rooted in Kantian secular philosophy. While the Zionist movement was not founded during his lifetime, it is clear from his responses to Rabbi Zvi Hirsch Kalischer, and in several places in his commentary to the Bible and Siddur, that although he had a deep love for the Land of Israel, he opposed a movement to wrest political independence for the Land of Israel before the Messianic Era. In later works, he makes it clear that Jewish sovereignty is dependent only on Divine Providence. == Influence and controversy == There is considerable controversy over Hirsch's legacy; this is a matter of debate amongst three parties: Haredi (sometimes called Ultra-Orthodox), Modern Orthodox, and Hirsch's descendants. While it is undisputed that his Torah im Derech Eretz was his real innovation, the exact implementation has been greatly debated. Those on Orthodoxy's right wing hold that Hirsch himself approved of secular studies as a \"Horaas Sha'ah\", or temporary dispensation, only in order to save Orthodox Jewry of the nineteenth century from the threat posed by assimilation. While a yeshiva student in Eastern Europe, Rabbi Shimon Schwab obtained the opinions of various Poskim (authorities in Jewish law) to this effect (see Selected Writings, \"These and Those\", where Schwab himself disagrees). At the other end of the Orthodox continuum, some Modern Orthodox Jews understand Hirsch in the sense of Torah Umadda, meaning a synthesis of Torah knowledge and secular knowledge - each for its own sake (this view is propagated in several articles in Tradition: A Journal of Orthodox Thought, published by the Rabbinical Council of America). In this view, Hirsch thought that it was permissible, and even productive, for Jews to learn Gentile philosophy, music, art, literature, and ethics for their own sake. In contrast, a third middle opinion held by Hirsch's descendants (his son-in-law and successor Rabbi Solomon Breuer, his grandson Rabbi Joseph Breuer, and the latter's successor Rabbi Shimon Schwab), Rabbi Joseph Elias, in his commentary to The Nineteen Letters, and some Jewish historians say that both of these understandings of Hirsch's philosophy are misguided; they refer to these readings of Hirsch as improper historical revisionism. In response to the \"temporary dispensation\" theory, they point to Hirsch in Collected Writings as continually stressing the philosophical and religious imperative of Torah im Derech Eretz for all times. Hirsch himself addressed this contention: \"Torah im Derech Eretz ... is not part of troubled, time bound notions; it represents the ancient, traditional wisdom of our sages that has stood the test everywhere and at all times.\"(Gesammelte Schriften vi p. 221) In response to the \"Torah Umadda\" theory, they say that Hirschian philosophy demands the domination of Torah over secular knowledge, not a separate synthesis. On this basis, many adherents of Hirsch's philosophy have preferred the natural sciences over the humanities as a subject of secular study, seemingly because they are easier to judge through the prism of Torah thought than the more abstract humanities. == Bibliography == *The Nineteen Letters, Prepared by Jacob Breuer in a new edition based on the translation by Rabbi Dr. Bernard Drachman. Feldheim, 1960. *The Nineteen Letters, Newly translated by Karin Paritzky; revised and with a comprehensive commentary by Joseph Elias. Feldheim Publishers. Second, corrected edition 1996. . *Horeb: A Philosophy of Jewish Laws and Observances, Translated from the German original with Introduction and Annotations by Dayan Dr. I. Grunfeld. Soncino Press, 1962. Volume I & II. . *The Pentateuch - with Translation and Commentary, Judaica Press, 1962. . Reissued in a new translation by Daniel Haberman as The Hirsch Chumash, Feldheim/Judaica Press, 2009. . *The Hirsch Siddur. Philipp Feldheim, 1978. . *Collected Writings of Rabbi Samson Raphael Hirsch. Philipp Feldheim, 1984–2012 (9 volumes). . *The Psalms - with Translation and Commentary. Philipp Feldheim, 1960. Revised edition published 2014. . *The Jewish Sabbath, Translated by Ben Josephussoro. Mullock and Sons, 1911. *Jewish Symbolism- The Collected Writings Volume III. Philipp Feldheim, 1984. . == See also == * Orthodox Judaism * Isaac Breuer * Joseph Breuer * Mordechai Breuer * Salomon Breuer * Kaufmann Kohler, a student of Hirsch * Yeshiva Rabbi Samson Raphael Hirsch, New York City * Torah Lehranstalt * Moses Samuel Zuckermandl, a student of Hirsch == References == == External links == * Works by and about Samson Raphael Hirsch in University Library JCS Frankfurt am Main: Digital Collections Judaica * Religion Allied to Progress in Collected Writings of Rabbi Samson Raphael Hirsch * Hirsch, Samson Raphael, jewishencyclopedia.com * Video Lecture on Samson Raphael Hirsch by Dr. Henry Abramson of Touro College South * Hirsch / Breuer genealogy (GIF file) * Natan Slifkin, Rav Hirsch: Hero or Heretic? * A variety of articles and resources, including two biographies of Rabbi Hirsch and other materials. * A catalogue of print and online resources focusing on the teachings of Rabbi Hirsch. * * Digitized works by Samson Raphael Hirsch at the Leo Baeck Institute, New York * The Torah Im Derech Eretz Society Category:1808 births Category:1888 deaths Category:19th-century rabbis Category:Czech Orthodox rabbis Category:German biblical scholars Category:19th-century German theologians Category:German Orthodox rabbis Category:Chief rabbis of Moravia Category:Rabbis of Nikolsburg Category:19th-century Jewish biblical scholars Category:German Jewish theologians Category:Jews from Hamburg Category:Philosophers of Judaism Category:University of Bonn alumni Category:19th-century Jewish theologians Category:Burials at the Old Jewish Cemetery, Frankfurt Category:German male non-fiction writers Category:19th-century male writers Category:Jewish translators of the Bible Category:Jews and Judaism in Frankfurt Category:19th- century translators",
 "title": "Samson Raphael Hirsch"
}