{
 "id": "144201",
 "text": "Kenneth George Baker (24 August 1934 – 13 August 2016) was an English actor and musician. He portrayed the character R2-D2 in the Star Wars franchise and also appeared in The Elephant Man, Time Bandits, Willow, Flash Gordon, Amadeus, and Labyrinth. == Early life == Baker was born and educated in Birmingham, Warwickshire, and at a boarding school in Kent. He was the son of Ethel (1906–1947), a pianist and dress maker, and Harold Baker (1908–1950), an artist, musician and draughtsman. He went to live with his father, stepmother and half-sister in Hastings, Sussex. Although his parents were of average height, Baker stood as an adult. == Career == === Beginnings === In 1951, Baker was approached on the street by a woman who invited him to join a theatrical troupe of dwarfs and midgets. This was his first taste of show business. Later, he joined a circus for a brief time, learned to ice skate and appeared in many ice shows. He formed a successful comedy act called the Minitones with entertainer Jack Purvis and played in nightclubs. === Star Wars === While working with Purvis and the Minitones, Baker was selected by George Lucas to operate the robot (\"droid\") R2-D2 in the fantasy feature film Star Wars, released in 1977. Baker recalled that he initially turned down the role, concerned about breaking up the Minitones partnership when the duo had reached the final on the British television talent show Opportunity Knocks. Baker appears as R2-D2 in six of the episodic theatrical Star Wars films, and played an additional role in 1983's Return of the Jedi as Paploo, the Ewok who steals an Imperial speeder bike. He was originally due to play Wicket, but he fell ill and that role was handed over to Warwick Davis. Baker continued his association with the R2-D2 character in Star Wars: The Force Awakens, which was released on 18 December 2015 in North America. He was going to be a member of the cast, but he served as consultant for the character instead. In November 2015, it was confirmed that Jimmy Vee was cast as R2-D2 in Star Wars: The Last Jedi, replacing Baker. === Other work === Baker's other films include The Elephant Man, Time Bandits (also with Jack Purvis), Willow (also with Purvis and Warwick Davis), Flash Gordon, Amadeus and Jim Henson's Labyrinth. On television, he appeared in the British medical drama Casualty. He also had a part in the BBC production of The Chronicles of Narnia. In the late 1990's, Baker launched a brief comedy career. He played Casanova in the 1993 movie UFO. In November 2009, his biography, From Tiny Acorns: The Kenny Baker Story, was written with Ken Mills and published by Writestuff Autographs. == Personal life == Baker resided in Preston, Lancashire. He was married to actress Eileen Baker (who co-starred with him in the 1977 film Wombling Free) from 1970 until she died in 1993. Although Eileen also had dwarfism, this was not inherited by their two children. Baker was invited to attend the premiere of Star Wars: The Force Awakens in Los Angeles in December 2015, but was too ill to travel to the US. He had been suffering from a lung condition for years. Instead, Baker attended the film's premiere in London. == Death == Kenny Baker died on 13 August 2016, 11 days shy of his 82nd birthday, following an illness. == Filmography == {| class=\"wikitable sortable\" |+ |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 1960 | Circus of Horrors | Dwarf | Uncredited |- | 1962 | Man of the World | | Episode: \"Specialist for the Kill\", credited as Ken Baker |- | 1975 | Dave Allen at Large | Salesman | Season 4, Episode 36 |- | 1977 | Star Wars: Episode IV - A New Hope | R2-D2 | |- | 1977 | Wombling Free | Bungo | |- | 1980 | | rowspan=\"2\" |R2-D2 | Episode: \"The Stars of Star Wars\" |- | 1980 | Star Wars: Episode V - The Empire Strikes Back | |- | 1980 | Flash Gordon | Dwarf | |- | 1980 | | Plumed Dwarf | |- | 1981 | Time Bandits | Fidgit | |- | 1981 | | Dwarf | Episode: \"Snow White 2\" |- | 1982 | | Pick Pocket | TV film |- | 1983 | Star Wars: Episode VI - Return of the Jedi | R2-D2, Paploo | |- | 1984 | | HRH The Rangdo of Arg | Two episodes |- | 1984 | Amadeus | Parody Commendatore | |- | 1985 | Der Rosenkavalier | Baron Och's Retinue | TV film |- | 1986 | Mona Lisa | Brighton Busker | |- | 1986 | Labyrinth | Goblin Corps | |- | 1987 | Star Tours | R2-D2 | Short film, uncredited |- | 1987 | Sleeping Beauty | Elf | |- | 1988 | Willow | Nelwyn Band Member | Uncredited |- | 1989 | Prince Caspian and the Voyage of the Dawn Treader | Dufflepud | TV special |- | 1990 | Ben Elton: The Man from Auntie | Invisible Demon | Episode 5 |- | 1992 | Casualty | Archie | Episode: \"Act of Faith\" |- | 1993 | U.F.O. | Casanova | |- | 1999 | | Captain Orton | Voice, credited as Ken Baker |- | 1999 | Star Wars: Episode I – The Phantom Menace | R2-D2 | |- | 1999 | Boobs in the Wood | Bruce the Convict | Direct-to-video |- | 2002 | 24 Hour Party People | Zookeeper | Uncredited |- | 2002 | Star Wars: Episode II – Attack of the Clones | R2-D2 | |- | 2002 | | Merlin | Short film |- | 2003 | Swiss Toni | Guyler | Episode: \"Cars Don't Make You Fat\" |- | 2005 | Star Wars: Episode III – Revenge of the Sith | R2-D2 | |- | 2007 | Casualty | Charles Isaac | Episode: \"The Miracle on Harry's Last Shift\" |- | 2013 | One Night at the Aristo | | Voice, short film |- | 2015 | Star Wars: The Force Awakens | R2-D2 | Consultant and final film role |} == References == == External links == * * Category:1934 births Category:2016 deaths Category:20th- century English comedians Category:20th-century English male actors Category:21st-century English comedians Category:Actors with dwarfism Category:English male comedians Category:English male film actors Category:English male television actors Category:Male actors from Birmingham, West Midlands Category:People from Preston, Lancashire",
 "title": "Kenny Baker (English actor)"
}