{
 "id": "144292",
 "text": "Until January 1, 2007, Fredensborg-Humlebæk Kommune was a municipality (Danish, kommune) on the east coast of the island of Zealand (Sjælland) in eastern Denmark. The municipality covered an area of 72 km², and had a total population of 20,024 (2005). Its last mayor was John Hemming, a member of the Conservative People's Party (Det Konservative Folkeparti) political party. The site of its municipal council was in Fredensborg. The municipality was a conglomerate of several small towns, the two major ones being Fredensborg and Humlebæk. Fredensborg-Humlebæk municipality ceased to exist as the result of Kommunalreformen (\"The Municipality Reform\" of 2007). It was merged with Karlebo Kommune municipality to form the new Fredensborg Kommune. This created a municipality with an area of 112 km² and a total population of 39,187 (2005). The new municipality belongs to Region Hovedstaden (\"Capital Region\"). ==The towns of Fredensborg and Humlebæk== The town of Fredensborg is the site of Fredensborg Palace. The palace by Lake Esrum (Esrum Sø) has special status among Danish palaces as the royal couple's most used residence. The palace was built in the 18th century, and is in the baroque style. It is often used for official purposes, as well as privately by the royal family. The town of Humlebæk has railroad connection to Elsinore (Helsingør) and Copenhagen. It is situated on the shores of the Øresund, and is surrounded by small patches of forest and fields on its three remaining sides. Once a residence for fishermen, today the town is a part of suburban Copenhagen, and is mainly composed of residential areas. There are several small but pleasant beaches along the coast; some of these are public beaches. ==Attractions== The best known attraction in the former municipality is the Louisiana Museum of Modern Art. ==References == * Municipal statistics: NetBorger Kommunefakta, delivered from KMD aka Kommunedata (Municipal Data) * Municipal mergers and neighbors: Eniro new municipalities map == External links == * Official website * Fredensborg area tourist bureau Category:Former municipalities of Denmark",
 "title": "Fredensborg-Humlebæk Municipality"
}