{
 "id": "144610",
 "text": "The French National Centre for Scientific Research (, CNRS) is the French state research organisation and is the largest fundamental science agency in Europe. In 2016, it employed 31,637 staff, including 11,137 tenured researchers, 13,415 engineers and technical staff, and 7,085 contractual workers. It is headquartered in Paris and has administrative offices in Brussels, Beijing, Tokyo, Singapore, Washington, D.C., Bonn, Moscow, Tunis, Johannesburg, Santiago de Chile, Israel, and New Delhi. The CNRS was ranked No. 3 in 2015 and No. 4 in 2017 by the Nature Index, which measures the largest contributors to papers published in 82 leading journals. In May 2021, the CNRS ranked No. 2 in the Nature Index, before the Max Planck Society and Harvard University. == Organization == The CNRS operates on the basis of research units, which are of two kinds: \"proper units\" (UPRs) are operated solely by the CNRS, and \"joint units\" (UMRs – ) are run in association with other institutions, such as universities or INSERM. Members of joint research units may be either CNRS researchers or university employees (maîtres de conférences or professeurs). Each research unit has a numeric code attached and is typically headed by a university professor or a CNRS research director. A research unit may be subdivided into research groups (\"équipes\"). The CNRS also has support units, which may, for instance, supply administrative, computing, library, or engineering services. In 2016, the CNRS had 952 joint research units, 32 proper research units, 135 service units, and 36 international units. The CNRS is divided into 10 national institutes: * Institute of Chemistry (INC) * Institute of Ecology and Environment (INEE) * Institute of Physics (INP) * Institute of Nuclear and Particle Physics (IN2P3) * Institute of Biological Sciences (INSB) * Institute for Humanities and Social Sciences (INSHS) * Institute for Computer Sciences (INS2I) * Institute for Engineering and Systems Sciences (INSIS) * Institute for Mathematical Sciences (INSMI) * Institute for Earth Sciences and Astronomy (INSU) The National Committee for Scientific Research, which is in charge of the recruitment and evaluation of researchers, is divided into 47 sections (e.g. section 41 is mathematics, section 7 is computer science and control, and so on). Research groups are affiliated with one primary institute and an optional secondary institute; the researchers themselves belong to one section. For administrative purposes, the CNRS is divided into 18 regional divisions (including four for the Paris region). == Employment == Researchers who are permanent employees of the CNRS are classified in two categories, each subdivided into two or three classes, and each class is divided into several pay grades. {| class=\"wikitable\" ! colspan=\"2\" |Scientist (chargé de recherches) ! colspan=\"3\" |Senior scientist (directeur de recherche) |- |Normal class (CRCN) |Hors classe (CRHC) |Second class (DR2) |First class (DR1) |Exceptional class (DRCE) |} In principle, research directors tend to head research groups, but this is not a general rule (a research scientist can head a group or even a laboratory and some research directors do not head a group). Employees for support activities include research engineers, studies engineers, assistant engineers and technicians. Contrary to what the name would seem to imply, these can have administrative duties (e.g. a secretary can be \"technician\", an administrative manager of a laboratory an \"assistant engineer\"). All permanent support employees are recruited through annual nationwide competitive campaigns. Following a 1983 reform, the candidates selected have the status of civil servants and are part of the public service. == History == The CNRS was created on 19 October 1939 by decree of President Albert Lebrun. Since 1954, the centre has annually awarded gold, silver, and bronze medals to French scientists and junior researchers. In 1966, the organisation underwent structural changes, which resulted in the creation of two specialised institutes: the National Astronomy and Geophysics Institute in 1967 (which became the National Institute of Sciences of the Universe in 1985) and the Institut national de physique nucléaire et de physique des particules (IN2P3; English: National Institute of Nuclear and Particle Physics) in 1971. The effectiveness of the recruitment, compensation, career management, and evaluation procedures of CNRS have been under scrutiny. Governmental projects include the transformation of the CNRS into an organization allocating support to research projects on an ad hoc basis and the reallocation of CNRS researchers to universities. Another controversial plan advanced by the government involves breaking up the CNRS into six separate institutes. These modifications, which were again proposed in 2021 by ultraliberal \"think tanks\" such as the Institut Montaigne, have been massively rejected by French scientists, leading to multiple protests. ==Leadership== ===Past presidents=== * Claude Fréjacques (1981–1989) * René Pellat (1989–1992) * Édouard Brézin (1992–2000) * Gérard Mégie (2000–2004) * Bernard Meunier (2004–2006) * Catherine Bréchignac (2006–2010) ===Past directors general=== * Jean Coulomb (1957–1962) * Pierre Jacquinot (1962–1969) * Hubert Curien (1969–1973) * Robert Chabbal (1976–1980) * Pierre Papon (1982–1986) * François Kourilsky (1988–1994) * Guy Aubert (1994–1997) * Catherine Bréchignac (1997–2000) * Geneviève Berger (2000–2003) * Bernard Larrouturou (2003–2006) * Arnold Migus (2006–2010) ==== Past and current president director general (CEO) ==== Alain Fuchs was appointed president on 20 January 2010. His position combined the previous positions of president and director general. thumb|Antoine Petit, current CEO of the CNRS * 2010–2017: Alain Fuchs * From 24 October 2017 to 24 January 2018 (interim): Anne Peyroche * Since 24 January 2018: Antoine Petit ==See also== * CNRS Gold medal *CNRS Silver Medal *CNRS Bronze Medal * Centre pour la communication scientifique directe * Spanish National Research Council (CSIC), the Spanish counterpart to the CNRS ==References== == External links == * * Review of the history of the CNRS * CNRS Editions * \"The founding of CNRS\" (1939), online and analysed on BibNum [click 'à télécharger' for English version] Category:1939 establishments in France Category:Publishing companies of France",
 "title": "French National Centre for Scientific Research"
}