{
 "id": "144767",
 "text": "Adolphe Jean Menjou (February 18, 1890 – October 29, 1963) was an American actor. His career spanned both silent films and talkies. He appeared in such films as Charlie Chaplin's A Woman of Paris, where he played the lead role; Stanley Kubrick's Paths of Glory with Kirk Douglas; Ernst Lubitsch's The Marriage Circle; The Sheik with Rudolph Valentino; Morocco with Marlene Dietrich and Gary Cooper; and A Star Is Born with Janet Gaynor and Fredric March, and was nominated for an Academy Award for The Front Page in 1931.Obituary Variety, October 30, 1963, page 71. ==Early life== Adolphe Jean Menjou was born on February 18, 1890, in Pittsburgh, Pennsylvania to a French father, Albert Menjou (1858-1917), and an Irish mother from Galway, Nora (née Joyce, 1869-1953). His brother, Henry Arthur Menjou (1891-1956), was a year younger. He was raised Catholic, attended the Culver Military Academy, and graduated from Cornell University with a degree in engineering. Attracted to the vaudeville stage, he made his movie debut in 1916 in The Blue Envelope Mystery. During World War I, he served as a captain in the United States Army Ambulance Service, for which he trained in Pennsylvania before going overseas. ==Career and stardom== After returning from the war, Menjou gradually rose through the ranks with small but fruitful roles in films such as The Faith Healer (1921) alongside supporting roles in prominent films such as The Sheik (1921) and The Three Musketeers (1921). By 1922, he was receiving top or near- top billing, with a selection of those films being with Famous Players-Lasky and Paramount Pictures, starting with Pink Gods (1922), although he did films for various studios and directors. His supporting role in 1923's A Woman of Paris solidified the image of a well-dressed man-about-town, and he was voted Best Dressed Man in America nine times. He was noted as an example of a suave type of actor, one who could play lover or villain. In 1929, he attended the preview of Maurice Chevalier's first Hollywood film Innocents of Paris, and personally reassured Chevalier that he would enjoy a great future, despite the mediocre screenplay.With Love, the Autobiography of Maurice Chevalier (Cassell, 1960), p. 191. He closed the end of the 1920s with star roles such as His Private Life (1928) and Fashions in Love (1929). The crash of the stock market in 1929 meant that his contract with Paramount was cancelled, but he went on to Metro-Goldwyn-Mayer (MGM) and continued on with films (now talkies) in a variety of ways, with his knowledge of French and Spanish helping at key times, although his starring roles declined by this point. In 1930, he starred in Morocco, with Marlene Dietrich. He was nominated for an Academy Award for The Front Page (1931), after having received the role upon the death of Louis Wolheim during rehearsals. A variety of supporting roles in this decade were films such as A Farewell to Arms (1932), Morning Glory (1933), and A Star Is Born (1937). His roles decreased slightly in the 1940s, but he did overseas work for World War II alongside supporting roles in films like Roxie Hart (1942) and State of the Union (1948). Over the course of his career, he bridged the gap of working with several noted directors that ranged from Frank Borzage to Frank Capra to Stanley Kubrick. ===Later career=== Menjou had just eleven roles in the 1950s, but he managed to snag one last leading role with the film noir The Sniper (1952). Incidentally, the director of that film was Edward Dmytryk, who had been a member of the Hollywood Ten, in which he was blacklisted from the film industry for not testifying to the House Un-American Activities Committee (HUAC) during the 'Red scare' before deciding to testify and name names as a brief member of the Communist Party. In 1955, Menjou played Dr. Elliott Harcourt in \"Barrier of Silence\", episode 19 of the first season of the television series Science Fiction Theatre. He guest-starred as Fitch, with Orson Bean and Sue Randall as John and Ellen Monroe, in a 1961 episode, \"The Secret Life of James Thurber\", based on the works of American humorist James Thurber (especially \"The Secret Life of Walter Mitty\"), in the CBS anthology series The DuPont Show with June Allyson. He also appeared in the Thanksgiving episode of NBC's The Ford Show, Starring Tennessee Ernie Ford, which aired on November 22, 1956. Menjou ended his film career with such roles as French General George Broulard in Stanley Kubrick's film Paths of Glory (1957) and his final film role was that of the town curmudgeon in Disney's Pollyanna (1960). ==Political beliefs== Menjou was a staunch Republican who equated the Democratic Party with socialism. He supported the Hoover administration's policies during the Great Depression. Menjou told a friend that he feared that if a Democrat won the White House, they \"would raise taxes [and] destroy the value of the dollar,\" depriving Menjou of a good portion of his wealth. He took precautions against this threat: \"I've got gold stashed in safety deposit boxes all over town... They'll never get an ounce from me.\" In the 1944 presidential election, he joined other celebrity Republicans at a rally in the Los Angeles Coliseum, organized by studio executive David O. Selznick, to support the Dewey–Bricker ticket and Governor Earl Warren of California, who would be Dewey's running mate in 1948. The gathering drew 93,000, with Cecil B. DeMille as the master of ceremonies and short speeches by Hedda Hopper and Walt Disney. Despite the rally's large turnout, most Hollywood celebrities who took public positions supported the Roosevelt–Truman ticket. In 1947, Menjou cooperated with the House Committee on Un-American Activities saying that Hollywood \"is one of the main centers of Communist activity in America\". He added: \"it is the desire and wish of the masters of Moscow to use this medium for their purposes\" which is \"the overthrow of the American government\". Menjou was a leading member of the Motion Picture Alliance for the Preservation of American Ideals, a group formed to oppose communist influence in Hollywood, whose other members included John Wayne, Barbara Stanwyck (with whom Menjou costarred in Forbidden in 1932 and Golden Boy in 1939) and her husband, actor Robert Taylor. Because of his political leanings, Menjou came into conflict with actress Katharine Hepburn, with whom he appeared in Morning Glory, Stage Door, and State of the Union (also starring Spencer Tracy). Hepburn was strongly opposed to the HUAC hearings, and their clashes were reportedly instant and mutually cutting. During a government deposition, Menjou said, \"Scratch a do-gooder, like Hepburn, and they'll yell, 'Pravda'.\" To this, Hepburn called Menjou \"wisecracking, witty—a flag-waving super-patriot who invested his American dollars in Canadian bonds and had a thing about Communists.\" In his book Kate, Hepburn biographer William Mann said that during the filming of State of the Union, she and Menjou spoke to each other only while acting. == Personal life == Menjou was married three times. His first marriage to Kathryn Conn Tinsley ended in divorce. He married Kathryn Carver in 1928; they divorced in 1934. His third and final marriage was to Verree Teasdale which lasted from 1934 until his death on October 29, 1963; they had one adopted son Peter Menjou. In 1948, Menjou published his autobiography, It Took Nine Tailors. Menjou died on October 29, 1963 of hepatitis in Beverly Hills, California. He is interred beside Verree at Hollywood Forever Cemetery.Resting Places ==Legacy== For his contributions to the motion picture industry, Menjou has a star on the Hollywood Walk of Fame at 6826 Hollywood Boulevard. ==Cultural references== thumb|right|180px|Portrait photogragh of Adolphe Menjou Because of Menjou's public support of HUAC, the propaganda of the German Democratic Republic (GDR) often depicted their western opponents with Menjou-style moustaches, and it was considered a statement of political opposition to trim one's moustache that way. The style became a symbol for the resourceful criminal, and in Germany is still called Menjou-Bärtchen (Menjou beardlet). In German film and theatre, dubious men, opportunists, corrupt politicians, fraudulent persuaders, marriage impostors and other \"slick\" criminals often wear Menjou- Bärtchen. In real life, the style is often associated with opportunism. Salvador Dalí admired Adolphe Menjou. He declared \"la moustache d'Adolphe Menjou est surréaliste\" and began offering fake mustaches from a silver cigarette case to other people with the words \"Moustache? Moustache? Moustache?\" One of the most famous photographs by the avant-garde photographer Umbo is titled \"Menjou En Gros\" ca. 1928. In episode 5 of season 1 of the Andy Griffith show, Barney shows up dressed for a dance and Andy says with emphasis, “Ain’t you the Adolph Menjou of Mayberry, though?” It was a compliment in seeing how sharp Barney looked in a suit. In episode 24 of season 3 of M*A*S*H, Henry Blake is dressed in a new suit to go home. Trapper says, “That suit is really you.” Hawkeye then adds, “If you are Adolph Menjou.” This is similar to the comment in the Andy Griffith show. ==Filmography== * The Acid Test (1914, Short) as Extra (uncredited) * The Man Behind the Door (1914) as Ringmaster (uncredited) * A Parisian Romance (1916) as Julianai * Nearly a King (1916) as Baron * The Price of Happiness (1916) as Howard Neal * The Habit of Happiness (1916) as Society Man (uncredited) * The Crucial Test (1916) as Count Nicolai * The Devil at His Elbow (1916) as Wilfred Carleton * The Reward of Patience (1916) as Paul Dunstan * Manhattan Madness (1916) as Minor Role (uncredited) * The Scarlet Runner (1916) as Bit Part * The Kiss (1916) as Pennington * The Blue Envelope Mystery (1916) as Bit Part (uncredited) * The Valentine Girl (1917) as Joe Winder * Wild and Woolly (1917) (uncredited) * The Amazons (1917) (uncredited) * An Even Break (1917) as Bit Part (uncredited) * The Moth (1917) as Teddy Marbridge / The Husband * What Happened to Rosa (1920) as Reporter Friend of Dr. Drew (uncredited) * The Faith Healer (1921) as Dr. Littlefield * Courage (1921) as Bruce Ferguson * Through the Back Door (1921) as James Brewster * The Three Musketeers (1921) as Louis XIII * Queenie (1921) as Count Michael * The Sheik (1921) as Dr. Raoul de St. Hubert * Head Over Heels (1922) as Sterling * Arabian Love (1922) as Captain Fortine (uncredited) * Is Matrimony a Failure? (1922) as Dudley King * The Fast Mail (1922) as Cal Baldwin * The Eternal Flame (1922) as Duc de Langeais * Pink Gods (1922) as Louis Barney * Clarence (1922) as Hubert Stein * Singed Wings (1922) as Bliss Gordon * The World's Applause (1923) as Robert Townsend * Bella Donna (1923) as Mr. Chepstow * Rupert of Hentzau (1923) as Count Rischenheim * A Woman of Paris (1923) as Pierre Revel * The Spanish Dancer (1923) as Don Salluste * The Marriage Circle (1924) as Prof. Josef Stock * Shadows of Paris (1924) as Georges de Croy, His Secretary * The Marriage Cheat (1924) as Bob Canfield * Broadway After Dark (1924) as Ralph Norton * For Sale (1924) as Joseph Hudley * Broken Barriers (1924) as Tommy Kemp * Sinners in Silk (1924) as Arthur Merrill * Open All Night (1924) as Edmund Durverne * The Fast Set (1924) as Ernest Steel * Forbidden Paradise (1924) as Chancellor * A Kiss in the Dark (1925) as Walter Grenham * The Swan (1925) as Albert von Kersten-Rodenfels * Are Parents People? (1925) as Mr. Hazlitt * Lost: A Wife (1925) as Tony Hamilton * The King on Main Street (1925) as King Serge IV of Molvania * The Grand Duchess and the Waiter (1926) as Albert Durant * Fascinating Youth (1926) as Himself * A Social Celebrity (1926) as Max Haber * The Ace of Cads (1926) as Chappel Maturin * The Sorrows of Satan (1926) as Prince Lucio de Rimanez * Blonde or Brunette (1927) as Henri Martel * Evening Clothes (1927) as Lucien d'Artois * Service for Ladies (1927) as Albert Leroux * A Gentleman of Paris (1927) as Marquis de Marignan * Serenade (1927) as Franz Rossi * A Night of Mystery (1928) as Captain Ferreol * His Tiger Wife (1928) as Henri * His Private Life (1928, with Kathryn Carver) as Georges St. Germain * Marquis Preferred (1929) as Marquis d'Argenville * Fashions in Love (1929) as Paul de Remy * Soyons gais (1930) as Bob Brown * Mon gosse de père (1930) as Jérome * Amor audaz (1930) as Albert d'Arlons * Mysterious Mr. Parkes (1930) as Courtenay Parkes * Morocco (1930) as Monsieur La Bessiere * New Moon (1930) as Governor Boris Brusiloff * The Easiest Way (1931) as William Brockton * Men Call It Love (1931) as Tony * The Front Page (1931) as Walter Burns * The Great Lover (1931) as Jean Paurel * The Parisian (1931) as Jérome Rocheville * Friends and Lovers (1931) as Captain Geoffrey Roberts * Prestige (1931) as Capt. Remy Bandoin * Wir schalten um auf Hollywood (1931) as Himself * Forbidden (1932) as Bob * Wives Beware (1932, first film ever shown at a drive-in)Lewis, Mary Beth. \"Ten Best First Facts\", in Car and Driver, 1/88, p.92. as Maj. Carey Liston * Bachelor's Affairs (1932) as Andrew Hoyt * Diamond Cut Diamond (1932) as Dan McQueen * The Night Club Lady (1932) as Police Commissioner Thatcher Colt * A Farewell to Arms (1932) as Rinaldi * The Circus Queen Murder (1933) as Thatcher Colt * Morning Glory (1933) as Louis Easton * The Worst Woman in Paris? (1933) as Adolphe Ballou * Convention City (1933) as T.R. (Ted) Kent * Easy to Love (1934) as John * Journal of a Crime (1934) as Paul Moliet * The Trumpet Blows (1934) as Pancho Montes / Pancho Gomez * Little Miss Marker (1934) as Sorrowful Jones * The Great Flirtation (1934) as Stephan Karpath * The Human Side (1934) as Gregory Sheldon * The Mighty Barnum (1934) as Bailey Walsh * Gold Diggers of 1935 (1935) as Nicolai Nicoleff * Broadway Gondolier (1935) as Professor Eduardo de Vinci * The Milky Way (1936) as Gabby Sloan * Sing, Baby, Sing (1936) as Bruce Farraday * Wives Never Know (1936) as J. Hugh Ramsey * One in a Million (1936) as Tad Spencer * A Star Is Born (1937) as Oliver Niles * Café Metropole (1937) as Monsieur Victor * One Hundred Men and a Girl (1937) as John Cardwell * Stage Door (1937) as Anthony Powell * The Goldwyn Follies (1938) as Oliver Merlin * Letter of Introduction (1938) as John Mannering * Thanks for Everything (1938) as J. B. Harcourt * King of the Turf (1939) as Jim Mason * Golden Boy (1939) as Tom Moody * The Housekeeper's Daughter (1939) as Deakon Maxwell * That's Right—You're Wrong (1939) as Stacey Delmore * Turnabout (1940) as Phil Manning * A Bill of Divorcement (1940) as Hilary Fairfield * Road Show (1941) as Colonel Carleton Carroway * Father Takes a Wife (1941) as Senior * Roxie Hart (1942) as Billy Flynn * Syncopation (1942) as George Latimer * You Were Never Lovelier (1942) as Eduardo Acuña * Hi Diddle Diddle (1943) as Col. Hector Phyffe * Sweet Rosie O'Grady (1943) as Tom Moran * Step Lively (1944) as Wagner * Man Alive (1945) as Kismet * Heartbeat (1946) as Ambassador * The Bachelor's Daughters (1946) as Alexander Moody * I'll Be Yours (1947) as J. Conrad Nelson * Mr. District Attorney (1947) as Craig Warren * The Hucksters (1947) as Mr. Kimberly * State of the Union (1948) as Jim Conover * My Dream Is Yours (1949) as Thomas Hutchins * Dancing in the Dark (1949) as Melville Crossman * To Please a Lady (1950) as Gregg * The Tall Target (1951) as Colonel Caleb Jeffers * Across the Wide Missouri (1951) as Pierre * The Sniper (1952) as Police Lt. Frank Kafka * Man on a Tightrope (1953) as Fesker * Timberjack (1955) as 'Sweetwater' Tilton * The Ambassador's Daughter (1956) as Senator Jonathan Cartwright * Bundle of Joy (1956) as J.B. Merlin * The Fuzzy Pink Nightgown (1957) as Arthur Martin * Paths of Glory (1957) as Major General Georges Broulard * I Married a Woman (1958) as Frederick W. Sutton * Pollyanna (1960) as Mr. Pendergast ==Radio appearances== {| class=\"wikitable\" |- ! Year !! Program !! Episode/source |- | 1946|| Screen Guild Players || Experiment Perilous |- | 1946|| This Is Hollywood || The Bachelor's Daughters |} == See also == * List of actors with Academy Award nominations ==References== ==External links== * * * * * Photographs of Adolphe Menjou Category:1890 births Category:1963 deaths Category:20th-century American male actors Category:American male film actors Category:American male silent film actors Category:United States Army personnel of World War I Category:American people of French descent Category:American people of Irish descent Category:American Roman Catholics Category:Burials at Hollywood Forever Cemetery Category:California Republicans Category:Cornell University College of Engineering alumni Category:Deaths from hepatitis Category:Male actors from Pittsburgh Category:Pennsylvania Republicans Category:Vaudeville performers Category:John Birch Society members Category:Culver Academies alumni Category:Old Right (United States) Category:United States Army officers",
 "title": "Adolphe Menjou"
}