{
 "id": "144869",
 "text": "Toponymy, toponymics, or toponomastics (from / , 'place', and / , 'name') is the study of toponyms (proper names of places, also known as place name or geographic name), their origins and meanings, use and typology.Wyrwas, Katarzyna. 5 December 2004. § \"Czy nauka zajmująca się nazewnictwem miast to onomastyka? Według jakich kategorii dzieli się pochodzenie nazw? [Is science dealing with city names an onomastics? What categories does the origin of names fall into?].\" Poradniki Językowe. Katowice, PL: Uniwersytetu Śląskiego w Katowicach. Toponym is the general term for a proper name of any geographical feature,United Nations Conference on the Standardization of Geographical Names, London, 10–31 May 1972. New York: United Nations Dept. of Economic and Social Affairs. 1974. p. 68. and full scope of the term also includes proper names of all cosmographical features. In a more specific sense, the term toponymy refers to an inventory of toponyms, while the discipline researching such names is referred to as toponymics or toponomastics. Toponymy is a branch of onomastics, the study of proper names of all kinds. A person who studies toponymy is called toponymist. ==Etymology== Tthe Oxford English Dictionary records toponymy (meaning \"place name\") first appearing in English in 1876.\" toˈponymist\" appears in 1850s Since then, toponym has come to replace the term place-name in professional discourse among geographers. ==Toponymic typology== Toponyms can be divided in two principal groups: * geonyms - proper names of all geographical features, on planet Earth. * cosmonyms - proper names of cosmographical features, outside Earth. Various types of geographical toponyms (geonyms) include, in alphabetical order: * agronyms - proper names of fields and plains. * choronyms - proper names of regions or countries. * dromonyms - proper names of roads or any other transport routes by land, water or air. * drymonyms - proper names of woods and forests. * econyms - proper names of inhabited locations, like houses, villages, towns or cities, including: ** comonyms - proper names of villages. ** astionyms - proper names of towns and cities. * hydronyms - proper names of various bodies of water, including: ** helonyms - proper names of swamps, marshes and bogs. ** limnonyms - proper names of lakes and ponds. ** oceanonyms - proper names of oceans. ** pelagonyms - proper names of seas. ** potamonyms - proper names of rivers and streams. * insulonyms - proper names of islands. * oronyms - proper names of relief features, like mountains, hills and valleys, including: ** speleonyms - proper names of caves or some other subterranean features. * urbanonyms - proper names of urban elements (streets, squares etc.) in settlements, including: ** agoronyms - proper names of squares and marketplaces. ** hodonyms - proper names of streets and roads. Various types of cosmographical toponyms (cosmonyms) include: * asteroidonyms - proper names of asteroids. * astronyms - proper names of stars and constellations. * cometonyms - proper names of comets. * meteoronyms - proper names of meteors. * planetonyms - proper names of planets and planetary systems. ==History== It can be argued that the first toponymists were the storytellers and poets who explained the origin of specific place names as part of their tales; sometimes place-names served as the basis for their etiological legends. The process of folk etymology usually took over, whereby a false meaning was extracted from a name based on its structure or sounds. Thus, for example, the toponym of Hellespont was explained by Greek poets as being named after Helle, daughter of Athamas, who drowned there as she crossed it with her brother Phrixus on a flying golden ram. The name, however, is probably derived from an older language, such as Pelasgian, which was unknown to those who explained its origin. In his Names on the Globe, George R. Stewart theorizes that Hellespont originally meant something like 'narrow Pontus' or 'entrance to Pontus', Pontus being an ancient name for the region around the Black Sea, and by extension, for the sea itself. == Toponomastics == Place names provide the most useful geographical reference system in the world. Consistency and accuracy are essential in referring to a place to prevent confusion in everyday business and recreation. A toponymist, through well-established local principles and procedures developed in cooperation and consultation with the United Nations Group of Experts on Geographical Names (UNGEGN), applies the science of toponymy to establish officially recognized geographical names. A toponymist relies not only on maps and local histories, but interviews with local residents to determine names with established local usage. The exact application of a toponym, its specific language, its pronunciation, and its origins and meaning are all important facts to be recorded during name surveys. Scholars have found that toponyms provide valuable insight into the historical geography of a particular region. In 1954, F. M. Powicke said of place-name study that it \"uses, enriches and tests the discoveries of archaeology and history and the rules of the philologists.\"Powicke, F. M. 1954. \"Armstrong, Mawer, Stenton and Dickins 'The Place-Names of Cumberland' (1950–53)\" (book review). The English Historical Review 69. p. 312. Toponyms not only illustrate ethnic settlement patterns, but they can also help identify discrete periods of immigration. Toponymists are responsible for the active preservation of their region's culture through its toponymy. They typically ensure the ongoing development of a geographical names database and associated publications, for recording and disseminating authoritative hard- copy and digital toponymic data. This data may be disseminated in a wide variety of formats, including hard-copy topographic maps as well as digital formats such as geographic information systems and Google Maps. ==Issues== In 2002, the United Nations Conference on the Standardization of Geographical Names acknowledged that while common, the practice of naming geographical places after living persons could be problematic. Therefore, the United Nations Group of Experts on Geographical Names recommends that it be avoided and that national authorities should set their own guidelines as to the time required after a person's death for the use of a commemorative name. In the same vein, writers Pinchevski and Torgovnik (2002) consider the naming of streets as a political act in which holders of the legitimate monopoly to name aspire to engrave their ideological views in the social space. Similarly, the revisionist practice of renaming streets, as both the celebration of triumph and the repudiation of the old regime is another issue of toponymy. Also, in the context of Slavic nationalism, the name of Saint Petersburg was changed to the more Slavic sounding Petrograd from 1914 to 1924, then to Leningrad following the death of Vladimir Lenin and back to Saint-Peterburg in 1991 after the fall of the Soviet Union. After 1830, in the wake of the Greek War of Independence and the establishment of an independent Greek state, Turkish, Slavic and Italian place names were Hellenized, as an effort of \"toponymic cleansing.\" This nationalization of place names can also manifest itself in a postcolonial context. In Canada, there have been initiatives in recent years \"to restore traditional names to reflect the Indigenous culture wherever possible\". Frictions sometimes arise between countries because of toponymy, as illustrated by the Macedonia naming dispute in which Greece has claimed the name Macedonia, the Sea of Japan naming dispute between Japan and Korea, as well as the Persian Gulf naming dispute. On 20 September 1996 a note on the internet reflected a query by a Canadian surfer, who said as follows: ‘One producer of maps labeled the water body “Persian Gulf” on a 1977 map of Iran, and then “Arabian Gulf”, also in 1977, in a map which focused on the Gulf States. I would gather that this is an indication of the “politics of maps”, but I would be interested to know if this was done to avoid upsetting users of the Iran map and users of the map showing Arab Gulf States’. This symbolizes a further aspect of the topic, namely the spilling over of the problem from the purely political to the economic sphere. ==Geographic names boards== A geographic names board is an official body established by a government to decide on official names for geographical areas and features. Most countries have such a body, which is commonly (but not always) known under this name. Also, in some countries (especially those organised on a federal basis), subdivisions such as individual states or provinces will have individual boards. Individual geographic names boards include: * Antarctic Place-names Commission *Commission nationale de toponymie (National toponymy commission - France) * Geographical Names Board of Canada * Geographical Names Board of New South Wales *New Zealand Geographic Board * South African Geographical Names Council * United States Board on Geographic Names ==Notable toponymists== *Marcel Aurousseau (1891-1983), Australian geographer, geologist, war hero, historian and translator *Andrew Breeze (b. 1954), English linguist *William Bright (1928-2006), American linguist *Richard Coates (b. 1949), English linguist *Joan Coromines (1905-1997), etymologist, dialectologist, toponymist *Albert Dauzat (1877-1955), French linguist *Eilert Ekwall (1877-1964, Sweden) * *Henry Gannett (1846-1914), American geographer *Margaret Gelling (1924-2009), English toponymist *Michel Grosclaude (1926-2002), philosopher and French linguist *Erwin Gustav Gudde *Ernest Nègre (1907-2000), French toponymist *W. F. H. Nicolaisen (1927-2016), folklorist, linguist, medievalist *Oliver Padel (b. 1948), English medievalist and toponymist *Robert L. Ramsay (1880-1953), American linguist *Adrian Room (1933-2010), British toponymist and onomastician *Charles Rostaing (1904-1999), French linguist *Henry Schoolcraft (1793-1864), American geographer, geologist and ethnologist *Jan Paul Strid (1947-2018), Swedish toponymist *Walter Skeat (1835-1912), British philologist *Albert Hugh Smith (1903-1967), scholar of Old English and Scandinavian languages *Frank Stenton (1880-1967), historian of Anglo-Saxon England *George R. Stewart (1895-1980), American historian, toponymist and novelist *Isaac Taylor (1829-1901), philologist, toponymist and Anglican canon of York *James Hammond Trumbull (1821-1897), American scholar and philologist *William J. Watson (1865-1948), Scottish scholar ==See also== === Related concepts === * Anthroponymy * Demonymy *Ethnonymy *Exonym and endonym * Gazetteer * Lists of places *Oeconym === Toponymy === *Toponymic surname *Planetary nomenclature === Hydronymy === *Latin names of European rivers *Latin names of rivers *List of river name etymologies *Old European hydronymy === Regional toponymy === *Biblical toponyms in the United States *German toponymy *Germanic toponymy *Historical African place names *Japanese place names *Korean toponymy and list of place names *List of English exonyms for German toponyms *List of French exonyms for Dutch toponyms *List of French exonyms for German toponyms *List of French exonyms for Italian toponyms *List of Latin place names in Europe *List of renamed places in the United States *List of U.S. place names connected to Sweden *List of U.S. state name etymologies *List of U.S. state nicknames *Maghreb toponymy *Names of European cities in different languages *New Zealand place names *Oikonyms in Western and South Asia *Place names in Sri Lanka *Roman place names *Toponyms of Finland *Toponymy in the United Kingdom and Ireland **Celtic toponymy **List of British places with Latin names **List of generic forms in British place names **List of places in the United Kingdom **List of Roman place names in Britain **Place names in Irish **Welsh place names **Territorial designation **Toponymical list of counties of the United Kingdom === Other === *Labeling (map design) *List of adjectival forms of place names *List of double placenames *List of long place names *List of names in English with counterintuitive pronunciations *List of places named after peace *List of places named after Lenin *List of places named after Stalin *List of places named for their main products *List of political entities named after people *List of short place names *List of tautological place names *List of words derived from toponyms *Lists of things named after places *List of geographic acronyms and initialisms *List of geographic portmanteaus *List of geographic anagrams and ananyms *United Nations Group of Experts on Geographical Names *UNGEGN Toponymic Guidelines ==References== ==Sources== * * ==Further reading== * Berg, Lawrence D. and Jani Vuolteenaho. 2009. Critical Toponymies (Re-Materialising Cultural Geography). Ashgate Publishing. * * Cablitz, Gabriele H. 2008. \"When 'what' is 'where': A linguistic analysis of landscape terms, place names and body part terms in Marquesan (Oceanic, French Polynesia).\" Language Sciences 30(2/3):200–26. * Desjardins, Louis-Hébert. 1973. Les nons géographiques: lexique polyglotte, suivi d'un glossaire de 500 mots. Leméac. * Hargitai, Henrik I. 2006. \"Planetary Maps: Visualization and Nomenclature.\" Cartographica 41(2):149–64 *Hargitai, Henrik I., Hugh S. Greqorv, Jan Osburq, and Dennis Hands. 2007. \"Development of a Local Toponym System at the Mars Desert Research Station.\" Cartographica 42(2):179–87. * * Hercus, Luise, Flavia Hodges, and Jane Simpson. 2009. The Land is a Map: Placenames of Indigenous Origin in Australia. Pandanus Books. * Kadmon, Naftali. 2000. Toponymy: the lore, laws, and language of geographical names. Vantage Press. ==External links== *Who Was Who in North American Name Study *Forgotten Toponymy Board (German) *The origins of British place names *An Index to the Historical Place Names of Cornwall *Celtic toponymy *The Doukhobor Gazetteer, Doukhobor Heritage website, by Jonathan Kalmakoff. *O'Brien Jr., Francis J. (Moondancer) “Indian Place Names—Aquidneck Indian Council” *Ghana Place Names *Index Anatolicus: Toponyms of Turkey *The University of Nottingham's: Key to English Place-names searchable map. * The Etymology of Mars crater names Category:Place names",
 "title": "Toponymy"
}