{
 "id": "144858",
 "text": "EuroNat was an organisation of European ultranationalist political parties, formed initially at the congress of the French National Front (FN) in Strasbourg on 30 March 1997.Mareš, 2006, p. 11. It had a loose organisational structure, and was in practice based on coordination by activities of the FN. The organisation failed to attract much support in Western Europe, as FN leader Jean-Marie Le Pen was more successful in gathering support in Eastern Europe. NordNat was an attempt to form a regional organisation by Nordic parties. As of the late 2000s, only the FN, BNP, ND, MS-FT, DN and NR parties were listed as members of EuroNat. In a joint declaration, the founders of Euronat expressed, among other things, the view that a \"reborn\" Europe \"should be built with the European nations based on civilizations rooted in Greek, Celtic, Germanic, Latin and Christian traditions.\"https://www.regeringen.se/contentassets/91eb2be18b9e4e52aaeba109ab316577/demokratins- forgorare The declaration was signed by representatives of, among others, Forza Nuova, the Greater Romanian Party and Democracia Nacional, as well as the previously mentioned Sweden Democrats and Front National. Parties that at one point were part of the organisation include:Mareš, 2006, pp. 11-12, 24. * Vlaams Blok (VB) * Rally for the Republic - Republican Party of Czechoslovakia (SPR-RSČ) * Republicans of Miroslav Sládek (RMS) * Croatian Party of Rights (HSP) * Patriotic People's Movement (IKL) * National Front (FN) * German People's Union (DVU) * Hellenic Front (EM) * Hungarian Justice and Life Party (MIÉP) * New Force (FN) * Tricolour Flame (MS-FT) * New Right (NR) * National Alliance (AN) * Greater Romania Party (PRM) * Serbian Radical Party (SRS) * Slovak National Party (SNS) * National Democracy (DN) * National Democrats (ND) * Sweden Democrats (SD) * British National Party (BNP). ==See also== *Alliance of European National Movements *NordNat *European National Front (2004–2009) ==References== ==Bibliography== * *Euro-Nat - The international network of the Sweden Democrats, Stieg Larsson, David Lagerlöf, Svend Johansen, Kerstin Zachrisson *Euro-Nat: Sverigedemokraternas internationella nätverk, Stieg Larsson ==External links== *EuroNat Official Website Category:1997 establishments in Europe Category:Nationalist parties in Europe Category:Political parties established in 1997 Category:Politics of Europe Category:Pan-European political parties Category:Neo-fascist organizations",
 "title": "Euronat"
}