{
 "id": "145078",
 "text": "The Gulf of California (), also known as the Sea of Cortés (Mar de Cortés) or Sea of Cortez, or less commonly as the Vermilion Sea (Mar Bermejo), is a marginal sea of the Pacific Ocean that separates the Baja California Peninsula from the Mexican mainland. It is bordered by the states of Baja California, Baja California Sur, Sonora, and Sinaloa with a coastline of approximately . Rivers that flow into the Gulf of California include the Colorado, Fuerte, Mayo, Sinaloa, Sonora, and the Yaqui. The surface of the gulf is about . Maximum depths exceed because of the complex geology, linked to plate tectonics. The gulf is thought to be one of the most diverse seas on Earth and is home to more than 5,000 species of micro-invertebrates. Parts of the Gulf of California are a UNESCO World Heritage Site. ==Geography== ===History=== The marine expeditions of Fortún Ximénez,Mathes, W. Michael. “The Mythological Geography of California: Origins, Development, Confirmation and Disappearance.” The Americas, vol. 45, no. 3, Cambridge University Press, 1989, pp. 315–41, JSTOR website Retrieved 18 March 2022. Hernán Cortés,Fujita, Harumi. “Prehistoric Occupation of Espíritu Santo Island, Baja California Sur, Mexico: Update and Synthesis.” Journal of California and Great Basin Anthropology, vol. 30, no. 1, Malki Museum, Inc., 2010, p. 18., JSTOR website Retrieved 18 March 2022. Juan Rodríguez Cabrillo,Burckhalter, David, et al. “Early Attempts to Colonize Baja California.” Baja California Missions: In the Footsteps of the Padres, University of Arizona Press, 2013, pp. 15–18, JSTOR website Retrieved 18 March 2022. Francisco de Ulloa,Montané Martí, Julio C, Francisco Preciado, and Francisco Noguerol de Ulloa. Francisco De Ulloa: Explorador De Ilusiones. Hermosillo, Sonora, México: Universidad de Sonora, 1995 HathiTrust website Retrieved 18 March 2022. Hernando de Alarcón, Captain Francisco de Lucenilla,Lucenilla, y T. F, Carranco J. Cavallero, Juan B. Ramirez, and Antonio S. Toledo. Report of the Voyage of Captain Francisco De Lucenilla to the Californias in 1668. , 1668. Manuscript. Newberry Library. and Sebastián Vizcaíno document its earliest record.Griffin, George Butler, and Sebastian Vizcaino. “[Report Which Sebastian Vizcaino Makes for the Information of the King of Spain Concerning His Expedition to the Gulf of California—Written Early in 1597].” Publications of the Historical Society of Southern California, vol. 2, no. 1, [University of California Press, Historical Society of Southern California], 1891, pp. 35–52, JSTOR website Retrieved 18 March 2022. Juan de Oñate reached the gulf overland in 1605 by following the Colorado River.Kessell, John L. “‘To See Such Marvels with My Own Eyes’: Spanish Exploration in the Western Borderlands.” Montana: The Magazine of Western History, vol. 41, no. 4, Montana Historical Society, 1991, pp. 68–75, JSTOR website Retrieved 18 March 2022. In the 19th century Duflot de Mofras of France and C.H. Gilbert of the United States Fish Commission visited the area.Pipes, Nellie Bowden. “Extract from Exploration of the Oregon Territory, the Californias, and the Gulf of California, Undertaken during the Years 1840, 1841 and 1842 by Eugene Duflot de Mofras.” The Quarterly of the Oregon Historical Society, vol. 26, no. 2, Oregon Historical Society, 1925, pp. 151–90, JSTOR website Retrieved 18 March 2022.Hastings, Philip A., et al. “Fishes of the Gulf of California.” The Gulf of California: Biodiversity and Conservation, edited by Richard C. Brusca, University of Arizona Press, 2010, pp. 96–118, JSTOR website Retrieved 18 March 2022. ===Area=== The International Hydrographic Organization defines the southern limit of the gulf as: \"A line joining Piaxtla Point (latitude 23°38'N) on the west coast of the mainland of Mexico, and the southern extreme of Lower California\". The gulf is long and wide, with an area of , a mean depth of , and a volume of . The Gulf of California includes three faunal regions: # the Northern Gulf # the Central Gulf # the Southern Gulf One recognized transition zone is termed the Southwestern Baja California Peninsula. Transition zones exist between faunal regions, and they usually vary for each individual species. (Faunal regions are distinguishable based on the specific types of animals found there. ) ===Geology=== 300px|thumbnail|Satellite picture of the gulf Geologic evidence is widely interpreted by geologists as indicating the gulf came into being around 5.3 million years ago as tectonic forces rifted the Baja California Peninsula off the North American Plate.Hamilton, W.B., 1961, Origin of the Gulf of California: GSA Bull., 72, 1307–1318. As part of this process, the East Pacific Rise propagated up the middle of the Gulf along the seabed. This extension of the East Pacific Rise is often referred to as the Gulf of California Rift Zone. The Gulf would extend as far as Indio, California, except for the tremendous delta created by the Colorado River. This delta blocks the sea from flooding the Mexicali and Imperial Valleys. Volcanism dominates the East Pacific Rise. The island of Isla Tortuga is one example of this ongoing volcanic activity. Furthermore, hydrothermal vents due to extension tectonic regime, related to the opening of the gulf, are found in the Bahía de Concepción, Baja California Sur. ===Islands=== The gulf contains 37 major islands – the two largest being Isla Ángel de la Guarda and Isla Tiburón. Most of the islands are found on the west side of the gulf. In fact, many of the islands of the gulf are the result of volcanic eruptions that occurred during the early history of Baja California. The islands of Islas Marías, Islas San Francisco, and Isla Partida are thought to be the result of such eruptions. The formations of the islands, however, are not dependent on each other. They were each formed as a result of an individual structural occurrence. Several islands, including Isla Coronados, are home to volcanoes. The gulf has more than 900 islets and islands which together total about 420 hectares. All of them as a whole were enacted as \"Area Reserve and Migratory Bird Refuge and Wildlife\" on August 2, 1978. In June 2000, the islands were designated a flora and fauna protection area. In addition to this effort by the Mexican government, for its importance and recognition worldwide, all islands in the gulf are also part of the international program \"Man and Biosphere\" (MAB) and are part of the World Reserve Network UNESCO Biosphere as Special Biosphere Reserve. Because of the vast expanse covered by this federal protected area, conservation and management is carried out through a system of four regional directorates (one per bordering the Gulf of California state). The work of direct and indirect conservation done in the islands is governed by a single management program, published in 2000, which is complemented by local and specific management programs. The Directorate of Protection Area Wildlife California Gulf Islands in Baja California is responsible for 56 islands located off the coast of the state. These are grouped into four archipelagos: San Luis Gonzaga or Enchanted, Guardian Angel, Bahia de los Angeles and San Lorenzo. ===Shores and tides=== The three general types of shores found in the gulf include rocky shore, sandy beach, and tidal flat. Some of the rich biodiversity and high endemism that characterize the gulf and make it such a hotspot for fishing can be attributed to seemingly insignificant factors, such as the types of rocks that make up a shore. Beaches with softer, more porous rocks (such as coquina limestone, rhyolites, granite, or diorite) generally have a higher species richness than those with harder, smoother rocks (such as basalt or diabase). Porous rocks will naturally have more cracks and crevices in them, making them ideal living spaces for many animals. The rocks themselves, however, generally need to be stable on the shore for a habitat to be stable. Additionally, the color of the rocks can affect the organisms living on a shore. For example, darker rocks will be significantly warmer than lighter ones, and can deter animals that do not have a high tolerance for heat. The northern gulf experiences tidal ranges of up to . Mixed semidiurnal tides are the norm throughout most of the Gulf. ===Estuaries=== There are a number of negative estuaries, that is, ones in which the evaporation of seawater is relatively greater than that of the fresh water input. The salinities of these inlets are higher than that of the ocean. The temperatures, poikilothermal, of these negative estuaries also are higher than the general temperature of the gulf. It is possible that at one time these estuaries were positive, that is, ones in which the seawater component is diluted; therefore, the water is brackish, with salinity less than that of the ocean. However, because of human settlement around the gulf and water diversion for municipal and agricultural use in an area of comparatively low rainfall, there are no longer many rivers that freely empty into the gulf. The upper Colorado River Delta is one example of a historically major estuary and wetlands ecosystem, that since the 20th century construction of upriver dams and diversion aqueducts on the Colorado River, is now a small ephemeral remnant estuary. The remaining gulf inlets still are important to several species of fishes, crustaceans, and shellfish that are commercially harvested. ==Climate== ===Air=== Even though the shores of the gulf are generally sheltered from the continuous wave shock that is experienced by most other North American shores, storms known as a \"chubasco\" can cause significant damage to shorelines, despite their brevity. ===Ocean=== The depth of the water helps to determine its temperature. For example, shallow depths are directly influenced by the local temperature of the air, while deeper waters are less susceptible to changes in air temperature. The temperature of the water in the gulf generally experiences lows of in winter and highs of in summer. But temperatures can vary greatly in the gulf, and the water is almost always warmer by the coast than the open ocean. For example, the waters surrounding La Paz reach in August, while the waters in neighboring city Cabo San Lucas, only reach . Occasionally, the northern gulf will go through significantly cold winters. The water in the northern gulf can sometimes drop below , which can lead to a large die-off of marine organisms. The animals most susceptible to the large decrease in water temperature include macroscopic algae and plankton. {|class=\"wikitable\" |+Average sea temperatures of Puerto Peñasco |- !Jan !Feb !Mar !Apr !May !Jun !Jul !Aug !Sep !Oct !Nov !Dec |- |17 °C 63 °F |16 °C 61 °F |17 °C 63 °F |19 °C 66 °F |21 °C 70 °F |23 °C 73 °F |26 °C 79 °F |28 °C 82 °F |28 °C 82 °F |26 °C 79 °F |23 °C 73 °F |19 °C 66 °F |} {|class=\"wikitable\" |+Average sea temperatures of La Paz |- !Jan !Feb !Mar !Apr !May !Jun !Jul !Aug !Sep !Oct !Nov !Dec |- |19 °C 66 °F |19 °C 66 °F |21 °C 70 °F |23 °C 73 °F |25 °C 77 °F |27 °C 81 °F |28 °C 82 °F |30 °C 85 °F |28 °C 82 °F |27 °C 81 °F |24 °C 75 °F |21 °C 70 °F |} {|class=\"wikitable\" |+Average sea temperatures of Cabo San Lucas |- !Jan !Feb !Mar !Apr !May !Jun !Jul !Aug !Sep !Oct !Nov !Dec |- |20 °C 68 °F |19 °C 66 °F |19 °C 66 °F |19 °C 66 °F |20 °C 68 °F |21 °C 70 °F |24 °C 75 °F |26 °C 79 °F |26 °C 79 °F |26 °C 79 °F |24 °C 75 °F |22 °C 72 °F |} ==Marine life== The narrow sea is home to a rich ecosystem. In addition to a wide range of endemic creatures, such as the critically endangered vaquita, it hosts many migratory species, such as the humpback whale, California gray whale, killer whale, manta ray, Humboldt squid and leatherback sea turtle, and the world's largest animal, the blue whale. The unusual resident populations of fin whales and sperm whales do not migrate annually. The area near the Colorado River Delta has a small remnant population of totoaba. This region has historically been a magnet for world-class sport fishing activities, with a rich history of sporting world records. The region also has a rich history as a commercial fishery. However, the data vary wildly according to the species being studied, and the gulf's ability to recuperate after years of overfishing remains uncertain. Moreover, changes in terrestrial ecology, such as the vast reduction in flow from the Colorado River into the gulf, have negatively affected fisheries, particularly in the northern region. The gulf sustains a large number of marine mammals, many of which are rare and endangered. Its more than 900 islands are important nesting sites for thousands of seabirds, and its waters are primary breeding, feeding, and nursing grounds for myriad migratory and resident fish species. For decades, the gulf has been a primary source of two of Mexico's leading marine resources, sardines and anchovies. Water pollution is a problem in the gulf, but the more immediate concerns are overfishing and bottom trawling, which destroys eelgrass beds and shellfish. Efforts by the Mexican government to create conservation zones and nature reserves have been hampered by lack of enforcement resources as well as a lack of a political consensus on this issue of conservation of the Gulf. This occurs even though significant areas are a UNESCO World Heritage Site. The thousands of miles of coastline are remote and difficult to police, and the politically powerful commercial fishing industry has been slow to embrace even economically viable conservation measures. Conservation of the gulf's fisheries and coastlines is also complicated by a long history of overcapitalization in the sector, and the direct, often negative, impacts that conservation measures have on the livelihoods of Mexico's coastal inhabitants. At present, the Mexican government and business interests have promoted a macro-level, tourist development vision for the gulf, the impacts of which on local ecology and society are uncertain. In 2019, the gulf was added to the List of World Heritage in Danger because of concerns of the imminent extinction of the vaquita, an endemic porpoise in the area. Coastal communities are highly reliant on both commercial and sport fishing, including San Felipe, San Carlos, Cabo San Lucas, La Paz, Loreto, Guaymas, Bahía Kino, Puerto Peñasco, Topolobampo and Mulegé. The well-developed shrimp and sardine fleets of Mazatlán, on the Mexican mainland's Pacific coast, heavily exploit the commercial fisheries of the southern gulf. Many marine organisms can only survive within a particular salinity range, which makes salinity a notable factor in determining the types of potentially commercial organisms found in the gulf. The mean annual ranges of salinity of the Sea of Cortez are between 3.5 and 3.58% at the surface. Furthermore, the salinity of the water of the northern gulf is generally higher than the central and southern faunal regions due to the increased amount of evaporation that occurs in that region. Locals have alleged the existence of a giant creature known as the \"Black Demon\" () of the Sea of Cortez. It is usually considered to be a black shark, and less commonly as a whale, measuring about , similar to the estimated length of the megalodon. It is one of a number of alleged cases of giant sharks in the Pacific Ocean, made throughout the 20th and 21st centuries. ==See also== * List of western shore communities on the Gulf of California * List of eastern shore communities on the Gulf of California * Ferdinand Konščak ==References== ==Further reading== * Studies by researchers, on both sides of the border, on the threats to the diversity of species in the gulf's waters. * An anthology of writings that describe Baja California, and the Gulf of California, from sources dated from the mid-sixteenth century to present. ==External links== * CEDO Intercultural * Desert Museum * Friends of Wild Baja conserves and protects the critical habitats and biodiversity of The Gulf of California California California, Gulf of Category:Pacific Coast of Mexico Category:Landforms of Baja California Category:Landforms of Baja California Sur Category:Landforms of Sonora Category:Landforms of Sinaloa Category:Colorado River Category:Ecoregions of Mexico Category:Temperate Northern Pacific Category:World Heritage Sites in Mexico Category:Cenozoic Mexico Category:Cenozoic rifts and grabens Category:Origin of the name California",
 "title": "Gulf of California"
}