{
 "id": "145169",
 "text": "ASCI White was a supercomputer at the Lawrence Livermore National Laboratory in California, which was briefly the fastest supercomputer in the world. thumb|Fisheye view of ASCI White It was a computer cluster based on IBM's commercial RS/6000 SP computer. 512 nodes were interconnected for ASCI White, with each node containing sixteen 375MHz IBM POWER3-II processors. In total, the ASCI White had 8,192 processors, 6terabytes (TB) of memory, and 160TB of disk storage. It was almost exclusively used for large-scale computations requiring dozens, hundreds, or thousands of processors. The computer weighed 106tons and consumed 3MW of electricity with a further 3MW needed for cooling. It had a theoretical processing speed of 12.3teraFLOPS (TFLOPS). A single modern 4U rackmount server could match these specifications while weighing under 50 kg and consuming under 2 kW of power. The system ran IBM's AIX operating system. ASCI White was made up of three individual systems, the 512-node White, the 28-node Ice and the 68-node Frost. The system was built in Poughkeepsie, New York. Completed in June 2000 it was transported to specially built facilities in California and officially dedicated on August 15, 2001. Its peak performance of 12.3TFLOPS was not achieved in the widely accepted LINPACK tests. The system cost US$110 million (equivalent to $ million in ). It was built as stage three of the Accelerated Strategic Computing Initiative (ASCI) started by the U.S. Department of Energy and the National Nuclear Security Administration to build a simulator to replace live WMD testing following the moratorium on testing started by President George H. W. Bush in 1992 and extended by Bill Clinton in 1993. The machine was decommissioned beginning July 27, 2006. == References == Category:Cluster computing Category:Nuclear stockpile stewardship Category:Lawrence Livermore National Laboratory Category:IBM supercomputers Category:64-bit computers",
 "title": "ASCI White"
}