{
 "id": "145114",
 "text": "Emanuel \"Manny\" Steward (July 7, 1944 – October 25, 2012) was an American boxer, trainer, and commentator for HBO Boxing. He was also called the Godfather of Detroit Boxing. Steward trained 41 world champion fighters throughout his career, most notably Thomas Hearns, through the famous Kronk Gym and later heavyweights Lennox Lewis and Wladimir Klitschko. Emanuel trained over two dozen boxers who turned out to be champions in the course of his career. His heavyweight fighters had a combined record of 34-2-1 in title fights. He was an inducted of the International Boxing Hall Of Fame, and the World Boxing Hall of Fame. Steward was also known for his charity work in Detroit, Michigan, helping youth to attain an education. ==Life and career== Steward was born in Bottom Creek, West Virginia, but, by the age of 12, he had moved with his mother to Detroit, Michigan, after she divorced his father, who was a coal miner.Emanuel Steward dies at 68 From Los Angeles Times obituaries. Retrieved November 13, 2012. After moving to Detroit, he worked briefly in the auto industry before eventually going to Brewster Recreation Center, where Joe Louis and Eddie Futch trained. Steward began an amateur boxing career there. He compiled a record of 94 wins and 3 losses as an amateur boxer, including winning the 1963 national Golden Gloves tournament in the bantamweight division. In 1971, Steward took his half brother, James Steward, to the nearby Kronk Gym, a hot-bed for amateur boxers in the 1970s, and became a part-time coach there. Steward trained many of the nation's top amateurs. He eventually translated his success with amateurs into a career training championship-level professional fighters. On March 2, 1980, Hilmer Kenty became Steward's first world champion by knocking out world lightweight champ Ernesto España. Steward achieved his most notable early success with welterweight Thomas Hearns, whom he changed from a light hitting boxer into one of the most devastating punchers in boxing history. Hearns became one of Steward's most successful and popular fighters, fighting Sugar Ray Leonard, knocking out Roberto Durán, and challenging undisputed middleweight champion Marvelous Marvin Hagler. He was well known for his outgoing personality and endless energy. In addition, he was very giving and was known for being a father figure. He even, at one point, obtained a 97-3 title. Even though he fought, his main passion was training. ===Death=== Steward died on October 25, 2012, after undergoing surgery for diverticulitis. He was 68. Colon cancer was subsequently reported as a contributing factor to his death. Ken Hershman, president of HBO Sports, where Steward had worked as a commentator since 2001, released a statement, saying: \"There are no adequate words to describe the enormous degree of sadness and loss we feel at HBO Sports with the tragic passing of Manny Steward. For more than a decade, Manny was a respected colleague who taught us so much not only about the sweet science but also about friendship and loyalty. His energy, enthusiasm and bright smile were a constant presence. Ten bells do not seem enough to mourn his passing. His contributions to the sport and to HBO will never be forgotten. Our thoughts and prayers are with his family.\" ==Honors== *Elected into the International Boxing Hall of Fame *Elected into the World Boxing Hall of Fame ==Kronk Gym== Kronk Gym became a property of Steward's, who was also famous for his collection of Rolls Royce cars and mansions. He opened a branch of the gym in Tucson, Arizona, and started an association with the Dodge Theater in Phoenix to present boxing undercards once a month. ==Fighters trained== Among the world champions and top rated contenders who trained or sought Steward's guidance at some point of their careers were: * Dennis Andries * Johnathon Banks * Wilfred Benítez * Jesse Benavides * Mark Breland * Cornelius Bundrage * Oba Carr * Julio César Chávez * Kermit Cintron * Miguel Cotto * Chad Dawson * Oscar De La Hoya * Domonique Dolton * Tyson Fury * Yuriorkis Gamboa * Miguel Ángel González * Mickey Goodwin * Naseem Hamed * Thomas Hearns * Evander Holyfield * John David Jackson * Hilmer Kenty * Ole Klemetsen * Wladimir Klitschko * Andy Lee * William \"Caveman\" Lee * Lennox Lewis * Oliver McCall * Mike McCallum * Gerald McClellan * Milton McCrory * Steve McCrory * Michael Moorer * Andrew Murray * Jimmy Paul * Aaron Pryor * Graciano Rocchigiani * Tarick Salmaci * Adonis Stevenson * Jermain Taylor * Duane Thomas * James Toney * Syd Vanderpool * Ricky Womack ==References== ==External links== * Kronk Gym * BoxingInsider.com Bio * profile inter/view with Emanuel Steward Category:American boxing trainers Category:American male boxers Category:Sportspeople from Detroit Category:People from McDowell County, West Virginia Category:1944 births Category:2012 deaths Category:Bantamweight boxers Category:Boxers from Detroit",
 "title": "Emanuel Steward"
}