{
 "id": "145406",
 "text": "The Spencer Churches (less commonly called the \"Union Churches\") are two African-American religious denominations in the United States that resulted from an 1860s schism in the Union Church of Africans (also known as African Union Church). This independent black denomination was founded by Peter Spencer, a freed slave, in Wilmington, Delaware in 1813. The Union American Methodist Episcopal Church was formed in 1865. The following year, a church in Maryland joined the African Union Church, and it was renamed as the African Union First Colored Methodist Protestant Church and Connection, known as the A.U.M.P. Church.Russell, A.U.M.P. Church history, 1920, Documenting the American South, University of North Carolina In May 2012, these two denominations and three other black denominations (the African Methodist Episcopal Church, African Methodist Episcopal Zion Church, and Christian Methodist Episcopal Church) entered into full communion with each other and with the United Methodist Church, which had been predominately white for much of the late 19th and 20th centuries. The churches had been negotiating such action for ten years, after the United Methodist Church had formally apologized for racial discrimination of the past. In the early 19th century, some African Americans had founded independent denominations in order to have full authority in their own churches. The AME Church was founded in Philadelphia, the AME Zion Church in New York, and the African Union Church in Wilmington. After the American Civil War, the Christian Methodist Episcopal Church was founded in the South as a black congregation. Before the American Civil War, the Methodist Episcopal Church had split into Northern and Southern denominations, dividing over the Northern churches' opposition to slavery. In the 20th century, those churches had reunited as the United Methodist Church. These five denominations agreed to \"recognize each other’s churches, share sacraments, and affirm their clergy and ministries.\" (access url updated 16 June 2016) ==References== Category:African-American history of Delaware Category:Historically African-American Christian denominations Category:History of Christianity in the United States Category:History of Methodism in the United States Category:Religious organizations established in 1813 Category:Methodist denominations in North America Category:Methodist denominations established in the 19th century Category:1813 establishments in the United States",
 "title": "Spencer Churches"
}