{
 "id": "145500",
 "text": "{{Infobox settlement | name = Glostrup Municipality | native_name = Glostrup Kommune | native_name_lang = dk | settlement_type = Municipality | image_skyline = Glostrup Kommune raadhus oestfloej.JPG | image_alt = | image_caption = City hall | image_seal = | seal_alt = | image_shield = Glostrup Kommune coa.svg | shield_size = 100x80px | image_map = Map DK Glostrup.PNG | map_alt = | map_caption = | coordinates = | coor_pinpoint = | coordinates_footnotes = | subdivision_type = Country | subdivision_name = Denmark | subdivision_type1 = Region | subdivision_name1 = Hovedstaden | established_title = Established | established_date = | seat_type = Seat | seat = Glostrup | government_footnotes = | leader_party = S | leader_title = Mayor | leader_name = Kasper Damsgaard | unit_pref = Metric | area_footnotes = | area_total_km2 = 13.31 | area_land_km2 = | area_water_km2 = | area_water_percent = | area_note = | elevation_footnotes = | elevation_m = | population_footnotes = | population_total = 23128 | population_as_of = 1 January 2020 | population_density_km2 = auto | population_note = | timezone1 = CET | utc_offset1 = +1 | timezone1_DST = CEST | utc_offset1_DST = +2 | blank_name_sec1 = | blank_info_sec1 = | blank1_name_sec1 = Municipal code | blank1_info_sec1 = 161 | postal_code_type = | postal_code = | area_code_type = | area_code = | iso_code = | website = | footnotes = | official_name = }} Glostrup Kommune is a suburban municipality (Danish kommune) and town in Region Hovedstaden on the island of Zealand (Sjælland) approx. 10 km west of Copenhagen in eastern Denmark. The municipality covers an area of 13.31 km², and has a total population of 23,128 (2020). Its Zip code (Postnummer) is 2600. Its mayor as of 2022 is Kasper Damsgaard, a member of the Social Democrats (Socialdemokratiet) political party. The municipality was established in 1841 following the municipal reforms of the 1840s, ranking as a parish municipality (sognekommune) until 1950 when suburbanisation of Copenhagen inhabited the municipality and the status was changed to town municipality (købstadskommune). From 1947 to 1960 the population in the municipality doubled due to the expanding suburbs of Copenhagen, reaching the municipality in the post-war period. Glostrup was designated as a new suburb along the western Tåstrup-finger of the Copenhagen Finger Plan of 1947. The main town and the site of its municipal council is the town of Glostrup, home to three quarters of the population. Other towns in the municipality are Hvissinge and Ejby. Until 1974 the town of Avedøre also belonged to this municipality. Being an exclave, it was merged into the neighbouring Hvidovre Municipality. Neighboring municipalities are Rødovre to the east, Herlev and Ballerup to the north, Albertslund to the west, and Brøndby to the south. Glostrup was not merged with other municipalities on 1 January 2007, as the result of nationwide Kommunalreformen (\"The Municipality Reform\" of 2007). The church of Glostrup originates from the 12th century. ==Politics== ===Municipal council=== Glostrup's municipal council consists of 19 members, elected every four years. Below are the municipal councils elected since the Municipal Reform of 2007. {| class=\"wikitable\" ! rowspan=\"2\"| Election ! colspan=\"7\"| Party ! rowspan=\"2\"| Total seats ! rowspan=\"2\"| Turnout ! rowspan=\"2\"| Elected mayor |- |style=\"background:#B5211D;\"| |style=\"background:#89A920;\"| |style=\"background:#C9096C;\"| |style=\"background:#8B8989;\"| |style=\"background:#F4D44D;\"| |style=\"background:#254C85;\"| |style=\"background:#FF0000;\"| |- |2005 |8 |1 |2 |style=\"background:#CDC9C9;\"| |2 |4 |style=\"background:#CDC9C9;\" rowspan=\"2\"| |17 |63.7% |Søren Enemark (A) |- |2009 |6 |2 |4 |1 |3 |3 |rowspan=\"3\"|19 |60.6% |rowspan=\"3\"|John Engelhart (V) |- |2013 |7 |style=\"background:#CDC9C9;\"| |1 |style=\"background:#CDC9C9;\" rowspan=\"2\"| |3 |7 |1 |66.7% |- |2017 |7 |1 |1 |2 |7 |1 |64.8% |- |colspan=\"14\"|Data from Kmdvalg.dk 2005, 2009, 2013 and 2017 |} ==Sights== ===City Hall=== After af period of administration in a mansion Glostrup municipality decided to build a new City Hall in 1953. After a competition Arne Jacobsen was chosen as architect. The new city hall was inaugurated in 1959. ==Economy== thumb|180px|The head office of Motorola's Danish subsidiary The municipality has twice as many employed within its borders compared with its own workforce, relying on both traditional industry, commerce and public institutions. The largest employer in the municipality is Glostrup Hospital with 2,500 employees. Vestforbrænding in Ejby is Denmark's largest incineration plant. Major companies based in the municipality include Pandora, Kopenhagen Fur. International companies, whose Danish subsidiaries are based out of Glostrup, include Grontmij and Motorola's. ==Housing== Most of the municipality's housing stock is built between 1950 and 1975. 42 percent of its dwellings are owned by public housing corporations, primarily Glostrup Boligselskab formed by later mayor Valdemar Hansen in 1943. As a result of the influence of the housing corporation, more than half the housing stock is between 60 and 99 square meters. As a result of the rising population in the Copenhagen area, Glostrup Municipality adopted a strategy in 2011 aiming on building 2000 new dwellings within the next four years. The dwellings are primarily detached houses and terraced houses planned in former industrial areas. ==Parks and open spaces== thumb|200px|Oxbjerg, an artificial hill in the West Forest The largest greenspace in Glostrup Municipality is Vestskoven (\"The West Forest\") that straddles the border with Albertslund where most of its 13 square kilometer are located. The West Rampart follows the eastern boundary of the municipality. Ehby Bog is located in the northeastern corner, on the border with Ballerup. ==Population== The table show the population in Glostrup Municipality since 1890. Note the drop in population following the transfer of Avedøre to Hvidovre Municipality in 1974. {| class=\"wikitable\" !width = \"50\"|Year !width = \"100\"|Population !width = \"50\"|Year !width = \"100\"|Population |- Valign=top | 1890 || 1,709 || 1965 || 26,898 |- | 1916 || 4,948 || 1970 || 28,234 |- | 1921 || 3,836 || 1975 || 20,596 |- | 1925 || 4,480 || 1980 || 19,553 |- | 1935 || 7,034 || 1985 || 19,696 |- | 1940 || 8,623 || 1990 || 19,747 |- | 1945 || 10,082 || 1995 || 20,263 |- | 1950 || 13,025 || 2000 || 20,229 |- | 1955 || 15,883 || 2005 || 20,785 |- | 1960 || 21,845 || 2010 || 21,296 |- |} ==Twin towns – sister cities== Glostrup is twinned with: * Kotka, Finland * Landskrona, Sweden ==See also== * Glostrup station == References == * Municipal statistics: NetBorger Kommunefakta, delivered from KMD aka Kommunedata (Municipal Data) * Municipal mergers and neighbors: Eniro new municipalities map == External links == * *glosturupsogn.dk Category:Municipalities in the Capital Region of Denmark Category:Municipalities of Denmark Category:Copenhagen metropolitan area",
 "title": "Glostrup Municipality"
}