{
 "id": "145680",
 "text": "An autobiographical novel is a form of novel using autofiction techniques, or the merging of autobiographical and fictive elements. The literary technique is distinguished from an autobiography or memoir by the stipulation of being fiction. Because an autobiographical novel is partially fiction, the author does not ask the reader to expect the text to fulfill the \"autobiographical pact\".Philippe Lejeune\"Autobiographical Pact,\" pg. 19 Names and locations are often changed and events are recreated to make them more dramatic but the story still bears a close resemblance to that of the author's life. While the events of the author's life are recounted, there is no pretense of exact truth. Events may be exaggerated or altered for artistic or thematic purposes. Novels that portray settings and/or situations with which the author is familiar are not necessarily autobiographical. Neither are novels that include aspects drawn from the author's life as minor plot details. To be considered an autobiographical novel by most standards, there must be a protagonist modeled after the author and a central plotline that mirrors events in his or her life. Novels that do not fully meet these requirements or are further distanced from true events are sometimes called semi-autobiographical novels. Many novels about intense, private experiences such as war, family conflict or sex, are written as autobiographical novels. Some works openly refer to themselves as 'nonfiction novels.' The definition of such works remains vague. The term was first widely used in reference to the non-autobiographical In Cold Blood by Truman Capote but has since become associated with a range of works drawing openly from autobiography. The emphasis is on the creation of a work that is essentially true, often in the context of an investigation into values or some other aspect of reality. The books Zen and the Art of Motorcycle Maintenance by Robert M. Pirsig and The Tao of Muhammad Ali by Davis Miller open with statements admitting to some fictionalising of events but state they are true 'in essence.' ==Notable autobiographical novels== *Charles Dickens, David Copperfield (1850) *Charles Dickens, Great Expectations (1861) *George Borrow, Lavengro (1851) *Leo Tolstoy, Childhood (1852) *Charlotte Brontë, Villette (1853) *Leo Tolstoy, Boyhood (1854) *Leo Tolstoy, Youth (1856) *Thomas Hughes, Tom Brown's School Days (1857) *Fitz Hugh Ludlow, The Hasheesh Eater (1857) *George Eliot, The Mill on the Floss (1860) *Louisa May Alcott, Little Women (1868) *Ante Kovačić, U registraturi (1888) *Samuel Butler, The Way of All Flesh (1903) *D. H. Lawrence, Sons and Lovers (1913) *Jack London, John Barleycorn (1913) *Somerset Maugham, Of Human Bondage (1915) *James Joyce, A Portrait of the Artist as a Young Man (1916) *F. Scott Fitzgerald, This Side of Paradise (1920) *Marcel Proust, In Search of Lost Time (1927), aka Remembrance of Things Past *Ernest Hemingway, A Farewell to Arms (1929) *Thomas Wolfe, Look Homeward, Angel (1929) and Of Time and the River (1935) *Louis Ferdinand Céline, Journey to the End of the Night (1932). *Gertrude Stein, The Autobiography of Alice B. Toklas (1933), a mock autobiography of Stein's secretary and companion purported to be Toklas's views of Stein. *Henry Miller, Tropic of Cancer (1934) *Henry Miller, Tropic of Capricorn (1939) *Jean Genet, Our Lady of the Flowers (1943) and The Thief's Journal (1949) *Denton Welch, Maiden Voyage (1943) and A Voice Through a Cloud (1950) *Graham Greene, The End of the Affair (1951) *Ralph Ellison, Invisible Man (1952) *James Baldwin, Go Tell It on the Mountain (1953) *Saul Bellow, The Adventures of Augie March (1953) *William S. Burroughs, Junkie (1953) *James Agee, A Death in the Family (1957) *Jack Kerouac, On the Road (1957) *Franz Bardon, Frabato the Magician (1958) *Jack Kerouac, The Dharma Bums (1958) *Elie Wiesel, Night (1958), sometimes considered an autobiographical novel although classified as a memoir by the author. *Nodar Dumbadze, Me, Grandma, Iliko and Ilarioni (1960) *Nikos Kazantzakis, Report to Greco (1961) *Sylvia Plath, The Bell Jar (1963) *Kenzaburō Ōe, A Personal Matter (1964) *Isaac Bashevis Singer, In My Father's Court (1966) *Nodar Dumbadze, The Sunny Night (1967) *Frederick Exley, A Fan's Notes (1967) *Maya Angelou, I Know Why the Caged Bird Sings (1969) *Charles Bukowski, Post Office (1971) *Hunter S. Thompson, Fear and Loathing in Las Vegas (1971) *Rita Mae Brown, Rubyfruit Jungle (1973) *Robert M. Pirsig, Zen and the Art of Motorcycle Maintenance (1973) *Imre Kertész, Fatelessness (1975) *Norman Maclean, A River Runs Through It and Other Stories (1976) *Samuel R. Delany, Heavenly Breakfast (1979) *J. G. Ballard, Empire of the Sun (1984) *Marguerite Duras, The Lover (1984) *Jeanette Winterson, Oranges Are Not the Only Fruit (1985) *Mona Simpson, Anywhere But Here (1986) *Roald Dahl, Boy (1986), continued as Going Solo (1986) *Jaan Kross, The Wikman Boys (1988) *Samuel R. Delany, The Motion of Light in Water (1988) *Tim O'Brien, The Things They Carried (1990) *Edward St Aubyn, The Patrick Melrose Novels, series of five novels written from 1992–2011. *Lydia Davis, The End of The Story (1994) *John Barth, Once Upon a Time: A Floating Opera (1994) *Massimo Carlotto, Il fuggiasco (\"The Fugitive\") (1995) *Davis Miller, The Tao of Muhammad Ali (1996), described as a 'non-fiction novel'. *J. M. Coetzee, Boyhood: Scenes from Provincial Life (1997) *Homer Hickam, Rocket Boys (1998) *J. M. Coetzee, Youth: Scenes from Provincial Life II (2002) *James Frey, A Million Little Pieces (2003), marketed as a memoir before a media controversy questioned its accuracy. *Sandy Mitchell, Ciaphas Cain (2003) *Gregory David Roberts, Shantaram (2003) *Tobias Wolff, Old School (2003), loosely based on Wolff's life although more novel than biography. *James Frey, My Friend Leonard (2005) *John Green, Looking for Alaska (2005) *Sherman Alexie, The Absolutely True Diary of a Part-Time Indian (2007) *Peter Selgin, Life Goes to the Movies (2009) *Karl Ove Knausgaard, My Struggle, series of six novels written from 2009-2011 *J. M. Coetzee, Summertime (2009) *Tao Lin, Richard Yates (2010) ==See also== *Autofiction *Autobiografiction *Biography in literature *Roman à clef == References == Category:Literary genres Category:Novels about writers",
 "title": "Autobiographical novel"
}