{
 "id": "145857",
 "text": "Cynewulf was the King of Wessex from 757 until his death in 786. He ruled for about 29 years. He was a direct male descendant of Cerdic. Cynewulf became king after his predecessor, Sigeberht, was deposed. He may have come to power under the influence of Æthelbald of Mercia, since he was recorded as a witness to a charter of Æthelbald shortly thereafter. However, it was not long before Æthelbald was assassinated and as a consequence, Mercia fell into a brief period of disorder as rival claimants to its throne fought. Cynewulf took the opportunity to assert the independence of Wessex: in about 758 he took Berkshire from the Mercians. Cynewulf was also often at war with the Welsh. In 779, Cynewulf was defeated by the new King of Mercia, Offa, at the Battle of Bensington, and Offa then retook Berkshire, and perhaps also London. Despite this defeat, there is no evidence to suggest Cynewulf subsequently became subject to Offa. ==Murder== thumb|right|The murder of King Cynewulf of Wessex as depicted in Cassell's illustrated history of England. In 786, Cynewulf was the victim of a surprise attack at his mistress's house in Merton by Cyneheard, brother of the deposed Sigeberht. Both Cynewulf and Cyneheard were killed. Cynewulf was buried at Winchester. ==Anglo-Saxon Chronicle== Entry for the year 755 AD in The Anglo-Saxon Chronicle > A.D. 755. This year Cynewulf, with the consent of the West-Saxon council, > deprived Sebright, his relative, for unrighteous deeds, of his kingdom, > except Hampshire; which he retained, until he slew the alderman who remained > the longest with him. Then Cynewulf drove him to the forest of Andred, where > he remained, until a swain stabbed him at Privett river, and revenged the > alderman, Cumbra. The same Cynewulf fought many hard battles with the > Britons; and, about one and thirty winters after he had the kingdom, he was > desirous of expelling a prince called Cyneard, he who was the brother of > Sebright. But he having understood that the king was gone, thinly attended, > on a visit to a lady at Merton, rode after him, and beset him therein; > surrounding the stronghold without, ere the attendants of the king were > aware of him. When the king found this, he went out of doors, and defended > himself with courage; till, having looked on the etheling (prince), he > rushed out upon him, and wounded him severely. Then were they all fighting > against the king, until they had slain him. The king's warriors were alerted > by the woman's cries to the tumult and, whosoever became ready fastest, ran > to where the king lay slain. The etheling (prince) immediately offered them > life and riches; which none of them would accept, but continued fighting > together against him, till they all lay dead, except one British hostage, > and he was severely wounded. When the king's thanes that were behind heard > in the morning that the king was slain, they rode to the spot, Osric his > alderman, and Wiverth his thane, and the men that he had left behind > previously; and they met the etheling at the town, where the king lay slain. > The gates, however, were locked against them, which they attempted to force; > but he promised them their own choice of money and land, if they would grant > him the kingdom; reminding them, that their relatives were already with him, > who would never desert him. To which they answered, that no relative could > be dearer to them than their lord, and that they would never follow his > murderer. Then they offered that their relatives may have safe passage. They > replied, that the same request was made to their comrades that were formerly > with the king; \"And we are as regardless of the result,\" they rejoined, \"as > our comrades who with the king were slain.\" Then they continued fighting at > the gates, till they penetrated it, and slew the etheling and all the men > that were with him; except one, who was the godson of the alderman, and > whose life was spared, though he was often wounded. This same Cynewulf > reigned one and thirty winters. His body lies at Winchester, and that of the > etheling at Axminster. Their proper paternal ancestry goes in a direct line > to Cerdic.Modern English Translation of the A-S Chronicle; The Medieval and > Classical Literature Library ==See also== *House of Wessex family tree ==Notes== ==References== ==External links== * Category:Anglo-Saxon warriors Category:West Saxon monarchs Category:786 deaths Category:8th-century English monarchs Category:Year of birth unknown Category:House of Wessex Category:Burials at Winchester Cathedral",
 "title": "Cynewulf of Wessex"
}