{
 "id": "145892",
 "text": "28 Days Later is a 2002 British post-apocalyptic horror film directed by Danny Boyle, written by Alex Garland, and starring Cillian Murphy, Naomie Harris, Christopher Eccleston, Megan Burns and Brendan Gleeson. The plot follows bicycle courier Jim (Murphy), who wakes from a coma to find the accidental release of a highly contagious, rage-inducing virus has caused a pandemic and led to the breakdown of society. Garland took inspiration from George A. Romero's Night of the Living Dead film series and John Wyndham's 1951 novel The Day of the Triffids for the film's post-apocalyptic story. Filming took place in various locations in the United Kingdom in 2001, using 16 mm and compact digital cameras. The crew filmed for brief periods during early mornings and temporarily closed streets to capture recognisable and typically busy areas when they were deserted. John Murphy composed an original soundtrack for the film, with other instrumental songs by Brian Eno, Godspeed You! Black Emperor and other artists also being featured. 28 Days Later was released to critical acclaim. Many praised Boyle's direction, the cast's performances, Garland's screenplay, the atmosphere and soundtrack. Despite Boyle not considering it a zombie film, 28 Days Later is credited with reinvigorating the zombie genre of horror film and influencing a revival in the decade after its release, with its fast-running infected and character- driven drama. It was also a financial success, grossing more than $82.7 million worldwide on its modest budget of $8 million and becoming one of the most profitable horror films of 2002. Since its release, it has been featured in several \"best-of\" film lists and maintained a following, particularly amid the COVID-19 pandemic in the 2020s. The film was followed by 2007 sequel 28 Weeks Later, a graphic novel titled 28 Days Later: The Aftermath, which expands on the timeline of the outbreak, and a 2009 comic book series titled 28 Days Later. == Plot == A highly contagious, aggression-inducing virus called \"Rage\" is unleashed in Great Britain after an infected chimpanzee is freed from a laboratory in Cambridge by a group of animal liberation activists. It spreads quickly among the populace, the following pandemic resulting in societal collapse. Twenty-eight days after the initial outbreak, bicycle courier Jim awakens from a coma in St Thomas' Hospital in London, which has been deserted with signs of catastrophe. Jim is attacked by infected humans, but rescued by survivors Selena and Mark. At Jim's request, the group travels to his parents' house in Deptford, where he learns that they committed suicide. That night, Mark is bitten during an attack by an infected person, prompting Selena to kill him before he turns. Jim and Selena encounter cab driver Frank and his daughter Hannah at Balfron Tower, from whom they learn of a military broadcast offering protection at a blockade in Manchester. With supplies dwindling, Frank asks Jim and Selena to accompany him and Hannah to the blockade, which they accept. The group travels to Manchester in Frank's cab, but upon arriving, they find the blockade deserted. As the group struggles to plot their next move, Frank is infected when a drop of blood falls into his eye. The soldiers arrive shortly afterwards and kill Frank. The remaining survivors are brought to a fortified mansion under the command of Major Henry West. However, the safety promised by the soldiers turns out to be ruse when West reveals to Jim that the broadcast was intended to lure female survivors into sexual slavery to repopulate the world. The soldiers attempt to kill Jim after he refuses to be complicit with their plan, but Jim escapes. After luring West away from the mansion, Jim releases Private Mailer, an infected soldier kept chained for observations, resulting in the deaths of West's men. Jim, Selena, and Hannah attempt to leave in Frank's cab, but West sneaks into the back seat and shoots Jim. Hannah retaliates by putting the cab in reverse, allowing Mailer to pull West through the rear window and kill him, while the three survivors drive off. Another 28 days later, Jim recovers at a remote cottage in Cumbria, where the infected are shown dying of starvation. As a Finnish fighter jet flies overhead, Jim, Selena, and Hannah unfurl a huge cloth banner spelling the word \"HELLO\". The three survivors optimistically watch the jet as the pilot spots them. ===Alternate endings=== The DVD extras include three alternative endings, all of which conclude with Jim dying. One of these was filmed, which involved Jim dying of his gunshot wounds. In another, the outbreak is revealed to be a dream. The third, a more radical departure, was presented only in storyboards; instead of Frank being killed by soldiers after being infected, the other survivors tie him up and discover a research laboratory at the blockade, where Jim undergoes a blood transfusion in order to save Frank. The U.S. cinematic release included one of the alternative endings after the film's credits in response to intense online debates over whether or not it was a more appropriate conclusion than the official ending. == Cast == * Cillian Murphy as Jim * Naomie Harris as Selena * Brendan Gleeson as Frank * Megan Burns as Hannah * Christopher Eccleston as Major Henry West * Noah Huntley as Mark * Stuart McQuarrie as Sergeant Farrell * Ricci Harnett as Corporal Mitchell * Leo Bill as Private Jones * Luke Mably as Private Clifton * Junior Laniyan as Private Bell *Ray Panthaki as Private Bedford * Sanjay Rambaruth as Private Davis * Marvin Campbell as Private Mailer Additionally, Alex Palmer, Bindu De Stoppani, and Jukka Hiltunen portray the animal liberation activists, while David Schneider portrays a scientist at the laboratory. Christopher Dunne and Emma Hitching appear as Jim's parents. Toby Sedgwick plays an infected priest encountered by Jim. On the DVD commentary, Boyle explains that with the aim of preserving the suspension of disbelief, relatively unknown actors were cast in the film. Cillian Murphy had starred primarily in small independent films, while Naomie Harris had acted on British television as a child, and Megan Burns had only one previous film credit. However, Christopher Eccleston and Brendan Gleeson were well-known character actors. == Production == === Development === Early influences on Garland included the George Romero films Night of the Living Dead (1968) and Dawn of the Dead (1978), which he loved as a child but said that he had largely forgotten about the zombie genre until he played the video game Resident Evil (1996), which reminded him how much he loved zombies after \"having not really encountered zombies for quite a while\". On the DVD commentary, Boyle and Garland frequently call it a post-apocalyptic and horror film, commenting on scenes that were quotation of George A. Romero's Dead trilogy. During the initial marketing of the film, Boyle tried to distance the film from such labels. Boyle identified John Wyndham's The Day of the Triffids as Garland's original inspiration for the story. === Filming === 28 Days Later was filmed in 16mm. It features scenes set in normally bustling parts of London such as Westminster Bridge, Piccadilly Circus, Horse Guards Parade and Oxford Street. To depict these locations as desolate, the film crew closed off sections of street for minutes at a time, usually in early morning before sunrise on Sundays and would have typically around 45 minutes after dawn, to shoot the locations devoid of traffic and members of the public—to minimise disruption. Portions of the film were shot on a Canon XL1 digital video camera. DV cameras are much smaller and more manoeuvrable than traditional film cameras, which would have been impractical on such brief shoots. The scenes of the M1 motorway devoid of traffic were also filmed within very limited time periods. A mobile police roadblock slowed traffic sufficiently, to leave a long section of carriageway empty while the scene was filmed. The section depicted in the film was filmed at Milton Keynes, nowhere near Manchester. For the London scene where Jim walks by the overturned double- decker bus, the film crew placed the bus on its side and removed it when the shot was finished, all within 20 minutes. Much of the filming took place prior to the September 11th attacks and in the audio commentary, Boyle notes the parallel between the \"missing persons\" flyers seen at the beginning of the film and similar flyers posted in New York City in the wake of the attacks. Boyle adds that his crew probably would not have been granted permission to close off Whitehall for filming after the terrorist attacks in New York and Washington. A clapperboard seen in one of the DVD extra features shows that filming was still taking place on 8 October 2001. The mansion used in the film was Trafalgar Park near Salisbury. Many rooms in the house, including the Cipriani-painted music room and the main hall, were filmed with minimal set decoration. The scenes occurring upstairs were filmed downstairs, as the mansion's owner resided upstairs. The old ruins used as the setting for an idyllic interlude in their journey to Manchester, were those of Waverley Abbey, Surrey. The end scenes of the film where Jim, Selena and Hannah are living in a rural cottage were filmed around Ennerdale in Cumbria. This reflects the motorway road signage in the film which indicates that the trio are heading north towards the Lake District National Park. ==Reception== === Box office === 28 Days Later was a considerable success at the box office and became highly profitable on a budget of about £5 million. In the UK, it took in £6.1 million, while in the US, it became a surprise hit, taking over $45 million despite a limited release at fewer than 1,500 screens across the country. The film garnered over worldwide. === Critical reception === Critical views of the film were positive. Based on 234 reviews collected by the film review aggregator Rotten Tomatoes, 87% of critics gave 28 Days Later a positive review, with an average rating of 7.40/10. The site's consensus reads: \"Kinetically directed by Danny Boyle, 28 Days Later is both a terrifying zombie movie and a sharp political allegory.\" On Metacritic, the film received a rating of 73 out of 100 based on 39 reviews, indicating \"generally favourable reviews\". Bravo awarded it the 100th spot on their list of 'The 100 Scariest Movie Moments' in a 4 episode 2004 television series. The commentators explained that making the zombies move fast for the first time was a bright and effective idea. In 2007, Stylus Magazine named it the second- best zombie movie of all time. The film also ranked at number 456 in Empire's 2008 list of the 500 greatest movies of all time.\"Empire's 500 Greatest Movies of All Times\". Empire (film magazine). Retrieved 18 July 2012. Bloody Disgusting ranked the film seventh in their list of the Top 20 Horror Films of the Decade, with the article saying \"Zombie movie? Political allegory? Humanist drama? 28 Days Later is all of those things and more—a genuine work of art by a director at the top of his game. What's so amazing about the film is the way it so expertly balances scenes of white-knuckled, hell-for-leather horror with moments of intimate beauty.\" In 2017, a poll of 150 actors, directors, writers, producers and critics for Time Out magazine ranked it the 97th-best British film ever.\"The 100 best British films\". Time Out. Retrieved 24 October 2017 A review in medical journal The Lancet Infectious Diseases called Garland's story \"none too sophisticated and from the perspective of the infectious disease specialist, poorly researched.\" === Cultural impact === 28 Days Later had an impact on horror films, and was credited with starting a revival for the zombie genre, along with the Resident Evil franchise. The 2004 remake of Dawn of the Dead, for example, was influenced by 28 Days Later. 28 Days Later was followed by other infection films such as Shaun of the Dead (2004), Black Sheep (2006), Planet Terror (2007), Dead Snow (2009) and Zombieland (2009), as well as books such as World War Z (2006), Pride and Prejudice and Zombies (2009) and Warm Bodies (2010), and zombie-themed graphic novels and television shows such as The Walking Dead. The zombie revival trend lasted for more than a decade after 28 Days Later, before eventually declining in popularity by the late 2010s. During the COVID-19 pandemic, images of a national lockdown in the United Kingdom and stay-at-home orders elsewhere were compared to the opening sequence of 28 Days Later. In 2021, Megan Burns said of the film, \"When I joined the cast of 28 Days Later I had no idea of how big a cultural impact it would have and what a game-changer it would be to the ‘zombie’ genre. Even now after all these years, (or perhaps especially now with the current situation) people want to talk about the film and that’s incredible.\" === Accolades === * Best Horror Film (2003 U.S. Academy of Science Fiction, Fantasy & Horror Films – Saturn Award) * Best British Film (Empire Award) * Danny Boyle (Grand Prize of European Fantasy Film in Silver) * Best Director – Danny Boyle (International Fantasy Film Award) * Best International Film – Danny Boyle (Narcisse Award) * Best Breakthrough Performance – Naomie Harris (Black Reel) * Best Cinematographer – Anthony Dod Mantle (European Film Award) == Music == The film's score was composed by John Murphy and was released in a score/song compilation in 2003. The score features electric guitar and atmospheric electronic production. It also features notable tracks from Brian Eno, Grandaddy and Blue States. A heavily edited version of the track \"East Hastings\" by the post-rock band Godspeed You! Black Emperor appears in the film, but the track is excluded from the soundtrack, because Boyle could only obtain the rights to use it in the film. 28 Days Later: The Soundtrack Album was released on 17 June 2003. A modified version of the soundtrack \"In The House – In A Heartbeat\" was used as the character Big Daddy's theme in the 2010 film Kick-Ass. The same song was played in the 2012 advertisement campaign of Louis Vuitton, L'Invitation au Voyage. In 2019, the song was remixed to include the theme of The Terminator by Brad Fiedel for the second trailer of Terminator: Dark Fate. ==Subsequent media== === Sequels === A sequel, 28 Weeks Later, was released on 11 May 2007. Danny Boyle and Alex Garland took producing roles alongside Andrew Macdonald. The plot revolves around the arrival of American troops about seven months after the incidents in the original film, attempting to restore order and revitalise a nearly desolate Britain. The cast for this sequel includes Robert Carlyle, Rose Byrne, Jeremy Renner, Imogen Poots, Harold Perrineau, Catherine McCormack, Mackintosh Muggleton and Idris Elba. In March 2007, Danny Boyle claimed to be interested in making a third film in the series, 28 Months Later. In 2019, Boyle was quoted as saying \"Alex Garland and I have a wonderful idea for the third part\". === Comic books === Fox Atomic Comics, in association with HarperCollins, released a graphic novel bridging the time gap between 28 Days Later and 28 Weeks Later, titled 28 Days Later: The Aftermath, written by Steve Niles. 28 Days Later, a comic sequel also linking Days and Weeks and produced by Fox Atomic (until its demise) and Boom! Studios, began production in 2009. The series focuses on Selena and answers questions about her in the film and her sequel whereabouts. == References == == External links == * * Category:2002 films Category:2002 horror films Category:2000s dystopian films Category:2000s English-language films Category:2000s road movies Category:2000s science fiction horror films Category:20th Century Fox franchises Category:British films Category:British horror films Category:British post-apocalyptic films Category:British road movies Category:British science fiction horror films Category:British zombie films Category:Camcorder films Category:DNA Films films Category:Eco-terrorism in fiction Category:Films about viral outbreaks Category:Films adapted into comics Category:Films directed by Danny Boyle Category:Films scored by John Murphy (composer) Category:Films set in Cambridge Category:Films set in the Lake District Category:Films set in London Category:Films set in Manchester Category:Films shot in 16mm Category:Films shot in Cumbria Category:Films with screenplays by Alex Garland Category:Fox Searchlight Pictures films Category:Films shot in London",
 "title": "28 Days Later"
}