{
 "id": "145822",
 "text": "Peter Duff Hart-Davis (born 3 June 1936),Contemporary Authors Online. Detroit: Gale, 2001. generally known as Duff Hart-Davis is a British biographer, naturalist and journalist, who writes for The Independent newspaper. He is married to Phyllida Barstow and has one son and one daughter, the journalist Alice Hart-Davis. He lives at Owlpen, in Gloucestershire. He is the eldest son of the publisher Rupert Hart-Davis and the brother of television broadcaster and author Adam Hart-Davis and Bridget, the dowager Lady Silsoe. His biography of his godfather, the adventurer and writer Peter Fleming, entitled Peter Fleming: A Biography, was published in 1974. ==Bibliography== ===Non- fiction=== *Behind the Scenes on a Newspaper (1964) *Ascension: The Story of a South Atlantic Island (1972) *Peter Fleming: A Biography (1974) *Monarchs of the Glen: A History of Deer-Stalking in the Scottish Highlands (1978) *Fighter Pilot (1981), co-written with Colin Strong *Hitler's Games: The 1936 Olympics (1986) *Armada (1988) *Country Matters (1988) *House the Berrys Built (1990) Concerns the history of The Daily Telegraph from its inception to 1990. Illustrated with references and illustrations of William Ewart Berry, 1st Viscount Camrose (later called Lord Camrose).From a copy of book published by Hodder and Stoughton in 1990 with *Wildings: The Secret Garden of Eileen Soper (1991) *Further Country Matters (1992) *When the Country Went to Town: The Countryside Marches and Rally of 1997 (1997) *Raoul Millais: His Life and Work (1998) *Fauna Britannica: The Practical Guide to Wild & Domestic Creatures of Britain (2002) *Audubon's Elephant: America's Greatest Naturalist and the Making of the Birds of America (2003) *Honorary Tiger: The Life of Billy Arjan Singh (2005) *Philip de Laszlo (2010) *The War That Never Was: The True Story of the Men who Fought Britain's Most Secret Battle (2011) ===Novels=== *The Megacull (1968) *Gold of St. Matthew (1970) Published in the U.S. as Gold trackers (1970) *Spider in the Morning (1972) *The Heights of Rimring (1980) Republished in Mammoth book of spy thrillers, ed. John Winwood (1989) *Level Five (1982) *Fire Falcon (1983) *The Man-Eater of Jassapur (1985) *Horses of War (1991) *The Stalking Party (2015) (as D.P. Hart-Davis) ===As editor=== *End of an era : letters and journals of Sir Alan Lascelles, 1887–1920 (1986) *In Royal Service: Letters and Journals of Sir Alan Lascelles, Vol. 2, 1920–36 (1989) *Eileen Soper's Book of Badgers (1992) *Pavilions of Splendour: An Architectural History of Lord's (2004) *King's Counsellor Abdication and War: the Diaries of Sir Alan Lascelles (2006) ==Footnotes== ==External links== * family website Category:1936 births Category:Living people Category:English biographers Category:English male journalists Category:Place of birth missing (living people) Category:English people of Scottish descent Category:English thriller writers Category:British male novelists Category:20th-century English male writers Category:People from Stroud District Category:Male biographers",
 "title": "Duff Hart-Davis"
}