{
 "id": "145816",
 "text": "right|200px|thumb|Rupert Hart-Davis Sir Rupert Charles Hart-Davis (28 August 1907 – 8 December 1999) was an English publisher and editor. He founded the publishing company Rupert Hart-Davis Ltd. As a biographer, he is remembered for his Hugh Walpole (1952), as an editor, for his Collected Letters of Oscar Wilde (1962), and, as both editor and part-author, for the Lyttelton/Hart- Davis Letters. Working at a publishing firm before the Second World War, Hart- Davis began to forge literary relationships that would be important later in his career. Founding his publishing company in 1946, Hart-Davis was praised for the quality of the firm's publications and production; but he refused to cater to public tastes, and the firm eventually lost money. After relinquishing control of the firm, Hart-Davis concentrated on writing and editing, producing collections of letters and other works which brought him the sobriquet \"the king of editors\". ==Biography== ===Early years=== Hart- Davis was born in Kensington, London. He was legally the son of Richard Hart- Davis, a stockbroker, and his wife Sybil née Cooper, but by the time of his conception the couple were estranged, though still living together, and Sybil Hart-Davis had many lovers at that time. Hart-Davis believed the most likely candidate for his natural father to be a Yorkshire banker called Gervase Beckett.Norwich, John Julius, \"Davis, Sir Rupert Charles Hart- (1907–1999)\", Oxford Dictionary of National Biography, Oxford University Press, 2004. Retrieved 29 November 2008 As a child, Rupert Hart-Davis and his sister Deirdre Hart-Davis were drawn by Augustus John and painted by William Nicholson (1912). Hart-Davis was educated at Eton and Balliol College, Oxford, though he found university life not to his taste and left after less than a year. Hart-Davis decided to become an actor, and he studied at The Old Vic, where he came to realise that he was not a talented enough actor to succeed, and he turned instead to publishing in 1929, joining William Heinemann Ltd. as an office boy and assistant to the managing director Charley Evans. He spent two years with Heinemann and a year as manager of the Book Society. During this period, he built up good relationships with a number of authors and was able to negotiate a directorship for himself at Jonathan Cape Ltd.The Times obituary, 9 December 1999 In his seven years with Cape, Hart-Davis recruited a successful group of authors ranging from the poets William Plomer, Cecil Day- Lewis, Edmund Blunden and Robert Frost, to the humorist Beachcomber. He was well placed to secure Duff Cooper's life of Talleyrand, as Cooper was his uncle. As the junior partner at Cape, he had to handle their difficult authors including Robert Graves, Wyndham Lewis and Arthur Ransome, the last being seen as difficult because of his wife Genia, with her \"distrustfulness, venom and guile\". Hart-Davis was a close friend of Ransome, sharing an enthusiasm for cricket and rugby. After Herbert Jonathan Cape's death in 1960 he commented to George Lyttelton that Cape had been \"one of the tightest-fisted old bastards I've ever encountered\".Hart-Davis, Volume 4, letter of 20 February 1960 The second partner, Wren Howard, was \"even tighter\" than Cape, and neither of them liked fraternising with authors, which they left to Hart-Davis. In World War II Hart-Davis volunteered for military service as a private soldier, but was soon commissioned into the Coldstream Guards. He did not see active service, never being stationed more than 25 miles from London.Ziegler, p. 117 ===Independent publisher=== After the war, Hart-Davis was unable to obtain satisfactory terms from Jonathan Cape to return to the company, and in 1946 he struck out on his own, founding Rupert Hart-Davis Ltd, in partnership with David Garnett and Teddy Young and with financial backing from Eric Linklater, Arthur Ransome, H. E. Bates, Geoffrey Keynes, and Celia and Peter Fleming. His own literary tastes dictated which books were accepted and which were rejected. Frequently he turned down commercial successes because he thought little of the works' literary merit. He later said, \"I usually found that the sales of the books I published were in inverse ratio to my opinion of them. That's why I established some sort of reputation without making any money.\"Ziegler, p. 138 In 1946 paper was still rationed; the firm used Garnett's ex-serviceman's ration, but as only one ex-serviceman's ration could be used per firm it could not use that of Hart-Davis. However, the firm was given the allocation at cost of a Glasgow bookseller and occasional pre-war publisher, Alan Jackson. The partners decided to start initially with reprints of dead authors, as if a new book became a best-seller the firm would not have paper for a reprint and the author might leave. They made an exception for Stephen Potter's Gamesmanship which was a short book, collected every ream of paper they could buy and printed 25,000 copies. Likewise 25,000 copies of Eric Linklater's Sealskin Trousers (five short stories) were printed.Hart-Davis (1998), p. 6f The firm had best-sellers such as Gamesmanship and Heinrich Harrer's Seven Years in Tibet, which sold more than 200,000 copies.The Times, 29 November 1979, p. 15 Also in the early years Hart-Davis secured Ray Bradbury for his firm, recognising the quality of a science fiction author who also wrote poetry.Ziegler, p. 148 Other good sellers were Peter Fleming, Eric Linklater and Gerald Durrell; but best-sellers were too few, and though the output of Rupert-Hart-Davis Ltd was regularly praised for the high quality of its printing and binding, that too was an expense that weighed the company down.Ziegler, p. 144 A further expense was added when G. M. Young's biography of Stanley Baldwin was published in 1952; both Winston Churchill and Lord Beaverbrook threatened to sue if certain passages were not removed or amended. With the help of the lawyer Arnold Goodman an agreement was reached to replace the offending sentences, but the firm had the \"hideously expensive\" job of removing and replacing seven leaves from 7,580 copies.Hart-Davis (1998), p. 38 By the mid-fifties, Rupert Hart-Davis Ltd could no longer sustain an independent existence and in 1956 it was absorbed into the Heinemann group.\"Mr Bernstein buys book firm\" in The Times, 11 September 1963, p. 10. Heinemann sold the imprint to the American firm Harcourt Brace in 1961, who sold it to the Granada Group in 1963, when Hart-Davis retired from publishing, though remaining as non-executive chairman until 1968. Granada merged Rupert Hart- Davis Ltd with sister imprint MacGibbon & Kee in 1972 to form Hart-Davis, MacGibbon. The Rupert Hart-Davis Ltd logo was a woodcut of a fox, with a background of oak leaves. The company was based at No. 36 Soho Square, London W1. Reprint series published over the years were the Reynard Library of great English writers and the Mariners Library of nautical books. ===Author=== As Hugh Walpole's literary executor, and being unable to find a potential biographer who would tackle the job to his satisfaction, Hart-Davis proposed to Walpole's publishers, Macmillan, that he should write the biography himself, to which Harold Macmillan replied that he couldn't think of a better person to do it.Hart-Davis, Volume 2, letter of 12 January 1957 When Hugh Walpole was published in 1952, it was praised as \"among the half dozen best biographies of the century\".Lehmann, J. I. M. Stewart's chapter on biography It has been reissued several times. thumb|upright|The 6 volumes of the Lyttelton/Hart-Davis Letters Hart-Davis wrote no more books until after his retirement from publishing, but between 1955 and 1962, he wrote about a quarter of a million words to his old schoolmaster George Lyttelton, which, together with Lyttelton's similar contribution, made up the six volumes of the Lyttelton/Hart-Davis Letters, published between 1978 and 1984 after Lyttelton's death. Although he spent much of his life researching old letters, Hart-Davis destroyed the originals of the letters after his edited versions of them had been printed.Ziegler, p. 269 He was equally unscholarly about his uncle Duff Cooper's diaries, whose frankness shocked him so much that he wanted to destroy them.Norwich, introduction, p. ix In retirement, Hart-Davis wrote three volumes of autobiography entitled The Arms of Time (1979), The Power of Chance (1991) and Halfway to Heaven (1998). The first, a particularly cherished project, was a memoir of his beloved mother Sybil, who died young, to her son's desolation. ===Editor=== Hart-Davis was described by The Times as \"the king of editors\". He edited volumes of the letters of the playwright Oscar Wilde, the writer and caricaturist Max Beerbohm, and the writer George Moore, as well as the diaries of the poet Siegfried Sassoon and the autobiography of Arthur Ransome. A Beggar in Purple, his commonplace book, was published in 1983. Praise from the Past, a collection of tributes to writers, was published in 1996. His Complete Letters of Oscar Wilde, compiled over the same period as Hart-Davis's correspondence with George Lyttelton, was described in a review of the latter as \"a mammoth undertaking whose difficulties and challenges are documented in great detail in the letters, giving a satisfying portrayal of what dedication in literary scholarship looks like from the inside\".A. C. Grayling in The Independent on Sunday, 30 September 2001, p. 17. Wilde's grandson, Merlin Holland, wrote, \"It was his decision fifty years ago to publish the first edition of Oscar Wilde's letters which helped to put my grandfather back into the position which he lost in 1895 as one of the most charismatic and fascinating figures in English literary history.\"Holland, p. x In his last memoir, Hart-Davis listed the books he had edited as: The Second Omnibus Book (Heinemann) 1930; Then and Now (Cape) 1935; The Essential Neville Cardus (Cape) 1949; Cricket All His Life by E.V. Lucas (RHD Ltd) 1950; All in Due Time by Humphry House (RHD Ltd) 1955; George Moore: Letters to Lady Cunard 1895–1933 (RHD Ltd) 1957; The Letters of Oscar Wilde (RHD Ltd) 1962; Max Beerbohm: Letters to Reggie Turner (RHD Ltd) 1964; More Theatres by Max Beerbohm (RHD Ltd) 1969; Last Theatres by Max Beerbohm (RHD Ltd) 1970; A Peep into the Past by Max Beerbohm (Heinemann) 1972; A Catalogue of the Caricatures of Max Beerbohm (Macmillan) 1972 ; The Autobiography of Arthur Ransome (Cape) 1976; Electric Delights by William Plomer (Cape) 1978; Selected Letters of Oscar Wilde (Oxford) 1979; Two Men of Letters (Michael Joseph) 1979; Siegfried Sassoon: Diaries 1920–1922 3 vols. (Faber) 1981–85; War Poems of Siegfried Sassoon (Faber) 1983; More Letters of Oscar Wilde (Murray) 1985; Siegfried Sassoon: Letters to Max Beerbohm (Faber) 1986; Letters of Max Beerbohm (Murray) 1986.Hart-Davis (1998) unnumbered introductory page following title page ===Ancestry and personal life=== Hart- Davis was a great-great-great-grandson of William IV. William had several illegitimate children with his mistress, Dora Jordan. Their youngest daughter, Lady Elizabeth Fitzclarence, later Countess of Erroll, had daughters including Lady Agnes Hay. Lady Agnes married James Duff, 5th Earl Fife, and among their children was Lady Agnes Duff, who married Sir Alfred Cooper. Their children included Sybil Cooper, mother of Rupert Hart-Davis.Theroff While still an actor, Hart-Davis met the young Peggy Ashcroft whom he married in 1929. The marriage was short-lived, ending in divorce in 1933, though the two remained warm friends until Ashcroft's death more than sixty years later. In November 1933 he married Catherine Comfort Borden-Turner (1910–1970), with whom he had a daughter in 1935, Bridget, who went on to marry David Trustram Eve, 2nd Baron Silsoe, in 1963, and two sons, Duff in 1936, and the TV presenter Adam in 1943. The second marriage became dysfunctional, although husband and wife remained on good terms and stayed together until their children were grown up, when Hart-Davis and Comfort divorced. In 1964 he married Ruth Simon, née Ware, with whom he had had a long-term relationship. After her death in 1967 he married June Williams in 1968, who outlived him. She died in 2017.Hart-Davis After the war and until his retirement, Hart-Davis lived during the week in a flat above his publishing business in Soho Square, returning to his main home at Bromsden Farm, Oxfordshire, at weekends. He retired to Marske in North Yorkshire, where he died at the age of 92. ===Public service and honours=== From 1957 to 1969, Hart-Davis was chairman of the London Library. During this period, a financial crisis arose when Westminster City Council decided that the library should no longer qualify for a charitable exemption from local property tax. Hart-Davis organised fund-raising on a grand scale, including an auction, with E. M. Forster offering the manuscript of A Passage to India, and T. S. Eliot, a duplicate manuscript of The Waste Land. Hart-Davis was also secretary of The Literary Society and a member of A. P. Herbert's committee on censorship.Hart-Davis, Volume 4, letter of 20 December 1958 Public honours included honorary doctorates from the universities of Durham and Reading and a knighthood in 1967 for services to literature. Twenty-two books were dedicated to him between 1936 and 1998, including works by H. E. Bates, Edmund Blunden, C. Day-Lewis, Ray Bradbury, Lady Diana Cooper, Eric Linklater, Compton Mackenzie, Anthony Powell and Leon Edel.Hart-Davis (1998), p. 157 Merlin Holland's Oscar Wilde: A Life in Letters (2003) was dedicated \"To the memory of Rupert Hart-Davis, with love and gratitude.\" ==Notes== ==References== *Hart-Davis, Rupert (ed): Lyttelton/Hart-Davis Letters, Volume 2 (1956-7 letters), John Murray, 1979 and Vol 4 (1959 letters), John Murray, 1982 *Hart- Davis, Rupert: Halfway to Heaven, Sutton Publishing Ltd, Stroud, 1998. *Lehmann, John (ed): The Craft of Letters in England: A Symposium Greenwood Publishing Group, 1974. *Holland, Merlin (ed): Oscar Wilde: A Life in Letters, Fourth Estate, London, 2003. *Norwich, John Julius (ed): The Duff Cooper Diaries, Weidenfeld and Nicolson, London, 2005. *Obituaries in The Daily Telegraph, The Times and The Guardian, December 1999 *Theroff, Paul: Theroff Files (j1d.txt), listing descendants of King James VI & I of England and Scotland. *Ziegler, Philip: Rupert Hart-Davis, Man of Letters, Chatto and Windus, London, 2004. ==External links== *The Lyttelton/Hart-Davis Letters: Notes, references and biographies *Hart-Davis family page Category:1907 births Category:1999 deaths Category:20th-century British writers Category:British book publishers (people) Category:English book editors Category:English letter writers Category:English people of Scottish descent Category:Publishers (people) from London Category:Knights Bachelor Category:People educated at Eton College Category:People from Kensington Category:Soho Square Category:20th-century English businesspeople",
 "title": "Rupert Hart-Davis"
}