{
 "id": "145989",
 "text": "John Rennie FRSE FRS (7 June 1761 – 4 October 1821) was a Scottish civil engineer who designed many bridges, canals, docks and warehouses, and a pioneer in the use of structural cast-iron. ==Early years== He was born the younger son of James Rennie, a farmer near Phantassie, near East Linton, East Lothian, Scotland. John showed a taste for mechanics at a very early age, and was allowed to spend much time in the workshop of Andrew Meikle, a millwright and the inventor of the threshing machine, who lived at Houston Mill on the Phantassie estate. After receiving a normal basic education at the parish school of Prestonkirk Parish Church, he was sent to the burgh school at Dunbar, and in November 1780 he matriculated at the University of Edinburgh, where he remained until 1783. His older brother George remained to assist in the family agricultural business, achieving notability in this arena. Rennie seems to have employed his vacations in working as a millwright, and so to have established a business on his own account. At this early date the originality of his mind was exhibited by the introduction of cast iron pinions instead of wooden trundles. In 1784 he took a journey south for the purpose of enlarging his knowledge, visiting James Watt at Soho, Staffordshire. Watt offered him an engagement, which he accepted. After a short stay at Soho he left for London in 1784 to take charge of the works at the Albion Flour Mills, Blackfriars, for which Boulton & Watt were building a steam-engine. The machinery was all designed by Rennie, a distinguishing feature being the use of iron instead of wood for the shafting and framing. About 1791 he started in business as a mechanical engineer on his own account in Holland Street, Blackfriars, whence he and his successors long conducted engineering operations of vast importance. (In the same year, the Albion Flour Mills were destroyed by arson.) ==Canals and waterways== In 1791, he moved to London and set up his own engineering business, having by then begun to expand into civil engineering, particularly the construction of canals. His early projects included the Stowmarket Navigation (River Gipping) in 1791, the Lancaster Canal (started 1792), the Chelmer and Blackwater Navigation (1793), the Crinan Canal (1794–1801), Rudyard Lake (1797) and the Rochdale Canal, which passes through difficult country between Rochdale and Todmorden (1799). The Kennet and Avon Canal – including the Dundas Aqueduct, Caen Hill Locks and Crofton Pumping Station – occupied him between 1794 and 1810. In 1802 he revised the plans for the Royal Canal of Ireland from Dublin to the Shannon near Longford. He also served as advisor to Dublin Corporation's Pipe Water Committee, for which he was presented with the Freedom of the City of Dublin in 1804. For many years he was engaged in extensive drainage operations in the Lincolnshire and Norfolk Fens (1802–1810), and in the improvement of the River Witham. The Eau Brink Cut, a new channel for the River Ouse, was completed just before his death. He was also chief engineer for the canal and major, but abortive lazaret at Chetney Hill, on the River Medway estuary in Kent. ==Bridges== Over the next few years Rennie also attained a deserved reputation as a builder of bridges, combining stone with new cast-iron techniques to create previously unheard-of low, wide, elliptical arches. Waterloo Bridge, over the River Thames in London (1811–1817), with its nine equal arches and perfectly flat roadway, is thought to have been influenced by Thomas Harrison's design of Skerton Bridge over the River Lune in Lancaster. In Leeds he was commissioned to build two stone bridges, one over the River Aire and a second smaller structure over the Leeds & Liverpool Canal, to the west side of the town centre and upstream from Leeds Bridge. The main instigator of this scheme was mill owner Benjamin Gott, who had properties on both sides of the waterways and wanted an easier route between them. The larger bridge was described in 1934 (Parsons' Directory) as 'a beautiful structure, consisting of an elliptical arch of one hundred feet span'. The bridge, initially known as Waterloo Bridge, was soon renamed Wellington Bridge. Rennie's later efforts in this line also show that he was a skilful architect, endowed with a keen sense of beauty of design. Waterloo Bridge was considered his masterpiece and was the most prestigious bridge project in England, described as 'perhaps the finest large masonry bridge ever built in this or any other country'. The Italian sculptor Canova called it ‘the noblest bridge in the world’ and said that ‘it is worth going to England solely to see Rennie's bridge.’ After Rennie's death, London Bridge was built from his design by his sons John Rennie (junior) and George Rennie. It replaced the medieval bridge which was proving a serious impediment to the flow of the river. Rennie's bridge was eventually moved to Arizona. Southwark Bridge (1815–1819) was built as three cast-iron spans over the river. He also designed the Old Vauxhall Bridge. ==Docks and harbours== Rennie was also responsible for designing and building docks at Hull, Liverpool, Greenock, London (London, East India and West India docks), and Leith and improving the harbours and dockyards at Chatham, Devonport, Portsmouth, Holyhead, Ramsgate, Sheerness, Howth and Dunleary. He devoted much time to the preparation of plans for a government dockyard at Northfleet, but they were not carried out. ===Dunleary=== Dunleary harbour of 'Asylum' was a very difficult and important project, because it was critical to maintain an effective communication link between Ireland and London, the seat of government. Rennie was responsible for the construction of Howth Harbour on the North side of Dublin bay a decade earlier. This was originally planned as the landing for the Holyhead packets, but it silted up to such an extent that it became unfit for purpose. An Act of Parliament of 1816 (56 Geo.III. Cap 62) authorised the building of Dunleary harbour. Originally it was intended that only one pier (the East Pier) would be built (3,500 feet long), but when John Rennie was appointed directing engineer for the work, he insisted that a single pier would result in sand drifting behind the pier and that a second West Pier (4,950 feet long) would prevent this from occurring. He was correct as the sand has built up behind the west pier. The harbour once built was renamed 'The Royal Harbour of Kingstown' in 1821 on the occasion of the visit of George IV. The material for the harbour is Dalkey Hill granite. The granite was provided by Richard Toucher (a long time campaigner for the new harbour) at no cost to the construction team. The foundations of the piers are 300'-0\" wide and 24'-0\" below low water level. Many options were considered for the width of the space between the two pier heads. Rennie wrote to the Harbour Commissioners that the opening should be 430'-0\" wide with the pier heads turned into the harbour to control swells within the harbour. His demands were never met and the harbour opening was built at 1,066'-0\". This was clearly too wide and was subsequently reduced to 760'-0\". === Custom House Docks and the CHQ Building, Dublin === One of John Rennie's last projects was the construction of the Custom House Docks in Dublin, along with its locks and warehouses, including the CHQ Building where he pioneered the use of cast-iron in the early 19th century. Rennie was first invited to work on the scheme in 1809 by John Foster, the Irish Chancellor of the Exchequer. The first stone of the docks was laid in May 1817; they were formerly opened at the end of August 1821 in front of ‘a most select company of Noblemen, Bishops, Ladies, &c.;’ In 1824 the docks were placed on a long-term lease to Harry and John Scovell, and their nephew George. Harry and John were the younger brothers of Sir George Scovell, the intelligence officer famed for cracking Bonaparte's secret codes during the Napoleonic Wars. By March 1820, Rennie was seeking 33 tons of structural cast-iron, along with a large quantity of wrought iron, for the purpose of building a \"Tobacco Warehouse, with the Spirit Stores under it.\" The iron was supplied by the Butterley Iron Company from Derbyshire. However, an obituary of Shropshire-born engineer and iron founder William Hazeldine from 1841 claimed that Hazeldine also supplied ‘the Iron Roofs for the Dublin Custom House and Store Houses.’ In 1821, John James Macgregor noted: ‘The tobacco stores have been finished on the south side at the expense of £70,000. They are 500 feet long by 160 feet wide. The roof is of cast iron, and the building finished in the most permanent manner.’ In 1821, the Rev. George Newenham Wright, an Anglican clergyman, likewise noted: :To the east of the new basin is the tobacco store (500 feet by 160, and capable of containing 3,000 hogsheads), the plan of which was given by John Rennie, Esq. In this store, which is now completed and in use, there is not one particle of wood or other combustible matter. There are nine vaults beneath, which altogether afford perfect and convenient storage for 4,500 pipes of wine, allowing a walk behind the heads of the pipes as well as between them; these vaults are lighted by means of thick lenses set in iron plates in the floor of the tobacco store; but this is not sufficient to supersede the necessity of candle light. The interior of the tobacco store is extremely curious and interesting: the roof is supported by metal frame-work of an ingenious construction, and, at intervals, long lanterns are inserted, the sashes of which are also metal; the entire frame-work is supported by three rows of cylindrical metal pillars, 26 in each row; these rest upon others of granite, which are continued through the stone floor into the vaults beneath. All the iron-work was manufactured at the Butterley foundry in Derbyshire. The only inconvenience at present felt in this store is the excessive heat, which, in all probability, can be remedied by a proper system of ventilation. Now known as the CHQ Building, the tobacco store is home to various enterprises including EPIC – The Irish Emigration Museum and Dogpatch Laboratories. ===Donaghadee=== Donaghadee is probably best known for its lighthouse and harbour. For centuries, it has been a haven for ships, and the harbour has been there from at least the 17th century. Sir Hugh Montgomery built a large stone quay to accommodate vessels ferrying between Scotland and Ireland from 1616 onwards.[3] Viscount Montgomery's harbour (1626; improved 1640), superseding what had hitherto been probably only a small jetty, was built and maintained as a result of the Royal Warrant of 1616 which limited travel between the Ards and the Rhins of Galloway to this port, and that at Portpatrick also owned by Montgomery. It was described by Harris in 1744 as 'a curving quay about 400 feet (120m) long and 22 feet (6.7m) wide built of uncemented stones'. It ran from the shore at the north end of the Parade in a broad arc, bent against the open sea, towards the southern end of the present north pier. Much patched and decrepit, the quay was virtually rebuilt, though along the original line, between 1775 and 1785 by the landlord, Daniel Delacherois, probably with the help of John Smeaton, the distinguished civil engineer who had apparently made earlier more elaborate plans for extending the harbour, and who had just rebuilt Portpatrick harbour. The old quay remained until after the completion of the new harbour, and then, despite its continued favour by local fishermen, was removed for local wall building about 1833 (it appears in the 1832 drawing but not on the first O.S. map of 1834). The foundation stone of the new harbour was laid by the Marquess of Downshire on 1 August 1821. The initial plans and surveys for this ambitious undertaking were made by John Rennie. He, however, died within two months of work beginning, and was succeeded by his son, John, who had as his resident engineer a fellow Scot, the seasoned marine builder, David Logan, who had assisted Robert Stevenson at the Bell Rock Lighthouse (1807–1810). The new harbour had to have greater depth to accommodate steam packets. Rock blasted from the sea bed, within the harbour area and further south in what became known as the Quarry Hole at Meetinghouse Point was used to form the outer slopes of the two piers; but the inner faces were built of limestone from the Moelfre quarries of Anglesea. This 'Anglesea marble' lends itself to the finest ashlar dressing and the new piers remain a triumph of stone carving. The flights of steps display special skill in the deep diagonal binding of each solid step, providing a typically robust engineer's response to the wear of seaboots and waves alike. The harbour consists of two independent piers running north westwards out to sea; parallel nearer the shore, they converge at the outer ends to form a harbour mouth 150 feet (46m) wide. At low tide the water in the harbour is fifteen feet deep. ==Bell Rock Lighthouse and Holyhead Mail Pier Lighthouse == thumb|upright=1.5|The illustration submitted by Alan Stevenson to demonstrate his father's priority but which shows Rennie's influence The Bell Rock Lighthouse, near the entrance to the Firths of Forth and Tay, was built during 1807 and 1810. Rennie was, by some, credited with the design and execution, but there seems little doubt that he was only nominally responsible for the great undertaking. Robert Stevenson, surveyor to the Commissioners of Northern Lights, drew the original plans and, at his suggestion, the commissioners called Rennie to assist with obtaining parliamentary approval for the project, giving him the title of chief engineer (for which however he was only paid £400). Stevenson did not accept many of the modifications proposed by Rennie, but the two men remained on friendly terms. Rennie visited the lighthouse twice while it was being built. When Stevenson died in 1850, the Commissioners put on record in their minutes that to him was 'due the honour of conceiving and executing the Bell Rock lighthouse'. However, Rennie's son, Sir John Rennie, claimed in a long exchange of letters with Alan Stevenson in 1849 that the advice which Rennie gave Stevenson entitled him to rank the building as one which he \"designed and constructed\". thumb|Holyhead Mail Pier Light The Holyhead Mail Pier Light is a conical white house which was built by Rennie in 1821. It is probably the second oldest lighthouse in Wales, after Point of Ayr Lighthouse. The lighthouse is of national significance as one of Rennie's surviving works. Of particular importance, in a Welsh context, is the early date of the lighthouse lantern, which was originally lit by gas. Before the conversion to electricity a gas works was located on the island to power the lighthouse, the piers and even part of Holyhead itself. The works were constructed at a cost of £130,000, an astronomical sum at the time. The tower survives intact and has beautifully curving gallery railings, similar to those at Bardsey Lighthouse. It is no longer in use, although it is used as a navigation reference for sailors. The Howth Harbour Lighthouse is a matching tower in Howth, Ireland, also designed by Rennie, for the other terminal of the Irish packet steamer. ==Plymouth breakwater== thumb|Plymouth breakwater, viewed from above Kingsand Of all Rennie's works, that which appeals most strongly to the imagination is perhaps the breakwater at Plymouth Sound, consisting of a wall a mile in length across the Sound, in about of water, and containing 3,670,444 tons of rough stone, besides of masonry on the surface. It was constructed to provide safe passage for naval vessels entering the river Tamar (Hamoaze) at Devonport. This colossal work was first proposed in a report by Rennie, dated 22 April 1806; an order in council authorising its commencement was issued on 22 June 1811, and the first stone was deposited on 12 August following. The work was completed by his son, Sir John Rennie, and by Joseph Whidbey. ==Technical innovator== Rennie was a man of unbounded resource and originality. During the improvement of Ramsgate harbour he made use of the diving-bell, which he greatly improved. He is generally credited with the invention of a form of steam-dredging machine with a chain of buckets, but in this he seems to have been anticipated by Sir Samuel Bentham. He was certainly the first to use it on an extensive scale, which he did during the construction of the Humber Dock, Hull (1803–09), when he devised a steam dredger to overcome the difficulties of that particular work, and apparently without any knowledge of Bentham's invention. Another expedient was the use of hollow walls, which was suggested by the necessity of providing an extensive bearing surface for the foundations of a wall in loose ground. Walls built upon this plan were largely used by Rennie. ==Distinguishing characteristics== The distinguishing characteristics of Rennie's work were firmness and solidity, and it has stood the test of time. He was most conscientious in the preparation of his reports and estimates, and he never entered upon an undertaking without making himself fully acquainted with the local surroundings. He was devoted to his profession, and, though he was a man of strong frame and capable of great endurance, his incessant labours shortened his life. He was elected Fellow of the Royal Society of Edinburgh on 28 January 1788, Fellow of the Royal Society on 29 March 1798, and in 1815 he served as a Manager of the newly built London Institution. ==Family and death== In 1790 he married Martha Ann Mackintosh (d.1806), daughter of E. Mackintosh, and by her had seven children, two of whom, George and John, became notable engineers. His daughter Anna married the architect Charles Cockerell. He died, after a short illness, at his house in Stamford Street, London, on 4 October 1821, and was buried in the crypt at St. Paul's Cathedral.\"Memorials of St Paul's Cathedral\" Sinclair, W. p. 470: London; Chapman & Hall, Ltd; 1909. ==Honours== *In 2014 he was inducted into the Scottish Engineering Hall of Fame. *The Ruislip Lido Railway, based at Ruislip Lido (one of the dams John Rennie built), named one of its locomotives after him. The Bo-Bo type diesel 'John Rennie' was built in 2004 and is one of the main engines of the line. *More recently, Lancaster Royal Grammar School Boat Club named one of their boats after him as he built the aqueduct over the river on which they row. ==List of projects== *Lune Aqueduct (1794–97) *Dundas Aqueduct (1797) *Kelso Bridge, of five arches (1800–1804) *Boston bridge, a cast iron arch (1800) *London Docks (1800–05) *East India Docks joint project with Ralph Walker (1803–06) *Humber Dock, Hull, 1803–9, cost £230,000 *Greenock Docks (1806) *Musselburgh bridge (1806–1808) *West India Docks (consultant to William Jessop) extension to docks (1809–1821) *Liverpool Docks, two new docks including Prince's, estimated cost £929,878 (1809) *Waterloo Bridge (old), granite of nine arches each 120 feet wide (1810–17) cost £1,050,000 *New Galloway Ken Bridge, of granite (1811–21) spans the River Ken. *Cree Bridge at Newton Stewart (1812–14) *Old Wye Bridge, Chepstow cast iron bridge (design 1812), redesigned and built in 1816 by John Urpeth Rastrick *Plymouth Breakwater (1812–1841) completed by his son *Southwark Bridge (old) of three cast iron arches (1814) replaced 1920 * Dunleary Asylum Harbour – later Kingstown Harbour- Later Dún Laoghaire Harbour. 1816–1842. Completed by his son. Cost £690,717 against the original estimate of £801,059. *Donaghadee & Portpatrick Harbours (1819) estimated cost £145,000 *Leeds Bridge cast iron designed (1820), built after his death by the resident engineer G. Leather *Dublin Docks, 'Stack A' bonded warehouse; introduces lightning conductors, gas works and gas lighting (1820) *London Bridge (old), designed 1820, built after his death by his son (1824–31) moved to Lake Havasu City in the USA *Royal Observatory, Cape of Good Hope Main Building, completed posthumously in 1828 *Blackwall Dock *Ruislip Reservoir, Grand Union Canal *Deeping Fen Drainage and pumping engines at Pode Hole (incomplete at his death) *Caen Hill Locks, a flight of locks on the Kennet and Avon Canal, between Rowde and Devizes in Wiltshire, England, comprising 29 locks. ==See also== *Canals of the United Kingdom *History of the British canal system ==Bibliography== * * ===References=== * ==External links== *BBC brief biography of John Rennie *\"Significant Scots: John Rennie\" *\"Scottish Engineering Hall of Fame: John Rennie * Category:1761 births Category:1821 deaths Category:People from East Linton Category:Alumni of the University of Edinburgh Category:British bridge engineers Category:British canal engineers Category:Fellows of the Royal Society of Edinburgh Category:Fellows of the Royal Society Category:Kennet and Avon Canal Category:Burials at St Paul's Cathedral Category:Millwrights Category:Scottish civil engineers Category:Scottish businesspeople Category:Scottish inventors Category:Scottish Engineering Hall of Fame inductees",
 "title": "John Rennie the Elder"
}