{
 "id": "146166",
 "text": "\"Mr. Bevis\" is episode thirty-three of the American television anthology series The Twilight Zone. It first aired on June 3, 1960 on CBS. This episode is one of only four to feature the \"blinking eye\" opening sequence, and the first to feature the opening narration which would be used (with minor changes) for every episode throughout season 2 and 3. The episode was an unsuccessful television pilot.p. 66 Presnell, Don & McGee, Marty A Critical History of Television's The Twilight Zone, 1959-1964McFarland, 11 Jul 2015 ==Opening narration== The narration continues when Bevis walks up to his car. ==Plot== Mr. Bevis loses his job, gets tickets on his car (which inadvertently hooks bumpers with another vehicle and, once pulled away, flips over), and gets evicted from his apartment – all in one day. Bevis then meets and gets assistance from his guardian angel, one J. Hardy Hempstead. Bevis gets to start the day over again, except now he is a success at work, his rent is paid and his personal transportation is now a sportscar (Austin-Healey) instead of his previous jalopy, a soot-spewing 1924 Rickenbacker. But there is a catch. In order to continue in his new life, Bevis must make some changes: no strange clothes, no loud zither music, no longer can he be the well-liked neighborhood goofball. Realizing all these things are what makes him happy, Bevis asks that things be returned to the way they were. Hempstead obliges, initially warning Bevis that he will still have no job, car, or apartment. However, perhaps moved by the warmth people have for Bevis, and the man's genuine kindness, the angel arranges for him to get his old jalopy back. In the final scene of the episode, Mr. Bevis is shown finishing his fifth shot of whiskey, and he pays his total tab of $5.00 with one bill. He then leaves the bar; his Rickenbacker is parked in front of a fire hydrant. When Bevis is about to be ticketed for this infraction, the hydrant suddenly disappears and reappears next to the officer's motorcycle. \"J. Hardy Hempstead\" is still watching over Bevis. ==Closing narration== ==References== ==Further reading== *DeVoe, Bill. (2008). Trivia from The Twilight Zone. Albany, GA: Bear Manor Media. *Grams, Martin. (2008). The Twilight Zone: Unlocking the Door to a Television Classic. Churchville, MD: OTR Publishing. ==External links== * Category:1960 American television episodes Category:The Twilight Zone (1959 TV series season 1) episodes Category:Television pilots within series Category:Television pilots not picked up as a series Category:Television episodes about termination of employment Category:Television episodes written by Rod Serling",
 "title": "Mr. Bevis"
}