{
 "id": "146592",
 "text": "The Proud Family is an American animated television series created by Bruce W. Smith that originally ran on Disney Channel from September 15, 2001, to August 19, 2005. A revival, known as The Proud Family: Louder and Prouder, was announced in 2020 and made its premiere on Disney+ on February 23, 2022. ==Characters== ===Main=== thumb|left|The main characters of The Proud Family (from left to right): Penny Proud, Suga Mama Proud, Puff the Dog, Trudy Proud, Oscar Proud, and BeBe and CeCe Proud (below) * Penny Proud (voiced by Kyla Pratt): The main protagonist of the series, a 14-year-old girl who is usually embarrassed by her father, Oscar. She enjoys hanging out with her friends, even though they have gotten her into trouble, and left her to face danger by herself many times. She always listens to and respects her parents, but often caves in to peer pressure. She is a talented singer, as shown when she becomes a solo singer for Wizard Kelly Productions, but quits after missing her old life. Penny is a straight 'A' student, and is part of the school newspaper staff. At one point, she tried out for cheerleading, but due to having an accident with the stage being converted into a giant CD, LaCienega got the last spot on the squad. Penny is also good at writing and reciting poetry, and becomes jealous when her friend Dijonay becomes just as good as her. In The Proud Family Movie, Penny turns 16, and she begins to want independence, but her father has issues letting her go. She saves the world and makes up with him, and he finally realizes she is her own person who can make her own decisions. * Dijonay Jones (voiced by Karen Malina White): Penny's selfish, untrustworthy, and enthusiastic best friend. She has an obsessive crush on Sticky. She also loves to gossip and has gotten Penny in trouble many times. Eventually, Penny gets fed up with Dijonay mistreating her, and completely loses her trust in her, though they still remain friends. Dijonay's name is a pun on the name of Best Foods'/Hellmann's Dijonnaise, and she has nine younger siblings, all named after spices, seasonings and condiments. * BeBe & CeCe Proud (both voiced by Tara Strong): Penny's trouble-making baby fraternal twin siblings. BeBe is a boy with an afro and always has a bottle in his mouth, while CeCe is a girl with brown hair and a pink dress. BeBe and CeCe are named after the gospel music brother and sister duo, BeBe & CeCe Winans. BeBe's eyes are never seen, due to his afro hairstyle. They love Penny very much, but at times they play too roughly with her. They are often seen playing with Puff, and most of the time, Puff ends up getting injured. In the episode \"Twins to Tweens\", Penny wishes that they were teenagers so she would not have to babysit them anymore; her wish is granted, but later reverted because they were ruining Penny's life. * Puff the Dog (voiced by Tara Strong in the series, Carlos Alazraqui in the movie): Suga Mama's beloved pet poodle. Puff is often tormented by the baby twins, BeBe & CeCe, who play roughly with him. He does, however, show a soft side for Penny. It is also shown that Puff likes to watch drama shows. * Suga Mama Proud (voiced by Jo Marie Payton): Penny, BeBe, and CeCe's hip, wrestling-loving paternal grandmother, Oscar and Bobby's mother and Trudy's mother-in-law who does Tae Bo. She is very nice but sassy, and always gets straight to the point when she talks. She can even tease and beat up Oscar, but loves him deep down (during The Proud Family Movie, she finally gives him some respect and listens to him for once). She has the highest respect for Trudy. Her age is unknown (although in She Drives Me Crazy, it said she had a driver's license that expired in 1938), and is often made fun of by Oscar. An event from 20 years ago shows her looking exactly the same as before. Suga Mama is in love with her neighbor Papi, who often makes rude remarks about her in Spanish which she thinks are compliments. She shows extra amounts of love for her poodle, Puff. She is really into pink dresses and afro puffs, hence the name of her dog, Puff. Like Puff, Suga Mama also displays a really warm relationship with Penny and sometimes even agrees with her ideas. * Trudy Proud (née Parker) (voiced by Paula Jai Parker): The veterinarian mother of Penny, BeBe and CeCe, wife of Oscar, daughter-in-law of Suga Mama and sister-in-law of Bobby Proud. She comes from a relatively wealthy family, including her father who is a doctor and her sister Diana who is a famous actress. She often gives Penny advice when Penny is in trouble. Trudy is married to Oscar, and in turn often forces him to see the logical side of an argument. She is the level-headed one in the family along with Suga Mama, though she can be bossy and jealous sometimes. * Oscar Proud (voiced by Tommy Davidson): The overprotective father of Penny, BeBe and CeCe, husband of Trudy, younger brother of Bobby Proud and son of Suga Mama. Oscar is characterized as hyperactive, immature, childish, but still a well-meaning man. Oscar owns and operates his own snack food business called Proud Snacks, whose products are severely disgusting, yet he manages to stay in business. * Zoey Howzer (voiced by Soleil Moon Frye): Zoey is geeky, timid, shy, kind, and smart. She is very insecure about her looks and wants to be accepted. Zoey is known for being a follower and Penny often has to talk sense into her. Her mother is a limousine driver, while her aunt is a lawyer. Zoey enjoys dancing, but has little faith in her skills. When she competes in a dance battle, however, she proves herself to be just as good as, if not better than, her friends. * LaCienega Boulevardez (voiced by Alisa Reyes): Penny's Latina frenemy and the daughter of Felix and Sunset Boulevardez. She is the most popular and beautiful girl in Penny's school, as well as an excellent student. Penny and LaCienega despise each other and Penny is usually stuck hanging out with her, since LaCienega is friends with Dijonay, and their parents and grandparents are best friends. In the show, LaCienega is able to convince her parents and the Proud's that she is a very sweet and moral young lady, but in reality, she is very vain, arrogant, obnoxious, selfish, snotty, rude, conceited and snobbish. Despite her rebellious attitude, she is secretly envious of Penny deep down and likes her a little bit, but would never show it. LaCienega and her mother Sunset are named after La Cienega Boulevard and Sunset Boulevard, two Los Angeles area arterial roads that meet in West Hollywood, California. * Sticky Webb (voiced by Orlando Brown): Penny's other best friend. He is shown as a cool tech nerd who is able to build or hack any type of device. He seems to have a crush on Penny and is constantly trying to avoid Dijonay's affection. He does have some affection towards Dijonay, such as him getting jealous when she ignores him. Sticky's parents divorced in Season 1. He is not seen in The Proud Family: Louder and Prouder. After the events of The Proud Family and The Proud Family Movie Sticky's family moves to Japan. ===Supporting=== * The Gross Sisters (voiced by Raquel Lee): The neighborhood bullies who are almost always seen together and who go around stealing money from students, faculty, and even parents (including their own). They live with their family in a rough housing estate in the city, so they have to do chores to support it. Nubia is the leader and the only Gross sister who can talk, while her sisters (whom she often treats poorly), the heavily built Olei (who serves as Nubia's bodyguard), and the short-statured Gina (who collects the money), are silent. Nubia's catchphrase is \"Hands up, cash out!\". Despite the constant mistreatment and abuse, Nubia is protective over her sisters and threatens anyone who might endanger or harm them. Their names are a play on skincare products Neutrogena, Nivea, and Olay, which is ironic because their skin is noted to be dry, ashy, and blue. * Bobby Proud (voiced by Cedric the Entertainer, Arsenio Hall in the movie): Oscar's older brother, Suga Mama's eldest son, Trudy's brother-in-law and Penny, Bebe and CeCe's uncle. He is a fan of groups like Kool & The Gang among others. He sings and talks like the lead singers of the 1970s funk bands Cameo (Larry Blackmon), The Ohio Players (Sugarfoot) and The Commodores (Lionel Richie). He has a 1959 Cadillac Eldorado that only plays one song and has hydraulics and also a parachute for some safety reasons (as shown in the episode \"Thelma and Luis\" when Suga Mama and Papi accidentally drive it off the Grand Canyon and the parachute saves them). Suga Mama favors him over Oscar. He often has Oscar do things that annoy him very often, but ironically lead to Oscar meeting beautiful women. For example, he gets Oscar to be an ice cream man at a basketball game, which leads to one of the cheerleaders asking Oscar out on a date. Bobby and his band, DisFunkshunal Junction, are a clear parody of band leader George Clinton (also known as Dr. Funkenstein) and his band Parliament- Funkadelic, also known as P-Funk. Bobby reveals in the episode \"She Drives Me Crazy\" that the band is from East St. Louis, Illinois. * Wizard Kelly (voiced by Aries Spears): An incredibly wealthy and famous businessman who made his fortune playing professional basketball. He owns various businesses that are named after him. A running gag is how he is too tall to fit in the picture, so every image and video of him shows only up to his neck. * Smart Baby/Red-Nosed Baby (voiced by Ron Glass): An infant with a droll expression, who enjoys harassing Oscar. Despite him being a baby, he is shown to be able to speak as if he were an adult. Whenever Oscar tries to expose him he responds as if he is just a regular baby, with a \"Goo goo\". His parents are never seen or mentioned. * Felix Boulevardez (voiced by Carlos Mencia): Oscar's neighbor and best friend. (Oscar and Felix were also the names of the lead characters from the TV sitcom The Odd Couple). He is the father of LaCienega and the husband of Sunset. He and Oscar often get into trouble together. He and Oscar both have dominating wives, both have parents living in their home (Oscar has Suga Mama and Felix has Papi) and both have teenage daughters. The differences between them is that Oscar is tall and skinny and Felix is short and overweight, and Felix is also richer (due to his construction site named after him) and more successful than Oscar at everything, but that does not affect their friendship. They are also very strict with their daughters hanging out with boys. * Sunset Boulevardez (voiced by Maria Canals): Felix's wife and Trudy's best friend. She is the mother of LaCienega, and is a police officer. * Papi Boulevardez (voiced by Alvaro Gutierrez, Kevin Michael Richardson while laughing): Felix's father, Sunset's father-in-law and Suga Mama's love interest. He is the grandfather of LaCienega. He speaks only Spanish and as a result he can get away with insulting Suga Mama. However, Suga Mama believes that he is sweet-talking her which only increases her affection towards Papi. Nevertheless, the two are often seen spending time together and genuinely enjoying each other's company. He is also known for his trademark cackling when after he insults Suga Mama or on some occasions. Ironically in The Proud Family Movie, Papi becomes enamored with the Spanish speaking clone of Suga Mama, who promptly beat him up when he insulted her. Suga Mama initially mistakes him for Cesar Romero, whose portrayal of the Joker Papi resembles. * Michael Collins (voiced by Phil LaMarr): Penny's flamboyant friend and the son of the school coach. Due to his effeminate interests, he is often bullied. However, he does stand-up for himself and sometimes gets over excited. In addition to this, his father is ashamed of him and often tells him to call him coach in public. * Dr. Payne (voiced by Kevin Michael Richardson): The Prouds' doctor, whose build and mannerisms are based on those of Mr. T. Oscar usually suffers painful treatment at his hands. He calls Oscar \"Fool\", Penny \"Itty Bitty\" and Suga Mama \"Sugar Bear\". * Peabo (voiced by Cree Summer): The Prouds' 9-year-old neighbor. He is very smart for his age and often tries to warn Oscar whenever Oscar does something dangerous, though Oscar never listens and suffers for it. He is the only one who is known to like Proud Snacks. He at first has a crush on Penny, then Zoey, and ends up dating one of Dijonay's sisters. * Lil' Wiz (also voiced by Aries Spears): Wizard Kelly's son. ==Episodes== ===Television film=== In 2005, The Proud Family Movie premiered as a Disney Channel Original Movie on Disney Channel. The film served as the series finale for show's original run. ===Crossover with Lilo & Stitch=== The Proud Family visit Hawaii on an episode of Lilo & Stitch: The Series entitled \"Spats\" in which they stay at Jumba & Pleakley's Bed & Not Breakfast and Suga Mama inadvertently activates an experiment that causes spats. ===Web series spinoff=== The Proud Family Shorties is an online cartoon spinoff of The Proud Family created by Bruce W. Smith. It follows the adventures of BeBe & CeCe Proud, Suga Mama, and Puff the dog. ==Production== The Proud Family was created by Walt Disney Animation Studios animator Bruce W. Smith and was produced by Jambalaya Studios. Before its premiere, it was originally piloted for Disney's One Saturday Morning, then Nickelodeon, until it was eventually picked up by Disney Channel and started airing in September 2001. An original pilot was made and produced by Nickelodeon in 1998 but was never shown to the public resulting in Nickelodeon passing the show on. Some of the later episodes of The Proud Family were produced using Adobe Flash. Michael Peraza was the show's art director. It marked the very first animated Disney Channel Original Series, and, coincidentally, the only original animated series from Disney Channel not to be associated with, or produced exclusively by, Disney's Television Animation arm. ==Broadcast== ===Reruns=== On August 31, 2002, The Proud Family began airing in reruns on ABC as part of Disney's One Saturday Morning. Two weeks later, Disney's One Saturday Morning would be rebranded as ABC Kids where The Proud Family continued airing until September 2, 2006, when it was removed from the lineup. The series was shown on Disney Channel as part of Disney Replay on October 1, 2015, and aired again on December 24, 2015, with the episode, \"Seven Days of Kwanzaa\". In December 2018, the episode was part of a holiday live stream on Disney Channel's YouTube channel. It also aired on Toon Disney until February 6, 2009, just six days before the channel was relaunched as Disney XD. The episode \"Who You Calling a Sissy?\" was pulled after its initial airing on August 12, 2005 due to regarding Michael Collins' orientation while being called a sissy at the time. It is later confirmed that Michael Collins is gender non-conforming. The ban is lifted as of 2020 and is available to watch on Disney+. Another episode \"Wedding Bell Blues\" was cut from reruns on the network in 2004 due to the result that Oscar accused Suga Mama’s new boyfriend Clarence of being a gigolo. The episode was later reinstated when the show was released on Disney+ in 2020. ===International=== The Proud Family aired on The Family Channel in Canada. In Jamaica, it aired on TVJ. In the United Kingdom, the series aired on ITV in 2002 as part of the network's Saturday morning Diggin' It show. The series has also aired on multiple international Disney Channel stations. ===Streaming=== The series is available for purchase on the iTunes Store, Amazon Prime Video, and Google TV as of September 2020. The series became available to stream on Disney+ on January 1, 2020. The first season episode \"Don't Leave Home Without It\" was originally made unavailable on all streaming services, including Disney+, most likely due to music licensing issues with the episode's use of Destiny's Child's \"Independent Women\" until this issue was resolved in March 2022. Due to increasing interest in the series, Disney executives approached Farquhar and Smith about reviving the series, and the production of the revival, entitled The Proud Family: Louder and Prouder was announced on February 27, 2020. == Home media == To celebrate the show’s 20th anniversary, Walt Disney Studios Home Entertainment released a 7-disc complete collection that includes the show for the first time ever on DVD, alongside The Proud Family Movie and Shorties on March 15, 2022. ==Music== The soundtrack album for the show is a combination of both original songs by the characters in the show, songs by popular R&B; music artists such as Alicia Keys, India.Arie, and Solange & Destiny's Child (who perform the theme song), and classic soul music from artists such as Aretha Franklin and the O'Jays. ===Track listing=== # \"The Proud Family Theme Song\" - Solange & Destiny's Child # \"Enjoy Yourself\" - L.P.D.Z. # \"Peanut Butter Jelly Time\" - Buckwheat Boyz # \"Respect\" - Aretha Franklin # \"Fallin'\" - Alicia Keys # \"Throw Em Up\" - Lil' Romeo # \"Good Times\" - Chic # \"Bobby's Jam: So Dysfunkshunal\" - Cedric the Entertainer # \"Video\" - India.Arie # \"More Love\" - Smokey Robinson & the Miracles # \"We Are Best Friends\" - L.P.D.Z. # \"Use ta Be My Girl\" - the O'Jays # \"It's All About Me\" - Penny Proud # \"You'll Never Find Another Love like Mine\" - Lou Rawls ==Video game== The Proud Family, a video game based on the series, was developed by Gorilla Systems and published by Buena Vista Games for the Game Boy Advance. The game was released in North America in November 2005, a few months after the show ended. In the game, Penny works a variety of jobs to raise money so she can afford to buy her parents a T.H.A.N.G. (Total Home Automated Necessity Gizmo) for their upcoming wedding anniversary. Each job plays out as a minigame. Aside from Penny and her parents, other characters from the series also appear in the game, including Penny's friends and Suga Mama. GameDaily and GameZone both rated the game 8 out of 10. ==Reception== The series was received positively and was a \"huge success\" when it premiered. New York Times writer Leigh Ann Johnson argued that the series provided a \"lighthearted depiction of a Black suburban family\" in their day-to-day lives, \"groundbreaking\" for a Black cartoon on TV, with universal themes delivered so that they were rooted in African-American culture. They also stated that the series included vernacular and colloquialisms used in Black households, combined with humor, cultural references, and \"educational storylines.\" Another writer for the Times, Maya Phillips, argued that the series \"distinguished itself by being unapologetically Black.\" Leila Etthachfini of Vice Media criticized the show for negative stereotypes of Asian, Muslim, and Black people, but also said it is \"a standout Disney show in many ways.\" Betsy Wallace of Common Sense Media said that the series is a mix of positive role models, zany comedy, and stories which are relatable, while questioning the political point of having a famous basketball player own everything in town, and asked whether its fine for a cartoon to \"exaggerate cultural traits and poke fun at them.\" Even so, the review concluded that the series provides strong tweens and teenagers strong role models of parents, fun comedy, and relatable stories. Naidra Goffe of Slate praised the series for its humor aimed at viewers, with clear inspirations for in-universe shows and references, and for starring a cast of Black teenagers of \"all different shades and family makeups.\" Screenrant praised the series for having a \"perfect balance\" of being hilarious and heartfelt while breaking barriers with its \"BIPOC representation\" behind the scenes and in the show itself. Romper praised the series for positive representation of Black families, changing the narrative through each episode. HuffPost lauded the series for allowing Black people to see versions of themselves \"through expressive and entertaining characters. CBR argued that the series represents the diversity of the Black community \"instead of depicting them as stock characters.\" ===Awards and nominations=== {| class=\"wikitable sortable plainrowheaders\" |+ |- !scope=\"col\"| Year !scope=\"col\"| Award !scope=\"col\"| Category !scope=\"col\"| Nominee(s) !scope=\"col\"| Result |- | rowspan=\"2\"|2002 !scope=\"row\" rowspan=\"2\"| NAACP Image Awards | Outstanding Performance in a Youth or Children's Series/Special | Tommy Davidson | |- | Outstanding Youth or Children's Series/Special | The Proud Family | |- | 2002 !scope=\"row\"| Artios Award | Best Casting for Animated Voice Over, Television | Eileen Mack Knight | |- | rowspan=\"5\"|2003 !scope=\"row\" rowspan=\"5\"| NAACP Image Awards | rowspan=\"2\"|Outstanding Supporting Actor in a Comedy Series | Cedric the Entertainer | |- | Ving Rhames | |- | rowspan=\"3\"|Outstanding Performance in a Youth/Children's Series/Special | Tommy Davidson | |- | JoMarie Payton | |- | Kyla Pratt | |- | 2003 !scope=\"row\"| Casting Society of America | Best Casting for Animated Voice Over, Television | Eileen Mack Knight | |- | rowspan=\"4\"|2003 !scope=\"row\" rowspan=\"4\" | 30th Annie Awards | Outstanding Achievement in an Animated Television Production Produced for Children | The Proud Family | |- | Outstanding Character Design in an Animated Television Production | Shannon Tindle for episode \"Forbidden Date\" | |- | Outstanding Directing in an Animated Television Production | Bruce W. Smith for episode \"A Hero For Halloween\" | |- | Outstanding Writing in an Animated Television Production | James E. West II & T. Smith III for episode \"I Had A Dream\" | |- | 2004 !scope=\"row\"| 31st Annie Awards | Outstanding Character Design in an Animated Television Production | Shannon Tindle for episode \"Culture Shock\" | |- | 2004 !scope=\"row\"| BET Comedy Awards | Outstanding Animated Series | The Proud Family | |- | rowspan=\"2\"|2004 !scope=\"row\" rowspan=\"2\"| NAACP Image Awards | rowspan=\"2\"| Outstanding Performance in a Youth/Children's Series/Special | Tommy Davidson | |- | Kyla Pratt | |- | 2004 !scope=\"row\" | 2004 Kids' Choice Awards | Favorite Cartoon | The Proud Family | |- | 2004 !scope=\"row\" | 20th TCA Awards | Outstanding Children's Programming | The Proud Family | |- | rowspan=\"3\"|2004 !scope=\"row\" rowspan=\"3\"| NAMIC Vision Awards | rowspan=\"2\"|Best Comedic Performance | JoMarie Payton | |- | Paula Jai Parker | |- | Children’s | The Proud Family \"Tween Town\" | |- | rowspan=\"3\"|2005 !scope=\"row\" rowspan=\"3\"| 36th NAACP Image Awards | rowspan=\"3\"| Outstanding Performance in a Youth/Children's Series/Special | Tommy Davidson | |- | JoMarie Payton | |- | Kyla Pratt | |- | rowspan=\"2\"|2005 !scope=\"row\" rowspan=\"2\"| NAMIC Vision Awards | Best Children's | The Proud Family | |- | Best Comedic Performance | JoMarie Payton | |} ==References== ==External links== * The Proud Family on Disney+ *The Proud Family on DisneyNOW (archived) * Category:2001 American television series debuts Category:2005 American television series endings Category:2000s American animated television series Category:2000s American black cartoons Category:2000s American black sitcoms Category:ABC Kids (TV programming block) Category:American children's animated comedy television series Category:American animated sitcoms Category:American television series revived after cancellation Category:Animated television series about families Category:Animated television series about teenagers Category:Animated television series about twins Category:Disney animated television series Category:Disney Channel original programming Category:Middle school television series Category:Television series by Disney Category:English-language television shows Category:Fictional African-American people Category:Television series by Hyperion Pictures Category:Crossover animated television series Category:Disney+ original programming Category:Television series created by Bruce W. Smith Category:Television shows adapted into video games",
 "title": "The Proud Family"
}