{
 "id": "146505",
 "text": "right|thumb|300px|Lock and bridge in Hvide Sande, Denmark. Until January 1, 2007 Holmsland was a municipality (Danish, kommune) in Ringkjøbing County on the west coast of the Jutland peninsula in west Denmark. The municipality covered an area of 95 km2 on a narrow strip of land, Holmsland Dunes (Holmsland Klit), which is connected to the mainland on the north and south, and bounded on the east by Ringkøbing Fjord and on the west by the North Sea. It had a total population of 5,285 (2005). Its last mayor was Ivar Enevoldsen. The main town and the site of its municipal council was the town of Hvide Sande (\"White Sands\"). The municipality was created in 1970 due to a (\"Municipality Reform\") that combined a number of existing parishes: * Gammelsogn Parish * Holmsland Klit Parish * Nysogn Parish Holmsland municipality ceased to exist due to Kommunalreformen (\"The Municipality Reform\" of 2007). It was merged with existing Egvad, Ringkøbing, Skjern, and Videbæk municipalities to form the new Ringkøbing-Skjern municipality. This created a municipality with an area of 1,485 km2 and a total population of 57,818 (2005). The new municipality belong to Region Midtjylland (\"Mid-Jutland Region\"). The merger was a hot issue in Holmsland municipality, since Holmslund distinguished itself by having Denmark's lowest tax rate, and residents expected that this rate would increase on account of the merger. According to Dagbladet Børsen, Denmark's leading business paper, residents risked a loss on their properties of more than 250,000 DKr, and a yearly tax increase of 15,000 DKr on account of the merger . ==The town of Hvide Sande == The town of Hvide Sande lies in the middle of the former municipality and is Denmark's 5th largest fishing harbour. It was established on either side of the canal that runs from the North Sea into Ringkøbing Fjord. The canal was dedicated in 1931. == External links == * Ringkøbing Fjord municipality's official cooperation and tourism information website * City web site for Hvide Sande == References == * Municipal statistics: NetBorger Kommunefakta, delivered from KMD aka Kommunedata (Municipal Data) * Municipal mergers and neighbors: Eniro new municipalities map Category:Former municipalities of Denmark",
 "title": "Holmsland Municipality"
}