{
 "id": "146648",
 "text": "Fort Garry, also known as Upper Fort Garry, was a Hudson's Bay Company trading post at the confluence of the Red and Assiniboine rivers in what is now downtown Winnipeg. It was established in 1822 on or near the site of the North West Company's Fort Gibraltar established by John Wills in 1810 and destroyed by Governor Semple's men in 1816 during the Pemmican War.Barkwell, Lawrence J. (2018) Historic Metis settlements in Manitoba and geographical place names. Winnipeg, Manitoba: Louis Riel Institute, 2018. Fort Garry was named after Nicholas Garry, deputy governor of the Hudson's Bay Company. It served as the centre of fur trade within the Red River Colony. In 1826, a severe flood destroyed the fort. It was rebuilt in 1835 by the HBC and named Upper Fort Garry to differentiate it from \"the Lower Fort,\" or Lower Fort Garry, 32 km downriver, which was established in 1831.A Short Pictorial History On Upper Ft. Garry. Lincoln Park Gallery website. Retrieved 16 Oct 2010. Throughout the mid-to-late 19th century, Upper Fort Garry played a minor role in the actual trading of furs, but was central to the administration of the HBC and the surrounding settlement. The Council of Assiniboia, the administrative and judicial body of the Red River Colony mainly run by Hudson's Bay Company officials, met at Upper Fort Garry. In 1869, the Hudson's Bay Company agreed to surrender its monopoly in the North-West, including Upper Fort Garry. In late 1869 and early 1870, the fort was seized by Louis Riel and his Métis followers during the Red River Rebellion. After the Rebellion, the area around the fort continued to grow. In 1873, the city of Winnipeg was established and the name Fort Garry was no longer used. In 1881-1884 the majority of the fort was demolished to straighten Main Street (it was at Main Street and Assiniboine AvenueMartin Kavanagh, \"The Assoboine Basin\", 1946, map page 89). Although only the main gate of the fort remains today, the name \"Fort Garry\" lives on through various institutions and businesses. An area or division of Winnipeg running along the Red River south of the original fort is called Fort Garry. The hotel beside the fort is called the Fort Garry Hotel, which was originally constructed for the Grand Trunk Pacific Railway company. Fort Street and Garry Street are on either side of the hotel. Many companies have adopted the name, such as Fort Garry Industries and the Fort Garry Brewing Company. The Fort Garry Horse has been a component of the Winnipeg military garrison throughout the 20th and into the 21st centuries. ==National Historic Site== Fort Garry, along with the sites of nearby Forts Rouge and Gibraltar, were collectively designated a National Historic Site in 1924, under the name \"Forts Rouge, Garry, and Gibraltar National Historic Site\". Together, the three sites are illustrative of the evolution of the fur trade in Western Canada, from exploration and expansion westward (Fort Rouge, established in 1738 by the French), to the dominance of the North West Company (Fort Gibraltar, established in 1807) and finally the ascendancy of the Hudson's Bay Company (Fort Garry). The gate at Fort Garry constitutes the only above-ground remains of this succession of forts. ==Legacy== On 15 June 1938 Canada Post issued 'Fort Garry Gate, Winnipeg', a 20¢ stamp. G == Provincial Heritage Park == thumbnail|250px|Upper Fort Garry Provincial Heritage Park (2015) Work has begun on a project to establish a heritage park in the area surrounding what remains of the Upper Fort Garry. In the spring of 2010, a bill passed the House in the Manitoba Legislature, entitled The Upper Fort Garry Heritage Provincial Park Act. In 2007, a development company, Crystal Developers, sought to build an apartment complex next to the fort's original \"footprint\". However, the Friends of Upper Fort Garry, a group dedicated to developing an historical interpretive park at the site, was convened to oppose them.History buffs fight development near Upper Fort Garry. CBC News-Manitoba, May 29, 2007. Retrieved 16 Oct 2010.Dig uncovers more of Winnipeg's Upper Fort Garry. CBC News-Manitoba, Oct. 11, 2007. Retrieved 16 Oct 2010. The plan called for an interpretive centre just outside the old fort's walls, and a large surface parking lot that would have been placed closer to the walls than the apartment itself. After a City of Winnipeg-imposed deadline to raise funds to build a park on the site was nearing, Crystal Developers decided to grant the Friends an additional two years to finish raising the needed funds.Deadline Extended for Upper Fort Garry. Friends of Upper Fort Garry, 28 March 2008. Retrieved 18 April 2011. Crystal ultimately bowed out of its proposed development plans. Two years later the City of Winnipeg approved the construction by Crystal Developers of a 25-storey apartment tower just west of the original location, on Assiniboine Ave.Green light given to downtown high-rise apartment tower. Archived article from Winnipeg Free Press, June 10, 2010. Retrieved 16 Oct 2010. Enough funds were raised by the Friends to purchase the buildings already on the site of their proposed heritage park, including a Petro-Canada gas station.Gas station site added to heritage park at city's birthplace. Winnipeg Free Press, June 1, 2010. Retrieved 17 Oct 2010. The only building that was allowed to stay untouched was the current home of the Manitoba Club,Even losers must celebrate Upper Fort Garry. Winnipeg Free Press, June 2, 2009. Retrieved 17 Oct 2010. which started as an organization in 1874,Virtual Heritage Winnipeg - Manitoba Club. Retrieved 17 Oct 2010. only one year after the incorporation of Winnipeg. The existing Manitoba Club building was completed in 1905. The historic Fort Garry Hotel across the street was built shortly thereafter, in 1913. The plans for the future heritage park at the site of Upper Fort Garry were officially unveiled in May 2010.Plans for Upper Fort Garry park unveiled. Winnipeg Free Press, May 12, 2010. Retrieved 17 Oct 2010. From the Hansard Records of the Legislative Assembly of Manitoba, dated Monday, June 14, 2010,Legislative Assembly of Manitoba. Debate of the Standing Committee on Justice, June 14, 2010. Retrieved 17 Oct 2010. it is clear that the boundaries of the proposed Upper Fort Garry Provincial Heritage Park, described in Bill 27–The Upper Fort Garry Heritage Provincial Park Act then under consideration, would not include the Manitoba Club building. In the meeting referenced above, Mr. Jerry Gray (Friends of Upper Fort Garry), referring to the future park boundaries, states that the property is \"bordered by Main Street on the east side, Assiniboine on the south side and Fort Street on the west side and then goes up to the back where the gate property is.\" Evidently, the Manitoba Club property on Broadway is excluded from the proposed heritage park, aside from being located on the same city block.Plans for Upper Fort Garry park and interpretive centre unveiled. Winnipeg Free Press, May 15, 2010. Retrieved 17 Oct 2010. According to the records of the Thirty-Ninth Legislature, Bill 27 received Royal Assent on June 17, 2010, by Proclamation of the Lieutenant-Governor Philip S. Lee.Manitoba Laws - The Upper Fort Garry Heritage Provincial Park Act. Bills of the Fourth Session, Thirty-Ninth Legislature, Legislative Assembly of Manitoba (Printed copies of bills). Updated to Nov. 15, 2010. Retrieved 24 Nov 2010. The park opened to the public on August 6, 2015, with development still to come.\"Upper Fort Garry Provincial Park Open to Public: Construction Fence Coming Down \", press release.David Lipnowski, \"Upper Fort Garry open for visitors\" in the Winnipeg Free Press, 2015-08-07. ==Gallery== File:DENT(1881) 1.075 FORT GARRY, MANITOBA.jpg|Fort Garry Image:UpperFortGarryEarly1870s.jpg|Upper Fort Garry in the early 1870s File:Canadian Dog Train and Remains of Old Fort Garry, Winnipeg 1899 (HS85-10-11350) original.tif|Canadian Dog Train and Remains of Old Fort Garry, 1899. Image:UpperFortGarry2007.jpg|Upper Fort Garry Heritage Park in 2007 File:Carlton Trail plaque.jpg|Plaque for the \"Fort Garry to Fort Edmonton Trail\" National Historic Event, also known as the Carlton Trail ==See also== * Council of Keewatin * Fort Rouge (fortification) * History of Winnipeg * Temporary North-West Council * Coat of arms of Winnipeg * Spokane Garry (Was taught here) ==External links== * Official site * Friends of Upper Fort Garry * The Upper Fort Garry Heritage Provincial Park Act * Manitoba Historical Maps, Images and Maps of Fort Garry ==Further reading== * Garry, Nicholas. Diary of Nicholas Garry, Deputy-Governor of the Hudson's Bay Company from 1822-1835. A Detailed Narrative of His Travels in the Northwest Territories of British North America in 1821. 1900. == References == Category:History of Winnipeg Garry Category:Hudson's Bay Company forts",
 "title": "Fort Garry"
}