{
 "id": "146835",
 "text": "{| |} The Eurocopter MH-65 Dolphin is a twin-engined helicopter operated by the United States Coast Guard (USCG) for medevac-capable search and rescue (SAR) and armed Airborne Use of Force missions. It is a variant of the French- built Eurocopter AS365 Dauphin. ==Development== The SA366 G1 Dauphin version was selected by the United States Coast Guard in 1979 as its new short range recovery (SRR) air-sea rescue helicopter, replacing the Sikorsky HH-52A Sea Guard. In total 99 helicopters, optimised for the USCG's search and rescue role tasks and given the designation HH-65A Dolphin, were acquired. Unlike the HH-52, the HH-65A is not able to perform water landings.HH-65A Dolphin , GlobalSecurity.org, accessed 1 October 2007 The HH-65 normally carries a crew of four: Pilot, Copilot, Flight Mechanic and Rescue Swimmer. The Dolphin was manufactured by Aerospatiale Helicopter Corporation (later Airbus Helicopters) and assembled in Grand Prairie, Texas. Lycoming LTS101-750B-2 turboshaft engines were selected for the twin engine powerplant whilst Rockwell Collins manufactured the HH-65's avionics in Cedar Rapids, Iowa. The HH-65 Dolphin is used for homeland security patrols, cargo, drug interdiction, ice breaking, military readiness, pollution control, and search and rescue missions. The HH-65 is known for its Fenestron tail rotor and its autopilot capabilities, which can complete an unaided approach to the water and bring the aircraft into a stable hover, or automatically fly search patterns, an ability which allows the crew to engage in other tasks. In order to comply with U.S. regulations relating to local content (based primarily on the value of individual components of the aircraft), engineering changes were required—notably, the SA365's original Turbomeca Arriel engines were replaced with LTS101-750B-2 powerplants, which at the time were required to be American. Unfortunately, initial teething problems with this engine worsened as the HH-65's weight grew, resulting in several in-flight loss-of-power events. The USCG funded a program to improve engine reliability, but the resulting LTS101-850 failed to meet expectations. In 1994, the USCG therefore held a fast-track competition to select a new powerplant, and in March 2004 the Guard announced the selection of the Turbomeca Arriel 2C2-CG, already installed on the EC155. This upgrade began in 2004, and has resulted in a safer and more capable aircraft. These modified HH-65As and HH-65Bs, which also gained new avionics and other enhancements, have been designated as HH-65Cs. ==Design== thumb|Fenestron on the HH-65C thumb|HH-65C radar The HH-65A's minimum equipment requirements exceeded anything previously packaged into a helicopter weighing less than 10,000 pounds (4,535 kg). Seventy-five percent of the HH-65's structure—including rotorhead, rotor blades and fuselage—consists of corrosion-resistant composite materials. Also a unique feature of the Dolphin is its computerized flight management system, which integrates state-of-the-art communications and navigation equipment. This system provides automatic flight control. At the pilot's direction, the system will bring the aircraft to a stable hover above a selected object. This is an important safety feature in darkness or inclement weather. Selected search patterns can be flown automatically, freeing the pilot and copilot to concentrate on sighting & searching the object. A distinctive feature of the MH-65 is its fenestron ducted-fan anti-torque device. The fenestron consists of 11 blades spinning inside a circular housing at the base of the helicopter's tail fin. Certified for single-pilot instrument flight rules (IFR) operation, the HH-65A was the first helicopter certified with a four- axis autopilot, allowing for hands-off hover over a pre-determined location. ==Operational history== The Dolphin is primarily a Short Range Recovery (SRR) aircraft. There are now a total of 102 Dolphins in the Coast Guard Fleet. The fleet has home ports in 17 cities on the Atlantic and Pacific Ocean, Gulf of Mexico, Hawaii, and the Great Lakes region. The Dolphin is usually deployed from shore but it can be deployed from medium and high endurance Coast Guard Cutters, as well as the Polar Icebreakers. The Dolphin's main jobs are: search and rescue, enforcement of laws and treaties (including drug interdiction), polar ice breaking, marine environmental protection including pollution control, and military readiness. When deployed from an icebreaker, the helicopter acts as the ship's eyes, searching out thinner and more navigable ice channels. They also have the job of airlifting supplies to villages isolated by winter, or transporting scientists to conduct remote research. The MH-65 is also used to patrol the Air Defense Identification Zone (ADIZ) around Washington, D.C., also known as the National Capital Region (NCR). Seven new- build MH-65Cs were acquired for this mission. === Israeli Air Force service === In the early 1980s, the Israeli Navy sought to acquire a purpose-built maritime helicopter to bolster its over-the-horizon detection and targeting capabilities. Several helicopter types were evaluated, including the Westland Lynx and SH-60 Seahawk; in 1983, Israel announced the selection of the HH-65 Dolphin. Seeking a few examples to gain service experience and with limited funding, Israel acquired two used HH-65A developmental test aircraft from the USCG, the first HH-65A pre-production prototype (c/n 6002) and the third prototype (c/n 6005). These were delivered on 4 August 1985 and although owned by the navy, they were operated by the Israeli Air Force. Initially serving as the maritime flight of 124 Squadron at Palmachim, in June 1987 the IAF formed a dedicated maritime squadron, 193 Squadron, to which the two Dolphins were assigned. On 16 September 1996 one crashed in the Mediterranean, killing the three crew members on board. The remaining helicopter was retired a year later, replaced by the Eurocopter AS565 Panther. The Dolphins were operated by a crew consisting of an IAF Pilot, and IAF mechanic and an IN maritime support officer. First deployed in USCG colors, they were later given a blue and gray color scheme. ==Variants== ;HH-65A: Initial USCG version, powered by two LTS101-750B-2 turboshaft engines and with an MTOW. ;HH-65B: Avionics upgrade undertaken on a portion of the fleet. Retrofit included an NVG-compatible integrated flight management avionics suite consisting of two GPS-embedded CDU-900G control display units and two MFD-255 multifunction flat panel displays. The HH-65B upgrade was undertaken at the Coast Guard's Aircraft Repair and Supply Center (ARSC) in Elizabeth City, NC, with the first aircraft rolling-off the post-depot maintenance (PDM) line in March 2001. ;HH-65C: HH-65A/B upgraded with new Arriel 2C2-CG engines that provide 40% more power and higher performance, plus an upgraded tail gearbox, long-nose avionics compartment, increased MTOW, expanded lateral flight envelope and Vehicle and Engine Multifunction Display (VEMD) with First Limit Indicator (FLI). First retrofit completed in October 2004. ;MH-65C: Initially intended only for use by the Multi-Mission Cutter Helicopter (MCH), a further enhancement of the HH-65C within the USCG's Deepwater effort, includes the installation of a 10-blade low-noise Fenestron, relocated avionics, and an Airborne Use of Force (AUF) package (in common with that of the modernized HH-60T) which provides the capability to fire warning and disabling shots from the air. The MH-65C is used in AUF missions, such as the Helicopter Interdiction Tactical Squadron (HITRON) mission taken up by the MH-65C in early 2008. AUF aircraft are armed with the Barrett M107CQ 12.7 mm anti-materiel rifle and M240G 7.62 mm machine gun. The helicopter can also be used for counter terrorism. ;MH-65D: MH-65C with an upgraded flight navigation system common to Department of Defense helicopters.http://www.uscg.mil/acquisition/mch/default.asp USCG Acquisition Directorate: Multi-Mission Cutter Helicopter The first production MH-65D was completed on 20 January 2011 and is fitted with a Honeywell HG7502 radar altimeter, two Honeywell H-764G EGI's (embedded GPS/inertial navigation systems) and two control display units CDU-7000D from Rockwell Collins. 97 HH/MH-65Cs will be upgraded to MH-65D standard.Airforces Monthly, April 2011 ;MH-65E: The MH-65E will incorporate upgrades that will modernize the cockpit by installing digital “glass” cockpit instruments, known as the Common Avionics Architecture System (CAAS) from Collins Aerospace, similar to those installed in the Coast Guard's upgraded MH-60T Jayhawk Medium Range Recovery (MRR) helicopters. The Echo upgrade will also replace the legacy analog automatic flight control with a digital system, and installing a digital weather radar system. The MH-65E model is expected to begin to be delivered to the fleet in 2017.\"Coast Guard Common\" Avionics Today. Retrieved: 13 September 2014. ==Operators== ;: * Israeli Air Force ** 124 Squadron (Israel) – Palmachim Airbase (initial assignment) ** 193 Squadron (Israel) – Ramat David Airbase or Palmachim Airbase ;: * United States Coast Guard ** CGAS Atlantic City ** Coast Guard ATC ** CGAS Barbers Point ** CGAS Corpus Christi ** CGAS Detroit ** CGAS Houston ** CGAS Humboldt Bay ** CGAS Kodiak ** CGAS Miami ** CGAS New Orleans ** CGAS North Bend ** CGAS Port Angeles ** CGAS San Francisco ** CGAS Savannah **Helicopter Interdiction Tactical Squadron ==Specifications (MH-65C)== 420px|right ==See also== ==References== ==External links== * HH-65 Depot Maintenance page and Flight Training page on CoastGuardchannel.com * Fatal Coast Guard crashes on check-six.com Category:Aérospatiale aircraft Category:Airbus Helicopters aircraft Category:Fantail helicopters Category:Military helicopters Category:Search and rescue helicopters Category:1980s United States helicopters Category:Twin-turbine helicopters Category:Aircraft first flown in 1980",
 "title": "Eurocopter MH-65 Dolphin"
}