{
 "id": "147054",
 "text": "The Vietnam Veterans of America Foundation (VVAF),Veterans For America » ABOUT VFA at www.veteransforamerica.org established in 1980, now the Veterans for America (VFA), is a Washington, D.C.-based international humanitarian organization that addresses the consequences of war and conflict. The founder of VVAF is Bobby Muller, a former U.S. Marine lieutenant and Vietnam veteran. ==Background== In 1980, co-founders Bobby Muller and John Terzano created Vietnam Veteran of America Foundation with the goal of transforming the American experience of the Vietnam War into a mission of compassion and justice. VVAF's first major initiative was a journey back to Vietnam in 1981 to make peace with the country. In 1991, after a trip to the Killing Fields of Cambodia, VVAF co-founded the International Campaign to Ban Landmines to ban landmines, called Campaign for A Landmine Free World, which was awarded the 1997 Nobel Peace Prize for its efforts to persuade countries to sign a treaty eradicating the use of antipersonnel landmines. In 1992, VVAF opened a clinic on the outskirts of Phnom Penh to offer rehabilitative services to landmine victims. ==Projects== One of VVAF's primary causes is Campaign for a Landmine Free World, which works to increase awareness of the world's landmine crisis. As of 2002, VVAF operated programs in Angola, Cambodia, El Salvador, Kosovo, Sierra Leone and Vietnam. Since early 1998, a number of top musical artists have contributed to the cause through VVAF's Artists for a Landmine Free World. Some of the program's most active members include Emmylou Harris, Sheryl Crow, Steve Earle, Nanci Griffith, Willie Nelson, Lucinda Williams, Bruce Cockburn, Bruce Springsteen, and Mary Chapin Carpenter. VVAF was a cofounder of the International Campaign to Ban Landmines (ICBL), which was awarded the 1997 Nobel Peace Prize jointly with coordinator Jody Williams of the VVAF. Loung Ung serves as National Spokesperson for the Campaign for a Landmine-Free World. ===Post-Conflict Rehabilitation=== Many survivors of war require physical and emotional rehabilitation. VVAF's Post-Conflict Rehabilitation Program (PCR) provides support through product services, physical and emotional training, and sport rehabilitation. It has provided rehabilitation services in Angola, Ethiopia, Cambodia, and Vietnam, and supports rehabilitation and disability programs throughout Central America and Sub-Saharan Africa. Thousands of people who suffer from disabilities caused by war or debilitating diseases such as polio and clubfoot benefit every year from artificial limbs, braces and wheelchairs produced at VVAF clinics. In addition, patients are enrolled in physical therapy sessions where they develop the strength, flexibility and skills to become mobile again. VVAF's community follow-up and outreach teams bring assistance to people where they live. And through the creation of self-help groups and the implementation of sports and recreation activities through its Sports for Life initiative, people develop the confidence, skills, and social networks necessary to become active participants in their societies. ===Sports for life=== Sports for Life (SFL), a project of PCR, uses athletic activity and play as vehicles for bringing about positive changes in the lives of people with disabilities. The SFL program uses therapeutic and competitive sports to rehabilitate disabled persons in war-affected nations, helping them to build physical and social skills and develop the confidence to improve their lives in other ways. SFL has conducted successful programs in Kosovo, Angola and Cambodia. In March 2006 two athletic superstars, 2000 NFL MVP Ray Lewis and Paralympian Cheri Blauwet joined the Sports for Life Advisory Committee and travelled to Africa with VVAF to support and promote new developments in Ethiopia and Angola. ===Information Management and Mine Action Programs=== VVAF's Information Management and Mine Action Programs (iMMAP) works in post-conflict countries, including Iraq, Vietnam and the Democratic Republic of the Congo, to evaluate the impact of landmines and provide technical assistance to coordinate information necessary for relief and development. IMMAP started from the basic premise that implementing organizations, national authorities and donor governments needed to be able to define the global landmine problem's physical, social and economic dimensions as a prerequisite for effective planning, resource allocation and advocacy. Its efforts resulted in broad international acceptance of landmine survey standards and socio-economic measures of landmine/UXO impact. In the winter of 2005 and beginning of 2006, tsunamis and earthquakes devastated much of Southeast Asia and Pakistan. iMMAP's information management support helped guide and maximize relief efforts by assisting in surveying hazardous and safe routes for transportation, supplies and locations for shelter. In January 2006, an iMMAP survey of Iraqi communities found that one in five areas in northern and southern Iraq were endangered by landmines and other unexploded ordnance. ===Nuclear threat reduction=== VVAF's Nuclear Threat Reduction Campaign (NTRC) educates and mobilizes key constituencies to advance US public policy on a bipartisan basis that reduces the threats posed by nuclear, biological and chemical weapons. In late 2005, NTRC was largely responsible for the rejection of a government bill that would have allowed the use of robust nuclear earth penetrator (RNEP) bombs, commonly known as \"bunker busters\". ===War Kids Relief and Returnee Integration Support=== VVAF's newest programs, War Kids Relief and Returnee Integration Support Program were launched in November 2005. War Kids Relief, led by former Iraq veteran and captain Jon Powers, helps of Iraqi children recover from the disruptive effects of war. The program works to improve the physical conditions of existing housing facilities and provide training to orphanage directors and caregivers, integrate children back into safe family environments, and with Construct a Baghdad Career and Life Skills Center works to provide a safe haven for older children (age 12–18) and give them a place to learn job and life-training skills. ===Returnee Integration Support=== The Returnee Integration Support Program (RISP) helps Cambodian refugees readjust to Cambodia's lifestyle and culture. Through its services, the program provides orientation, assistance with employment and housing, drug, alcohol and HIV education, Khmer literacy classes, counseling and referral services, in order to support returnees who seek help in becoming independent and productive members of society. ==Notes== == External links == * Interview with War Kids Relief Director, Jonathan Powers * iMMAP Website Category:Aftermath of the Vietnam War Category:American veterans' organizations Category:United States in the Vietnam War Category:Charities based in Washington, D.C. Category:Organizations established in 1980 Category:1980 establishments in the United States Category:Mine action organizations",
 "title": "Vietnam Veterans of America Foundation"
}