{
 "id": "147260",
 "text": "{| |} The Bristol Mercury is a British nine-cylinder, air-cooled, single-row, piston radial engine. Designed by Roy Fedden of the Bristol Aeroplane Company it was used to power both civil and military aircraft of the 1930s and 1940s. Developed from the earlier Jupiter engine, later variants could produce 800 horsepower (600 kW) from its capacity of 1,500 cubic inches (25 L) by use of a geared supercharger. Almost 21,000 engines were produced, with a number also being built under license elsewhere in Europe. Several examples remain airworthy, with other preserved examples on public display in aviation museums. ==Design and development== The Mercury was developed by the Bristol Aeroplane Company in 1925 as their Bristol Jupiter was reaching the end of its lifespan. Although the Mercury initially failed to attract much interest, the Air Ministry eventually funded three prototypes and it became another winner for the designer Roy Fedden. With the widespread introduction of superchargers to the aviation industry in order to improve altitude performance, Fedden felt it was reasonable to use a small amount of boost at all times in order to improve performance of an otherwise smaller engine. Instead of designing an entirely new block, the existing Jupiter parts were re-used with the stroke reduced by one inch (25 mm). The smaller capacity engine was then boosted back to Jupiter power levels, while running at higher rpm and thus requiring a reduction gear for the propeller. The same techniques were applied to the original Jupiter-sized engine to produce the Pegasus. The Mercury's smaller size was aimed at fighter use and it powered the Gloster Gauntlet and its successor, the Gloster Gladiator. It was intended that the larger Pegasus would be for bombers, but as the power ratings of both engines rose, the Mercury was used in almost all roles. Perhaps its most famous use was in a twin-engine light bomber, the Bristol Blenheim. In 1938 Roy Fedden pressed the Air Ministry to import supplies of 100 octane aviation spirit (gasoline) from the USA. This new fuel would allow aero engines to run at higher compression ratios and supercharger boost pressure than the existing 87-octane fuel, thus increasing the power. The Mercury XV was one of the first British aero engines to be type-tested and cleared to use the 100-octane fuel in 1939. This engine was capable of running with a boost pressure of +9 lbs/sq.in (0.62 bar) and was first used in the Blenheim Mk IV.Warner 2005, pp. 100, 112, 135. The Mercury was also the first British aero engine to be approved for use with variable-pitch propellers. The Bristol company and its shadow factories produced 20,700 examples of the engine.Bridgman (Jane's) 1998, p. 270. Outside the United Kingdom, Mercury was licence-built in Poland and used in their PZL P.11 fighters. It was also built by NOHAB in Sweden and used in the Swedish Gloster Gladiator fighters and in the Saab 17 dive-bomber. In Italy, it was built by Alfa Romeo as the Mercurius. In Czechoslovakia it was built by Walter Engines. In Finland, it was built by Tampella and mainly used on Bristol Blenheim bombers. ==Variants== Note:List from Lumsden 2003, pp. 104–108 ;Mercury I :(1926) , direct drive. Schneider Trophy racing engine ;Mercury II :(1928) , compression ratio 5.3:1 ;Mercury IIA :(1928) ;Mercury III :(1929) , compression ratio 4.8:1, 0.5:1 reduction gear ;Mercury IIIA :Minor modification of Mercury III ;Mercury IV :(1929) , 0.656:1 reduction gear ;Mercury IVA :(1931) ;Mercury IVS.2 :(1932) ;Mercury (Short stroke) :Unsuccessful experimental short stroke (5.0 in) version, ;Mercury V : (became the Pegasus IS.2) ;Mercury VIS :(1933) thumb|Side view showing valve gear detail. ;Mercury VISP :(1931) , 'P' for Persia. ;Mercury VIS.2 :(1933) ;Mercury VIA :(1928) (became the Pegasus IU.2) ;Mercury VIIA : (became the Pegasus IM.2) ;Mercury VIII :(1935) , compression ratio 6.25:1, lightened engine. ;Mercury VIIIA :Mercury VIII fitted with gun synchronisation gear for the Gloster Gladiator ;Mercury VIIIA :535 hp, second use of VIIIA designation, (became the Pegasus IU.2P) ;Mercury IX :(1935) , lightened engine. ;Mercury X :(1937) ;Mercury XI :(1937) ;Mercury XII (1937) ;Mercury XV :(1938) , developed from Mercury VIII. Converted to run on 100 Octane fuel (previously 87 Octane). ;Mercury XVI : ;Mercury XX :(1940) ;Mercury 25 :(1941) , Mercury XV with crankshaft modifications. ;Mercury 26 :, Mercury 25 with modified carburettor. ;Mercury 30 :(1941) , Mercury XX with crankshaft modifications. ;Mercury 31 :(1945) , Mercury 30 with carburettor modifications and fixed pitch propeller for Hamilcar X. ==Applications== thumb|right|The Mercury powered Fokker G.1 Note:List from Lumsden, the Mercury may not be the main powerplant for these types *Airspeed Cambridge *Blackburn Skua *Boulton Paul P.108 *Bristol Blenheim *Bristol Bolingbroke *Bristol Bulldog *Bristol Bullpup *Bristol Type 101 *Bristol Type 118 *Bristol Type 133 *Bristol Type 142 *Bristol Type 146 *Bristol Type 148 *Breda Ba.27 *Fairey Flycatcher *Fokker D XXI *Fokker G.1 *General Aircraft Hamilcar X *Gloster Gamecock *Gloster Gladiator *Gloster Gauntlet *Gloster Gnatsnapper *Gloster Goring *Hawker Audax *Hawker F.20/27 *Hawker Fury *Hawker Hart *Hawker Hind *Hawker Hoopoe *Hawker F.20/27 *IMAM Ro.30 *Koolhoven F.K.52 *Letov Š-31 *Miles Martinet *Miles Master *PZL P.11 *Saab 17 *Short Crusader *Supermarine Sea Otter *Valmet Vihuri *Vickers Jockey *Westland Interceptor *Westland Lysander ==Airworthy examples== The Shuttleworth Collection operates two Bristol Mercury powered aircraft: A Westland Lysander III (G-AZWT) and a Gloster Gladiator I (G-AMRK) which can be seen during flying displays at Old Warden Aerodrome, Bedfordshire.The Shuttleworth Collection Retrieved: 24 January 2022 The Aircraft Restoration Company based at Duxford Airfield also operate a Mercury powered Westland Lysander (G-CCOM) as well as a Bristol Blenheim I (G-BPIV) light bomber fitted with two Bristol Mercurys, which can be seen at air displays at IWM Duxford as well as across the UK.Aircraft Restoration Company www.aircraftrestorationcompany.com Retrieved: 24 January 2022 The Fighter Collection, also currently based at Duxford Airfield, operate a 1939 Gloster Gladiator II (G-GLAD) powered by a Bristol Mercury XX.http://fighter- collection.com/cft/gloster-gladiator-g-glad/ The Fighter Collection] http://fighter-collection.com/cft/gloster-gladiator-g-glad/ Retrieved 24 January 2022. The Canadian Warplane Heritage Museum has a Lysander IIIA in flying condition as does the Vintage Wings of Canada.Canadian Warplane Heritage Museum - Westland Lysander www.warplane.com Retrieved: 22 September 2010Vintage Wings - Westland Lysander www.vintagewings.ca Retrieved: 22 September 2010 ==Engines on display== *A Bristol Mercury VII is on display at the Royal Air Force Museum London.RAF Museum - Bristol Mercury Retrieved: 4 August 2009 *Another example of a Bristol Mercury VII is on display at the Shuttleworth Collection. *A sectioned Bristol Mercury is on display at the Fleet Air Arm Museum, RNAS Yeovilton. ==Specifications (Mercury VI-S)== ==See also== {{aircontent |see also= |related= *Bristol Jupiter *Bristol Pegasus |similar aircraft= |lists= *List of aircraft engines |similar engines= *BMW 114 *BMW 132 *Bramo 323 *Pratt & Whitney R-1340 *Shvetsov ASh-62 *Wright R-1820 }} ==References== ===Notes=== ===Bibliography=== * Bridgman, L, (ed.) (1998) Jane's Fighting Aircraft of World War II. Crescent. *Gunston, Bill. World Encyclopedia of Aero Engines: From the Pioneers to the Present Day. 5th edition, Stroud, UK: Sutton, 2006. * Lumsden, Alec. British Piston Engines and Their Aircraft. Marlborough, Wiltshire: Airlife Publishing, 2003. . * Warner, G. The Bristol Blenheim: A Complete History. London: Crécy Publishing, 2nd edition 2005. . *White, Graham. Allied Aircraft Piston Engines of World War II: History and Development of Frontline Aircraft Piston Engines Produced by Great Britain and the United States During World War II. Warrendale, Pennsylvania: SAE International, 1995. ==Further reading== * Gunston, Bill. Development of Piston Aero Engines. Cambridge, England. Patrick Stephens Limited, 2006. ==External links== * Recorded sound of the Mercury V S2 engine used in PZL P.11c (MP3 format) Category:Aircraft air-cooled radial piston engines Mercury Category:1920s aircraft piston engines",
 "title": "Bristol Mercury"
}