{
 "id": "147672",
 "text": "Simon John Pegg (né Beckingham; born 14 February 1970) is an English actor, comedian, screenwriter, and producer. He came to public prominence in the UK as the co-creator of the Channel 4 sitcom Spaced, directed by Edgar Wright. He went on to co-write and star in the Three Flavours Cornetto film trilogy: Shaun of the Dead (2004), Hot Fuzz (2007), and The World's End (2013). He and Nick Frost wrote and starred in the sci-fi film Paul (2011). Pegg is one of the few performers to have achieved what Radio Times calls \"the Holy Grail of nerd-dom\", playing popular supporting characters in Doctor Who (2005), Star Trek as Montgomery \"Scotty\" Scott (2009–2016), and Star Wars: The Force Awakens (2015). He currently stars as Benji Dunn in the Mission: Impossible film series (2006–present), and he voiced the Chamberlain in The Dark Crystal: Age of Resistance (2019). He is also known for starring in the Ice Age film series as the voice of Buck in three films, Ice Age: Dawn of the Dinosaurs (2009), Ice Age: Collision Course (2016) and The Ice Age Adventures of Buck Wild (2022). ==Early life== Pegg was born and raised in Brockworth, Gloucestershire,Simon Pegg at FamilySearch.org. the son of Gillian Rosemary (née Smith), a former civil servant, and John Henry Beckingham, a jazz musician and keyboard salesman. His parents divorced when he was seven and he took the surname of his stepfather (Pegg) after his mother remarried. Pegg attended Castle Hill Primary School, Brockworth Comprehensive Secondary School, and The King's School, Gloucester. Pegg moved to Stratford-upon-Avon, Warwickshire when he was 16 and studied English literature and theatre at Stratford-upon-Avon College. He graduated from the University of Bristol in 1991 with a BA in Theatre, Film, and Television, titling his undergraduate thesis \"A Marxist overview of popular 1970s cinema and hegemonic discourses\". While there, he performed as a member of a comedy troupe called \"David Icke\" and the Orphans of Jesus, alongside David Walliams, Dominik Diamond, and Jason Bradbury. > \"When I graduated from university where I studied theater, film and > television, I went into stand-up because comedy was something I enjoyed but > also because it offered me a certain autonomy that I wouldn't have if I was > sitting and waiting for the phone to ring as an actor. Then, I drifted into > comedy acting through doing stand-up, and that was something that I really > enjoyed. But, it wasn’t the only thing I ever wanted to do. There was a time > when I was younger where I just wanted to be at The Royal Shakespeare > Theatre.\" ==Career== thumb|left|Pegg in New York City, July 2008 Pegg's early appearances in TV series and films include Six Pairs of Pants (Meridian & Anglia, 1995), Asylum, Faith in the Future, Big Train and Hippies. Between 1998 and 2004, Pegg was regularly featured on BBC Radio 4's The 99p Challenge. Pegg's other credits include appearances in the World War II mini-series Band of Brothers; the television comedies Black Books, Brass Eye and I'm Alan Partridge; and the films The Parole Officer, 24 Hour Party People, and Guest House Paradiso. He played various roles during the tour of Steve Coogan's 1998 live stage show The Man Who Thinks He's It. In 1999, he created and co-wrote the Channel 4 sitcom Spaced with Jessica Stevenson. The series was directed by Edgar Wright, with whom Pegg and Stevenson had previously worked on Asylum, and Pegg wrote the character of Mike Watt specifically for his friend Nick Frost. For his performance in this series, Pegg was nominated for a British Comedy Award as Best Male Comedy Newcomer. The experience of making a Spaced fantasy sequence featuring zombies led to Pegg and Wright co-writing the \"romantic zombie comedy\" film Shaun of the Dead, released in April 2004, in which Pegg also starred. At George A. Romero's invitation, Pegg and Wright made cameo appearances in Romero's zombie film, Land of the Dead. In 2004, Pegg starred in a spin-off of the television show Danger! 50,000 Volts! called Danger! 50,000 Zombies!, in which he played a zombie hunter named Dr. Fell. He played mutant bounty hunter Johnny Alpha, the Strontium Dog, in a series of Big Finish Productions audio plays based on the character from British comic 2000 AD. Pegg also appeared in Big Finish Productions' Doctor Who audio story Invaders From Mars as Don Chaney, and appeared in the Doctor Who television series, playing the Editor in the 2005 episode \"The Long Game\". He also narrated the first series of the \"making-of\" documentary series Doctor Who Confidential. Upon completion of Shaun of the Dead, Pegg was questioned as to whether he would be abandoning the British film industry for Hollywood, and he replied, \"It's not like we're going to go away and do, I don't know, Mission: Impossible III\", picking the title of an imaginary blockbuster. When the film Mission: Impossible III was subsequently made, Pegg appeared in it as Benji Dunn, an IMF technician who assists Tom Cruise's character Ethan Hunt. He reprised the role in three further Mission: Impossible sequel films: Ghost Protocol (2011), Rogue Nation (2015), and Fallout (2018). In 2006, he played Gus in Big Nothing alongside David Schwimmer. The same year, Pegg and Wright completed their second film, Hot Fuzz, released in February 2007. The film is a police-action movie homage and also stars Nick Frost, in which Pegg plays Nicholas Angel, a London policeman transferred to rural Sandford, a fictional village where grisly events take place. In 2007, Pegg starred in The Good Night (directed by Jake Paltrow) and Run Fatboy Run directed by David Schwimmer and co-starring Thandie Newton and Hank Azaria. In 2008, he wrote the dialogue for an English language re-release of the cult 2006 animated Norwegian film, Free Jimmy. Pegg received screenwriting credit for this, and also voiced one of the main characters in the English-language version, which has an international range of actors including Woody Harrelson. Pegg co-wrote the script for a film called Paul, about two young men who encounter a comedic extraterrestrial alien during a road trip across the US. The completed script appeared on the 2008 \"Brit List\", a film-industry-compiled survey of the best unproduced British screenplays, inspired by the American Black List. In those films and in Spaced, Pegg typically plays the leading hero while Frost plays the sidekick. However Paul reverses this dynamic. The film was released in 2011. Pegg played engineer Montgomery \"Scotty\" Scott in Star Trek, the eleventh film in the Star Trek film series, released 8 May 2009. He reprised the role in Star Trek Into Darkness (2013) and Star Trek Beyond (2016), also co-writing the latter. In 2010 he appeared as William Burke in Burke & Hare, a film directed by John Landis about two Ulstermen who were notorious murderers and bodysnatchers in early 19th-century Edinburgh. His likeness was also used for the character of Wee Hughie in the comic book series The Boys; while this was done without Pegg's permission, he quickly became a fan of the title, and even wrote the introduction to the first bound volume. He voiced Reepicheep, the heroic mouse in Chronicles of Narnia: Voyage of the Dawn Treader. Pegg and Wright completed the Three Flavours Cornetto trilogy (the first two films being Shaun of the Dead and Hot Fuzz) with their 2013 film The World's End. In July 2014, Pegg appeared on stage with Monty Python during their live show Monty Python Live (Mostly) held at the O2 Arena, London. He was the special guest in their \"Blackmail\" sketch. In 2015 he appeared in Star Wars: The Force Awakens as Unkar Plutt, the Junkyard dealer on Jakku. ==Views and activism== Pegg is a supporter of the feminist campaign HeForShe. In January 2020, Pegg signed an open letter calling for the wealthiest in society to pay more tax in order to help fight inequality. ==Personal life== Pegg is an atheist. He married his long-time girlfriend Maureen McCann, a music industry publicist, on 23 July 2005 in Glasgow. They reside in Essendon, Hertfordshire, England. Best friend Nick Frost was the best man at his wedding. The couple have one child together, Matilda (born 2009). Pegg is close friends with Coldplay lead singer Chris Martin: Pegg appears as a violin-playing Elvis impersonator in Coldplay's 2010 single \"Christmas Lights\". Along with Jonny Buckland, Pegg is godfather to Apple, daughter of Chris Martin and Gwyneth Paltrow. In return, Martin is godfather to Pegg's daughter. In a video interview with British GQ magazine in July 2018, Pegg stated that his daughter Matilda has sung backing vocals for Coldplay onstage at Glastonbury Festival.“Simon Pegg plays Would You Rather?”. British GQ. Retrieved 2 November 2019 Pegg is also godfather to Joe, the son of actor and friend Martin Freeman. Pegg's parents and sister briefly appeared in Spaced, while his mother appeared in both Shaun of the Dead and Hot Fuzz. In a July 2018 interview with The Guardian, Pegg opened up about his battle with depression and alcoholism, and how rehabilitation helped him recover from the latter. He stated: \"When I watch [Mission: Impossible III], I can see where I was then, which was fairly lost, and unhappy, and an alcoholic [...] I'm not ashamed of what happened. And I think if anyone finds any relationship to it, then it might motivate them to get well. But I am not proud of it either — I don't think it's cool, like I was Mr. Rock ’n’ Roll, blackout and all that shit. It wasn't, it was just terrible.\" Pegg checked into a rehab shortly before production of Mission: Impossible – Ghost Protocol. Hiding his recovery from the tabloids through court orders, some journalists went so far as to call the clinic pretending to be Pegg's mother. Pegg attended Alcoholics Anonymous meetings and has remained sober since. ==Filmography== ==Awards and nominations== {| class=\"wikitable sortable\" |- ! Year ! Nominated work ! Award ! Result |- | 1999 | Big Train | British Comedy Award for Best Male Comedy Award | |- | rowspan=\"2\"|2000 | rowspan=\"2\"|Spaced | BAFTA TV Situation Comedy Award (shared with Edgar Wright, Nira Park and Jessica Hynes) | |- | British Comedy Award for Best Male Comedy Newcomer | |- | rowspan=\"6\"|2004 | rowspan=\"6\"|Shaun of the Dead | Bram Stoker Award for Best Screenplay (shared with Edgar Wright) | |- |British Independent Film Award for Best Screenplay (shared with Edgar Wright) | |- |Peter Sellers Award for Comedy | |- | Empire Award for Best British Actor | |- | London Film Critics' Circle Award for British Screenwriter of the Year (shared with Edgar Wright) | |- | Online Film Critics Society Award for Best Original Screenplay (shared with Edgar Wright) | |- | 2007 | Hot Fuzz | Empire Award for Best Actor | |- | rowspan=\"5\"|2009 | rowspan=\"4\"|Star Trek | Boston Society of Film Critics Award for Best Cast | |- | Broadcast Film Critics Association Award for Best Cast | |- | Critics' Choice Award for Best Acting Ensemble | |- | Scream Award for Best Ensemble | |- |Ice Age: Dawn of the Dinosaurs | Visual Effects Society Award for Outstanding Animated Character in an Animated Feature (shared with Peter de Sève) | |- |rowspan=\"4\"|2013 |rowspan=\"4\"|The World's End | Broadcast Film Critics Association Award for Best Actor in a Comedy | |- | MTV Movie Award for Best Fight (shared with Nick Frost, Paddy Considine, Martin Freeman, & Eddie Marsan) | |- | Saturn Award for Best Writing | |- | Saturn Award for Best Actor | |- | 2016 | Mission Impossible – Rogue Nation | Saturn Award for Best Supporting Actor | |- | 2020 | Lost Transmissions | Prague Independent Film FestivalPrague Independent Film Festival 2020 Winners | |} ==Honours== Pegg was awarded an honorary fellowship by the University of Gloucestershire on 4 December 2008. ==References== ==External links== * * Category:1970 births Category:Living people Category:English male film actors Category:English male television actors Category:English male voice actors Category:English male comedians Category:English film producers Category:English screenwriters Category:English male screenwriters Category:English television writers Category:English atheists Category:English feminists Category:Male actors from Gloucestershire Category:People from Crouch End Category:People from Brockworth, Gloucestershire Category:Male feminists Category:Science fiction fans Category:Alumni of the University of Bristol Category:People educated at the King's School, Gloucester Category:People associated with the University of Gloucestershire Category:20th-century English male actors Category:21st- century English male actors Category:20th-century English comedians Category:21st-century English comedians Category:British male comedy actors",
 "title": "Simon Pegg"
}