{
 "id": "147848",
 "text": "My War is the second studio album by American band Black Flag. It polarized fans on its release in 1984 on SST Records over the LP's B-side, on which the band slowed down to a heavy, Black Sabbath-esque trudge, despite the reputation the band had earned as leaders in fast hardcore punk on its first album, Damaged (1981). After a period of legal troubles which prohibited the band from using its own name on recordings, Black Flag returned to the studio with a new approach to its music that incorporated a greater variety of styles, resulting in a sound orthodox punks found difficult to accept. The line-up had shrunk from five members to three: vocalist Henry Rollins, drummer Bill Stevenson, and co-founding guitarist Greg Ginn. Ginn doubled on bass guitar under the name \"Dale Nixon\" for the recording as bassist Chuck Dukowski left the band shortly before recording; the album includes two tracks Dukowski wrote. The A-side of the LP is composed of six generally high-paced, thrashy hardcore tracks, featuring guitar solos unusual in punk music. On the B-side are three tracks in a sludge metal style, each breaching six-minutes with ponderously slow tempos and dark, unrelenting lyrics of self-hatred. The band members had grown their hair long when they toured the album in 1984, further alienating their hardcore skinhead fanbase. Despite mixed reception at the time of the album's release, My War is now regarded as one of Black Flag's seminal releases and had a major influence on the development of sludge metal, grunge, and math rock. ==Background== thumb|alt=Black Flag logo consisting of four vertical black bars|The Black Flag logo In 1978, Black Flag guitarist and cofounder Greg Ginn converted his ham radio business Solid State Transmitters to SST Records to release the band's first EP Nervous Breakdown. Soon SST was releasing recordings by other bands as well, beginning with Minutemen's Paranoid Time in 1980. Black Flag recorded its first album Damaged in 1981 at Unicorn Studios and arranged a deal with the studio's record label Unicorn Records, which had distribution with MCA Records. MCA label president Al Bergamo halted the release after hearing the record, calling it \"anti- parent\"—though SST hand Joe Carducci asserts this was a pretense for MCA to sever relations with the financially troubled Unicorn. The band obtained and distributed the already-pressed copies of Damaged and adorned it with a label displaying Bergamo's \"anti-parent\" quote. Legal troubles erupted when SST claimed unpaid royalties from Unicorn and Unicorn successfully counter-sued, resulting in five days in jail for Ginn and co-founding bassist Chuck Dukowski and an injunction prohibiting the band from releasing material under its own name. The double album Everything Went Black—a compilation of earlier, unreleased material—appeared from SST in 1982 without the band's name on it. Unicorn's bankruptcy in 1983 freed the band from the injunction. Following the release of Damaged, Black Flag absorbed a wider range of influences from the more experimental hardcore of Flipper, Void, and Fang. Music journalist Andrew Earles believes that the band was influenced by the tiny but growing doom metal scene led by of Saint Vitus (who released via SST), while music journalist Steve Chick records that the band members listened to Black Sabbath, Deep Purple, and Uriah Heep when they were younger. In an interview in 1983 with Mark Arm the band declared its admiration for heavy metal band Dio; when asked, \"Dio? What's that?\" Ginn responded, \"It's Italian for God.\" Ginn jealously guarded the new material, fearing other bands would capitalize on the new approach. The band toured extensively in North America and Europe to often hostile, violent hardcore punk crowds. The disciplined group rehearsed obsessively, but there was little friendship between members: vocalist Henry Rollins was introverted and Ginn cold and demanding. Dukowski felt that Rollins' vocal approach was better suited than that of the band's earlier three singers to the new material he was writing such as \"I Love You\" and \"My War\". Dukowski, who also wrote poetry and fiction, encouraged Rollins to write as well, and Rollins found inspiration in Dukowksi's bleak lyrical style. The band recorded a set of ten demo tracks at Total Access studios in 1982 for a planned follow-up to Damaged on which Chuck Biscuits replaced Damaged drummer Robo. The rest of the lineup consisted of Ginn and former vocalist Dez Cadena on guitars, Rollins on vocals, and Dukowski on bass. The band explored new sounds on these tracks, which tended to feature a riff-heavy heavy-metal edge and noisy, energetic free guitar soloing from Ginn. The album never materialized, and the heavily bootlegged demos have never been officially released; re-recordings of several of the tracks from the session were to feature on My War and other later albums. The line-up did not last long—frustrated with the band's legal troubles, Biscuits left in December 1982, replaced by Bill Stevenson, and in 1983 Cadena left to form DC3. Ginn had been frustrated with Dukowski's sense of rhythm, and in Germany during a European tour in 1983 gave Dukowski an ultimatum to quit, or Ginn himself would leave. Dukowski left the band, but stayed on to co-run SST. With Unicorn's demise in 1983, Black Flag was able to release the material they had written since 1981. Eager to get back in the studio but still without a bassist, Ginn took on bass duties under the pseudonym \"Dale Nixon\" and practiced the new material with Stevenson up to eight hours a day, teaching the drummer to slow down and let the rhythm \"ooze out\" at a pace Stevenson was unused to; the band called this approach the \"socialist groove\", as all beats were equally spaced. With Spot as producer and $200,000 in debt, Ginn, Rollins, and Stevenson headed to the studio to record My War. ==Music== The sides on the original LP divide the tracks into stylistic halves. The first half features five tracks that are in the same style that the band originated on their previous album Damaged and closes with a noisy freak-out, \"The Swinging Man\". Dukowski penned the opening title track. Ginn's \"Can't Decide\" follows, a gloomy ode to frustration: \"I conceal my feelings / So I don't have to explain / What I can't explain anyway\". \"Beat My Head Against the Wall\" rails at conformity and the band's experience with a major label: \"Swimming in the mainstream / Is such a lame, lame dream\". Dukowski's \"I Love You\" parodies pop ballads with lyrics of violence and dysfunction in a relationship gone wrong. Ginn and Rollins share credit on the metallic \"Forever Time\" and the noisy \"Swinging Man\". The second half is three tracks that each clock at over six minutes in length. Each is described as an early cross-pollination between punk and metal, a plodding Black Sabbath-esque sludge metal, or proto-noise rock style, depending on how it is viewed. On \"Three Nights\", Rollins compares himself to feces stuck to his shoe: \"And I've been grinding that stink into the dirt / For a long time now\". Against a slow, heavy, start-and-stop bass riff and a constant drum thudding, Rollins closes \"Scream\" with a bellow after delivering the Ginn-penned lines: \"I may be a big baby / But I'll scream in your ear / 'Til I find out / Just what it is I am doing here\". ==Reception and legacy== My War was the first of four Black Flag releases in 1984, a year that also saw Family Man, Slip It In, and Live '84 appear from SST. It is considered to be one of the first post-hardcore albums along with Hüsker Dü's Zen Arcade and Minutemen's Double Nickels on the Dime in the same year. According to rock author Doyle Green: Black Flag toured the My War material from March 1984, with the Nig-Heist and Meat Puppets as opening acts. It had been a year since the band had toured, and Rollins, Ginn, and Stevenson had grown out their hair; punks associated long hair with the hippies they loathed and found it dissonant with Rollins' accepted image as a hardcore skinhead. My War polarized Black Flag fans; it alienated those who wanted the band to stay true to its simple hardcore roots and who were put off by the length of the songs, the riff-heaviness, and the solos—elements widely thought of as un- punk. Tim Yo disparaged the album in Maximumrocknroll, saying \"it sounds like Black Flag doing an imitation of Iron Maiden imitating Black Flag on a bad day\", and called the B-side \"sheer torture\". Howard Hampton at the Boston Phoenix called My War \"unbearably boring ... resorting to standard machinations\". {| class=\"wikitable plainrowheaders\" style=\"float:right;margin- right:2em;\" |- |+ Chart positions |- ! scope=\"col\" | Chart ! scope=\"col\" | Peak position |- ! scope=\"row\" | UK Indie Chart | style=\"text-align:center;\" | 5 |} The muffled sound of the album's production has attracted criticism; Stevie Chick disparaged the lack of character in Ginn's bass-playing on \"My War\" when compared to the 1982 demo of the same song with Dukowski on bass. Michael Azerrad praised the strength of the material while denigrating the \"frustrating lack of ensemble feel\" as the album was recorded without a full lineup. Critic Clay Jarvis commended the album, emphasizing the risks taken on it and its influence, calling it \"more a test than an album\", and saying, \"independent music is stronger because Black Flag formulated it\". John Dougan at AllMusic called the A-side of the album \"quite good\", but described the B-side as \"self-indulgence masquerading as inspiration and about as much fun as wading through a tar pit\". Robert Christgau considered the B-side a \"waste\". The album had a large influence on the hardcore-meets-Sabbath sounds of the Melvins, Mudhoney, and Nirvana. Mark Arm of Mudhoney related he was moved to tears at a Black Flag concert in 1983 when he was first exposed to \"Nothing Left Inside\", and the experience inspired him to seek out bands like Black Sabbath. The first punk concert Nirvana frontman Kurt Cobain attended was a Black Flag show during the My War tour, and he listed My War on his list of top fifty albums. ==Track listing== ==Personnel== ===Black Flag=== *Henry Rollins – vocals *Greg Ginn – guitars *Dale Nixon - bass *Bill Stevenson – drums ===Production and artwork=== *Spot – production, engineering, mixing *Greg Ginn – production *Bill Stevenson – production *Raymond Pettibon – artwork *Chuck Dukowski - songwriter ==References== ===Works cited=== ====Books==== * * * * * * * * * * ====Other sources==== * * * * * * Category:Black Flag (band) albums Category:Post-hardcore albums by American artists Category:1984 albums Category:Albums produced by Spot (producer) Category:SST Records albums Category:Albums produced by Bill Stevenson (musician)",
 "title": "My War"
}