{
 "id": "148025",
 "text": "James III (10 July 1451/May 1452 – 11 June 1488) was King of Scots from 1460 until his death at the Battle of Sauchieburn in 1488. He inherited the throne as a child following the death of his father, King James II, at the siege of Roxburgh Castle. James III's reign began with a minority that lasted almost a decade, during which Scotland was governed by a series of regents and factions who struggled for possession of the young king, before his personal rule began in 1469. James III was an unpopular and ineffective king, and was confronted with two major rebellions during his reign. He was much criticised by contemporaries and later chroniclers for his promotion of unrealistic schemes to invade or take possession of Brittany, Guelders and Saintonge at the expense of his regular duties as king. While his reign saw Scotland reach its greatest territorial extent with the acquisition of Orkney and Shetland through his marriage to Margaret of Denmark, James was accused of debasing the coinage, hoarding money, failing to resolve feuds and enforce criminal justice, and pursuing an unpopular policy of alliance with England. His preference for his own \"low-born\" favourites at court and in government alienated many of his bishops and nobles, as well as members of his own family, leading to tense relationships with his brothers, his wife, and his heir. In 1482, James's brother, Alexander, Duke of Albany, attempted to usurp the throne with the aid of an invading English army, which led to the loss of Berwick-upon-Tweed and a coup by a group of nobles which saw the king imprisoned for a time, before being restored to power. James's reputation as Scotland's first Renaissance monarch has sometimes been exaggerated. The artistic legacy of his reign was slight when compared to that of his two immediate successors, and consists of the patronage of painters and musicians, coins that display realistic portraits of the king, the Trinity Altarpiece, and the King's Chapel at Restalrig. James III was killed at the Battle of Sauchieburn, following a rebellion in which his heir was the figurehead of the rebels, and succeeded him as James IV. ==Early life== James was the first surviving son born to King James II and his wife, Mary of Guelders, the daughter of Arnold, Duke of Guelders, and a great-niece of Philip the Good, Duke of Burgundy. The exact date and place of James's birth have been a matter of debate. Claims have been made that he was born in May 1452, or on 10 or 20 July 1451. The place of birth was either Stirling Castle, or St Andrews Castle (the seat of the Bishop of St Andrews), depending on the year. His most recent biographer, Norman Macdougall, argued strongly for late May 1452 at St Andrews. The infant Duke of Rothesay was born during the crisis which had seen his father stab William, Earl of Douglas to death in Stirling Castle. This murder did not end the power of the Douglases, but created a state of intermittent civil war until James struck a decisive blow against the Douglases in 1455 at the Battle of Arkinholm and Parliament declared the extensive Douglas lands forfeit and permanently annexed them to the Crown.Macdougall, Norman, James III (John Donald, 2009), p.2. James III ascended the throne following the death of his father at the siege of Roxburgh Castle on 3 August 1460, and the new king was brought to Kelso from Edinburgh with his mother. It was not considered possible to have the king journey to Perthshire for a coronation at Scone Abbey, so James III was crowned at Kelso Abbey, a week after James II's death, and two days after the fall of Roxburgh.Macdougall, Norman, James III (John Donald, 2009), p.20. ==Early reign== ===The Queen Regent=== During the early years of James III's reign, the government was led by the queen mother, Mary of Guelders, as regent, while James was educated by Archibald Whitelaw, the Secretary of State and a classical scholar who had taught at St Andrews and Cologne.Macdougall, Norman, James III (John Donald, 2009), p.20. In March 1461 the first parliament of the reign appointed a council of regency consisting of the Bishop of St Andrews, the Bishop of Glasgow, and the earls of Angus, Huntly, Argyll, and Orkney.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.208. Mary of Guelders emerged as an astute and capable ruler, pursuing a pragmatic foreign policy during the Wars of the Roses taking place in England. Following the defeat of the Lancastrians by the Yorkists at the Battle of Towton in March 1461, Henry VI of England, Margaret of Anjou, and Edward, Prince of Wales fled north across the border seeking refuge. They were received by Mary of Guelders and lodged at Linlithgow Palace and the Dominican friary in Edinburgh.Macdougall, Norman, James III (John Donald, 2009), p.24. The Lancastrians expected Mary to provide them with Scottish troops to help Henry VI recover the throne, but she had no intention of becoming involved in a war on their behalf. Mary sought to gain as much as she could from the Lancastrian fugitives, while opening negotiations with the victorious Yorkists to explore the possibility of a truce.Macdougall, Norman, James III (John Donald, 2009), p.26. In return for the loans and a year's refuge in Scotland that Mary of Guelders granted them, in April 1461 the Lancastrians surrendered Berwick to the Scots. This period also saw disputes between Mary and James Kennedy, Bishop of St Andrews over who had control over the person of James III, and over foreign policy, with the bishop favouring an alliance with the Lancastrians, while Mary initially wanted to continue playing off the warring parties in England against each other, before eventually supporting the Yorkists.Macdougall, Norman, James III (John Donald, 2009), p.30. Although the sources for the period are vague, it is believed that Kennedy and his supporters mounted a coup in the autumn of 1462 by taking possession of the 10-year-old James III following an armed confrontation with Mary's supporters in Edinburgh.Macdougall, Norman, James III (John Donald, 2009), p.34. Mary of Guelders died in December 1463, leaving Bishop Kennedy in undisputed control of government. ===Kennedys and Boyds=== Bishop Kennedy died at St Andrews in May 1465, and his elder brother, Gilbert Kennedy, Lord Kennedy, assumed custody of James III. Lord Kennedy's guardianship lacked the sanction of Parliament, and his advancement of the Kennedy kin, such as the appointment of his half-brother, Patrick Graham, as the new bishop of St Andrews, made his regime increasingly unpopular.Macdougall, Norman, James III (John Donald, 2009), p.51. In July 1466, James III was seized while hunting at Linlithgow Palace by a large armed group led by Robert, Lord Boyd and his son, Thomas, and was taken to Edinburgh Castle as the Boyds and their supporters mounted a coup to seize control of the government by gaining possession of the king during his minority.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.225. Gilbert, Lord Kennedy was then imprisoned in Stirling Castle for a period. The 14-year-old king was forced to declare before Parliament in October that he had not been offended by being taken from Linlithgow, and that it was his intention to appoint Lord Boyd as his governor, to serve until his twenty-first year.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.225. The Boyd faction made itself unpopular, especially with the king, through self-aggrandizement such as the creation of Lord Boyd’s son, Thomas, as earl of Arran, and Arran's marriage to the king’s 13-year-old sister, Mary in 1467, which antagonised the king and considerable sections of the three estates.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.227. thumb|James III and Margaret of Denmark The Boyds sought to maintain power by gaining a diplomatic success, and in August 1468 an embassy was sent to Denmark to secure a royal marriage. The ambassadors’ negotiations resulted in a treaty which provided for an alliance between Scotland and Denmark, and James III’s marriage to Margaret, the only daughter of King Christian I of Denmark and Norway.Macdougall, Norman, James III (John Donald, 2009), p.56. Margaret’s dowry was 60,000 Rhenish guilders, 10,000 of which were to be paid before the Scottish embassy left Denmark. However, Christian I was unable to raise more than 2,000 of the promised 10,000 guilders, and in May 1469, Orkney and Shetland were pledged by him, as king of Norway, to James III as security until the outstanding amount of Margaret’s dowry.Macdougall, Norman, James III (John Donald, 2009), p.56. However, James had no intention of allowing the Danes to redeem their rights in Orkney and Shetland, and would quickly acquire full sovereignty over the islands.Macdougall, Norman, James III (John Donald, 2009), p.58. The Boyds’ misuse of power to enrich themselves with lands and offices had made them many enemies, and in April 1468 there was an attempt by the king’s half-uncles, the Earl of Atholl and James Stewart of Auchterhouse, and his younger brother, the Duke of Albany, to seize Edinburgh Castle and free the king from the Boyds.Macdougall, Norman, James III (John Donald, 2009), p.59. The impending marriage of the now seventeen-year-old James III signalled an appropriate moment for him to bring his minority to an end, and the king began to plot his revenge against the Boyds in the summer of 1469, while Lord Boyd was on an embassy to the English court, and the earl of Arran was one of the ambassadors in Denmark.Macdougall, Norman, James III (John Donald, 2009), p.62. ==Personal rule== When the fleet bearing Margaret of Denmark and the Scottish ambassadors arrived in Leith, the king’s sister, Mary, wife of the earl of Arran, informed her husband that the king was planning to have him arrested, and the couple fled together to Denmark by sea, and then to Bruges, where they were soon joined by Lord Boyd, who fled there from England. At a Parliament held in November, Lord Boyd, his brother, Sir Alexander, and the Earl of Arran, were all found guilty of treason and their peerages were forfeited. Sir Alexander was condemned to death and beheaded.Macdougall, Norman, James III (John Donald, 2009), p.63. James III married 13-year-old Margaret of Denmark in July 1469 at Holyrood Abbey, Edinburgh, in a service overseen by Archibald Crawford, the Abbot of Holyrood. The marriage produced three sons: James, Duke of Rothesay, James, Duke of Ross, and John, Earl of Mar. James III began his personal rule in 1469, yet his exercise of royal power was affected by the fact that he was one of the few Stewart monarchs who had to contend with the problem of an adult, legitimate brother. In 1469 James had two surviving younger brothers, Alexander, Duke of Albany and John, Earl of Mar, then aged fourteen and about twelve, and three Stewart half-uncles (the earls of Atholl and Buchan, and the Bishop of Moray), and each of them would complicate the politics of the reign. From the positive beginnings after his assumption of active control of government in 1469,James Ill’s relationship with Parliament would lead to opposition, criticism, and outright confrontation over his foreign and domestic policies. The failure of the king to listen to the grievances raised by the three estates, or to abide by the concessions he made to them, were significant causes of the two major rebellions in 1482-3 and 1488.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.234. On 20 February 1472 Parliament annexed and united the earldom of Orkney and the lordship of Shetland to the Scottish Crown.Macdougall, Norman, James III (John Donald, 2009), p.75. Technically, Christian I of Denmark or his successors could still redeem the islands by paying the balance of Queen Margaret’s dowry; but in practice, with Christian’s financial difficulties and the strong control the Scottish Crown exercised over Orkney and Shetland, this was highly unlikely.Macdougall, Norman, James III (John Donald, 2009), p.75. ===Foreign schemes and alliance with England=== James's policies during the early 1470s revolved primarily around ambitious continental schemes to emphasize the prestige of the king and the Stewart dynasty, expand the territory under James's rule, and agree an alliance with England. The main business of the parliament James III called in 1471 was the granting of a tax to fund an embassy to the continent to allow him to act as arbitrator between Charles the Bold, Duke of Burgundy, and Louis XI of France. The embassy would also seek a Burgundian or French marriage for the king's sister, Margaret.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.240. In February 1472, James's second continental scheme saw him ask Parliament to fund his plan to lead an army of 6,000 men to assert his tenuous claim to the Duchy of Brittany, which derived from his aunt, Isabella. Parliament granted a tax of £5,000 to fund the sending of this army to the continent as part of a Franco-Scottish invasion against Francis II, Duke of Brittany, though protests by the clergy about the king leading an army abroad while he had no issue to succeed him eventually led to James abandoning his plans for an invasion of Brittany.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.240. That same year James also acted as an intermediary in negotiations between Denmark and France.Macdougall, Norman, James III (John Donald, 2009), p.91. In April 1473 the battle of succession for Guelders between James's grandfather, Arnold, Duke of Guelders, and his son Adolf, provided the king with another continental scheme. The deposition of Arnold by his son in 1465, and his reinstatement at the hands of Charles the Bold in 1471, had left Arnold wishing to alter the succession to prevent the duchy falling to either his son or the Duke of Burgundy, and in 1472 he asked James or one of his brothers to travel to Guelders and take possession of the duchy.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.246. Duke Arnold died in February 1473, and with him any serious likelihood of putting his succession plans into effect, but James III was undaunted, and sent an ambassador to Charles the Bold to press his claim. James also sent ambassadors to France offering military aid to Louis XI against England in return for a pension of 60,000 crowns a year, and to reassert the claim James's father had made to the French province of Saintonge, a claim which dated back to the Treaty of Perth-Chinon between James I of Scotland and Charles VII of France, when the province was offered to the Scottish king in return for an army of Scottish troops which were never sent.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.246. These unrealistic schemes resulted in parliamentary criticism, especially since the king was reluctant to deal with the more mundane business of administering justice at home. Parliament opposed James's plans to leave the country, and, in refusing to condone the king’s requests, also attempted to persuade the king to turn to the administration of justice. The king’s failure to take an active and personal role in the administration of justice, and his use of remissions and respites as a source of money, would prove one of the most frequently occurring themes in Parliament for the rest of the reign.Tanner, Roland, The Late Medieval Scottish Parliament: Politics and the Three Estates, 1424–1488 (John Donald, 2001), p.249. In October 1474, James III concluded a truce with Edward IV of England which was to last for forty-five years and was to be accompanied by a marriage alliance between James's heir, the infant Duke of Rothesay, and Edward's daughter, Cecily of York, when both of them reached marriageable age. The prospective bride's dowry was 20,000 marks sterling, which would be paid in advance in annual instalments of 2,000 marks over a period of seventeen years.On 20 February 1472 Parliament brought the negotiations which had begun with the Treaty of Copenhagen to an end by annexing and uniting the earldom of Orkney and the lordship of Shetland to the Scottish Crown.Macdougall, Norman, James III (John Donald, 2009), p.75. In theory, Christian I of Denmark or his successors could still redeem the islands by paying the balance of Queen Margaret’s dowry; but in practice, with Christian’s continuing financial difficulties and the strong control the Scottish Crown exercised over Orkney and Shetland, this was highly unlikely.Macdougall, Norman, James III (John Donald, 2009), p.75. This Anglo- Scottish treaty, the first alliance between the two kingdoms in the fifteenth century, preserved the peace between Scotland and England and provided James III with a substantial financial gain. By 1479, he had amassed 8,000 marks in English dowry payments - roughly the equivalent of his annual income from regular sources.Macdougall, Norman, James III (John Donald, 2009), p.135. James would continue to press for English alliances for the rest of his reign, although he also sought a marriage alliance with Mary of Burgundy for his brother Albany in 1477, and renewed the Franco-Scottish alliance with Charles VIII of France in 1484.Macdougall, Norman, James III (John Donald, 2009), p.135. However, the peace policy was unpopular in Scotland, and went against the traditional enmity between the two kingdoms. Opposition was particularly associated with Albany, and was one of the causes of his estrangement from the king and James's unpopularity by 1479. ===Lord of the Isles=== James III turned to unfinished business from his father's reign in 1475: the destruction of John MacDonald, Lord of the Isles and Earl of Ross.Macdougall, Norman, James III (John Donald, 2009), p.135. The greatest lord in Gaelic Scotland, John ruled over sprawling territories in the Hebrides, the western Highlands and the north-east. In 1462 John had agreed the Treaty of Westminster with Edward IV of England, a treaty which proposed that if Scotland was conquered by Edward, the kingdom would be partitioned, with the lands north of the Firth of Forth to be divided between the Lord of the Isles and the Earl of Douglas, and held from the English crown.Macdougall, Norman, James III (John Donald, 2009), p.136. The confrontation began in September 1475, when John was accused of a number of offences against the Crown, including treasonable dealings with England and the Earl of Douglas, and besieging Rothesay Castle. When John did not appear for trial before Parliament in December, he was declared forfeit.Macdougall, Norman, James III (John Donald, 2009), p.136. The earls of Lennox, Argyll, Atholl and Huntly were ordered to pursue John MacDonald and invade his territories.Macdougall, Norman, James III (John Donald, 2009), p.137. The Lord of the Isles appeared before the king in Edinburgh in July 1476 and the forfeiture was rescinded. The earldom of Ross was annexed to the Crowm, Kintyre, Knapdale, and the offices of sheriff of Inverness and Nairn were lost, and the Lord of the Isles was reduced to a mere Lord of Parliament.Macdougall, Norman, James III (John Donald, 2009), p.138. On the day of the forfeiture of the Lord of the Isles, James III had Parliament approve his act of revocation. The king stood at the height of his power, having removed the Boyds, annexed Orkney and Shetland, humbled the Archbishop of St Andrews, agreed a peace and alliance with England, and forfeited the Lord of the Isles.Macdougall, Norman, James III (John Donald, 2009), p.138. His authority now extended from the Northern Isles to Berwick-upon-Tweed, and across the Lordship of the Isles. ===Parliament, Mar and Albany=== James III's pursuit of unpopular and arbitrary policies saw increasing opposition in Parliament, with the most criticism directed towards the king's failure to go out on justice ayres, his making money from granting remissions for serious crimes, and his frequent recourse to taxation.Macdougall, Norman, James III (John Donald, 2009), p.150. Complaints from Parliament that royal justice was not being actively administered by the king in person occurred throughout his reign, partly due to his practice of delegating responsibility to appointed justices, and allowing ayres to be held without his presence.Macdougall, Norman, James III (John Donald, 2009), p.150. James III's \"low-born\" favourites at court and in government began to alienate many of his bishops and nobles. The most high profile royal favourites was William Scheves, who began his career in royal service in 1471 as a court physician, before his rapid promotion as Archdeacon of St Andrews, dean of Dunkeld, and coadjutor of St Andrews, before being appointed as Archbishop of St Andrews. Other unpopular favourites included John Ramsay, 1st Lord Bothwell and Robert Cochrane. In 1479 conflict developed between the king and his two brothers John, Earl of Mar and Alexander, Duke of Albany. The Earl of Mar was imprisoned at Craigmillar Castle for unspecified reasons, and died there in mysterious circumstances. The reasons behind James III’s assault on Albany have been difficult to understand. Albany had helped James to power in 1469, and was a effective Warden of the Marches, having resisted an incursion by Richard, Duke of Gloucester in 1474. It has been suggested that the most likely causes of the rift between James and Albany were the latter's opposition to the Anglo-Scottish alliance, his being responsible for serious violations of the truce, and his abuse of his position and challenge to royal authority by the ruthless enforcement of justice in the Marches.Macdougall, Norman, James III (John Donald, 2009), p.290. In May 1479 Albany was accused of treason for arming and provisioning Dunbar Castle against the king, assisting known rebels and deliberately causing trouble on the Anglo-Scottish border, in violation of the truce between Scotland and England.Macdougall, Norman, James III (John Donald, 2009), p.290. Albany fled by sea to Paris, where in September 1479 he was welcomed by King Louis XI, and received royal favour by his marriage to Anne de La Tour d'Auvergne.Macdougall, Norman, James III (John Donald, 2009), p.290. ===War with England=== Since the treaty of October 1474, relations between Scotland and England had remained generally peaceful. Edward IV continued to pay the annual instalments of the dowry for his daughter's future marriage to James III's heir, and both kingdoms avoided any significant breaches of the truce.Macdougall, Norman, James III (John Donald, 2009), p.310. In 1478 James III proposed strengthening the alliance with England still further by offering his sister Margaret as a bride for Edward IV's brother-in-law, Anthony Woodville, 2nd Earl Rivers. Soon afterwards, however, the truce began to break down, with several instances of Scottish cross-border raiding and pillaging. In 1480 Edward IV sent an envoy to Edinburgh with what was essentially a declaration of war, informing James III that the English king intended to wage war against the Scots unless his demands were met: that the Scots make reparations for breaches of the truce; that James return Berwick, Roxburgh and Coldingham to English dominion; and that James do homage to Edward for the Scottish Crown. However, Edward was prepared to maintain the peace if James would surrender Berwick and hand over his son and heir as a guarantee of his intention to carry through with the marriage of the Duke of Rothesay and Cecily of York.Macdougall, Norman, James III (John Donald, 2009), p.310. Richard, Duke of Gloucester was appointed lieutenant-general, and commissions for the defence of the border were issued in Yorkshire, Cumberland, and Northumberland. But during the summer 0f 1480 the Earl of Angus carried out a large-scale raid into Northumberland, culminating in the burning of Bamburgh Castle.Macdougall, Norman, James III (John Donald, 2009), p.311. By October, James III had written to Louis XI of France asking for guns and artillerymen to repulse further attacks.Calendar State Papers Milan, vol. 1 (London, 1912), p. 245. The spring and autumn of 1481 saw English ships raid the Forth, attacking Blackness Castle and harassing shipping. There does not seem to have been a land-based invasion of Scotland, but there were three raids into England by a Scottish army in that year. Edward IV had made invasion preparations and began to travel north, but went no further than Nottingham.Ross, Charles, Edward IV (University of California, 1974), pp. 281–3. In 1482, Edward IV launched a full-scale invasion led by the Duke of Gloucester, the future Richard III. James's brother Alexander, styled \"Alexander IV\", was included as part of the invasion party. James, in attempting to lead his subjects against the invasion, was arrested by a group of disaffected nobles at Lauder Bridge in July 1482. It has been suggested that the nobles were already in league with Alexander. The king was imprisoned in Edinburgh Castle and a new regime, led by \"lieutenant- general\" Alexander, became established during the autumn of 1482. Meanwhile, the English army, unable to take Edinburgh Castle, ran out of money and returned to England, having taken Berwick-upon-Tweed for the last time. ==Restoration to power== Whilst imprisoned in Edinburgh Castle James was politically sidelined during the years 1482–83, and his two half-uncles (including Andrew Stewart) managed to form a replacement government with his brother Alexander, Duke of Albany, in place as acting lieutenant-general of the realm. He was eventually freed by late September 1482. After having been freed, James was able to regain power by buying off members of Albany's government, such that by December 1482, Albany's government was collapsing. From 1483, he was able to \"steadily reduce any remaining support for Albany\". In particular his attempt to claim the vacant earldom of Mar led to the intervention of the powerful George Gordon, 2nd Earl of Huntly, on the king's side. In January 1483, Albany fled to his estates at Dunbar. The death of his patron, Edward IV, on 9 April, left Albany in a weak position. Following the Battle of Lochmaben Fair, he was forced to flee back to England, where he was condemned, and he never engaged James III again. Following this, he returned to Scotland, but was caught and imprisoned in the same castle where James had been incarcerated. He managed to escape from the castle after killing his guard and moving down by using a rope made of bedsheets. In 1483, he sailed back for France. In August 1484 James III proposed a truce and alliance with Richard III and a marriage between the Duke of Rothesay and Anne de la Pole, Richard's niece. On Laetare Sunday, 5 March 1486, Pope Innocent VIII blessed a Golden Rose and sent it to James III. It was an annual custom to send the rose to a deserving prince. Giacomo Passarelli, Bishop of Imola, brought the rose to Scotland and returned to London to complete the dispensation for the marriage of Henry VII of England.Calendar State Papers Milan, vol.1 (1912), 247: Burns, Charles, 'Papal Gifts' in Innes Review, 20 (1969), pp.150–194: Chrimes, Stanley, Henry VII, Yale (1999), 66, 330–1 In 1486 and 1487 James proposed a truce with England and the marriage of his second son, James, Marquess of Ormond, to Catherine of York, the sister-in-law of Henry VII of England. In April 1487 the Pope granted James III an indult which strengthened the power of the Scottish Crown over ecclesiastical appointments, allowing the king and his successors to effectively appoint their own candidates when vacancies occurred in cathedrals and monasteries.Macdougall, Norman, James III (John Donald, 2009). Despite a lucky escape in 1482, when he easily could have been murdered or executed in an attempt to bring his son to the throne, James did not reform his behaviour during the 1480s. Obsessive attempts to secure alliance with England continued, although they made little sense given the prevailing politics. He continued to favour a group of \"familiars\" unpopular with the more powerful magnates. He refused to travel for the implementation of justice and remained invariably resident in Edinburgh. He was also estranged from his wife, Margaret of Denmark, who lived at Stirling Castle with her sons. ==Rebellion and death at Sauchieburn== In January 1488, James III used a meeting of Parliament to publicly reward those who had been loyal to him in the past, and tried to gain supporters by creating four new Lords of Parliament. He also raised his second son, James, Marquess of Ormond, to the dignity of Duke of Ross. Coming after the king’s negotiations in 1486 and 1487 for a marriage alliance for his second son, it was clearly designed to enhance his status and make him a more attractive prospect as a bridegroom, and only furthered the perception amongst the king’s opponents that he was favouring his second son at the expense of the heir to the throne.Macdougall, Norman, James III (John Donald, 2009), p.219. But opposition to James was led by the Earls of Angus and Argyll, and the Home and Hepburn families. James's heir, the fifteen-year-old James, Duke of Rothesay, left Stirling Castle without his father's knowledge on 2 February 1488, marking the beginning of a four-month rebellion against James III. Prince James became, perhaps reluctantly, the figurehead of the rebels, whose aim seems to have been the establishment of a council of regency, with the Prince as its figurehead and the king in protective custody.Lynch, Michael, Scotland: A New History (Pimlico, 1992), p.157. The rebels claimed that they had removed Prince James from Stirling to protect him from his vindictive father, who had surrounded himself with wicked Anglophile counsellors.Macdougall, Norman, James IV, p. 39. Like the Prince, many of the rebels also feared for their safety if James III continued to rule.Macdougall, Norman, James IV, p. 40. The king made more enemies among his nobles by dismissing the Earl of Argyll from the Chancellorship, for reasons which remain a mystery, and replacing him with William Elphinstone, the Bishop of Aberdeen.Macdougall, Norman, James III (John Donald, 2009), p.227. James III sought armed assistance from Henry VII of England and moved north from Edinburgh to Aberdeen in March, probably realising that his position in Edinburgh was becoming precarious, with the Duke of Rothesay and the rebel army nearby, either at Linlithgow or Stirling.Macdougall, Norman, James III (John Donald, 2009), p.228. The king failed to raise support for the royal cause in the north-east, and then made the mistake of agreeing to negotiate a settlement with the rebels, before promptly breaking his word and, on the advice of his half-uncle the Earl of Buchan, marching south from Aberdeen to settle the rebellion by force, which lost him the support of several more nobles.Macdougall, Norman, James III (John Donald, 2009), p.229. Following an inconclusive skirmish between the royal and rebel forces at Blackness Castle, James III retreated to the safety of Edinburgh Castle, where he rewarded his supporters and attempted to gain new ones by distributing cash, jewels and land.Macdougall, Norman, James III (John Donald, 2009), p.234. Matters came to a head in June 1488 when James III left Edinburgh Castle and led his army towards Stirling. The royal and rebel armies joined battle south of Stirling on 11 June 1488 at the Battle of Sauchieburn, on what contemporaries described as the 'field of Stirling'.Macdougall, Norman, James III (John Donald, 2009), p.234.Mackie, R.L., James IV, (1958), pp. 36–44. James III was killed at some stage during the course of the battle, although the circumstances of the king's death are unclear, and it took some time to establish with certainty that the king had been killed. The 16th-century chroniclers Adam Abell and John Lesley alleged that James III was slain in Milton mill on the Bannock Burn.Recent archaeological survey of Milton, alleged site of assassination . Scotlandsplaces.gov.uk. Retrieved on 2011-10-02. Robert Lindsay of Pitscottie, writing in 1576, states that the king fled to Stirling, but was thrown from his horse and fainted near Milton mill, where he was cared for by the miller and his wife. As the retreat of the royal forces to Stirling was taking place, the king came to and called for a priest to make his confession. A priest (possibly a servant of Lord Gray, one of the rebel lords) who was passing by asked where the king was and, on being led to the king, stabbed him to death. There is no evidence available to corroborate this story, but it has been generally accepted as at least an approximation of the truth. George Buchanan says that James fell from his horse whilst fleeing to one of his ships, stationed in the Forth, rather than to Stirling. He took refuge in some mills but being overtaken, he was slain there, with a few attendants. However, his most recent biography concludes that he was simply killed in the battle.Macdougall, Norman James III, A Political Study (1982) James III was buried beside his queen in front of the high altar of Cambuskenneth Abbey. His son and successor, James IV, attended the ceremony and in atonement for his involvement in his father's death, from 1496 appointed a chaplain to sing for the salvation of their souls; records of this continued until the Scottish Reformation. The remains of James and Margaret were re-interred under a new stone monument at Queen Victoria's expense in 1865.Grave of James III inscription ==Marriage and issue== James married Margaret of Denmark at Holyrood Abbey, Edinburgh, in July 1469. They had three children: {| class=\"wikitable\" |- ! scope=\"col\" | Name ! scope=\"col\" | Birth ! scope=\"col\" | Death ! scope=\"col\" | Notes |- |James IV||17 March 1473||9 September 1513||James's successor as King of Scots |- |James, Duke of Ross||March 1476||January 1504||Archbishop of St Andrews (1497-1504) Lord Chancellor of Scotland (1502-1504) |- |John, Earl of Mar||December 1479||11 March 1503|| rowspan=\"4\" | |} ==Fictional portrayals== James III has been depicted in plays, historical novels and short stories. They include the following: * Price of a Princess (1994) by Nigel Tranter. The book takes place in the years 1465–1469. The main character is Mary Stewart, Countess of Arran, a sister of James III. She is depicted joining her husband Thomas Boyd, Earl of Arran, in a mission to the court of Christian I of Denmark. The two negotiate the cession of Orkney and Shetland from the Kalmar Union to the Kingdom of Scotland. * Lord in Waiting (1994) by Nigel Tranter. The book takes place in the years 1474–1488. It covers events of the reign of James III as seen from the perspective of \"Sir John Douglas\", brother of Archibald Douglas, 5th Earl of Angus. James III is depicted as influenced by one William Sheves, the court astrologer and alchemist. Douglas would rather have Mary Stewart (see above) on the throne. * The Admiral (2001) by Nigel Tranter. The book takes place in the years 1480–1530. It covers the career of Andrew Wood of Largo and the formation of the Royal Scots Navy. James III is depicted favoring Wood with the title of Lord High Admiral of Scotland. * James III: The True Mirror (2014) by Rona Munro, a co-production between the National Theatre of Scotland, Edinburgh International Festival and the National Theatre of Great Britain. The James Plays – James I, James II and James III – are a trio of history plays by Rona Munro. Each play stands alone as a vision of a country tussling with its past and future. This play concentrates on James' relationships with his wife Margaret, his court favourites and the powerful lords he has alienated. * The Unicorn Hunt (1993) by Dorothy Dunnett. Volume 5 in The House of Niccolò series. * To Lie with Lions (1995) by Dorothy Dunnett, Volume 6 in The House of Niccolò series. * Gemini (2000) by Dorothy Dunnett, Volume 8 in The House of Niccolò series. * \"Sunset at Noon\" by Jane Oliver (1955), a fictional account of the life of James IV and the Battle of Flodden. ==Ancestors== ==References== ==Sources== *Macdougall, Norman, James III, A Political Study, John Donald (1982) *Macdougall, Norman, James III, John Donald (2009), a fully revised and updated edition with substantially different conclusions on James III's career compared to the 1982 edition. * *Coombs, B. Material Diplomacy: A Continental Manuscript Produced for James III, Edinburgh University Library, MS 195. The Scottish Historical Review (October), 2019 ==External links== *Illustrated history of James III Category:Scottish princes Category:Scottish people of Dutch descent Category:House of Stuart Category:Dukes of Rothesay Category:Monarchs killed in action Category:Medieval child rulers Category:1451 births Category:1488 deaths Category:15th-century Scottish monarchs Category:High Stewards of Scotland Category:15th-century Scottish peers Category:People from St Andrews Category:Scottish pre-union military personnel killed in action",
 "title": "James III of Scotland"
}