{
 "id": "148049",
 "text": "Domnall mac Causantín (Modern Gaelic: , IPA:[ˈt̪oːvnəɫ̪ˈmaʰkˈxoːʃɪm]),Domnall mac Causantín is the Mediaeval Gaelic form. anglicised as Donald II (died 900), was King of the Picts or King of Alba in the late 9th century. He was the son of Constantine I (Causantín mac Cináeda). Donald is given the epithet Dásachtach, \"the Madman\", by the Prophecy of Berchán.ESSH, p. 358; Kelly, Early Irish Law, pp. 92-93 & 308: \"The dásachtach is the person with manic symptoms who is liable to behave in a violent and destructive manner.\" The dásachtach is not responsible for his actions. The same word is used of enraged cattle. ==Life== Donald became king on the death or deposition of Giric (Giric mac Dúngail), the date of which is not certainly known but usually placed in 889. The Chronicle of the Kings of Alba reports: It has been suggested that the attack on Dunnottar, rather than being a small raid by a handful of pirates, may be associated with the ravaging of Scotland attributed to Harald Fairhair in the Heimskringla.ESSH, p 396, note 1 & p. 392, quoting St Olaf's Saga, c. 96. The Prophecy of Berchán places Donald's death at Dunnottar, but appears to attribute it to Gaels rather than Norsemen; other sources report he died at Forres.ESSH, pp. 395-398. Donald's death is dated to 900 by the Annals of Ulster and the Chronicon Scotorum, where he is called king of Alba, rather than king of the Picts. He was buried on Iona. Like his father, Constantine, he died a violent death at a premature age. The change from king of the Picts to king of Alba is seen as indicating a step towards the kingdom of the Scots, but historians, while divided as to when this change should be placed, do not generally attribute it to Donald in view of his epithet.Smyth, pp. 217-218, disagrees. The consensus view is that the key changes occurred in the reign of Constantine II (Causantín mac Áeda),Thus Broun and Woolf, among others. but the reign of Giric has also been proposed.Duncan, pp.14-15. The Chronicle of the Kings of Alba has Donald succeeded by his cousin Constantine II. Donald's son Malcolm (Máel Coluim mac Domnall) was later king as Malcolm I. The Prophecy of Berchán appears to suggest that another king reigned for a short while between Donald II and Constantine II, saying \"half a day will he take sovereignty\". Possible confirmation of this exists in the Chronicon Scotorum, where the death of \"Ead, king of the Picts\" in battle against the Uí Ímair is reported in 904. This, however, is thought to be an error, referring perhaps to Ædwulf, the ruler of Bernicia, whose death is reported in 913 by the other Irish annals.ESSH, p. 304, note 8; however, the Annals of Ulster, s.a. 904, report the death of Ímar ua Ímair (Ivar grandson of Ivar) in Fortriu in 904, making it possible that Ead (Áed ?) was a king, if not the High King. ==See also== * Kingdom of Alba * Origins of the Kingdom of Alba ==Notes== ==References== * Anderson, Alan Orr, Early Sources of Scottish History A.D 500-1286, volume 1. Reprinted with corrections. Stamford: Paul Watkins, 1990. * Anderson, Marjorie Ogilvie, Kings and Kingship in Early Scotland. Edinburgh: Scottish Academic Press, revised edition 1980. * Broun, Dauvit, \"National identity: 1: early medieval and the formation of Alba\" in Michael Lynch (ed.) The Oxford Companion to Scottish History. Oxford UP, Oxford, 2001. * Duncan, A. A. M., The Kingship of the Scots 842–1292: Succession and Independence., Edinburgh: Edinburgh University Press, 2002. * * Smyth, Alfred P., Warlords and Holy Men: Scotland AD 80-1000. Reprinted, Edinburgh: Edinburgh UP, 1998. * Sturluson, Snorri, Heimskringla: History of the Kings of Norway, tr. Lee M. Hollander. Reprinted University of Texas Press, Austin, 1992. * Woolf, Alex, \"Constantine II\" in Michael Lynch (ed.) op. cit. ==External links== * CELT: Corpus of Electronic Texts at University College Cork includes the Annals of Ulster, Tigernach, the Four Masters and Innisfallen, the Chronicon Scotorum, the Lebor Bretnach (which includes the Duan Albanach), Genealogies, and various Saints' Lives. Most are translated into English, or translations are in progress. * (CKA) The Chronicle of the Kings of Alba Category:9th-century births Category:900 deaths Category:Year of birth unknown Category:House of Alpin Category:9th-century Scottish monarchs Category:Burials at Iona Abbey Category:Gaelic monarchs in Scotland",
 "title": "Donald II of Scotland"
}