{
 "id": "148034",
 "text": "Edgar or Étgar mac Maíl Choluim (Modern Gaelic: Eagar mac Mhaoil Chaluim), nicknamed Probus, \"the Valiant\"Anderson, Early Sources, vol. ii, p. 141. (c. 1074 - 8 January 1107), was King of Scotland from 1097 to 1107. He was the fourth son of Malcolm III and Margaret of Wessex but the first to be considered eligible for the throne after the death of his father. ==Reign== Edgar claimed the kingship in early 1095, following the murder of his half- brother Duncan II in late 1094 by Máel Petair of Mearns, a supporter of Edgar's uncle Donald III. His older brother Edmund sided with Donald, presumably in return for an appanage and acknowledgement as the heir of the aged and son-less Donald.Oram, pp. 44-45. Edgar received limited support from William II of England as Duncan had before him; however, the English king was occupied with a revolt led by Robert de Mowbray, Earl of Northumbria, who appears to have had the support of Donald and Edmund. Rufus campaigned in northern England for much of 1095, and during this time Edgar gained control only of Lothian. A charter issued at Durham at this time names him \"... son of Máel Coluim King of Scots ... possessing the whole land of Lothian and the kingship of the Scots by the gift of my lord William, king of the English, and by paternal heritage.\"Oram, p. 46, notes that the charter distinguishes Lothian, William Rufus's gift, from the kingship of the Scots, paternal heritage; Duncan, p. 56. Edgar's claims had the support of his brothers Alexander and David -- Ethelred was Abbot of Dunkeld, and Edmund was divided from his siblings by his support of Donald -- and his uncle Edgar Ætheling as these witnessed the charter at Durham.Oram, p.46. William Rufus spent 1096 in Normandy which he bought from his brother Robert Curthose, and it was not until 1097 that Edgar received the further support which led to the defeat of Donald and Edmund in a hard-fought campaign led by Edgar Ætheling.Oram, p.47; Duncan, pp/. 57-58. Although Geoffrey Gaimar claimed that Edgar owed feudal service to William Rufus, it is clear from Rufus's agreement to pay Edgar 40 or 60 shillings a day maintenance when in attendance at the English court that this is untrue. In any event, he did attend the court on a few occasions. On 29 May 1099, for example, Edgar served as sword-bearer at the great feast to inaugurate Westminster Hall. After William Rufus's death, however, Edgar ceased to appear at the English court. He was not present at the coronation of Henry I.Duncan, p.58. The inheritance of the Scottish crown was not primogeniture as Duncan II had a legitimate son and heir in the person of William fitz Duncan.Duncan, p. 59. With Donald and Edmund removed, however, Edgar was uncontested king of Scots, and his reign incurred no major crises. Compared with his rise to power, Edgar's reign is obscure. One notable act was his gift of a camel (or perhaps an elephant), presumably a 'souvenir' of the First Crusade, to his fellow Gael Muircheartach Ua Briain, High King of Ireland.Annals of Innisfallen, s.a. 1105. In 1098, Edgar signed a treaty with Magnus Barefoot, King of Norway, setting the boundary between Scots and Norwegian claims in the west. By ceding claims to the Hebrides and Kintyre to Magnus, Edgar acknowledged the practical realities of the existing situation.Oram, p. 48. Edgar's religious foundations included a priory at Coldingham in 1098, associated with the Convent of Durham. At Dunfermline Abbey he sought support from Anselm of Canterbury with his mother's foundation from which the monks of Canterbury may have been expelled by Domnall Bán.Barrow, p. 153. Edgar died in Edinburgh on 8 January 1107 and was buried at Dunfermline Abbey. Unmarried and childless, he acknowledged his brother Alexander as his successor. Edgar's will also granted David an appanage in \"Cumbria\" (the lands of the former Kingdom of Strathclyde), and perhaps also in southern parts of Lothian.Duncan, p. 60; Oram, p. 60. David would later be known as Prince of the Cumbrians ==Contradictory account of his death== There is a contradictory account of his death, recorded by Orderic Vitalis (12th century). According to this account, Edgar was killed by his uncle Donald III, while Donald III was killed by Alexander I.Hudson, p. 119. This account reports: \"On the death of Malcolm [III], king of the Scots, great divisions rose among them, in reference to the succession to the crown. Edgar, the king's eldest son, assumed it as his lawful right, but Donald, King Malcolm's brother, having usurped authority, opposed him with great cruelty, and at length the brave youth [Edgar] was murdered by his uncle. Alexander [I], however, his brother, slew Donald, and ascended the throne; being thus the avenger as well as the successor of his brother...\".Orderic Vitalis, Vol. III, page 14 Benjamin Hudson dismisses the story as \"completely false\". But its existence points to the circulation of \"incorrect\" tales about the monarchs of the late 11th century.Hudson, p. 119. Verses of The Prophecy of Berchán allude to the murder of another Scottish king: \"Alas a king will take sovereignty for four nights and one month; I think it is grievous that the Gaels will boast, woe to him who celebrates him. ... A son of the woman of the English... I think it is wretched, that his brother will kill him.\"Hudson, p. 92. The English woman is obviously Saint Margaret, the consort of Malcolm III. But none of her children, male or female, are known to have been killed by one of their own siblings. The confusion probably derives from the murder of their half-sibling Duncan II of Scotland, son of Malcolm III and his first wife Ingibiorg Finnsdottir.Hudson, p. 119. A note in the Annals of Ulster claims that Duncan II was murdered by his brothers Donmall [Donald] and Edmund. As Duncan had no brothers by these names, the text probably points to his uncle Donald III and half-brother Edmund of Scotland, though later texts identify a noble by the name of Máel Petair of Mearns as the actual murderer.Hudson, p. 92. ==Notes== ==References== * Barrow, G. W. S., The Kingdom of the Scots. Edinburgh University Press, Edinburgh, 2003. * Duncan, A. A. M., The Kingship of the Scots 842-1292: Succession and Independence. Edinburgh University Press, Edinburgh, 2002. * Hudson, Benjamin T., The Prophecy of Berchán: Irish and Scottish Highkings in the early Middle Ages. Greenwood Publishing Group, 1996. * Oram, Richard, David I: The King Who Made Scotland. Tempus, Stroud, 2004. *Orderic Vitalis, The ecclesiastical history of England and Normandy. 1853 translation by Thomas Forester, Francois Guizot, and Leopold Victor Delisle. Volume 3, page 14. ==External links== * Annals of Innisfallen (translated) at CELT * Orderic Vitalis, the 1853 translation Category:1070s births Category:1107 deaths Category:House of Dunkeld Category:11th-century Scottish monarchs Category:12th-century Scottish monarchs Category:Burials at Dunfermline Abbey Category:Gaelic monarchs in Scotland",
 "title": "Edgar, King of Scotland"
}