{
 "id": "148342",
 "text": "Condorito (Little Condor in Spanish) is a Chilean comic book and comic strip that features an anthropomorphic condor living in a fictitious town named Pelotillehue—a typical small Chilean provincial town. He is meant to be a representation of the Chilean people. Condorito was created by the Chilean cartoonist René Ríos, known as Pepo. Despite his Chilean origin, Condorito is very popular throughout Latin America, where the character is considered part of the general popular culture. Condorito and his friends appear in a daily comic strip. The structure of Condorito is very simple: each page is an independent joke, without any continuity with others (though some jokes are larger or shorter than one page). Some of the details included in the artwork are gender-dependent, but the humor is usually couched in double-entendres that children would be unlikely to understand. One peculiar characteristic of Condorito is that the character that goes through the embarrassing moment and/or serves as the butt of the joke in a given strip almost always falls backwards to the floor (legs visible or out of frame) in the final panel, although new comic strips have now put the victim of the joke looking at the reader instead. This classic comic strip \"flop take\" is accompanied by a free- fall onomatopoeic sound (usually ¡Plop!). From time to time, this is replaced by the victim of the joke saying ¡Exijo una explicación! (\"I demand an explanation!\"), usually as a twist or downbeat ending. Another catchphrase, usual for Condorito, but used with almost all the characters, is \"Reflauta\", to show frustration or other emotions. In November 2020, it was announced that Condorito will have an adult animated series. ==Characters== * Condorito: The main character, Condorito is an anthropomorphic condor, lackadaisical and unambitious, but also kind, loyal, friendly and ingenious. Always a picaresque character, he is a sort of antihero who solves his problems using his wit, not his talent or work. He is portrayed as holding a wide variety of jobs (or none whatsoever), to humorous effect. His origins are obscure: in one strip it is said that his condor father threw him out of the nest in the Andes Mountains and that he grew up among humans, thereby acquiring his anthropomorphic characteristics; however, such references are very rare, and Condorito is often portrayed as a regular guy living a very human life. Originally, his head was that of a regular condor (long beak, larger neck feathers) and he smoked, but over the years, his head became rounder and the cigarette was dropped to appeal to kids. However, he has retained some condor characteristics like his tail (that normally goes outside his pants in a patch) and his paws (so big that he must wear sandals). * Yayita: Condorito's \"fashionable eternal fiancée.\" She loves him but hates his reluctance to discuss marriage. Although Condorito often gives her flowers, most of the time they come from her own garden. Yayita is strong-minded, very attractive, sharp-tongued and sometimes jealous (though she isn't above flirting with other men in order to gain Condorito's attention). A running gag involves Yayita wearing revealing outfits or minuscule thongs that make everyone look at her with desire, while Condorito shakes and foams with rage. She is also very unskilled at things like driving, cooking, and painting, which tends to be a source of problems for Condorito. (A running gag involves Condorito trying to eat Yayita's atrocious home cooking just to avoid hurting her feelings.) Yayita also tries a lot of odd jobs to support her lifestyle (e.g., movie extra, secretary, model, flight attendant) and practices aerobics and nudism at a women-only health club, all behind her boyfriend's back. * Don Chuma: Condorito's best, most loyal friend, he is a tall, thin, kind man who helps Condorito to solve some of his problems, especially the ones related to money. He always has a cigarette hanging from his lower lip and works as a carpenter, building houses or furniture for the townsfolk. Condorito calls him \"Compadre\" or \"Cumpa\" (\"Fella\"). They are probably actual compadres (i.e., godbrothers: one is the godfather of the other's son or, in Condorito's case, nephew). His signature quotes are \"No se fije en gastos, compadre\" (\"Don't mind expenses, fellow\") and \"¡Por las canillas del mono!\" (\"By the monkey's shins!\"). Sometimes he depicted as single, but other times he has a wife. * Pepe Cortisona, a.k.a. \"Saco de Plomo\" and \"Lingote\" (\"Sack of Lead\" or \"Ingot\" - an extremely unbearable and dense character that no one can bear): Condorito's nemesis (although they seem to be occasionally friendly to each other), especially when it comes to courting Yayita. Tall, arrogant and muscular, he calls Condorito \"Pajarraco\" (\"Big Ugly Bird\") and constantly makes fun of his poverty and poor physical form. Condorito sometimes refers to him as \"Jetón\" (\"Big Mouth\"). He is the typical jock who depends on appearance, money and physical strength to make a point. Occasionally he joins forces with Condorito to achieve a common goal, but they often end up backstabbing each other. * Coné: Condorito's young nephew (an orphaned relative he took in). Coné had a series of his own, aimed at younger audiences, and its supporting cast included many of his uncle's friends' children. His name comes from when Condorito presented him to the Civil Registry, and he wanted to name him \"Ugenio\" (Ugene), but the civil servant insisted in writing the correct form \"Eugenio\" (Eugene), crying out loud \"¡Con E!\" (\"With an E!\") several times, so Condorito finally accepts to call him \"Coné\". The identity of his parents is unknown. He does very bad at school, and usually acts very immature with his teachers, especially if they wear a Skirt. In some jokes, it's actually Condorito who make him go bad at school, to the teachers annoyance. * Yuyito: Yayita's tomboyish niece and Coné's best friend and partner in crime, even if sometimes they can be seen fighting and punching each other. Her eyes are completely black. * Don Cuasimodo and Doña Tremebunda Vinagre: Yayita's fat, grumpy and overprotective parents, who reluctantly tolerate their daughter's engagement with Condorito and secretly support Pepe Cortisona as a better candidate for their daughter's hand. Cuasimodo, however, is willing to go along with Condorito when the latter makes fun of Tremebunda. At the same time, while Don Cuasimodo and Doña Tremebunda fight and yell at each other all the time, they are always ready to join forces to beat up Condorito when he tries to stay for dinner or when he gets too romantic with Yayita. Tremebunda is usually the target to both Cuasimodo's and Condorito's jokes, and usually she is the one who tries to hurt Condorito in order of Pepe Cortisona. Condorito's jokes of Tremebunda, while it makes Yayita upset, Cuasimodo laughs meanly, which is a clue that he hates his wife. * Garganta de Lata (\"Tin Throat\"): A tall, jolly, thin redhead with a typical alcoholic's nose. He spends most of his time at the \"Bar El Tufo\" (\"The Stench Bar\") or sleeping off a hangover in the street, which makes his wife and friends very upset. Despite his alcoholism, Garganta de Lata is a very loyal pal and a more than decent father, though his wife is not above cheating on him when the opportunity arises. * Ungenio Gonzalez: A not-so- smart pal of Condorito. He has white hair; a long nose; and big teeth, reminiscent of a donkey's teeth, from which a drip of drool usually hangs. He has a son, Genito, who is almost identical to him. \"Ungenio\" is a play on words, as it resembles the actual name Eugenio and as \"un genio\" (\"a genius\") which Ungenio is not. * Huevoduro (\"Hard-Boiled Egg\"): A potbellied, egg- headed, completely white character whom Rios claims is based upon a very pale, bald Canadian ambassador. Like Don Chuma, Huevoduro is often a straight man to Condorito in the strips. * Chuleta: A tall, thin, jolly man with huge teeth, long sideburns, a thin mustache and green skin. (\"Chuleta\" is Chilean slang for \"sideburn\".) He is also based on a real person with a greenish skin color that made him look eternally sick. * Don Máximo Tacaño (\"Most Stingy\"): A humorous miser who would rather die than part with his money and does all kinds of ridiculous things just to save money or avoid buying things, even if he really needs them. He is often loansharking others and would not part even with items he doesn't need. Originally, there was a stereotypical and amoral Jewish moneylender in his place (variably called Don Jacoibo or Don Salomón), but this character was replaced due to complaints. * Padre Venancio: Pelotillehue's Roman Catholic priest, presumably (because of his haircut) a Franciscan. He tries to guide Condorito and the others in \"the good way.\" Usually he asked his people to send their prayers to San Guchito (the saint's image shows him holding a sandwich, completing the pun on the name). * Tomate (\"Tomato\"): Short, fat, shy and bald, his head resembles a tomato, since his face is permanently red due to his shyness. Sometimes substitutes for Huevoduro in the strips. He is always trying to lose weight, without success. * Comegato (\"Cat Eater\"): A friend of Condorito who has a feline face and wears a beret and a black turtleneck. As his name suggests, he frequently hunts and eats cats, much to his friend's disgust. * Cabellos de ángel (\"Angel Hair\"): Big-nosed, half-shaven and potbellied, his hair is like a sea urchin. He is very delicate about it and will quickly defend his style if there's a suggestion he should change it. Often the subject of jokes about his hair (e.g., if he headbutts a football, it will deflate). * Chacalito (\"Little Jackal\"): A criminal character, usually seen in jail or on trial for his crimes, which range from stealing to homicide. His name is ironic, since he appears to be the biggest, strongest man in town. The other characters befriend him only to avoid getting on his bad side. * Che Copete: A stereotypical Argentine character who resembles an old-fashioned tango singer. He is very arrogant and proud of his country (and often tends to exaggerate the quality of it or himself), yet he is friendly and good-natured. \"Che\" is an interjection frequently used by Argentines in much the same way as \"Hey!\" or \"Pal!\". * Titicaco: A Bolivian cholo character who wears a typical colla hat and is very friendly with everyone. He was removed from the cast in the late 1980s, as he was seen as a stereotypical cholo from the altiplano. * Fonola: A huge, hairy man about the same size as Pepe Cortisona, but without the teeth and with a huge voice (\"Fonola\" is slang for \"phonograph\"). As a running gag, Fonola's body odor, especially his foot odor, warns everyone of his presence, even if he is many blocks away. * Washington, Mandíbula and Matías: Condorito's pets. Washington is his dog, Mandíbula (\"Jaw\") his horse, and Matías his potty-mouthed parrot. Washington appears the most, and in some strips he can talk, but Matías often takes the speaking pet roles. Sometimes Condorito has sold them, but they always end up returning to Condorito's side. * Juan Sablazo: The typical conman who puts up a sob story or a good excuse in order to borrow money and never pays it back. He is almost famished and wears a very worn-out tuxedo. Everyone avoids him, because he always uses elaborate semantics to turn any innocent conversation into a pretext to borrow money, food or items from his \"friends.\" * Doña Peta, a.k.a. \"Misiá Petita\": A big, round, gentle, middle-aged housewife who is a neighbor of Condorito. She often takes care of Coné when Condorito is away. She seems to be a widow as portrayed in some strips. * Condor Otto and Huevo Fritz: Variations on Condorito and Huevoduro, but characters in their own right. They are German or German-descended characters usually used to tell jokes with obvious puns or very dumb punchlines. * Emiliano: A very poor worker, he is frequently seen wanting a raise and stretching his hand under the door of the boss, usually being ignored. * San Guchito: Although not generally a character, he is the patron saint of Pelotillehue. He is usually shown in benediction, holding a sandwich in his left hand. His name is a play on the English word sandwich. Condorito has been known to cry out at times, \"San Guchito, sálvame!\" (\"Saint Wichito, save me!\"). Sometimes he appears to grant wishes or perform miracles, other times he just appears in front of people to scold them and warn them about their oncoming fates. * Don Sata: Satan himself. Normally he tries to corrupt Condorito and friends by offering them power, riches, etc. in exchange for their souls, with different degrees of success. Generally, Condorito manages to outfox him, but on some occasions, Don Sata gets the upper hand and then drags his victim to hell to torture him until the end of the joke. Father Venancio has faced and expelled him at least once. * San Pedro (\"Saint Peter\"): Is the gatekeeper of Heaven, and decides who enters paradise. He is portrayed as a big old man with a long white beard, with a gentle manner and always welcoming the characters that have died (just for the joke). He is not a parody of the catholic saint, and is utilized to obliquely depict God. In numerous gags starring San Pedro, Don Sata is involved. Usually his jokes involves scenarios where Condorito and/or other characters had died and for any reason they are not able to enter Heaven. * Maca and Potoca: Two young and beautiful girls created as recurrent \"filler\" characters for jokes involving nudity or risqué situations. One of them is a brunette, wears a hairband and has a passive personality; the other sports short chestnut hair and a more volatile temper. Since Condorito's creator had forbidden his team of artists and writers from drawing Yayita with provocative clothes or \"sexy\" attitudes to keep her in her canon \"girl next door\" character, this pair of girls was created to take Yayita's place during the riskier jokes or situations out of character for Yayita. Condorito has caught them skinny dipping, nude sunbathing, and wearing minuscule bikinis that get lost in the sea. Sometimes he meets them in the street and attempts to seduce one of them. Sometimes only one of these girls appears in a joke; other times both appear, generally being caught naked or after Condorito tries to seduce one of them. ==Places== *Pelotillehue: Native town of Condorito. It's shown as a growing semi-rural town, surrounded by farms, lakes and crossed by its own river. *Buenas Peras: Rival and neighboring city of Pelotillehue. Their two football clubs usually battle in the national league championship playoff. *Cumpeo: Neighboring city of Pelotillehue. A nice, quiet town, with a neutral stance between Pelotillehue and Buenas Peras's rivality. Cumpeo also is a real town in southern Chile thus creating a geographical sense of where Pelotillehue and Buenas Peras would be. *El \"Chalét\" (The \"Cottage\"): The house of Condorito. Is actually a small and poor shack, and he use to call it the “Cottage” in an ironical sense. Coné also lives there, and is often the house where jokes take place. *Bar \"El Tufo\": A pub-like bar where Condorito and his pals hang on most of time. This place is also Garganta de Lata's second home. Tufo is also a Spanish slang for bad mouth smell due to drinking. *Cafe \"El Insomnio\" (Coffee shop \"The Insomnia)\": Typically characters meet at this coffee shop in times of desperation, or when one of them is going crazy (curly eyes) about something. *Restaurant \"El Pollo Farsante\" (Restaurant \"The Rubber Chicken\"): The town's most popular restaurant. The characters eat here whenever a special occasion merits it, and sometimes even get a job as a waiter or chef. Its owner gives inhuman punishments to anyone who attempts to eat and run. * Farmacia \"Sin Remedio\" (Pharmacy \"Without/No Remedy\"): Pelotillehue's Pharmacy. The name can be translated to No Remedy or simply without medicines as \"remedios\" can be used as \"medicine\". The pharmacy is not used very often in the comic but is known to all characters, a lot of times jokes about pills or prescriptions, take place in the \"Sin Remedio\" pharmacy or characters are sent to the pharmacy to obtain a prescription. *Pelotillehue's Prison: A big, creepy prison built in the middle of the town. (Most likely the town grew too much and eventually surrounded it.) Despite its menacing look, this prison's safety is minimal: most prisoners escape at will and some of them even have the gall to escape, commit a crime and return to their cell for dinner and sleep. *Pelotillehue's Mental Asylum: The town's madhouse, full of demented people in wacky outfits or a few mad inventors. Normally everyone behaves at very tolerable levels, to the point that very few \"patients\" ever attempt to escape. (According to them, the asylum's walls are meant to keep the *real* mad people *outside*, while the inmates stay inside and safe.) The place is also separated by gender, because according to its director, \"The inmates are just mad, not stupid.\" *Pelotillehue's Nudist Camp: The town's health club, surrounded by a huge wall to keep curious people away. Generally the comic's characters are attempting to find ways to peep at the pretty women inside, or they are nudists themselves, sharing the club's activities or attending some weird job inside the club. *Pelotillehue's Stadium: The town's sports center. Sometimes it is shown as a big place, capable of holding athletics events, but generally is portrayed as a small yard, where Pelotillehue and Buenas Peras face each other on a football match. In a lot of jokes, we can see the characters arriving at the stadium in the back of a truck or in a crowded bus. *Hotel \"Dos se van, Tres llegan\" (Hotel \"Two leave, three arrive\", a wordplay on \"Two arrive, three leave\"): The town's hotel. Sometimes depicted as a big and luxurious hotel and other times as a flea ridden shack. Condorito works occasionally here as a receptionist or a bellhop. The name may also have a sexual connotation as it may be interpreted as the arrival of a third person (baby) when two persons leave the hotel. ==Stage gags== *A crocodile seen trying to get into a building through a window or duct. *A sleepwalker in pajamas (even in the middle of the day). Generally he is seen walking in the most unusual places (on a fence or a rooftop, for example) and other times he is about to fall into a hole or step on a nail. * A UFO in the form of a flying saucer/dish is commonly seen in the background. *A sign \"DEИTRE SIN GORPEAL\" (dyslexic interpretation of \"ENTRE SIN GOLPEAR\", \"enter without knocking\"). The sign can be hanging from a wall, and the words can even form part of a larger sign. *A sign \"NO ESTOY\" (NOT HOME) above a rodent hole. *A sign \"NO PEGAR CARTELES\" (POST NO BILLS). A sign posted using an excessive amount of glue on an otherwise clean wall, oblivious to its purpose. *\"Diario EL HOCICÓN\" official Pelotillehue's Newspaper *Newspaper stands selling Condorito's comicbooks among the newspapers and magazines. *A guy saying \"Quiero Irme!\" (I Want to Leave!). *A street corner with the legends \"Tarapacá\" (a Chilean region and the name of a Santiago city street; \"pacá\" sounds like a contraction of \"para acá\" - \"Over here\" or \"This way\") and \"Tarapallá\" (alluding to \"para allá\" - \"Over there\" or \"that way\"). The actual joke here is that \"Tarapacá\" sounds like \"Estara para aca\" (is it this way?) and \"Tarapallá\" sounds like \"Estara para alla\" (is it that way?) *Street graffiti. The best-known spray-painted quote was \"MUERA EL ROTO QUEZADA\" (\"Death to the Roto Quezada\"), after a real-life grudge Pepo had against a Chilean military officer who had mistreated his wife during an incident at an army club. Washington, named after Major Washington Quezada, is sometimes depicted urinating on this graffiti. \"Roto\" (literally, \"broken\") is a pejorative term used in Chile to refer to an unrefined person. Beginning in the 1980s, as the comic's fandom spread throughout Latin America, the quotes were changed ranging from the silly (Shake that ugly dandruff of yours, just not here) to the more useful (Do not puncture the ozone layer). In some international editions or re-editions, the Roto Quezada graffiti was simply erased. In the original editions, this graffiti was dropped when the military officer died for real. *A jumbo jet (usually a Boeing 747-like aircraft) in the middle of the sky. *Billboards or advertisements for the beverage Pin, with the slogan Tome Pin y haga ¡Pum! (Drink Pin and go Pum!!), or more likely as it is assumed that Pin would be a carbonated beverage, and pum is a children's word for fart, Drink Pin and Fart!) This was a direct parody of two real sodas (Bilz y Pap) which slogan back then was \"Tome Bilz y haga Pap\" (Drink Bilz and go Pap). In one strip when Pepe Cortisona had immigrated to a foreign country to find a job (presumed to be the U.S., given the size of the skyscrapers) there was even a sign in English saying \"DRINK PIN WATER\". *When Yayita or an attractive girl makes a free-fall they lose their shoes and sometimes, a few clothing pieces too. *Waiting rooms or bus stops with one or two persons reduced to a dusty skeleton. *Usually, the picture of an association football player is seen hanging on Condorito's house. During the joke, the background images shows the soccer player kicking his ball out of the photo, and some panels later, he is seen stretching an arm out of his picture, trying to recover his ball. *Meat stores selling barking sausages or with horse noises coming from the butchery room. *Used chamberpots and smelly feet can be seen in the most weird places. *Tons of different variations of \"Peeping Tom\" jokes, with Condorito purposely or casually spying on pretty women undressing, bathing, skinny dipping or practicing nudism. However, the tone of the jokes is always silly or light-hearted, for example Condorito (as a forestal guard) spies a group of girls attempting to take a skinny dip on a lake, and waits until the last moment to stop them pointing to a \"No swimming\" sign, but he invites them to stay and sunbathe if they want to. Generally, Condorito always gets beaten up or arrested at the end of these strips, but (on very rare occasions) the girl(s) smile at him, uncover themselves and make sensual invitations that Condorito always misinterprets or directly fails to understand until it's too late. *Public nudity jokes caused by accidents, mistakes or exhibitionists. Once again, the jokes are treated in a humorous and non-innuendish way, generally using puns or silly language confusions to justify it. For example, a group of beautiful girls can arrive at an empty beach and find a sleeping Condorito taking a nude sunbath, then all decide to imitate him and strip naked to swim, sunbathe and frolic around at the \"nudist beach\" until Condorito wakes up, and very shocked, explains that he isn't a nudist, he was just beaten up by a thief. Other running gags include exhibitionist girls impersonating Lady Godiva (which Condorito \"heals\" by giving them a perm or a buzzcut), language confusions like a smoking-clad Condorito reluctantly undressing after noticing a \"No Smoking\" sign, or accidents like a girl losing her swimsuit in a pool (Condorito offers to help find it by draining the pool) or in the sea (Condorito refuses to help her because moments ago he gave his shorts to another girl in the same predicament) ==Fictional products== *The newspaper El Hocicón (The Snout, or The Big Mouth), which usually contains zany headlines or gags. Its motto is \"Diario Pobre Pero Honrado\" (\"Poor, But Honest Paper\"). Sometimes when the headline is very important a cover of El Hocicón may be accompanied by one from the rival paper, El Cholguán (motto: \"Un Tabloide Firme y Veraz\", A Firm and Truthful Tabloid.In Chile, Cholguán it's the brand name of a type of plywood, and \"tabla\", means a wooden board. \"Tabloide\" (tabloid), in this sense, thus, is a joke what suggest the \"Cholguán\" like a false \"tabla\", creating a paradox between this falsehood and the honesty described in the motto * \"El Hocicón\" is the most popular newspaper of Pelotillehue. Though the print building doesn't appear too much, the newspaper itself is often the base of the jokes, using the news to start misunderstandings. Sometimes it informs comical situations, like \"La policía arrestó al Cara de Angel\" (“Police arrested Angel-Face”), showing a picture of an ugly and rude burglar. *Soap Sussio (No Lava, Does not clean at all). Sounds like Sucio (dirty). *Soap Popín (Con Olor A Calcetín, Smells like a sock). In popular culture Popín is a kiddy euphemism for the Butt. *Pin soda, mentioned above. * Vino \"Y se fue\" is a brand of wine used heavily in the Condorito comic. The word Vino in Spanish can refer to Wine but also can be understood as \"to come, to approach\". The actual wine brand \"Y se fue\" literally translates to \"And they left\"...so in this case the playword is meant to advertise a Wine as \"They came and they left\". *Very cheap and awful wine brands like: Santa Clota,In Chile, many wines use the name of a Roman Catholic saint as brands. The female name \"Clota\" could be interpreted like a diminutive of \"Clotilde\", but also a pun on the slang verb \"clotear\", a colloquialism for \"falling\" Tres Tiritones (Three ShakersA reference to drunkenness) and Sonrisa de León (Lion's smilefor the alcoholic breath). *Cigarettes Montaña (logo is a poke on Marlboro) and Cofcof.Onomatopoeia of Cough ==Parodies== Condorito has done many parodies of well-known characters. Generally these parodies have several pages dedicated to a story. *Prince Valiant (\"El Príncipe Violento\") Prince Violent. *Batman (\"Bati-Cóndor\" or \"Batarraco\") *Superman (\"Super Cóndor\") *Tarzan (\"Condorzán\") *Noah (\"Condornoé\") *Adam and Eve (\"CondorAdán and Yayieva\") *Lone Ranger Condorito appears as the Lone Ranger and is questioned about his name. After thinking it over, he decides to kill Tonto in order to keep his name. *Lost (\"Plost\") Condorito, Coné and other characters of the story resemble the crew of Lost. *Star Wars (\"Star Plafs\") the cast of Condorito plays out the Star Wars drama.Condorito Gigante 743, November 17, 2007, Editorial Televisa Internacional: Mexico *Rambo (\"Ramborito\") *Shrek the Third (\"Condor-Truek\") Condorito, Coné and other characters making reference to the film. *Transformers In the story, Maximus Prime is a parody of Optimus Prime, like Malatron is Megatron. Automaticons in the story possibly is Decepticons. *El Chavo del Ocho (\"El Condor-Chavo del Ocho\") The cast, which includes secondary, parody the series. *Harry Potter (\"Coné Poter\") Coné parodying Harry Potter, with a book which includes a story and Hogwarts jokes at start and end. ==Origins== right|thumb|The first Condorito collection, published in Chile in 1955 In 1942, the Walt Disney Company created the animated film Saludos Amigos depicting Donald Duck and a cast of anthropomorphic characters representing various nations of the Americas. In the film, while the Disney characters are represented as humorous versions of charros, gauchos, etc., Chile was represented as Pedro, a small airplane engaged in his very first flight, whose attempt to fly over the Andes to pick up air mail from Mendoza is humorously depicted. Pepo created Condorito in response to what he perceived as a slight to the image of Chile. ==Condorito and politics== Condorito through the 1960s and 1970s held to a conservative perspective on Chile and its society, poking fun at both the new left-wing poets and the hippies. At the first age of the comic, the jokes usually have a very basic context and themes, like African people always represented as primitive cannibals, women as bad drivers or as a jealous wife waiting for her husband to come back from a party, etc. After the military coup of 1973, some Chilean cartoonists were censored by the military regime, yet unlike other publications (such as the Argentinian Mafalda), which combined criticism of society with humor, Condorito, which lacked the former, continued to be published. Since that time, many Chilean comics with a political view on society (e.g. Hervi's Super Cifuentes) have been forgotten. Condorito remains the best-known Chilean comic book character. ==Film== In commemoration of its 66th anniversary of the launch of the comic strip, an animated film adaptation was released on 12 October 2017 in Latin America. == References == == External links == * Official web site in Spanish * Condorito USA * First Condorito Category:1949 comics debuts Category:National personifications Category:Chilean comics Category:Comics characters introduced in 1949 Category:Gag-a-day comics Category:Fictional birds of prey Category:Fictional Chilean people Category:South American comics",
 "title": "Condorito"
}