{
 "id": "148606",
 "text": "Maribo is a town in Lolland Municipality in Region Sjælland on the island of Lolland in south Denmark. It was the municipal seat of the former Maribo Municipality, until 1 January 2007, and then it became the seat of the current Lolland Municipality. The merchant town of Maribo is located centrally on Lolland. Its population is 5,734 (1 January 2021).BY3: Population 1. January by rural and urban areas, area and population density The Mobile Statbank from Statistics Denmark It has, among other facilities, a gymnasium (Secondary school), a public international school, an open-air museum and a cultural heritage museum. A brewery, \"Maribo Bryghus\" used to be located in the town, but it was closed down in 2008 by its owner, Unibrew. Beer labeled \"Maribo Øl\" is still available, but it is brewed elsewhere. ==Surroundings== thumb|250px|The small island Hestø in Maribo Søndersø Maribo is surrounded by Nørresø (\"The Northern Lake\" or \"Northern Maribo Lake\") to the north and Søndersø (\"The Southern Lake\" or \"Southern Maribo Lake\") to the south. Søndersø is, with an area of 852 hectare, the largest lake on Lolland. There are more islands in Søndersø than in any other lake in Denmark. These include the islands of Fruerø, Hestø, Præstø, Borgø, Lindø, Askø and Worsaaes. This is part of the Maribo Lakes Nature Park, which spans the towns of Maribo, Holeby, Sakskøbing and Nysted.Maribo Lakes Nature Park VisitLollandFalster ==History== Saint Birgitta (1303–1373), also known as Birgitta of Vadstena, has cast her shadow on this municipality, and is shown on the municipality's coat-of-arms. Her order established the Bridgettine Order's Abbey in Maribo, when in 1416 monks from Vadstena Abbey were sent to Maribo, then called Skimminge, to help establish a monastery. In 1536, however, the abbey was abolished and transformed into a convent for noble virgins in 1556. After the old town church burned down in 1596, the abbey church then in place received status as town church.Klosterruinen Museum Lolland-Falster King Christian IV's daughter, Leonora Christina Ulfeldt, was probably the abbey's most famous resident. In 1685 after her release from 21 years imprisonment for high treason from the Blue Tower (Blåtårn) in Copenhagen's Castle, she spent her final years in the abbey, and was buried in a crypt at the church, until her body was removed shortly after the burial.Royal Daughter Leonora Christina VisitLollandFalster In 1803-1804 the islands of Lolland-Falster, which previously belonged to the Funen diocese, were made into an independent diocese, and the abbey church was given the status of the diocese's cathedral (domkirke) now known as Maribo Cathedral. The bishop, however, resides in Nykøbing Falster. Several times during the 1800s the church has been secured against decline. ==Transport== thumb|Maribo railway station Maribo is served by Lollandsbanen, a railway line between Nykøbing Falster and Nakskov, operated by Lokaltog A/S since 2015. Lolland Falster Airport is located south of Maribo between the towns of Holeby and Rødby.Lolland Falster airport VisitLollandFalster ==Maribo Municipality== thumb|Maribo City Edge Until 1 January 2007, Maribo was also a municipality (Danish, kommune) in the former Storstrøm County. The municipality, which included the islands of Askø (\"Ash Island\") and Lilleø (\"little Island\") in the Rågø Sound, covered an area of 154 km², and had a total population of 11,098 (2005). Its last mayor was Liljan Køcks, a member of the Socialist People's Party (Socialistisk Folkeparti) political party. Maribo Municipality ceased to exist as the result of Kommunalreformen (\"The Municipality Reform\" of 2007). It was merged with Holeby, Højreby, Nakskov, Ravnsborg, Rudbjerg and Rødby municipalities to form the new Lolland Municipality. This created a municipality with an area of 892 km² and a total population of 49,469 (2005). == Notable people == * Jørgen Wichfeld (1729 at Engestofte – 1797) a landowner, industrialist and district judge * Peter Tom-Petersen (1861–1926) a Danish painter and graphic artist, went to school in Maribo * Monica Wichfeld (1894–1945) a leading member of the Danish resistance during the German occupation of Denmark in WWII, lived on the Engestofte Estate in Maribo * Peder Bergenhammer Sørensen (1914 in Maribo – executed 1944) a member of the Danish resistance * Richard Winther (1926 in Maribo - 2007) a Danish artist focused mainly on painting, graphics, photography and sculpture * Marianne Gaarden (born 1964) a Danish prelate, installed in 2017 as Bishop of Lolland–Falster in Maribo Cathedral * Simon Nagel (born 1985 in Maribo) a Danish professional football midfielder with 300 club caps ==See also== * Maribo cheese ==External links== * * Lolland municipality's official website (Danish only) * Weather forecast Maribo, Denmark weather-atlas.com ==References== * Municipal statistics: NetBorger Kommunefakta, delivered from KMD a.k.a. Kommunedata (Municipal Data) * Municipal mergers and neighbors: Eniro new municipalities map Category:Municipal seats of Region Zealand Category:Municipal seats of Denmark Category:Cities and towns in Region Zealand Category:Former municipalities of Denmark Category:Lolland Category:Lolland Municipality",
 "title": "Maribo"
}