{
 "id": "148646",
 "text": "Gaius Pescennius Niger (c. 135 – 194) was Roman Emperor from 193 to 194 during the Year of the Five Emperors. He claimed the imperial throne in response to the murder of Pertinax and the elevation of Didius Julianus, but was defeated by a rival claimant, Septimius Severus, and killed while attempting to flee from Antioch. ==Early career== [[File:Denarius-Pescennius Niger-RIC 0015var.jpg|222px|left|thumb|AR denarius Pescennius Niger. Antioch mint, 3.12 g. Inscription: IMP[ERATOR] CAES[AR] G[AIVS] PESC[ENNIVS] NIGER IVST[VS] AVG[VSTVS] CO[N]S[VL] II /FELICITAS TEMPOR.]] Although Niger was born into an old Italian equestrian family, around the year 135,Potter, p. 101; Meckler, Pescennius Niger, Cassius Dio, 75:6:1 he was the first member of his family to achieve the rank of Roman senator.Potter, p. 101 Not much is known of his early career; it is possible that he held an administrative position in Egypt, and that he served in a military campaign in Dacia early in Commodus’ reign.Meckler, Pescennius Niger During the late 180s, Niger was elected as a Suffect consul, after which Commodus made him imperial legate of Syria in 191.Meckler, Pescennius Niger; Southern, p. 28 He was still serving in Syria when news came through firstly of the murder of Pertinax, followed by the auctioning off of the imperial title to Didius Julianus.Bowman, p. 2; Meckler, Pescennius Niger Niger was a well regarded public figure in Rome and soon a popular demonstration against Didius Julianus broke out, during which the citizens called out for Niger to come to Rome and claim the imperial title for himself.Meckler, Pescennius Niger; Potter, p. 101; Bowman, p. 2 As a consequence, it is alleged that Julianus dispatched a centurion to the east with orders to assassinate Niger at Antioch.Potter, p. 99 The result of the unrest in Rome saw Niger proclaimed Emperor by the eastern legions by the end of April 193.Southern, p. 28; Bowman, p. 2 On his accession, Niger took the additional cognomen Justus, or \"the Just\". Although imperial propaganda issued on behalf of Septimius Severus later claimed that Niger was the first to rebel against Didius Julianus, it was Severus who persisted, claiming the imperial title on 14 April. Although Niger sent envoys to Rome to announce his elevation to the imperial throne, his messengers were intercepted by Severus. As Niger began bolstering his support in the eastern provinces, Severus marched on Rome which he entered in early June 193 after Julianus had been murdered.Bowman, p. 4; Meckler, Pescennius Niger == Septimius Severus and Niger == Severus wasted no time consolidating his hold on Rome, and ordered his newly appointed prefect of the watch, Gaius Fulvius Plautianus to capture Niger's children and hold them as hostages.Potter, p. 103 Meanwhile, Niger was busy securing the support of all of the governors in the Asiatic provinces, including the esteemed proconsul of Asia, Asellius Aemilianus, who had occupied Byzantium in the name of Niger.Southern, p. 32; Meckler, Pescennius Niger He then proceeded to secure direct control over Egypt, while Severus did as much as he could to protect the wheat supply, and ordered troops loyal to him to keep watch on the western border of Egypt and prevent the legion stationed there -- Legio II Traiana Fortis -- from sending military aid to Niger.Southern, p. 32 Although the Asiatic provinces contained great wealth, Niger's military resources were inferior to Severus’. While Severus had the sixteen Danubian legions at his disposal, Niger possessed only six: three in Syria, the two stationed in Arabia Petraea, and one located at Melitene. Niger therefore decided to act aggressively, and sent a force into Thrace where it defeated a part of Severus’ army under Lucius Fabius Cilo at Perinthus.Potter, p. 104 Severus now marched from Rome to the east, sending his general Tiberius Claudius Candidus ahead of him.Bowman, p. 4 Niger, having made Byzantium his headquarters, gave Asellius Aemilianus the task of defending the southern shore of the Sea of Marmara. As Severus approached, he offered Niger the opportunity to surrender and go into exile, but Niger refused, trusting in the outcome of a military encounter. In the fall of 193, Candidus met Aemilianus in battle at Cyzicus, resulting in Niger's forces being defeated as well as the capture and death of Aemilianus.Bowman, p. 4; Potter, p. 104; Southern, p. 33 Byzantium was now placed under siege, forcing Niger to abandon the city and retreat to Nicaea. The city remained loyal to Pescennius Niger, and it would take Severus until the end of 195 to finally capture Byzantium.Southern, p. 33 Another battle took place outside Nicaea in later December 193, which also resulted in a defeat for Niger. Nevertheless, Niger was able to withdraw the bulk of his army intact to the Taurus Mountains, where he held the passes for a few months while he returned to Antioch.Meckler, Pescennius Niger; Bowman, p. 4; Potter, p. 104 However, Niger's support in Asia was falling. Some previously loyal cities changed their allegiance, in particular Laodicea and Tyre. By February 13, 194, Egypt had declared for Severus, as had the imperial legate of Arabia, further diminishing Niger's chances.Bowman, p. 4; Potter, p. 104 After Severus had replaced Candidus with another general, Publius Cornelius Anullinus, Niger met Anullinus in battle at Issus in May 194, where after a long and hard-fought struggle, Niger was decisively defeated. Forced to retreat to Antioch, Niger was captured while attempting to flee to Parthia.Meckler, Pescennius Niger; Southern, p. 33 Niger was beheaded, and his severed head was taken to Byzantium, but the city refused to surrender. Eventually, Severus stormed and completely destroyed Byzantium before he had it rebuilt. Niger's head eventually found its way to Rome where it was displayed. After his victory in the east, Severus punished Niger's supporters.Potter, p. 106 He had Niger's wife and children put to death, while his estates were confiscated.Historia Augusta, Life of Pescennius Niger, 6:1 ==Name== The name \"Pescennius Niger\" means \"black Pescennius\", which incidentally contrasts him with one of his rivals for the throne in 194, Clodius Albinus, whose name means \"white Clodius\".Southern, p. 28 Cassius Dio's \"Roman History\" reports that, when a priest of Jupiter saw in a dream a \"black/dark man\" (ἄνθρωποι τὸν μέλανα) breaking into the emperor's camp, this was interpreted as referring to Pescennius Niger. According to the (unreliable) Historia Augusta, his parents had the cognomen \"fuscus\", meaning \"brown\", and though his body was allegedly white and corpulent, his face was dark red with a very black neck, which was thought \"by many men\" to have been the origin of his cognomen \"Niger\".Historian Augusta, Life of Pescennius Niger, 6:6 ==Family== Pescennius is known to have been married and had children. The names children are not mentioned in any sources, nor how many they were. In the past it has been supposed by some historians based on medals bearing the inscription \"Pescennia Plautiana Augusta\" that Niger was married to a woman named Plautiana or that he had a daughter named Pescennia Plautiana, but the medals are said to be forgeries. ==Popular culture== In the film The Fall of The Roman Empire Niger is played by Douglas Wilmer and depicted as a scheming henchman of Commodus. At the end of the film, Niger and Didius Julianus, played by Eric Porter, another crony of Commodus, compete against each other in the auction for the throne of Rome. ==See also== *Abdsamiya == References == ==Sources== ===Primary sources=== * Cassius Dio, Roman History, Books 74 & 75 * Herodian, Roman History, Books 2 & 3 * Historia Augusta, Life of Pescennius Niger ===Secondary sources=== * Southern, Pat. The Roman Empire from Severus to Constantine, Routledge, 2001 * Potter, David Stone, The Roman Empire at Bay, AD 180-395, Routledge, 2004 * Bowman, Alan K., The Cambridge Ancient History: The Crisis of Empire, A.D. 193-337, Cambridge University Press, 2005 * http://www.roman-emperors.org/pniger.htm Meckler, Michael L, \"Pescennius Niger (193-194 A.D.)\", De Imperatoribus Romanis (1998) == External links == * *Pescennius Niger at Livius.Org Category:2nd-century Roman governors of Syria Category:People from Roman Anatolia Category:Roman governors of Syria Category:Suffect consuls of Imperial Rome Category:Deaths by decapitation Category:Annii Category:2nd-century births Category:194 deaths Category:2nd-century Roman emperors Category:Roman pharaohs",
 "title": "Pescennius Niger"
}