{
 "id": "149079",
 "text": "Chantal Jennifer Kreviazuk (; born May 18, 1974) is a Canadian singer, songwriter, composer, pianist, and actress. Born in Winnipeg, she played music from a young age before signing with Columbia Records in the 1990s. Her debut studio album, Under These Rocks and Stones, was first released in Canada in 1996 and saw commercial success before being issued in the United States the following year to critical praise. Kreviazuk released two more studio albums with the Columbia label, Colour Moving and Still (1999) and What If It All Means Something (2002), both of which brought moderate commercial success worldwide. She signed with Sony BMG for her fourth album, Ghost Stories (2006), which reached number two on the Canadian Albums Chart. Since 2003, Kreviazuk has co-written and composed numerous songs for other artists as well as film soundtracks, and has appeared in several Canadian independent and short films. Her fifth album, Plain Jane, was released by Canadian independent label MapleMusic Recordings in 2009. Her most recent albums, Hard Sail and Get To You, were released by Warner Music Canada in 2016 and 2020, respectively. She also released a Christmas album in 2019, called Christmas Is A Way Of Life, My Dear. From the beginning of her career to 2016, Kreviazuk was the 51st best-selling Canadian artist in Canada. Kreviazuk is a three-time Juno Award winner and Grammy winner, and she has collaborated with superstars like Drake, Pitbull, Christina Aguilera, Carrie Underwood, Kendrick Lamar and Pink. ==Career== ===Albums=== Kreviazuk's debut album, Under These Rocks and Stones, was first issued in Canada in August 1996 before being released in the US June 1997 to critical praise. The album sold over 150,000 copies in Canada according to SoundScan, fueled mostly by the singles \"Surrounded\" and \"God Made Me\". Three videos from the album received modest play on the video channel MuchMusic and radio (\"God Made Me\", \"Believer\" and \"Wayne\"), but it was a fourth, \"Surrounded\", that became her first major Canadian airplay hit in 1997. That year, Kreviazuk received her first Juno Award nomination as Best New Artist. She also took part in the 1998 Lilith Fair music festival; \"Surrounded\" was included in the live compilation album from that year. In 1999, Kreviazuk released her second album. Titled Colour Moving and Still, it featured tracks written with her new husband, Raine Maida, lead singer of Our Lady Peace. The lead single from the album \"Before You\" became a huge radio hit in Canada and she performed the single on the 2000 Juno Awards, where she won two awards for Best Adult/Pop Album and Best Female Artist. Kreviazuk released two more videos from the album, \"Dear Life\" and \"Far Away\", as well as an additional radio release, \"Souls\", which was also remixed and was released as a promo vinyl for the M1 & Steve Fernandez Remix. Her third album, What If It All Means Something, was released in 2002. This album also featured multiple collaborations with Maida. The first single, \"In This Life\", was a hit in Canada. Kreviazuk performed the song live on The Tonight Show with Jay Leno. Kreviazuk began writing and recording her fourth album in her home studio in August, 2005, with Maida producing. The first single off the album, \"All I Can Do\", was made available on her official website and MySpace page prior to the release of the album. On July 24 the album premiered on the Canadian music channel Much More Music along with a behind the scenes special. The album, Ghost Stories, was released August 29, 2006. On October 28, 2008, she released her first compilation album, Since We Met: The Best of 1996-2006. On October 13, 2009, she released her fifth studio album, Plain Jane. She is featured on a song called \"Over My Dead Body\" by fellow Canadian recording artist Drake from his 2011 album Take Care. Her first live album, entitled In This Life, was released on July 3, 2012. She featured on rapper Jay Rock's track Pay for It, which she performed alongside Jay Rock and Kendrick Lamar on Saturday Night Live on November 15, 2014. In November 2014, Kreviazuk released a new single called \"I Will Be\", speaking to her desire to want to help those who feel alone and isolated. She sang the song live on December 12 on the Toronto radio station 104.5 CHUM FM. ===Soundtracks=== Kreviazuk's work has appeared on many soundtracks for films and television shows. In 1998, Kreviazuk scored her only international hit to date with a cover of \"Leaving on a Jet Plane\", a song written by John Denver and popularized by Peter, Paul and Mary. The song appeared on the soundtrack to the blockbuster film Armageddon and was that album's follow-up single to Aerosmith's \"I Don't Want to Miss a Thing\". The soundtrack album also featured a remix of Our Lady Peace's single \"Starseed\". The song Leaving on a Jet Plane was also on a trailer for The Terminal, and on TV spots for The Prince and Me and De-Lovely. In 1999, Kreviazuk recorded a cover of the Randy Newman ballad \"Feels Like Home\" for the Dawson's Creek soundtrack, as well as How to Lose a Guy in 10 Days. She also performed a cover version of The Beatles' \"In My Life\" as the theme song for the NBC television drama series Providence. In 2002, Kreviazuk recorded \"Another Small Adventure\" which was played in Stuart Little 2 and was also on the soundtrack. In this Life was featured in the film Saved! and also in a trailer for the film The Door in the Floor starring Jeff Bridges, as well as in an episode of the. CW Television Network's Smallville. In May 2003 was the soundtrack of the \"Episode 20\" from \"Everwood\" in WB. Kreviazuk's \"Time\" was played in the credits of the movie Uptown Girls, and featured in an episode of the MTV reality show, Laguna Beach: The Real Orange County, the pilot episode of the ABC romantic comedy/drama Men in Trees, the CBS drama Joan of Arcadia, and the ABC family movie Lucky 7. Her song \"This Year\" was featured on the Serendipity soundtrack. In 2005, two new songs written and performed by Kreviazuk were also featured on the soundtrack of the movie The Sisterhood of the Traveling Pants. In 2006, \"It's All About a Kiss\" played during the film Just My Luck. The song \"Weight of the World\" is also featured during the credits of the 2003 film How to Lose a Guy in 10 Days and in the us television series Wildfire. ===Songwriting for other artists=== Kreviazuk performing at Busking for Change 2009|thumb|right Since 2003, Kreviazuk has co-written many songs for other artists, often collaborating with her husband Raine Maida. In 2003, Kreviazuk and Maida collaborated on a number of tracks with Avril Lavigne for Lavigne's second album Under My Skin. Kreviazuk and Maida also contributed songs to Kelly Clarkson's 2004 album Breakaway, The Veronicas' The Secret Life of the Veronicas, Marion Raven's 2005 and 2007 albums Here I Am and Set Me Free, Cheyenne Kimball's debut Hanging On in 2006, and the song \"Permanent\" from David Cook's self-titled album. She also helped write a song called \"Gardenia\" which appears on Mandy Moore's 2007 album Wild Hope. In 2011, she appeared on the rapper Drake's album Take Care; she wrote part of the song \"Over My Dead Body\" and sang the chorus. In 2012 Chantal wrote the Pitbull ft. Christina Aguilera single \"Feel This Moment\" with The Messengers. She also wrote Josh Groban's single \"Brave\" with Groban and Thomas \"Tawgs\" Salter. In 2014 she wrote the song \"You Don't Care About Me\" with Shakira, released on her self-titled album. She also worked with Jennifer Lopez on her album A.K.A. and the song \"Emotions\". Kreviazuk was also one of the writers of \"If I'm Dancing\" on the Britney Spears album Glory. ===Other work=== In 2001, Kreviazuk made her big-screen debut as a main character in David Weaver's indie film Century Hotel (co-starring alongside Sandrine Holt and Mia Kirshner). She also co-wrote the movie's theme song, \"Can't Make it Good\", with Maida. In 2007, Kreviazuk starred in Pretty Broken, a short film about a woman dealing with mental illness. Kreviazuk also co-produced the movie. Kreviazuk has contributed vocals to various releases by other artists. She sang background vocals on a Nightmare of You song called \"I Want to Be Buried in Your Backyard\", which was released on their 2005 self-titled debut album. She has also contributed to Maida's solo EP, Love Hope Hero. Kreviazuk also provided additional vocals on a Men, Women & Children song titled \"Monkey Monkee Men\", from their 2006 self-titled debut album. She performed vocals for Chris Botti on the song \"The Look of Love\". Kreviazuk also appears on Canadian singer-songwriter Ryan MacGrath's 2010 record, \"Cooper Hatch Paris\". She performed a duet with the artist entitled \"Bird & Cage\". Kreviazuk also has a MySpace page, where she posts about her daily life, her thoughts on world politics, as well as updating fans with the latest on how writing/recording for her album is going. On March 27, 2010, Kreviazuk headlined a concert held at Yonge-Dundas Square in Toronto to celebrate WWF's Earth Hour. In 2010, she contributed the song \"Na Miso\" to the Enough Project and Downtown Records' Raise Hope for Congo compilation with Bibiana Mpoyo. Proceeds from the compilation fund efforts to make the protection and empowerment of Congo's women a priority, as well as inspire individuals around the world to raise their voice for peace in Congo. On March 29, 2014, Kreviazuk and her husband Raine Maida received the Alan Waters Humanitarian Award at the Juno Gala Dinner & Awards during the 2014 Juno Awards in Winnipeg, Manitoba. The Allan Waters Humanitarian Award recognizes outstanding Canadian artists whose contributions have positively enhanced the social fabric of Canada. In December 2014, Kreviazuk was appointed a member of the Order of Canada along with her husband Raine Maida by Governor General David Johnston for their charitable and humanitarian work. ==Personal life== Kreviazuk was born in Winnipeg, Manitoba, and attended Balmoral Hall School for Girls. She has two brothers, Michael and Trevor and is also the second cousin of curler and 2013 Scotties Tournament of Hearts champion Alison Kreviazuk. In 1994, Kreviazuk received multiple jaw and leg fractures in a serious motorcycle accident in Italy and spent several months recuperating. Kreviazuk met Raine Maida, the lead singer of Our Lady Peace, at a Pearl Jam concert in Toronto in 1996. They married in December 1999, and have three sons, born January 2004, June 2005, and June 2008. In honour of their tenth wedding anniversary, Kreviazuk and Maida renewed their wedding vows in Costa Rica in November 2009. The family lives in Toronto and also has a home in the USA. Kreviazuk and Maida appeared in the 2019 documentary film I'm Going to Break Your Heart, which detailed both their collaboration on the album Moon vs. Sun, their first album recorded jointly as a duo, and the conflicts and tensions that had arisen in their marriage after 19 years.David Bell, \"Chantal Kreviazuk, Raine Maida share painful and wonderful journey of collaboration in new doc\". CBC News Calgary, February 11, 2019. Kreviazuk is a member of the Canadian charity Artists Against Racism. She has been intimately involved with War Child and other charities since 2003. ==Discography== ===Studio albums=== {| class=wikitable style=\"text-align:center;\" |- ! rowspan=2| Year ! rowspan=2| Album ! colspan=4| Chart Positions ! rowspan=2| Certifications |- style=font- size:smaller; ! width=50| CAN ! width=50| US 200 ! width=50| US Ind. ! width=50| US Heat |- | 1997 | align=left| Under These Rocks and Stones * Released: June 3, 1997 * Label: Columbia Records | 33 | — | — | 38 | * MC: 2× Platinum searchable database |- | 1999 | align=left| Colour Moving and Still * Released: October 5, 1999 * Label: Columbia Records | 5 | — | — | — | * MC: 2× Platinum |- | 2002 | align=left| What If It All Means Something * Released: December 24, 2002 * Label: Columbia Records | — | 119 | 21 | 2 | * MC: Gold |- | 2006 | align=left| Ghost Stories * Released: August 29, 2006 * Label: Sony BMG | 2 | — | 41 | 17 | * MC: Gold |- | 2009 | align=left| Plain Jane * Released: October 13, 2009 * Label: MapleMusic Recordings | 16 | — | — | — | |- | 2016 | align=left| Hard Sail * Released: June 17, 2016 * Label: Warner Music Canada | 65 | — | — | — | |- | 2019 | align=left| Christmas Is A Way Of Life, My Dear * Released: November 15, 2019 * Label: Warner Music Canada | | | | | |- | 2020 | align=left| Get to You * Released: June 5, 2020 * Label: Warner Music Canada | | | | | |- |} ===Live albums=== * 2012: In This Life ===Singles=== {| class=\"wikitable sortable\" |- !rowspan=2|Year !rowspan=2|Title !colspan=3|Chart Positions !rowspan=2|Album |- style=\"font- size:smaller;\" !width=40|CAN !width=40|CAN AC !width=40|US Adult |- |1996 |\"God Made Me\" | style=\"text-align:center;\"|9 | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |rowspan=5|Under These Rocks and Stones |- |rowspan=3|1997 |\"Believer\" | style=\"text-align:center;\"|31 | style=\"text- align:center;\"|— | style=\"text-align:center;\"|— |- |\"Wayne\" | style=\"text- align:center;\"|20 | style=\"text-align:center;\"|40 | style=\"text- align:center;\"|— |- |\"Surrounded\" | style=\"text-align:center;\"|9 | style=\"text-align:center;\"|9 | style=\"text-align:center;\"|19 |- |rowspan=2|1998 |\"Hands\" | style=\"text-align:center;\"|26 | style=\"text- align:center;\"|— | style=\"text-align:center;\"|— |- |\"Leaving on a Jet Plane\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text- align:center;\"|— |Armageddon (soundtrack) |- |rowspan=2|1999 |\"Feels Like Home\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|12 | style=\"text-align:center;\"|— |Songs from Dawson's Creek |- |\"Before You\" | style=\"text-align:center;\"|2 | style=\"text-align:center;\"|4 | style=\"text- align:center;\"|— |rowspan=4|Colour Moving and Still |- |rowspan=2|2000 |\"Dear Life\" | style=\"text-align:center;\"|14 | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |\"Souls\" | style=\"text-align:center;\"|44 | style=\"text-align:center;\"|70 | style=\"text-align:center;\"|— |- |2001 |\"Far Away\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |2002 |\"In This Life\" | style=\"text- align:center;\"|— | style=\"text-align:center;\"|— | style=\"text- align:center;\"|17 |rowspan=5|What If It All Means Something |- |rowspan=3|2003 |\"Time\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |\"Julia\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |\"What If It All Means Something\" | style=\"text-align:center;\"|— | style=\"text- align:center;\"|— | style=\"text-align:center;\"|— |- |2004 |\"Weight of the World\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |2006 |\"All I Can Do\" | style=\"text- align:center;\"|66 | style=\"text-align:center;\"|2 | style=\"text- align:center;\"|— |rowspan=3|Ghost Stories |- |rowspan=2|2007 |\"Wonderful\" | style=\"text-align:center;\"|71 | style=\"text-align:center;\"|6 | style=\"text- align:center;\"|— |- |\"Ghosts of You\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |2009 |\"Invincible\" | style=\"text-align:center;\"|60 | style=\"text-align:center;\"|5 | style=\"text-align:center;\"|— |rowspan=3|Plain Jane |- |rowspan=2|2010 |\"The Way\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |\"Ordinary People\" | style=\"text- align:center;\"|— | style=\"text-align:center;\"|23 | style=\"text- align:center;\"|— |- |2015 |\"Into Me\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|46 | style=\"text-align:center;\"|— |rowspan=3|Hard Sail |- |rowspan=2|2016 |\"All I Got\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— |- |\"Lost\" | style=\"text-align:center;\"|— | style=\"text-align:center;\"|— | style=\"text- align:center;\"|— |} ===Music videos=== * \"God Made Me\" * \"Believer\" * \"Wayne\" * \"Surrounded\" * \"God Made Me\" (US Version) * \"Leaving on a Jet Plane\" * \"Before You\" * \"Dear Life\" * \"Far Away\" * \"Blue\" * \"In This Life\" * \"Time\" (featuring clips from Uptown Girls) * \"Lebo's River – A Tribute\" (with Raine Maida) * \"All I Can Do\" * \"Wonderful\" * \"Invincible\" * \"Into Me\" * \"All I Got\" (lyric video) * \"Lost\" ===Non-album tracks=== * \"Dealer\" (available on the Japanese version of \"Under These Rocks and Stones\") * \"Love is All\" (available on the Japanese version of \"Under These Rocks and Stones\") * \"Leaving on a Jet Plane\" (available on the Armageddon soundtrack) * \"Feels Like Home\" (available on the Dawson's Creek soundtrack and How to Lose a Guy in Ten Days soundtrack) * \"In My Life\" (available on the Providence soundtrack) * \"This Year\" (available on the Serendipity soundtrack) * \"Leading Me Home\" (available on the Men With Brooms soundtrack) * \"Another Small Adventure\" (available on the Stuart Little 2 soundtrack) * \"Redemption Song\" (available on the Peace Songs compilation) * \"O Holy Night\" (duet with Avril Lavigne – available on the Maybe This Christmas Too? holiday compilation album) * \"These Days\" (available on The Sisterhood of the Traveling Pants soundtrack) * \"I Want You to Know\" (available on The Sisterhood of the Traveling Pants soundtrack) * \"Lebo's River – A Tribute\" (with Raine Maida) (available on Help!: A Day in the Life) * \"Can't Make it Good\" (with Raine Maida; theme song to \"Century Hotel\") * \"I Do Believe\" (iTunes Exclusive with \"Ghost Stories\") * \"Wild Horses\" (acoustic piano \"Rolling Stones\" cover) * \"In Waskada Somewhere\" (available on CBC Radio 2's Great Canadian Song Quest compilation) * \"Cruel One\" (feat Alex Band, Emmy Rossum – available on Alex Band's album We've All Been There as a bonus song) * \"Over My Dead Body\" (feat Drake – available on Drake's album \"Take Care\") ==Filmography== {| class=\"wikitable\" |- style=\"text-align:center;\" ! colspan=4 style=\"background:#B0C4DE;\" | Film |- style=\"text-align:center;\" ! style=\"background:#ccc;\"| Year ! style=\"background:#ccc;\"| Film ! style=\"background:#ccc;\"| Role ! style=\"background:#ccc;\"| Notes |- | 2000 | Cleopatra (1912 film) | | Film score (with Raine Maida) |- | 2001 | Century Hotel | Mary | |- | 2006 | Pretty Broken | | Film short Producer |- | 2013 | The Spirit Game | Mamie Hopkins | Short film Co-executive producer Composer |- | rowspan=2|2017 | Kiss and Cry | May Allison | |- | Road to Nowhere | Eileen | |} {| class=\"wikitable\" |- style=\"text-align:center;\" ! colspan=4 style=\"background:#B0C4DE;\" | Television |- style=\"text- align:center;\" ! style=\"background:#ccc;\"| Year ! style=\"background:#ccc;\"| Film ! style=\"background:#ccc;\"| Role ! style=\"background:#ccc;\"| Notes |- | rowspan=2|2001 | Big Sound | Herself |- | Musicians in the WarZone | Herself | |- | 2006 | Shakin' All Over | Herself | Documentary |- | 2007 | Who Do You Think You Are? | Herself | Episode: \"Chantal Kreviazuk\" |- | rowspan=2|2011 | Life Is a Highway: Canadian Pop Music in the 1990s | Herself | Documentary mini-series |- | The Gift of Giving | Herself | |- | 2019 | I'm Going to Break Your Heart | Herself | Documentary |} ==Awards and nominations== {| border=\"0\" cellpadding=\"2\" cellspacing=\"0\" style=\"margin:1em 1em 1em 0; background:white; border:1px #0047ab solid; border-collapse:collapse;\" |- style=\"background:white;\" ! colspan=\"4\" style=\"text-align:center;\"|Ribbon bars of Chantal Kreviazuk |- | |} *Order of Canada, Member ===Juno Awards=== *Nominated, 1997, Best New Artist *Nominated, 2007, Single of the Year *Nominated, 2007, Best Pop Album *Nominated, 2017, Adult Contemporary Album of the Year *Won, 2000, Best Adult/Pop Album *Won, 2000, Best Female Artist *Won, 2014, Allan Waters Humanitarian Award with Raine Maida ===Grammy Awards=== *Won, 2013, Best Rap Album (Take Care by Drake)https://www.thestar.com/entertainment/music/2013/02/10/grammy_awards_drake_wins_first_trophy_for_rap_album_take_care.html ==References== ==External links== *Chantal Kreviazuk Official site * Category:1974 births Category:Living people Category:Canadian people of English descent Category:Canadian people of Métis descent Category:Canadian people of Polish descent Category:Canadian people of Scottish descent Category:Canadian people of Ukrainian descent Category:Canadian expatriate musicians in the United States Category:Canadian pop pianists Category:Canadian women pianists Category:Canadian rock pianists Category:Canadian singer-songwriters Category:Musicians from Winnipeg Category:Juno Award for Artist of the Year winners Category:University of Winnipeg alumni Category:Balmoral Hall School alumni Category:Canadian women pop singers Category:Actresses from Winnipeg Category:Members of the Order of Canada Category:Columbia Records artists Category:Warner Music Group artists Category:Sony BMG artists Category:MapleMusic Recordings artists Category:20th-century Canadian pianists Category:21st-century Canadian pianists Category:20th-century Canadian guitarists Category:21st-century Canadian guitarists Category:Canadian women singer-songwriters Category:20th- century Canadian women singers Category:Juno Award for Pop Album of the Year winners Category:21st-century Canadian women singers Category:20th-century Canadian keyboardists",
 "title": "Chantal Kreviazuk"
}