{
 "id": "149094",
 "text": "thumb|Reñaca Beach Reñaca is a popular and affluent area of beaches and balnearios in the Valparaíso Region of Chile. The city of Reñaca is located 20 minutes by car from the main avenue in Viña del Mar, both are connected to a long coast road called Avenida Borgoño, which has a bike path and pedestrian paths. Reñaca is both a residencial area for the upper-middle class and a weekend gateway for Santiago residents. In this mini city you can find the best pubs and restaurants, all with their own seal and distinctive gastronomy, as well as finding exclusive clothing boutiques and beauty salons, massage centers and exquisite ice cream Stores. Nightlife is 365 days a year, you can find discos and pubs. During the summer the house and techno houses open in front of the sea throughout the day, there are activities on the beach, beauty contests, surfing, rugby and beach volleyball. == Overview == Reñaca is at the northernmost extreme of the city of Viña del Mar and has been incorporated by it. To the north, along the coast road, is the area of Cochoa and then the town of Concón. It is a summer vacation area and receives a very large influx of tourists during the summer months. The tourist part of town is clustered around the main beach, which is referred to locally as \"long beach\". The lower part of the hill overlooking the beach is covered with residential buildings that sprawl up the hillside. These apartments are mostly owned by outsiders and remain empty during the March–November off-season. The town also extends eastwards up the valley through which the Estero de Reñaca flows, where the majority of the year-round population lives. The town has reached its housing capacity in the valley and has grown up the hillsides into the upscale neighborhoods of Los Almendros and Jardín del Mar. Reñaca has grown slowly but steadily over the years, from a very small community to a more self-sufficient town which lacks few of the commodities of a proper city. It is the home of The Mackay School, the first British school in Chile and one of the oldest in the Southern Hemisphere. It is an all-boys school. The Sagrado Corazón school is also a long-time resident and was a girls only school until 2007. Both schools arrived in Reñaca around 1965 and were the only schools in the town until the early nineties when a group of already established schools moved from Viña del Mar to the upper reaches of the north side of town. Category:Landforms of Valparaíso Region Category:Beaches of Chile Category:Tourist attractions in Valparaíso Region Category:Coasts of Valparaíso Region",
 "title": "Reñaca beach"
}