{
 "id": "149167",
 "text": "The former Royal Air Force Station Kenley, more commonly known as RAF Kenley was an airfield station of the Royal Flying Corps in the First World War and the RAF in the Second World War. It played a significant role during the Battle of Britain as one of the three RAF stations specifically tasked with the defence of London. It is located near Kenley on the edge of Greater London. The site remains in use with the Ministry of Defence, as Kenley Airfield. ==History== Its main active phase commenced in 1917, and ceased in 1959 when RAF Fighter Command left the aerodrome. RAF Kenley now hosts 615 Volunteer Gliding Squadron (VGS), a Unit within the RAF 2 Flying Training School (2 FTS). RAF Kenley is classed as a Government aerodrome and is regulated by the Military Aviation Authority (MAA); as such, all flying operations are governed by military regulations and safety standards. An Aerodrome Operator (AO) is appointed in accordance with MAA regulations, whose role is to actively manage the aerodrome environment to ensure it is safe for the operation of aircraft, and is the focal point for all aerodrome activity. This function, however, is undertaken remotely by an individual within the HQ of 2 FTS at RAF Syerston. In August 1939, construction was started in preparation for future operation of new aircraft, such as Hurricanes, Spitfires and Blenheims. Unsuitable hangars from WWI were demolished, and two concrete runways were built, plus perimeter track, blast pens, increased storage for fuels and oils, and a dedicated armoury. Construction was largely completed in early 1940. During the Second World War RAF Kenley was one of the three main fighter stations (Kenley, Croydon and Biggin Hill) responsible for the air defence of London. During the Battle of Britain, these three RAF stations became prominent because of their role in defending against the German Luftwaffe. RAF Kenley suffered its worst damage in an attack on 18 August 1940. While 15 September is considered by many to be the climax of the Battle of Britain, 18 August is often cited as the costliest or hardest day — the British lost 68 aircraft and the Germans lost 69. At Kenley, two of the remaining three hangars (three had been removed in 1939), other buildings and ten aircraft, including six Hurricanes, were destroyed, while six more, including a Spitfire and two Hurricanes, were damaged. The runways were also heavily cratered by the bombing. The Sector Operations Room had to be moved to an emergency location away from the airfield. Hammond Innes' book Attack Alarm, published in 1941, was based on his experiences as a Royal Artillery anti-aircraft gunner at RAF Kenley during the Battle of Britain. Innes' novels are marked by attention to accurate detail, and the book contains graphic descriptions of the station and attacks on it in 1940. ===The pilots=== Many famous pilots served at Kenley, including the famous South African fighter ace 'Sailor' Malan, Group Captain P.H. 'Dutch' Hugo, C. W. A. Scott (winner of the MacRobertson Air Race) who served there with No. 32 Squadron RAF from 1923 to 1926, and the British ace JE \"Johnnie\" Johnson, later Air Vice-Marshal, who took over the Canadian wing at Kenley in 1943. P/O Arthur Gerald Donahue, 64 Squadron, flew out of Kenley. Donahue was from St. Charles, Minnesota, USA, and was one of seven Americans to fly and fight in the Battle of Britain. He was shot down August 13, 1940, and suffered burns but later returned to service. Donahue described his experiences in the book, \"Tally Ho! Yankee in a Spitfire\" published by Macmillan in 1941. ===Squadrons based at Kenley=== thumb|right|AOC's visit to 46 Sqn at RAF Kenley to present Sqn Plaque 1938 thumb|Line up of 485 Sqn. 'Subscription' Spitfire Mk. Vbs at RAF Kenley in 1941 thumb|right|Kenley memorial with blast pen in background The following units were here at some point: ;Squadrons ;Other units: ==The present== thumb|Looking down the North/South runway from the Northern end Although few of the remaining buildings survive and the control tower was demolished after a fire in 1978 along with the remaining hangar, Kenley is thought to be the best preserved of all Second World War RAF fighter stations, with the runway still in its original configuration. English Heritage (in 2000) identified Kenley as \"The most complete fighter airfield associated with the Battle of Britain to have survived\". The respective councils of Croydon and Tandridge have designated the airfield site as a Conservation Area (2006). thumb|left|Aerial view of RAF Kenley The south-west corner, previously occupied by married quarters, has been redeveloped with modern high-density housing directly abutting the airfield (the area was excluded from the Green Belt as part of the Tandridge District Local Plan and thus not included within the Conservation Area). In December 2005, the Grade II Listed former Officers' Mess building and surrounding land was sold to residential building developer, Comer Homes, and having more recently suffered a fire and vandalism, its future is uncertain as is that of the Royal Air Forces Association (RAFA) Portcullis Club. Eleven of the original 12 E-shaped blast pens remain in part or whole, as well as the shelters for the servicing personnel. One in particular — forming the background to the RAF memorial — has been fully restored. Since 2004 these structures are protected as Scheduled Monuments. The airfield is still used today by 615 VGS (Volunteer Gliding Squadron) flying the military Viking T.1 glider. They provide gliding opportunities and training to members of the Royal Air Force Air Cadets. Part of the former air station is preserved as a tribute to the service personnel of the Commonwealth and Allied fighter squadrons who shared the honours with the RAF. In a former aircraft parking area in one of the blast pens a memorial was unveiled on 19 August 2000. Dedicated to the Royal Air Force and allied air forces, the inscription reads: RAF Kenley Tribute in Honour of All Personnel Who Served Here 1917–1959. At the foot of the memorial is inscribed the war-time quote commemorating the Battle of Britain: Never in the field of human conflict, has so much been owed by so many to so few — Winston Churchill 1942. The airfield is next to the HQ of 450 Kenley Air Cadets. The airfield is still in use by the Ministry of Defence and Surrey Hills Gliding Club for glider aircraft; however, the use of powered aircraft is currently prohibited. ==In popular culture== The aerodrome was used as a location in the following films: Angels One Five (1952) and Reach for the Sky (1956), the latter about Douglas Bader who was posted to RAF Kenley in 1930 No. 23 Squadron RAF shortly before his accident in 1931. ==See also== * List of Battle of Britain airfields * List of Royal Air Force stations ==References== ===Citations=== ===Bibliography=== * Peter Flint (1985), R.A.F. Kenley, Terence Dalton Limited Lavenham Suffolk, * ==External links== *No. 615 Volunteer Gliding Squadron *Kenley Airfield Friends Group *Kenley Revival – heritage project *UK Military Aeronautical Information Publication – Kenley (EGKN) Category:Royal Air Force stations in London Category:Royal Air Force stations in Surrey Category:Royal Air Force stations of World War II in the United Kingdom Category:Buildings and structures in the London Borough of Croydon Category:History of the London Borough of Croydon Category:Royal Flying Corps airfields Category:Battle of Britain Category:Tourist attractions in the London Borough of Croydon",
 "title": "RAF Kenley"
}