{
 "id": "149154",
 "text": "Richard Erskine Frere Leakey (19 December 1944 – 2 January 2022) was a Kenyan paleoanthropologist, conservationist and politician. Leakey held a number of official positions in Kenya, mostly in institutions of archaeology and wildlife conservation. He was Director of the National Museum of Kenya, founded the NGO WildlifeDirect and was the chairman of the Kenya Wildlife Service. Leakey co-founded the Turkana Basin Institute in an academic partnership with Stony Brook University, where he was an anthropology professor. He served as the chair of the Turkana Basin Institute until his death. ==Early life== ===Earliest years=== Richard Erskine Frere Leakey was born on 19 December 1944 in Nairobi. As a small boy, Leakey lived in Nairobi with his parents, Louis Leakey, curator of the Coryndon Museum, and Mary Leakey, director of the Leakey excavations at Olduvai, and his two brothers, Jonathan and Philip. The Leakey brothers had a very active childhood. All the boys had ponies and belonged to the Langata Pony Club. Sometimes the whole club were guests at the Leakeys' for holidays and vacations. Leakey's parents founded the Dalmatian Club of East Africa and won a prize in 1957. Dogs and many other pets shared the Leakey home. The Leakey boys participated in games conducted by both adults and children, in which they tried to imitate early humans, catching springhare and small antelope by hand on the Serengeti. They drove lions and jackals from the kill to see if they could do it. ===Fractured skull=== In 1956, aged eleven, Leakey fell from his horse, fracturing his skull and nearly dying as a result. Incidentally, it was this incident that saved his parents' marriage. Louis was seriously considering leaving Mary for his secretary, Rosalie Osborn. As the battle with Mary raged in the household, Leakey begged his father from his sickbed not to leave. That was the deciding factor. Louis broke up with Rosalie and the family lived in happy harmony for a few years more.Morell, Virginia (1995). Chapter 17, \"Chimpanzees and Other Loves\", in Ancestral Passions: The Leakey Family and the Quest for Humankind's Beginnings. . ===Teenage entrepreneur=== Leakey chose to support himself, borrowed £500 from his parents for a Land Rover and went into the trapping and skeleton supply business with Kamoya Kimeu. Already a skilled horseman, outdoorsman, Land Rover mechanic, amateur archaeologist, and expedition leader, he learned to identify bones, skills which all pointed to a path he did not yet wish to take, simply because his father was on it.Richard E. Leakey in The Making of Mankind (1981), Chapter 1, p. 1, says he wished to be \"free\" of his parents' world, a sentiment both Louis and Mary must have understood very well, even though they opposed his freedom. The bone business turned into a safari business in 1961. In 1962, he obtained a private pilot licence and took tours to the Olduvai Gorge. It was from a casual aerial survey that he noted the potential of Lake Natron's shores for palaeontology. He went looking for fossils in a Land Rover, but could find none, until his parents assigned Glynn Isaac to go with him. Louis was so impressed with their finds that he gave them National Geographic money for a month's expedition.Morell, 1995, Chapter 18, \"Richard Makes his Move.\" Besides Leakey and Glynn, the roster included Barbara Isaac, Philip Leakey, Hugo van Lawick and six of Mary's African assistants. They explored in the vicinity of Peninj near the lake, where Leakey was in charge of the administrative details. Bored, he returned to Nairobi temporarily, but at that moment, Kamoya Kimeu discovered a fossil of Australopithecus boisei. A second expedition left Leakey feeling that he was being excluded from the most significant part of the operation, the scientific analysis. ===Marriage=== In 1964, on his second Lake Natron expedition, Leakey met an archaeologist named Margaret Cropper. When Margaret returned to England, Leakey decided to follow suit to study for a degree and become better acquainted with her. He completed his high school requirements in six months; meanwhile Margaret obtained her degree at the University of Edinburgh. He passed the entrance exams for admission to college, but in 1965 he and Margaret decided to get married and return to Kenya. His father offered him a job at Centre for Prehistory and Palaeontology. He worked excavating at Lake Baringo and continued his photographic safari business, making enough money to buy a house in Karen, a pleasant suburb of Nairobi. Their daughter Anna was born in 1969, the same year that Leakey and Margaret divorced. He married his colleague Meave Epps in 1970 and they had two daughters, Louise (born 1972) and Samira (1974). == Palaeontology == Richard formed the Kenya Museum Associates (now Kenya Museum Society) with influential Kenyans in 1955. They aimed to \"Kenyanise\" and improve the National Museum. They offered the museum £5000, one-third of its yearly budget, if it would place Leakey in a responsible position, and he became an observer on the board of directors. Joel Ojal, the government official in charge of the museum, and a member of the Associates, directed the chairman of the board to start placing Kenyans on it. ===The Omo=== Plans for the museum had not matured when Louis, intentionally or not, found a way to remove his confrontational son from the scene. Louis attended a lunch with Emperor Haile Selassie and President Jomo Kenyatta. The conversation turned to fossils, and the Emperor wanted to know why none had been found in Ethiopia. Louis developed this inquiry into permission to excavate on the Omo River. The expedition consisted of three contingents: French, under Camille Arambourg, American, under F. Clark Howell, and Kenyan, led by Richard. Louis could not go because of his arthritis. Crossing the Omo in 1967, Leakey's contingent was attacked by crocodiles, which destroyed their wooden boat. Expedition members barely escaped with their lives. Richard radioed Louis for a new, aluminium boat, which the National Geographic Society was happy to supply. On site, Kamoya Kimeu found a hominid fossil. Leakey took it to be Homo erectus, but Louis identified it as Homo sapiens. It was the oldest of the species found at that time, dating to 160,000 years, and was the first find contemporaneous with Homo neanderthalensis. During the identification process, Leakey came to feel that the college men were patronising him.This section is based on Morell, 1995, Chapter 20, \"To the Omo\". ===Koobi Fora=== During the Omo expedition of 1967, Leakey visited Nairobi and on the return flight the pilot flew over Lake Rudolph (renamed Lake Turkana from 1975) to avoid a thunderstorm. The map led Leakey to expect volcanic rock below him but he saw sediments. Visiting the region with Howell by helicopter, he saw tools and fossils everywhere. In his mind, he started formulating a new enterprise. In 1968 Louis and Richard attended a meeting of the Research and Exploration Committee of the National Geographic Society to ask for money for Omo. Catching Louis by surprise, Richard asked the committee to divert the $25,000 intended for Omo to new excavations to be conducted under his leadership at Koobi Fora. Richard won, but chairman Leonard Carmichael told him he'd better find something or never \"come begging at our door again\". Louis graciously congratulated Richard. By that time the board of the National Museum was packed with Kenyan supporters of Richard. They appointed him administrative director. The curator, Robert Carcasson, resigned in protest, and Leakey was left with the museum at his command, which he, like Louis before him, used as a base of operations.Morell, 1995, Chapter 21, \"Breaking Away.\" Although there was friendly rivalry and contention between Louis and Richard, relations remained good. Each took over for the other when one was busy with something else or incapacitated, and Richard continued to inform his father immediately of hominid finds. In the first expedition to Allia Bay on Lake Turkana, where the Koobi Fora camp came to be located, Leakey hired primarily young researchers. The students included John Harris and Bernard Wood. Also present was a team of Africans under Kamoya: a geochemist, Paul Abel, and a photographer, Bob Campbell. Margaret was the archaeologist. In contrast to his father, Richard ran a disciplined and tidy camp, although, in order to find fossils, he did push the expedition harder than it wished. In 1969 the discovery of a cranium of Paranthropus boisei caused great excitement. A Homo rudolfensis skull (KNM ER 1470) and a Homo erectus skull (KNM ER 3733), discovered in 1972 and 1975, respectively, were among the most significant finds of Leakey's earlier expeditions. In 1978 an intact cranium of Homo erectus (KNM ER 3883) was discovered. Leakey was diagnosed with a terminal kidney disease in 1969. Ten years later he became seriously ill but received a kidney transplant from his brother, Philip, and recovered to full health. Donald Johanson and Leakey held different views about human evolution. They held a debate on Cronkite's Universe, a talk show hosted by Walter Cronkite, in 1981. ===West Turkana=== thumb|Turkana Boy – steps of forensic facial reconstruction/approximation Turkana Boy, discovered by Kamoya Kimeu, a member of the Leakeys' team, in 1984, was the nearly complete skeleton of a Homo ergaster (though some, including Leakey, call it erectus) who died 1.6 million years ago at about age 9–12. Leakey and Roger Lewin describe the experience of this find and their interpretation of it, in their book Origins Reconsidered (1992). Shortly after the discovery of Turkana Boy, Leakey and his team made the discovery of a skull (KNM WT 17000, known as \"Black Skull\") of a new species, Australopithecus aethiopicus (or Paranthropus aethiopicus). Richard shifted away from palaeontology in 1989, but his wife Meave Leakey and daughter Louise Leakey continue to conduct palaeontological research in Northern Kenya. == Conservation == thumb|right|Leakey in 2010 In 1989 Richard Leakey was appointed the head of the Wildlife Conservation and Management Department (WMCD) by President Daniel Arap Moi in response to the international outcry over the poaching of elephants and the impact it was having on the wildlife of Kenya. The department was replaced by the Kenya Wildlife Service (KWS) in 1990, and Leakey became its first chairman. With characteristically bold steps Leakey created special, well-armed anti-poaching units that were authorised to shoot poachers on sight. The poaching menace was dramatically reduced. Impressed by Leakey's transformation of the Kenya Wildlife Service, the World Bank approved grants worth $140 million. Richard Leakey, President Moi, and the WMCD made the international news headlines when a stockpile of 12 tons of ivory was burned in 1989 in Nairobi National Park. Richard Leakey's confrontational approach to the issue of human–wildlife conflict in national parks did not win him friends. His view was that parks were self-contained ecosystems that had to be fenced in and the humans kept out. Leakey's bold and incorruptible nature also offended many local politicians. In 2016, Leakey was named Conservationist of the Year by The Perfect World Foundation and won \"The Fragile Rhino\" prize at the Elephant Ball in Gothenburg, Sweden. ===Plane crash=== In 1993, a small propeller- driven plane piloted by Richard Leakey crashed, crushing his lower legs, both of which were later amputated. Sabotage was suspected but never proven. While in the hospital, Leakey told President Moi, a religious man, not to pray for him, but act on matters pending for the Kenya Wildlife Service.Ryan Shaffer, \"Evolution, Humanism, and Conservation: The Humanist Interview with Richard Leakey\", The Humanist, 29 June 2012. Thereafter, Richard Leakey walked on artificial limbs. Around this time the Kenyan government announced that a secret probe had found evidence of corruption and mismanagement in the Kenya Wildlife Service. An annoyed Leakey resigned publicly in a press conference in January 1994. He was replaced by David Western as the head of the Kenya Wildlife Service. Richard Leakey wrote about his experiences at the Kenya Wildlife Service in his book Wildlife Wars: My Fight to Save Africa's Natural Treasures (2001). == Politics == thumb|right|Leakey in 2015 In May 1995, Richard Leakey joined some Kenyan intellectuals in launching a new political party – the Safina Party, which in Swahili means \"Noah's Ark\". The Safina party was routinely harassed and even its application to become an official political party was not approved until 1997. In 1997, international donor institutions froze their aid to Kenya because of widespread corruption. To placate the donors, Moi appointed Richard Leakey as Cabinet Secretary and head of the civil service in 1999. Leakey's second stint in the civil service lasted two years. He sacked 25,000 civil servants and obtained £250 million of funds from the International Monetary Fund and the World Bank. However, Leakey found himself sidelined after the money arrived, and his reforms were blocked in the courts. He was sacked from his cabinet post in 2001. == United States == Leakey left Kenya for the U.S. in 2002 and became a professor of anthropology at Stony Brook University, New York.Stony Brook University, Press release, 27 March 2007: \"World-Renowned Anthropologist Richard Leakey to be Honored at Stony Brook University's 50th Anniversary Gala April 11\". He was also Chair of the Turkana Basin Institute. In 2004, Leakey founded and chaired WildlifeDirect, a Kenya-based charitable organisation. The charity was established to provide support to conservationists in Africa directly on the ground via the use of blogs. This enables individuals anywhere to play a direct and interactive role in the survival of some of the world's most precious species. The organisation played a significant role in the saving of the Democratic Republic of Congo's mountain gorillas in Virunga National Park in January 2007 after a rebel uprising threatened to eliminate the highly vulnerable population. In April 2007, he was appointed interim chairman of Transparency International's Kenya branch. The same year, Leakey was elected a Fellow of the Royal Society and received the Golden Plate Award of the American Academy of Achievement. In June 2013, Leakey was awarded the Isaac Asimov Science Award from the American Humanist Association.SmashPipe, 5 June 2013: Humanist Awards Banquet of the 2013 American Humanist Conference == Return to Kenya == thumb|Sketch of Richard Leakey (2014), by Patrick L. Gallegos In 2015, President Uhuru Kenyatta appointed Leakey chairman of the board of the Kenya Wildlife Service. Although he was chairman rather than director, Leakey played an active role in KWS policies. He brokered a deal on the extension of the Mombasa–Nairobi Standard Gauge Railway, allowing the railway to pass over Nairobi National Park on an 18 m tall viaduct. Leakey felt that the viaduct would set an example for the rest of Africa in balancing economic development with environmental protection. However, other Kenyan conservationists have opposed railway construction in the park. Angelina Jolie was to direct a film about Leakey's life, with Leakey in early 2016 expressing his confidence that the film would be shot in Kenya. ==Personal life and death== Leakey spoke fluent Kiswahili and moved effortlessly between white and black communities. While he rarely talked about race in public, racism and gender inequality infuriated him. Leakey stated that he was an atheist and a humanist. He died at his home outside Nairobi, on 2 January 2022, Morell, Virginia, Richard Leakey’s Legacy in Science, Conservation and Politics, Scientific American, January 11, 2022 less than a month after his 77th birthday. In accordance with his wishes, he was buried on a hill along the Rift Valley. == Bibliography == thumb|right|Leakey in 2014 Leakey's early published works include Origins and The People of the Lake (both with Roger Lewin as co-author), The Illustrated Origin of Species, and The Making of Mankind (1981). *Origins (with Roger Lewin) (Dutton, 1977) *People of the Lake: Mankind and its Beginnings (with Roger Lewin) (Anchor Press/Doubleday, 1978) *Making of Mankind (Penguin USA, 1981) *One Life: An Autobiography (Salem House, 1983) *Origins Reconsidered (with Roger Lewin) (Doubleday, 1992) *The Origin of Humankind (Perseus Books Group, 1994) *The Sixth Extinction (with Roger Lewin) (Bantam Dell Pub Group, 1995) *Wildlife Wars: My Fight to Save Africa's Natural Treasures (with Virginia Morell) (St. Martin's Press, 2001) ==See also== * List of fossil sites (with link directory) * List of human evolution fossils (with images) ==References== ==Works cited== * == External links == *Leakey Foundation *Leakey.com *Koobi Fora Research Project *Richard Leakey's Blog on WildlifeDirect *Turkana Basin Institute * * Category:1944 births Category:2022 deaths Category:20th-century anthropologists Category:21st-century anthropologists Category:Alumni of Lenana School Category:Fellows of the Royal Society Category:Government ministers of Kenya Category:Human evolution theorists Category:Kenyan amputees Category:Kenyan anthropologists Category:Kenyan archaeologists Category:Kenyan atheists Category:Kenyan conservationists Category:Kenyan emigrants to the United States Category:Kenyan people of English descent Category:Kenyan scientists Category:Kidney transplant recipients Richard Category:Non-fiction environmental writers Category:People from Nairobi Category:Safina politicians Category:Stony Brook University faculty Category:White Kenyan people",
 "title": "Richard Leakey"
}