{
 "id": "149331",
 "text": "thumb|upright|The Reichenbach felsenmeer in autumn The Odenwald () is a low mountain range in the German states of Hesse, Bavaria and Baden-Württemberg. == Location == The Odenwald is located between the Upper Rhine Plain with the Bergstraße and the Hessisches Ried (the northeastern section of the Rhine rift) to the west, the Main and the Bauland (a mostly unwooded area with good soils) to the east, the Hanau-Seligenstadt Basin – a subbasin of the Upper Rhine Rift Valley in the Rhine-Main Lowlands – to the north and the Kraichgau to the south. The part south of the Neckar valley is sometimes called the Kleiner Odenwald (\"Little Odenwald\"). The northern and western Odenwald belong to southern Hesse, with the south stretching into Baden. In the northeast, a small part lies in Lower Franconia in Bavaria. == Geology == The Odenwald, along with other parts of the Central German Uplands, belongs to the Variscan, which more than 300 million years ago in the Carboniferous period ran through great parts of Europe. The cause of this orogeny was the collision of Africa’s and Europe's forerunner continents. In the Triassic, about 200 million years ago, the land sank again, forming the Germanic Basin in which the metre-thick layers of red sandstone could build up. These were later covered over with layers of muschelkalk from a broad inland sea, then followed by sediments from the Late Triassic (or Keuper). The South German Cuesta Land thus formed. When the land in the Odenwald was uplifted again about 180 million years ago, more than 100 m of the sedimentary layering, in parts, was eroded away down to the bedrock, as can still be seen in the western Odenwald. The bedrock here is composed of a number of different rocks, among them gneiss, granite, diorite, gabbro in the Frankenstein pluton, and so on. In the eastern Odenwald, the red sandstone is all that is left of the sedimentary mixture. Farther east in the Bauland, the muschelkalk deposits still overlie the Early Triassic layers. Furthermore, in the south near Heidelberg, there is still Zechstein under the Early Triassic deposits. Roughly 50 to 60 million years ago, volcanoes formed along the great geological faults. Still bearing witness to this time are the Otzberg, the Daumberg and the Katzenbuckel, all extinct volcanoes in the Odenwald. Furthermore, volcanism with acidic rocks has left a legacy of rhyolites near Dossenheim. At roughly the same time, the Central European plate began to tear apart so that the Upper Rhine Rift developed. Even as the Upper Rhine Rift valley still sinks today by just under a millimetre each year, the Odenwald, relatively to that, was uplifted to the height it has today. Along the faults, the small rivers Gersprenz and Weschnitz have, in part, carved their courses. The Upper Rhine Rift is part of a fracture zone reaching from the Mediterranean Sea to Norway. Right on the edge of the Odenwald, it is roughly 2 500 m deep, but has been filled in to its current height by river and sea sediment, for until about 20 million years ago, the North Sea reached far inland, across the Wetterau Depression into the Rhine Valley. === Geological maps === File:Geologie_Odenwald_(Altherr).jpg|Granite- Gneiss-Odenwald (Altherr, 1999) File:Geolog._Karte_(Stein)_Odw7.jpg|Granite- Gneiss-Odenwald (Stein, 2001) File:GeolKarte_Geopark.jpg|Granite-Gneiss- and Redsandstone-Odenwald (Stein, 2001 + Weber, Geo-Naturpark) File:Profil_Geologie_Odenwald.jpg|Geological profile (from left): Rheinplane, Granite-Odenwald, Gneiss-Odenwald, Redsandstone-Odenwald (Geo-Naturpark) == History == About 2500 BC, there is evidence that the Linear Pottery culture settled along the northern (Gersprenz) and southern (Neckar valley) edges of the Odenwald. About 400 BC, Celts (Gauls) settled throughout southern Germany. Almost all of the Odenwald was covered then with virgin forest, and the outer edges were not settled. Germanic peoples drove the Celts westwards across the Rhine to what is now France. thumb|Roman manor house Villa Haselburg near Höchst (Mümling) About AD 100, the older Odenwald line of the Neckar-Odenwald Limes was built under Roman Emperor Trajan (98-117). This stretch of the Empire's border ran from Fort Wimpfen in the Valley (Kastell Wimpfen im Tal) northwards by way of the Forts of Neckarburken, the lesser forts of Trienz and Robern near Fahrenbach, Fort Oberscheidental, Fort Schloßau, Fort Hesselbach, Fort Würzberg, Fort Eulbach, Fort Hainhaus and Fort Hesselbach to Fort Wörth on the Main. Parts of the Odenwald now lay in Roman-ruled Germania Superior. About 159, the Limes was shifted about eastwards to the Miltenberg–Walldürn–Buchen-Osterburken line. In 260, Roman hegemony fell. The Alamanni were also thrusting into the Odenwald and settling the land between the Main and Neckar, after whom came the Franks. In the 5th century, the Franks, under Clovis I, divided the land up into districts. In the 7th and 8th centuries came Christianization by Irish-Scottish and Anglo-Saxon monks (Pirmin, Boniface). On the muschelkalk lands of today's Bauland, which favoured agriculture, a broad mesh of settlements arose. The parts of the Odenwald farther in from the rivers, though, with their scant New Red Sandstone soils remained uninhabited. Four Benedictine monasteries were assigned the job of opening the empty woods up by the central Frankish power (Carolingian), Lorsch Abbey from the west, Fulda Monastery from the east and Mosbach Monastery from the south. Amorbach Monastery had the greatest importance for ecclesiastical, cultural and economic development in the eastern Odenwald. In the 9th century in the southeastern Odenwald near the now more thickly settled Bauland, settlements were established. The muschelkalk- new red sandstone mineral boundary was crossed. === Name === Where the name Odenwald came from is an open question and still causes controversy today. Following are some theories about the name's origin: #Some have claimed that the toponym comes from Odins Wald (Odin’s Woods). The main problem here is that the god Wodanaz (known in Norse as Odin) was worshipped in southern Germany under the name Wotan (in Old High German Uuodan; compare Merseburg Incantations). #A further theory holds that there is a link between the name Odenwald and the Roman administrative unit Civitas Auderiensium, which among other things included the range's northern reaches and might have been named after a tribe called the Auderienses. #There could be some kinship with the word öde, not in the currently understood meaning in German of desert, but rather in the meaning thinly settled. #Einhard, the biographer of Charlemagne used the term Odanwald. Therefore, the renowned historian Karl Christ establishes a connection to the Old High German (ahd.) expression odan (=to enfeoff) and presumes, that the Odenwald was a hunting ground, which the King of the Franks Dagobert I. enfeoffed in 628 the Bishopric of Worms.Morneweg, Karl: Offizieller Führer des Odenwald-Klubs durch den Odenwald und die Bergstrasse. Ravenstein Frankfurt a.M. 1926, S.33. #An eminent geographer of the 16th century, Sebastian Münster, proposed a tribal chief as the name giver (Odtonwald, 821, = Odo's Woods). However, it is not proven whether there actually was a count or duke called Odo (Otto). Finally, Münster's researches do not lead to any result. Linguists, who research the phonetic changes and the sound shift of the terms, deny the theories Nr. 1 - 3 and prefer Nr. 4 or 5, some historians favor Nr. 2. === Legends and mythology === The numerous Odenwald folk legends are mostly connected with historic geographic sites (castle, town, rock, road and so on) They relate: * mysterious actions and appearances of ghosts in a castle (for example the two Bergstraße-ruins Auerbach - castle and Windeck) or in a nightscape respectively in a cottage: The Höhmann near Bensheim, the White Lady of Mossau, the Schlurcher close by Erbach, the Man without head near Heppenheim, the Goast-nuns of monastery Steinbach. * the stories of knights and their ladies: Konrad and Ann-Els von Tannenberg, Edelmut von Ehrenberg and Minna von Horneck at the Minneburg, Georg von Frankenstein and Annemariechen, Hans von Rodenstein and Maria von Hochberg. * the apparitions of the devil: Teufelspfad (pathway of the devil) to the Felsberg, Teufelsstein (rock of the devil) in Gorxheimertal, Opferstein (altar stone) on the top of the Juhöhe. * or the apparitions of a witch: for example in the shape of a pig in Bensheim In some stories the local aspect firstly is connected with monsters (knight Georg fights against the man-eating lindworm near Frankenstein-castle) and creatures of nature with magic potency (a water spirit changed into a fox near Niedernhausen, the merwoman in the Meerwiese of Waldürn). Secondly the local legend is connected with the genre of the historic saga: a historic person or an original is portrayed anecdotally (the count of Erbach and Luther, resp. the Raubacher Joggel, landgrave Ludwig VIII: of Hesse-Darmstadt, robber Hölzerlips). thumb|upright|Wild Woman (Wildweibchen) with a unicorn (Straßburg around 1500) Thirdly a local tale explains an etiological or original myth (aetiological saga). For example, there is explained: * why a name is given: many Wildweibchensteine (Wild Woman-Rocks) in the Odenwald, Teufelsstein (stone of the devil), Teufelspfad (path of the devil), Opfersteine (altar stone) and Hundsköpfe (dogheads) on top of the Juhöhe, Hölzerlips-stone, Schimmeldewoog for the village Schönmattenwag (→Folk etymology) or the phrase “”, * why a natural phenomena, for example a typical landscape, was formed: the saga creates a mythic history for the places of the felsenmeer and the Hohenstein near Reichenbach (because giants stoned each other) or the Herrgottsfelsen (Godrock) near Darmstadt (act of revenge by the devil for finessing), * why a castle (Minneburg) was built at a special place (Minneberg at the Neckar) and was so named hereafter, * why a mysterious stone carving was inset in a castle-wall: figure of a dog at the portal of the Minneburg near Neckargerach, the Blecker at the town gate of Buchen, the Breilecker above the door of Breuberg-castle. Beside these legends there are two famous and well-known Odenwaldsagas: In the Nibelungenlied (see also Nibelung) the dragon slayer Siegfried, on a hunting trip (instead of a failed campaign) leading from the Burgundian city of Worms into the Odenwald, is murdered by Hagen of Tronje. Since no exact spot for this deed has been handed down, countless communities, especially in the Hessian Odenwald are squabbling over the right to call themselves “Siegfried’s Murder Site”, for example a spring near Gras-Ellenbach (Siegfriedsbrunnen), Mossautal-Hüttenthal Lindelbrunnen) or Heppenheim (Siegfriedbrunnen). The ruins of Rodenstein (below-mentioned) and Schnellerts near Fränkisch-Crumbach are the setting of an Odenwald ghost story: during the night the knight Rodenstein (the Rodensteiner) flies with a berserker-cornet through the air to prophesy the beginning of a war (Wild Hunt motif). File:Siegfrieds Tod.jpg|\"Siegfried's Death\" (Julius Schnorr von Carolsfeld, 1847): Hagen murdererd Siegfried by a spring in the Odenwald. File:Nibelungenlied manuscript-k.jpg|Picture of Siegfrieds assassination in the Nibelungenlied-manuscript k (1480–90) File:Siegfriedbrunnen.png|Siegfriedbrunnen by Wilhelm Trübner. In the legend there is no exact description in respect of the hunting trip. File:Ritter von Rodenstein und Schnellart.jpg|Rodenstein Castle is the scene of the Rodensteiner ghost legend (19th-century picture). == Topography == === Mountains === ==== Over 600 m ==== *Katzenbuckel (626 m; lookout tower), Neckar-Odenwald-Kreis, Baden-Württemberg *Neunkircher Höhe (605 m; Kaiser Tower), Bergstraße district, Hesse File:Katzenbuckel 1.jpg|The Crystal Teaching Path around the Katzenbuckel starts near the old volcanic quarry (below-mentioned) File:Neutscher Komplex_Neunkircher_Höhe.JPG|Neutsch with a view to Neunkirchen and the Neunkircher Höhe File:Hardberg_Götzenstein_Kisselbusch_800.JPG|View from Weschnitz- Valley to the mountains Hardberg (with transmitter), Götzenstein, Kisselbusch (from left) File:Tromm329.JPG|Weschnitz- Valley with a view to Tromm-mountain range ==== Over 450 m ==== *Hardberg (593 m), Bergstraße district, Hesse *Stiefelhöhe (584 m), Hesse/Baden-Württemberg border *Tromm (577 m; lookout tower), Bergstraße district, Hesse *Krehberg (576 m; with Krehberg transmitter), Bergstraße district, Hesse *Königstuhl (567.8 m; observatory, funicular railway), Heidelberg, Baden-Württemberg *Krähberg (555 m), Odenwaldkreis, Hesse *Kinzert (554 m), Neckar-Odenwald-Kreis, Baden- Württemberg *Weißer Stein (550 m; lookout tower), Rhein-Neckar-Kreis, Baden- Württemberg *Hohe Warte (548 m), Rhein-Neckar-Kreis, Baden-Württemberg *Spessartskopf (547 m), Bergstraße district, Hesse *Falkenberg (546 m), Odenwaldkreis, Hesse *Waldskopf (538 m), Gorxheimertal-Trösel, Bergstraße district, Hesse *Das Buch (535.30 m; near Lindenfels), Bergstraße district, Hesse *Wagenberg (535 m), Bergstraße district, Hesse *Eichelberg (526 m; lookout tower), Rhein-Neckar-Kreis, Baden-Württemberg *Götzenstein (522 m), Bergstraße district, Hesse *Melibokus („Malschen“) (517.40 m), Bergstraße district, Hesse *Morsberg (517 m), Odenwaldkreis, Hesse *Felsberg (514 m; with Felsenmeer), Bergstraße district, Hesse *Knodener Kopf (511.20 m), Bergstraße district, Hesse *Wannenberg (482 m), Miltenberg district, Bavaria *Daumberg (462 m), Gorxheimertal-Trösel, Bergstraße district, Hesse File:Krehberg Lindenfels 771.JPG|Overlooking the Krehberg (view from Lindenfels) File:Waldskopf2.jpg|The Waldskopf in the Gorxheim valley File:Melibokus von Zwingenberg.jpg|The Melibokus near Zwingenberg File:LAUTERTAL_von Hohenstein_650.JPG|With a view from the Lauter- Valley (Hohenstein) to the Melibokus (right) and the Auerbach Castle (background, in the middle) File:Böllsteiner_Odenwald_821.JPG|The Gesprenz-Valley gneiss-sandstone- mountain range: Böllsteiner Höhe on the left, Morsberg in the middle File:Lautertal_Felsberg_639.JPG|The Felsberg (with transmitter, view from the Lauter-Valley), Auerbach-Castle and Melibokus on the left File:Daumberg.JPG|The Daumberg in the Gorxheim valley File:WESCHNITZPLUTON 72 von Tromm aus.JPG|The Weschnitz-Valley with Hirschkopf-Juhöhe-mountain range (view from the Tromm) ==== Over 300 m ==== *Heiligenberg (445 m), Heidelberg, Baden-Württemberg *Knorz (404 m; near Lautern), Bergstraße district, Hesse *Otzberg (367 m; with Otzberg Castle), Darmstadt-Dieburg, Hesse *Auerberg (339.70 m; with Schloss Auerbach), Bergstraße district, Hesse *Breuberg (306 m; with Breuberg Castle), Odenwaldkreis, Hesse === Bodies of water === ==== Flowing water ==== Countless streams rise in the Odenwald, the longest of which are the following: *Weschnitz (60 km), tributary to the Rhine *Mümling (50 km), tributary to the Main *Gersprenz (47 km), tributary to the Main *Lauter (43 km), tributary to the Rhine *Erf (40 km), tributary to the Main *Elz (Elzbach) (34 km), tributary to the Neckar *Finkenbach (20.5 km), joins the Ulfenbach in Hirschhorn, runs to the Laxbach, tributary to the Neckar *Ulfenbach (19.1 km), joins the Finkenbach in Hirschhorn, runs to the Laxbach, tributary to the Neckar *Grundelbach, (10 km), flows from Trösel to Weinheim *Modau (42 km), tributary to the Rhine *Mud (24 km), tributary to the Main *Steinach (22 km), tributary to the Neckar File:Gersprenz.JPG|The Gersprenz in Dieburg File:Erbach 07.JPG|The Mümling in Erbach File:Eutersee 05.JPG|The Eutersee near Hesseneck ==== Standing water ==== There are a few bodies of standing water in the Odenwald, among which are the following: * the Marbach Reservoir * the Eutersee == Political divisions == === Districts (with district seats) === * Bergstraße district (Heppenheim) * Darmstadt-Dieburg (Dieburg, administration in Darmstadt-Kranichstein) * Main-Tauber-Kreis (Tauberbischofsheim) * Miltenberg district (Miltenberg) * Neckar-Odenwald- Kreis (Mosbach) * Odenwaldkreis (Erbach) * Rhein-Neckar-Kreis (Heidelberg) === District-free cities === * Heidelberg * Darmstadt == International relations == === Twin towns – Sister cities === Odenwald is twinned with: * Falkirk, ScotlandFalkirk Twinning Association , www.falkirktwinning.org Retrieved 2011-05-07 == Transport and tourism == The Odenwald is known as a leisure destination easily accessible from the urban areas of Mannheim and Frankfurt. It is known for its clean thin air and was once known for its health sanitariums. There are many marked hiking paths through the rural areas. Wild blueberries, strawberries and mushrooms are to be found in the forests. === Roads === The planned extension to the Odenwaldautobahn, that is, the A 45 (Dortmund-Aschaffenburg), was never realized. Nevertheless, all these Bundesstraßen run through the Odenwald: *B 27: Mosbach - Buchen - Tauberbischofsheim *B 38: Reinheim - Groß-Bieberau - Brensbach - Reichelsheim - Fürth - Mörlenbach - Birkenau - Weinheim *B 45: Groß-Umstadt - Höchst - Bad König - Michelstadt - Erbach - Beerfelden - Eberbach *B 47: Bensheim - Lindenfels - Reichelsheim - Michelstadt - Amorbach *B 426: Darmstadt - Mühltal - Ober-Ramstadt - Reinheim - Otzberg - Groß-Umstadt - Höchst - Breuberg - Obernburg *B 460: Heppenheim - Fürth - Mossautal - Hüttenthal Furthermore, the Nibelungenstraße and the Siegfriedstraße run through the Odenwald, partly along the roads listed above. === Railways === *Odenwald Railway from Darmstadt or Hanau by way of Groß-Umstadt Wiebelsbach to Eberbach, opened in 1882, since December 2005 run with modern Itino trains. *Weschnitz Valley Railway from Weinheim to Fürth, opened in 1895. *Überwald Railway from Mörlenbach by way of Wald-Michelbach to Wahlen, opened in 1901, abandoned in 1996. *Hetzbach–Beerfelden line from Hetzbach to Beerfelden, opened in 1904, abandoned in 1954. *Mosbach–Mudau line (locally known as the Entenmörder – “Duck Murderer”) from Mosbach to Mudau, former narrow-gauge railway, opened in 1905, abandoned in 1973, since 1980 right-of-way has been converted into a cycling path. *Neckar Valley Railway from Heidelberg by way of Eberbach and Mosbach to Bad Friedrichshall-Jagstfeld, opened in 1879. *Neckarelz–Osterburken line, opened in 1866 as part of the Baden Odenwaldbahn *Madonnenland Railway from Seckach to Miltenberg. *Gersprenz Valley Railway from Reinheim to Reichelsheim, opened in 1887 and abandoned by 1963. === Special day trips === thumb|upright|The Margarethenschlucht (gorge) * In Hainstadt, Hesse (a constituent community of Breuberg) in the Mümling valley is a quarry which has been turned into a climbing facility by the Odenwälder Kletterfreunde (“Odenwald Climbing Friends”). There is also a climbing path secured by wire cables. The Odenwald Climbing Friends take care of the paths. The quarry also lies in the DAV's (Deutsche Alpenverein e. V. – a mountain climbing club) Darmstadt Section feeder area. *Beneath the 514 m-high Felsberg and north of Lautertal-Reichenbach is found a Felsenmeer – literally “cliff sea” – consisting of many weathered stones strewn about the ground which have fallen down from the cliff after having come loose from erosion. The Romans used it as a stone quarry. * In Eberstadt, a constituent community of Buchen, one of southern Germany's most important dripstone caves was discovered in 1971. It is open to the public. *Around the Katzenbuckel runs the Kristall- Lehrpfad (“Crystal Teaching Path”), which graphically shows the volcanic development in the Odenwald. *From Höchst im Odenwald snakes the Obrunnschlucht (gorge) as a romantic fairytale path towards Rimhorn with many model buildings (palaces, castles and mills) along the valley. *The Odenwald is threaded with a network of more than of hiking trails. *Because the roads have so many bends, the Odenwald is a popular outing destination for motorcyclists. * Every year one of the greatest Halloween events in Germany is organized on the Frankenstein Castle (see above). The same name suggests a connection with Mary Shelleys famous filmed novel Frankenstein or The Modern Prometheus. The horror scenery and the comedians dressed up as ghosts and witches spook the huge audience. * Walking and climbing through the Margarethenschlucht (Neckargerach) or the Wolfsschlucht (Wolf's Glen) near Zwingenberg castle (Zwingenberg/Neckar) * Zwingenberg Castle (see above) is the place of an annual castle festival. Carl Maria von Webers romantic opera Der Freischütz (translated as The Marksman or The Freeshooter.) is performed at the entrance of the gorge Wolfsschlucht. The plot is based on a German folk legend which the composer discovered in the Gespensterbuch (ghostsbook) during his sojourn in Neuburg Abbey near Heidelberg in 1810. It is believed, that he also was inspired by the Wolf's Glen in a Neckar tributary valley, but there are many places in Germany with the same name. Anyway. In act 2 the protagonist Max meets the diabolic Caspar in the supernatural creepy opera scene Wolfsschlucht to become the best shooter with the assistance of magic power. Now a risky action starts. * For half a week early July the Heppenheimer (see above) Street theatre named Gassensensationen occupies several places und corners of the old town with presentations for children and adults. The outdoor performances include very popular loud and simple genres with music, dance, mime, circus arts and slapstick, but also sensitive theatre plays or songs in discrete spaces. * The granite rocks of the Juhöhe near Heppenheim inspired people to imagine fairy tales. They told, that the holes were offering cups for the devil. Stones nearby got chapped, when he sharpened his claws. According to a local version of the Rodensteiner legend the Wild Hunter crossing the Juhöhe lost his cry of hounds: They crashed and where rammed in the ground. Even today the petrified dogheads are on view at the top of the hill. So the rocks are called Hundsköpfe. Flat iron is the name of another granite formation near the Juhöhe. A long time ago Giant-ladies made use of it to set their Sunday dresses in order. File:Steinbruch Hainstadt.jpg|Climbing path at the Breuberg-Hainstadt quarry File:HOHENSTEIN_Lautertal_631.JPG|Hohenstein near Reichenbach (Baryte-quartz- cliff) File:BORSTEIN_Reichenbach_622.JPG|Borstein near Reichenbach (Baryte- quartz-cliff) File:GNEIS-FELSGRUPPE Böllstein-Wallbrunn.JPG|Giant tortoise gneiss rocks (Böllstein) File:TROMMGRANIT Salzlackenbuckel.JPG|Granite rocks (Tromm) File:Felsenmeer Reichenbach Riesensaeule 03.jpg|Reichenbach- Felsenmeer: The giant column (Riesensäule) is a workpiece of Roman stonemasons. File:Wildfrauhaus_Lützelbach.JPG|Granite rocks Wildfrauhaus (Fischbachtal) File:Zwingenberg-wolfsschlucht-web.jpg|Zwingenberg (Neckar) gorge: Wolfsschlucht File:Ramberg Freischuetz wildes Heer.jpg|When Caspar und Max begin with casting the magic bullets in the Wolf’s Glen the Wild Hunt appears in the air with demoniacal noise. File: Juhöhe Große Hundsköpfe.JPG|The rocks at the Juhöhe are supposed to be the petrified dogheads of the Rodensteiner cry of hounds File:Opferstein Juhöhe.JPG|It is said, that the holes of the Opfersteine were offering cups for the devil. File: Höhnberg Bügeleisen2.JPG|People of the Kreiswald near the Juhöhe told, that a long time ago the granite formation was the flat iron of Giant-ladies === Castles === The Odenwald is home to many historic castles and palatial residences. In times past the fortresses on the top of the Odenwald mountains controlled Bergstraße and the Weschnitz-, the Gersprenz-, the Mümling- and the Neckar-Valley. File:Panorama castle frankenstein.jpg|Frankenstein near Darmstadt/Upper Rhine Rift valley File:InnerCastle.jpg|Frankenstein Castle File:Spot Ruine Tannenberg.JPG| The ruins of Tannenberg near Seeheim (Seeheim- Jugenheim) File:Seeheim-Jugenheim-Heiligenberg-Schloss.jpg|Heiligenberg Castle near Jugenheim (Seeheim-Jugenheim) File:Alsbach 2.JPG|Alsbach Castle, view from Melibokus (Alsbach-Hähnlein) File:Schloss Auerbach.jpg|The ruins of Auerbach Castle near Bensheim File:Fürstenlager Bensheim.jpg|Park and mansion Fürstenlager near Bensheim-Auerbach File:Schoenberger Schloss 02.jpg|Schönberg Castle (Bensheim-Schönberg) File:2005-10-13 Heppenheim 2.JPG|Bergstaße: Starkenburg (view from Maiberg, Heppenheim) File:Starkenburg Schlossberg.jpg|Starkenburg with Schlossberg (Heppenheim) File:Schloss Weinheim 04.jpg|Weinheim Castle File:Burg Windeck (Weinheim).jpg|The ruins of Windeck (Weinheim) File:Wachenburg.jpg|Wachenburg near Weinheim (Two-Castles- Town) File:WEINHEIM_Heidelberger Granitgebiet_658.JPG|Wachenburg (view from Hirschkopf-tower), Weißer Stein (lookout tower) in the background File:Schriesheim Strahlenburg2.JPG| Strahlenburg near Schriesheim File:Dossenheim_Schauenburg.jpg|The ruins of Schauenburg in Dossenheim File:Birkenau schloss.JPG| Birkenau Castle near Weinheim File:BurgLindenfels.jpg|The ruins of Lindenfels Castle, Bürgerturm (tower) File:Lindenfels_Weschnitztal_824.JPG|View from Weschnitztal to Lindenfels (left), in the background right of centre: Reichenberg Castle, left picture margin: Neunkircher Höhe File: Rodenstein_1.jpg|The ruins of Rodenstein near Fränkisch-Crumbach are the setting of a ghost story: Rodensteiner flies with a berserker-cornet in the night through the air to prophesy the start of a war (see above). File:Reichelsheim_Schloss Reichenberg_2.jpg|Reichenberg Castle, entrance, near Reichelsheim File:Gersprenztal_Böllsteiner_Odenwald.JPG|Gersprenz-Valley with Reichenberg File:Schloss Lichtenberg Blick vom Bollwerk.jpg| Lichtenberg Castle (Fischbachtal) File:Nördliche Flasergranitoidzone Reinheimer Bucht.JPG|Neunkircher Höhe with a view to Lichtenberg Castle (left) and the Reinheimer Bucht: Otzberg to the right of centre File:Wilhelm Trübner - Schlosspark in Lichtenberg im Odenwald (1900).jpg|Castle Grounds in Lichtenberg in Odenwald, Wilhelm Trübner, 1900. Colección Carmen Thyssen Bornemisza. File:Otzberg panoramo 2.jpg|extinct volcano Otzberg and the old fort Veste Otzberg with the white tower File:Schloss Erbach Odenwald.jpg| Erbach Castle File:Schlossfuerstenau2.jpg|Fürstenau Castle (near Michelstadt) with decorative gateway arch File:Bad Koenig Altes Schloss.jpg|Old Castle in Bad König File:Burg Breuberg - Breuberg Odenwald.jpg|Burg Breuberg near Höchst in the summer of 2006 File:Burg Breuberg05.jpg|Breuberg Castle, keep (Bergfried) and main gate File:Wildenburg1.JPG|The ruins of Wildenberg (Kirchzell) from the High Middle Ages, built in the Staufer era, where Wolfram von Eschenbach is said to have written parts of his Parzival. File:Wolfram47.jpg|Portrait of the medieval poet Wolfram von Eschenbach from the Codex Manesse File:Burg Wildenberg Kamin 1.jpg|Fireplace in the great hall. In Wolframs Parzival the author indirectly compares the gigantic fireplace in the Grail Castle with that of Wildenberg: “so groziu fiwer sit noch e sach niemen hie ze Wildenberc” (line 230,12-13) File:Burg Freienstein01.jpg|The ruins of Freienstein near Beerfelden File:Waldleiningen.jpg|Waldleiningen Castle in the British-style (near Mudau) File:Heidelberg corr.jpg|Heidelberg with Castle and the Old Bridge over river Neckar File:Neckarsteinach1.JPG|Neckarsteinach with Mittelburg (left) and Vorderburg (in the middle) File:Neckarsteinach_Vorderburg.JPG|Neckarsteinach: Vorderburg File:Neckarsteinach_Mittelburg3.JPG|Neckarsteinach: Mittelburg' File:Neckarsteinach_Hinterburg1.JPG|Neckarsteinach: Hinterburg File:Schadeck- wehrgang.jpg|Neckarsteinach: The ruins of Schwalbennest File:Codex Manesse Bligger von Steinach.jpg|The medieval feudal lord and poet (minnesinger) Bligger von Steinach (Portrait from the Codex Manesse) resided in Steinach (Neckarsteinach) File:Neckartal.jpg|Dilsberg with mountain fort File:Burgturm Dilsberg.jpg|Tower and wall of Dilsberg near Neckarsteinach File:Burg Hirschhorn.jpg|Hirschhorn with Hirschhorn Castle File:Burg-Eberbach02.jpg|The ruins of Eberbach Castle File:Burg Zwingenberg 2009.jpg|Zwingenberg Castle (also called the Zwingenburg) (Zwingenberg/Neckar) == Music == Songs have been written about the Odenwald: * Es steht ein Baum im Odenwald (“There Stands a Tree in the Odenwald”) * Tief im Odenwald (“Deep in the Odenwald”) * Der Bauer aus dem Odenwald (“The Farmer from the Odenwald”)text and melody on the webpage of the Catholic Student Association Markomannia Münster in the KV. == See also == *Hessian dialects *Historical territorial allegiances: Electorate of the Palatinate | Archbishopric of Mainz | Landgraviate of Hesse | Grand Duchy of Hesse | People's State of Hesse | Baden == References == == Further reading == === Monographs and anthologies === * Marco Lichtenberger: Saurier aus dem Odenwald. Jens Seeling Verlag. Frankfurt 2007. * Winfried Wackerfuss (publisher): Zu Kultur und Geschichte des Odenwaldes. 2. unveränderte Auflage 1982. Breuberg-Bund, Breuberg-Neustadt 1982. * Otmar A. Geiger: Sagenhafter Odenwald. Ein Führer durch das Reich der Nibelungen zwischen Worms und Würzburg. Schimper, Schwetzingen 2000. * Georg Bungenstab (publisher): Wälder im Odenwald - Wald für die Odenwälder. Dokumente aus 150 Jahren Eberbacher Forstgeschichte. Staatliches Forstamt Eberbach, Eberbach 1999, 288 S. * Heinz Bischof: Odenwald. 3., überarbeitete Auflage. Goldstadtverlag, Pforzheim 2004. * Thomas Biller/Achim Wendt: Burgen und Schlösser im Odenwald. Ein Führer zu Geschichte und Architektur. Schnell & Steiner, Regensburg 2005. * Andreas Stieglitz: Wandern im Odenwald und an der Bergstraße. Aus der Reihe DuMont aktiv. DuMont Reiseverlag, Ostfildern 2005. . * Seipel, Herbert Stephan: Faszination Odenwald. Eine Bilderreise zur Kulturgeschichte des Odenwaldes. Verlag Regionalkultur, Ubstadt-Weiher 2004. * Keller, Dieter/Keller, Uwe/Türk, Rainer: Der Odenwald zwischen Himmel und Erde. Verlag Regionalkultur, Ubstadt-Weiher 2003. === Periodicals === * Breuberg-Bund (publisher): Beiträge zur Erforschung des Odenwaldes und seiner Randlandschaften. Breuberg-Bund, Breuberg-Neustadt 1977 ff. * Breuberg-Bund (publisher): Der Odenwald. Vierteljahreszeitschrift des Breuberg-Bundes mit Beiträgen zur Geschichte, Volkskunde, Kunstgeschichte und Geographie des Odenwaldes und seiner Randlandschaften. Breuberg-Bund, Breuberg-Neustadt 1953 ff. * Kreisarchiv des Odenwaldkreises (publisher): Gelurt. Odenwälder Jahrbuch für Kultur und Geschichte. Odenwaldkreis, Erbach 1994 ff. * Arbeitsgemeinschaft der Geschichts- und Heimatvereine im Kreis Bergstrasse (publisher): Geschichtsblätter Kreis Bergstraße. Laurissa, Lorsch 1971 ff. === The Odenwald in Literature === * Adolf Schmitthenner: Das deutsche Herz. 3. Auflage. Stadt Hirschhorn, Hirschhorn, 1999. (first edition 1927) * Werner Bergengrün: Das Buch Rodenstein. 3. Auflage. Insel, Frankfurt am Main 2002. (first edition 1908) * Adam Karrillon: Michael Hely. Reprint der 2. Auflage (Grote'sche Verlagsbuchhandlung, Berlin 1904) im Verlag Gustav Aderhold, Pfungstadt 1979. * Georg Schäfer: Die Falschmünzer im Weschnitztal oder Die silbernen Glocken von Mörlenbach. Reprint der Ausgabe von 1896 im Verlag Herbert A. Kammer Rimbach. == External links == * Odenwald – Official page of Odenwald-Regional-Gesellschaft (OREG) * UNESCO Geo-Park – Official page of Geo-Naturpark Bergstraße-Odenwald * Odenwaldklub – Official page of Odenwaldklub * Regionalentwicklung Odenwald – Official page of Interessengemeinschaft Odenwald e.V. (IGO) Category:Mountain and hill ranges of Baden-Württemberg Category:Mountain ranges of Bavaria Category:Mountain ranges of Hesse Category:Global Geoparks Network members Category:Forests and woodlands of Bavaria Category:Geoparks in Germany Category:Forests and woodlands of Baden-Württemberg Category:Regions of Baden-Württemberg Category:Forests and woodlands of Hesse",
 "title": "Odenwald"
}