{
 "id": "149496",
 "text": "Head Injuries is the second studio album by Australian pub rockers Midnight Oil, which was released in October 1979 on their own Powderworks label and distributed by Columbia Records. The album was produced by Leszek J. Karski, recorded at 'Trafalgar Studios' in Sydney (Engineer: Peter J. Walker, Photography: Philip Morris). It was the last Midnight Oil album to feature founding bass guitarist Andrew James, who quit the band due to illness. It peaked at No. 36 on the Australian Kent Music Report and by mid-1980 had achieved gold status. The iconic Midnight Oil logo with the open hand, appeared first on the back cover of the 1978 eponymous album \"Midnight Oil\" (Design: Jan Paul & Midnight Oil). It is featured on all other albums, publications, merchandise and their touring equipment. It comes from a photo of Peter Garrett's left hand on the inner sleeve of the first album. (On the back of \"Head Injuries\" the hand is incorrectly facing up, turned 90 degrees). The album was certified platinum in Australia in 2014.http://www.aria.com.au/pages/httpwww.aria.com.aupagesaria-charts- accreditations-albums-2014.htm ==Background== Head Injuries is the second studio album by Australian rock band, Midnight Oil. They had formed in 1971 with Rob Hirst on drums, Andrew James on bass guitar, and Jim Moginie on keyboards and lead guitar. By 1972 they added Peter Garrett on vocals and synthesiser. The group began to develop an aggressive, punk-hard rock sound for their pub rock audiences. In 1977 Martin Rotsey joined on guitar. Their debut eponymous album, Midnight Oil, was released by their own label, Powderworks, in November 1978. The band built a dedicated fan base, initially restricted to Sydney, which was extended to other Australian cities through constant touring – performing some 200 gigs in their first year. They became known for their furious live performances, which featured the two guitarists Moginie and Rotsey, the drumming and backing vocals of Hirst and the presence of the towering, bald Garrett as lead singer. The first album had disappointed some critics as it did not capture their powerful live performances, with undemanding playing and Garrett’s vocals sounding stilted. In October 1979 Head Injuries was released on Powderworks, it was produced by former Supercharge member, Leszek J. Karski. It mixed solid guitar rock with progressive flourishes and was an improvement by highlighting the group’s strengths and growth. It peaked at No. 36 on the Australian Kent Music Report and by mid-1980 had achieved gold status. In April 1980 founding bass guitarist James left because of ill-health and was replaced by Peter Gifford (ex-Huntress, Ross Ryan Band). Further interest in Midnight Oil was generated by the popular Bird Noises EP, also produced by Karski, which peaked at No. 28 on the Australian singles charts. One of its four tracks was the surf- instrumental \"Wedding Cake Island\" named after the rock outcrop in the ocean off Sydney's Coogee Beach. The band's third LP, Place without a Postcard, was released by CBS Records in November 1981. ==Reception== At the time of release, Stuart Coupe said, \"Right from the opening bars of \"Cold Cold Change\", it's obvious that Head Injuries is a major development for Midnight Oil. This really sounds like the band live - soaring guitars, relentless thrashing of drums, Peter's strong voice... gee wiz, he's learnt how to pronounce words. You can understand the lyrics without referring to the lyric sheet.\" ==Track listing== ==Charts== {|class=\"wikitable sortable plainrowheaders\" |- !scope=\"col\"| Chart (1979/80) !scope=\"col\"| Peak position |- !scope=\"row\"| Australian Kent Music Report NOTE: Used for Australian Singles and Albums charting from 1970 until ARIA created their own charts in mid-1988. | style=\"text-align:center;\"| 36 |- |} ==Certifications== ==Personnel== ;Midnight Oil * Peter Garrett - vocals * Rob Hirst - drums, backing vocals * Andrew James - bass, backing vocals * Jim Moginie - guitar, keyboards * Martin Rotsey - guitar ;Additional personnel * Leszek J. Karski - producer * Peter J. Walker - engineer ==References== ==External links== * Category:Midnight Oil albums Category:Sprint Music albums Category:1979 albums",
 "title": "Head Injuries"
}