{
 "id": "149500",
 "text": "Red Sails in the Sunset is the fifth studio album by Australian group Midnight Oil which was released in October 1984 under the Columbia Records label. It was recorded and produced in Tokyo, Japan and is significant for becoming their first No. 1 album in Australia – it also entered the United States Billboard 200. The cover image, by Japanese artist Tsunehisa Kimura, depicts Sydney Harbour after a hypothetical nuclear strike. Some of its tracks were performed live in January 1985 at a Sydney Harbour Goat Island concert to celebrate radio station Triple J's 10th birthday, which was simulcast on ABC Television and subsequently re-broadcast on their then-Tuesday night music program Rock Arena. In 2004 the film footage later became part of a DVD album, Best of Both Worlds. Red Sails in the Sunset contains the only Midnight Oil tracks with lead vocals provided by their drummer Rob Hirst, \"When the Generals Talk\" and \"Kosciusko\". The album spawned two singles, \"When the Generals Talk\" and \"Best of Both Worlds\" but neither appeared on the Australian singles chart. At the 1984 Countdown Music Awards, the album was nominated for Best Australian Album. ==Background== Midnight Oil released Red Sails in the Sunset in October 1984. It was recorded in June to August in Japan, and was produced by Nick Launay, who had worked on their breakthrough album, 10, 9, 8, 7, 6, 5, 4, 3, 2, 1 (1982). Columbia asked the band to return to the studio and record a more commercial single that could chart in America, but the band refused. Drummer Rob Hirst said that the band told Columbia to take it or leave it, and Columbia released the album as-is. It peaked at No. 1 for four weeks on the Australian charts, and charted on the Billboard 200. Singles from the album were also released in the United States and United Kingdom but had no chart success. Whilst the album showed an over-reliance on technical wizardry, their lyrical stance was positive. The band continued to expand their sound and explore themes of politics, consumerism, militarism, the threat of nuclear war and environmental issues. The album cover by Japanese artist Tsunehisa Kimura featured a photomontage of Sydney – both city and harbour – cratered and devastated after a hypothetical nuclear attack. Live concert footage of \"Short Memory\" was used in the Australian independent anti-nuclear war movie One Night Stand. A promotional video for \"Best of Both Worlds\" received airplay worldwide on cable music TV station MTV. In January 1985, Midnight Oil performed Oils on the Water, a concert on Goat Island in Port Jackson to celebrate Triple J's tenth birthday, before a select audience of fans who had won tickets in a radio competition. The concert was filmed, simulcast on ABC-TV and Triple J, and released on video, which was remastered for their 2004 Best of Both Worlds DVD. ==Reception== AllMusic's William Ruhlmann found that group were \"ambitiously taking on a variety of lyrical causes in a variety of musical styles\" and the album's \"martial rhythms, chanted vocals, and guitar textures, served as a jumping-off place\". However Garrett's vocals showed an \"unrelentingly judgmental tone ... sung with dead seriousness ... tended to douse the album's potential enjoyment\". Rolling Stones Don Shewey felt their music \"combines the postpunk abrasiveness of the Clash and Gang of Four with the Kinks' music-hall variety and the pure pop of groups like Cheap Trick\". Shewey wrote that their \"references to local politics and history that stud the group's songs and account in large part for its huge appeal down under may seem exotic or puzzling to Americans\". Bill Wolfe of Spin wrote, \"Midnight Oil is not only the Australian band of the '80s, it may very well be the band of the '80s. Period.\" ==Track listing== ==Charts== ===Weekly charts=== {|class=\"wikitable sortable plainrowheaders\" |- !scope=\"col\"| Chart (1984–85) !scope=\"col\"| Peak position |- !scope=\"row\"| Australian Kent Music Report NOTE: Used for Australian Singles and Albums charting from 1970 until ARIA created their own charts in mid-1988. | style=\"text-align:center;\"| 43 |- |- |- |} ===Year-end charts=== {|class=\"wikitable sortable plainrowheaders\" |- !scope=\"col\"| Chart (1985) !scope=\"col\"| Position |- !scope=\"row\"| Australian Kent Music Report | style=\"text-align:center;\"| 21 |- |} ==Certifications== ==Personnel== Album is credited to: ===Midnight Oil=== * Peter Garrett – lead vocals (except tracks 1, 8) * Peter Gifford – bass guitar, backing vocals, Chapman stick (tracks 3, 7) * Rob Hirst – drums, percussion, backing vocals, lead vocals (tracks 1, 8) * Jim Moginie – guitars, keyboards, arrangements (brass, string) * Martin Rotsey – guitars ===Additional musicians=== * Charlie McMahon – didgeridoo (track 9) * Kazufumi Ohhama – arrangements (brass, string) ===Production work=== * Producer – Nick Launay, Midnight Oil at Victor Aoyama Studio, Tokyo, Japan ** Live production – Michael Lippold * Engineer – Gary Fox, Nick Launay ** Assistant Engineer – Yoshi Yuki Kaneko, Shigeo Miyamoto * Mixing – Nick Launay at Victor Aoyama Studio, Tokyo, Japan * Business consultant – Gary Morris * Lighting – Ronnie James * Office coordinator – Stephanie Lewis * Tour Manager – Neil Thompson ===Art work=== * Yasutaka Kato – cover design, design, graphic design * Tsunehisa Kimura – artwork, cover art == References == ==External links== * Midnight Oil Category:Midnight Oil albums Category:Sprint Music albums Category:1984 albums Category:Albums produced by Nick Launay Category:Columbia Records albums",
 "title": "Red Sails in the Sunset (album)"
}