{
 "id": "149857",
 "text": "The Calder and Hebble Navigation is a broad inland waterway, with locks and bridgeholes that are suitable for boats, in West Yorkshire, England. Construction to improve the River Calder and the River Hebble began in 1759, and the initial scheme, which included of new cuts, was completed in 1770 and has remained navigable since it was opened. Significant improvements were made, including the Salterhebble branch to Halifax, opened in 1828, and ever- longer cuts to bypass river sections. Trade was assisted by the opening of the Rochdale Canal in 1804, which provided a through route from Sowerby Bridge to Manchester. There were plans to abandon the river sections completely in the 1830s, but these were modified as the needs of mill owners and other riparian landowners were recognised. With the coming of the railways, the canal was leased to the Manchester and Leeds Railway in 1843, but this was subsequently deemed to be illegal, and the Aire and Calder Navigation with which the Calder and Hebble Navigation connected at its eastern end, leased the canal from September 1847 until 1885. Some of the locks were enlarged, but many were not, and having been designed for Yorkshire Keels, they remain among the shortest on the English connected waterways network, at . The navigation became a cul- de-sac in the 20th century, but with the burgeoning interest in leisure use of the canals, the trans-Pennine Rochdale Canal was reopened in 1996 and the Huddersfield Narrow Canal followed in 2001, resulting in the navigation becoming part of three Pennine cruising rings. ==History== By the beginning of the 18th century, the Aire and Calder Navigation had made the River Calder navigable as far upstream as Wakefield. The aim of the Calder and Hebble Navigation was to extend navigation west (upstream) from Wakefield to Sowerby Bridge near Halifax. The first attempt to obtain an Act of Parliament was made in 1740, as a result of a petition by the people of Halifax, Ripponden and Elland. John Eyes of Liverpool surveyed the route, and presented a scheme for a navigation which would use the River Calder from Wakefield to its junction with the River Hebble, follow the Hebble to Salterhebble bridge, and then follow the Halifax Brook to reach Halifax. It included the construction of 24 locks, 21 on the Calder and three on the Hebble, and nearly of cuts, including one of at Horbury. The bill was defeated, due to opposition from local landowners who feared that it would cause flooding, from millers, who thought that navigation would disrupt their water supply, and from the promoters of several Turnpike Bills, who were intending to build roads which would follow a similar route. The second attempt followed a meeting of the Union Club in Halifax on 2 September 1756, which considered how to improve the import of wool and corn to the town. They invited the civil engineer John Smeaton to make a new survey, which he did in late 1757, and produced a scheme which involved dredging shoals, making of cuts, the building of 26 locks, to overcome the rise of between Wakefield and the Halifax Brook, and the construction of a reservoir at Salterhebble bridge. A committee raising subscriptions for the project in Rochdale insisted that the plans should be amended to include an extension to Sowerby Bridge, despite opposition from the Halifax committee. An Act was obtained on 9 June 1758, for this extended route, and created Commissioners, who had to own an estate valued at more than £100, or have a personal fortune of more than £3,000. Any nine of the Commissioners could make decisions. ===Construction=== Construction started in November 1759, with Smeaton acting as engineer. By November 1764, the navigation was open as far as Brighouse, some from Wakefield. Having borrowed £56,000, factions arose within the Commissioners, with some wanting to stop at Brooksmouth, where the Rivers Hebble and Calder meet, and others wanting to raise more money and complete the scheme. The second option gained most support, and a new committee was set up, who asked James Brindley to take over from Smeaton in 1765. The work was nearly completed by 1767, but serious floods in October caused some damage, with further damage caused by more floods in February 1768. Brindley appears to have left by mid-1766, and the Commissioners re-appointed Smeaton in 1768, to complete the work. Banks were repaired and floodgates built at the start of some of the cuts. The work was just complete when a further flood caused so much damage that the only option was to close the navigation again. By this time, £64,000 had been spent on the scheme, of which £8,100 had come from tolls and the rest had been borrowed. The Commissioners felt unable to borrow more money, and so a second Act of Parliament was obtained on 21 April 1769, which formally created the Company of Proprietors of the Calder and Hebble Navigation. This consisted of all of the 81 people who had loaned money to the original scheme, and these loans were converted into £100 shares. Additional shares could be issued, and the Company could borrow up to £20,000, with the future tolls used as security. Before the Act, the scheme had been known as the Calder Navigation or Upper Calder Navigation, and this was the first use of the Calder and Hebble title. The Act was the first navigation act to include a clause which limited dividends, insisting that tolls should be reduced if the dividend exceeded ten per cent. Construction of the initial phase was finished in 1770, at a total cost of around £75,000. There were initial problems with the water supply to the Sowerby Bridge pound, which Smeaton was asked to address. He suggested a tunnel from Hollins Mill, similar to those used for draining collieries. Construction began in June 1772, and was completed in March 1794. Other improvements followed, with a new cut between Shepley Bridge and Mirfield started in December 1775 supervised by William Jessop, and the raising of water levels in 1776 to allow boats to carry additional cargo. A new cut at Brighouse was added in 1780, while the two staircase locks at Salterhebble and the single lock at Brooksmouth were replaced at Smeaton's suggestion by three new locks in 1782. ===Development=== The Navigation prospered, with dividends rising steadily from 5 per cent in 1771 to 13 per cent in 1792. Under the terms of the Act of Parliament, tolls were reduced when the dividend exceeded 10 per cent, and the first such reduction occurred in 1791. Improvements continued, and were funded by making calls on the original shareholders. This provided a way to increase their income without exceeding the 10 per cent dividend limit. In 1798 a long cut at Thornhill was made, bypassing the town of Dewsbury. Trade with the town was maintained by the construction of a wharf and warehouse in what is now Savile Town Basin Dewsbury, however this was not until 1877. Another stimulus to trade was provided by the Rochdale Canal, which opened up a through route from Sowerby Bridge to Manchester from 1804. A new cut and a lock were constructed at Brookfoot. near Brighouse. between 1805 and 1808, while the Elland cut was extended to link up with the Sowerby cut in 1815. There were further reductions in the tolls in 1801, 1804 and 1808. thumb|left |Anchor Pit Flood Gates protect the Kirklees Cut when river levels are high. In 1806, the Company agreed with the Aire and Calder Canal to replace the lock at Fall Ings with a new cut (Fall Ings Cut) and a pair of locks, the work to be jointly funded. Legal challenges from millers resulted in some delay, but the cut was opened in 1812. By 1823, as a result of pressure from carriers, boats were allowed to use the navigation at any time during the week, but the company refrained from authorising use on Sundays as they could not \"consent to so great a Deviation from established Custom\". A new Act of Parliament was obtained on 31 March 1825, which authorised the raising of £50,000 for the purpose of constructing a branch along the route of the River Hebble, from Salterhebble to the centre of Halifax, terminating near the railway station at Bailey Hall. The terminus was above the level of the canal at Salterhebble, and the branch required a total of fourteen locks. In order to avoid disputes with the mill owners along the length of the River Hebble, water supply was obtained by building a tunnel from the basin at Salterhebble to a pit near the top lock. The tunnel was long, and the water was pumped from the pit to the top pound by a steam engine. The branch was opened in 1828, at a cost of £58,741, of which £20,000 was raised by loans, rather than calls to the shareholders, and was abandoned in 1942. In later improvements, ever-longer cuts bypassed more and more sections of river. The mill owners prevented some of the more ambitious plans, but in many cases, the navigation company bought out the mills in order to remove the obstacles. With the Aire and Calder Canal rebuilding its main line, the Calder and Hebble sought an Act of Parliament to effectively abandon the river, but this was modified, as the needs of mill owners and others who owned property on the river banks were recognised. Nevertheless, the Act, when it was passed in 1834, authorised the construction of major new cuts and the building of new locks, which would be as far at Brighouse. The Huddersfield Canal pressed for the remaining locks to be extended to a similar length. A new cut between broad cut and the Figure of Three locks, which included two large locks, and a new large lock beside the old one at Thornes were opened in 1838, but little more was done, despite the Rochdale Canal pressing for longer locks. ===Competition=== The Manchester and Leeds Railway company, which had approached the Calder and Hebble in 1836, but had been rebuffed, opened their line between 1839 and 1841. It followed the line of the canal and that of the Rochdale Canal. A year later, with canal shares having lost 66 per cent of their value, the canal company approached the railway, who agreed to lease the canal for £40,000 per year for 14 years, commencing on 25 March 1843. The Aire and Calder Navigation objected to the lease, and in April 1847, the Attorney General and the Solicitor General ruled that it was illegal, and must cease. Soon afterwards, the Aire and Calder offered to lease the canal itself, and the agreement started in September. After the Aire and Calder's lease expired in 1885, the Navigation Company again took charge, rebuilt many of the bridges, and established the Calder Carrying Company. Shareholders continued to receive dividends until the canal was nationalised in 1948, and the canal was used by commercial traffic until 1981. ==Current route== The Navigation starts in Wakefield, where there is an end-on junction with the Aire and Calder Navigation and runs upstream through Mirfield, after which there is a junction with the Huddersfield Broad Canal, to arrive at Sowerby Bridge, where there is another end-on junction, this time with the Rochdale Canal. Other towns on the navigation are Horbury, Dewsbury, Brighouse, and Elland. The former branch to Halifax is no longer navigable, except for a stub now known as the Halifax Arm. A sign clearly signposts the Halifax Arm to the right, and onwards toward Sowerby Bridge as you emerge from the top lock. ==Current use== Since the demise of commercial carrying in 1981, the navigation has only been used by leisure boaters, to whom it represents both an attractive cruising ground, passing through beautiful countryside and traditional Yorkshire industrial areas. For many years it was effectively a cul-de-sac, with the only access from the Aire and Calder Navigation at the eastern end. However, the growth of the restoration movement resulted in the reopening of the Rochdale Canal, to which connection was made in 1996 with the opening of Tuel Lane Lock, just beyond Sowerby Bridge, and it is now possible to reach Rochdale and Manchester. The canal always provided access to the Huddersfield Broad Canal at Cooper Bridge Junction, but this was another short cul-de-sac, until it was reconnected to the trans-Pennine Huddersfield Narrow Canal, restoration of which was completed in 2001. This links the far end of the Broad canal to Ashton-under-Lyne, and onwards to the Midlands and Wales. From the eastern end, the Aire and Calder Navigation provides links to Lancashire via Leeds and the Leeds and Liverpool Canal in the west, and to Selby, York, Goole and the Humber, Keadby and the River Trent, and Sheffield, Rotherham and Doncaster in the east. The reopening of the Rochdale and Huddersfield Narrow Canals mean that the navigation now forms part of three cruising rings, the South Pennine Ring, the North Pennine Ring and the Outer Pennine Ring. The canal and the connected Huddersfield Broad Canal were built to accept Yorkshire Keels coming up the Aire and Calder Navigation. The first four locks on the lower Calder and Hebble, from Fall Ings to Broad Cut Top Lock have since been extended, and can accommodate boats which are , but the remainder restrict the size of boats that can use the navigation. They are among the shortest on the connected network of English and Welsh inland waterways, but while wide beam boats are restricted to in length, it is possible for experienced boaters to fit narrowboats up to about long, but only wide, into the locks, by allowing them to sit diagonally in the restricted space. This may require expedients such as removing fenders, having shore parties pole the boat into position, and going down locks backwards. In particular, an inexperienced crew of any boat longer than about might find it impossible to negotiate the middle lock of the \"Salterhebble Three\", which is the shortest of all. It was the disparity in boat sizes between the Calder and Hebble and the Rochdale canal which made Sowerby Bridge, at the junction of the two canals, so important, as long boats coming over from Lancashire had to have their cargoes unloaded, stored, and transferred to shorter boats at Sowerby Bridge Wharf. A quirk of the Calder and Hebble locks is the handspike, a length of timber shaped at one end to provide a comfortable two-handed grip. Calder and Hebble boaters have to carry these in addition to the more usual windlass, in order to lever open the simple lock gear which lifts the lock paddles to allow a full lock to empty or an empty one to fill. Because the navigation includes river sections, locks which give access to such sections are fitted with gauge boards, which show the condition of the river using a colour-coded scheme. A green band indicates that river levels are normal, and that navigation is therefore safe. An amber band indicates that levels are higher than normal, and that extra care is required when proceeding along the river section. A red band indicates that water levels are sufficiently high that the lock has been closed, and navigation on the river is unsafe. ==Points of interest== ==See also== *Canals of the United Kingdom *History of the British canal system ==Bibliography== * * * * * ===References=== ==External links== *images & map of mile markers seen along the Calder & Hebble Navigation Category:Canals in Kirklees Category:River navigations in the United Kingdom Category:Transport in Calderdale Category:Canals opened in 1770 Category:1770 establishments in England Category:Aire catchment",
 "title": "Calder and Hebble Navigation"
}