{
 "id": "149822",
 "text": "Mark Fredrick Farner (born September 29, 1948) is an American singer, guitarist and songwriter, best known as the lead singer and lead guitarist for Grand Funk Railroad, and later as a contemporary Christian musician. ==Early life and career== Farner began his career in music by playing in Terry Knight and The Pack (1965–1966), The Bossmen (1966–1967), The Pack (aka The Fabulous Pack) (1967–1968), before forming Grand Funk Railroad with Don Brewer (drums) and Mel Schacher (bass guitar) in 1969. Craig Frost (keyboards) joined the band in 1972. Farner has Cherokee ancestry from his maternal side. ==With Grand Funk Railroad== Farner was the guitarist and lead singer for Grand Funk Railroad as well as the songwriter for most of their material. His best-known composition is the 1970 epic \"I'm Your Captain (Closer to Home)\". He also wrote the 1975 hit \"Bad Time\", the last of the band's four singles to make the top 5 on the Billboard Hot 100. ==Post-Grand Funk Railroad== After Grand Funk initially disbanded in 1976, Farner released his self-titled debut solo album in 1977, and his second, No Frills, in 1978 (both Atlantic Records).http://www.discogs.com/Mark-Farner-Band-No-Frills/release/2941421 In 1981, Farner and Don Brewer launched a new Grand Funk line-up with bassist Dennis Bellinger and recorded two albums, Grand Funk Lives and What's Funk? Farner went solo again with 1988's Just Another Injustice on Frontline Records. His third Frontline release was 1991's Some Kind of Wonderful, which featured a revamped Jesus version of the Grand Funk classic of the same name. Farner became a born again Christian in the late 1980s and enjoyed success with the John Beland composition \"Isn't it Amazing\", which earned him a Dove Award nomination and reached No. 2 on the Contemporary Christian music charts. In the 1990s, Farner formed Lismark Communications with former Freedom Reader editor Steve Lisuk. Soon after, Farner began reissuing his solo albums on his own record label, LisMark Records. From 1994 to 1995, Farner toured with Ringo Starr's Allstars, which also featured Randy Bachman, John Entwistle, Felix Cavaliere, Billy Preston, and Starr's son, Zak Starkey. In the late 1990s, Farner reunited with Grand Funk, but left after three years to resume his solo career. He currently tours with his band, Mark Farner's American Band, which plays a mixture of Grand Funk songs and Farner's solo offerings. Farner had a pacemaker installed October 22, 2012, having struggled with heart troubles for the previous eight years. Mark Farner was voted into the Michigan Rock and Roll Legends Hall of Fame as a solo artist in 2015. He had previously been inducted as a member of both Grand Funk Railroad and Terry Knight & The Pack. ==Other interests== Farner was honored with the Lakota Sioux Elders Honor Mark in 1999. During the concert in Hankinson, North Dakota, a special presentation was held honoring Mark's Native ancestry and his contributions. Members of the Lakota Nation presented him with a hand-made ceremonial quilt. He has also been honored with the Cherokee Medal of Honor by the Cherokee Honor Society. An authorized biography of Farner, entitled From Grand Funk to Grace, was published in 2001. ==In popular culture== Mark Farner is mentioned by Homer Simpson in The Simpsons episode, \"Homerpalooza\", in season 7, episode 24 of the series. As Homer drives his children and their friends to school, Grand Funk is on the car radio. The children do not like it and ask him to change the station when he responds, \"you kids don't know Grand Funk? The wild, shirtless lyrics of Mark Farner. The bong-rattling bass of Mel Schacher. The competent drum work of Don Brewer?\" Mark Farner was mentioned in episode 9 of season 8 of the HBO comedy series Curb Your Enthusiasm in September 2011. ==Discography== ===Studio albums=== * Mark Farner, 1977 * No Frills, 1978 * Just Another Injustice, 1988 * Wake Up..., 1989 * Some Kind of Wonderful, 1991 * For the People, 2006 ===With Grand Funk Railroad=== *On Time (1969) *Grand Funk (1969) *Closer to Home (1970) *Live Album (1970) *Survival (1971) *E Pluribus Funk (1971) *Phoenix (1972) *We're an American Band (1973) *Shinin' On (1974) *All the Girls in the World Beware!!! (1974) *Born to Die (1976) *Good Singin', Good Playin' (1976) *Grand Funk Lives (1981) *What's Funk? (1983) *Bosnia (1996) ===Other albums=== * Closer to Home, 1992 (best-of) * Heirlooms: The Complete Atlantic Sessions, 2000 (re-release of Farner's two first studio albums) * Red White and Blue Forever, 2002 (mini-album) * Live!! N'rG, 2003 * Mark Farner the Rock Patriot, March 9, 2003 Live Extended Versions == References == ==External links== * * 2008 Mark Farner interview Category:1948 births Category:Living people Category:American people of Cherokee descent Category:American performers of Christian music Category:American rock guitarists Category:American male guitarists Category:American rock singers Category:American male singer-songwriters Category:American rock songwriters Category:Grand Funk Railroad members Category:Lead guitarists Category:Musicians from Flint, Michigan Category:Singer-songwriters from Michigan Category:Guitarists from Michigan Category:20th-century American guitarists Category:Terry Knight and the Pack members Category:20th-century American male musicians Category:Ringo Starr & His All-Starr Band members",
 "title": "Mark Farner"
}