{
 "id": "149943",
 "text": "Jervaulx Abbey in East Witton, 14 miles north-west of the city of Ripon, was one of the great Cistercian abbeys of Yorkshire, England, dedicated to St Mary in 1156. It is a Grade I listed building. The place name Jervaulx is first attested in 1145, where it appears as Jorvalle. The name is French for 'the Ure valley' and is perhaps a translation of the English 'Ure-dale', also known as Yoredale. The valley is now called Wensleydale. ==History== Initially a Savigniac foundation out of Normandy, the abbey was later taken over by the Cistercian order from Burgundy and responsibility for it was taken by Byland Abbey. Founded in 1145 at Fors near Aysgarth, it was moved ten years later to a site a few miles away on the banks of the River Ure. In 1145, in the reign of King Stephen, Akarius Fitz Bardolph, who was Lord of Ravensworth, gave Peter de Quinciano, a monk from Savigny, land at Fors and Worton, in Wensleydale, to build a monastery of their order. The monastery there was successively called the Abbey of Fors, Jervaulx and Charity. Grange, west- north-west of Aysgarth, a hamlet in the township of Low Abbotside in the parish of Aysgarth, is the original site of Fors Abbey. After it was abandoned it was known by the name of Dale Grange and now by that of the Grange alone. Serlo, then Abbot of Savigny, disapproved of the foundation, since it had been made without his knowledge and consent. He refused to supply it with monks from his abbey because of the great difficulties experienced by those he had previously sent to England. Therefore in a general chapter he proposed that it be transferred to the Abbey of Belland (Byland), which was closer and would be able to provide the assistance required by the new foundation. Monks were sent from Byland and after they had undergone great hardships because of the meagreness of their endowment and sterility of their lands Conan, son of Alan, 1st Earl of Richmond, greatly increased their revenues and in 1156 moved their monastery to its better location in East Witton. Here the monks erected a new church and monastery, which, like most of the Cistercian order, was dedicated to St Mary. At the height of its prosperity the abbey owned half of the valley and was renowned for breeding horses, a tradition that remains in Middleham to the present day. It was also the original home of Wensleydale cheese, originally made with ewes' milk. In 1279 Abbot Philip of Jervaulx was murdered by one of his monks. His successor, Abbot Thomas, was initially accused of the crime, but a jury later determined that he was not to blame, and another monk fled under outlawry. According to John Speed, at the Dissolution it was valued at . The last abbot, Adam Sedbergh, joined the Pilgrimage of Grace and was hanged at Tyburn in June 1537, when the monastic property was forfeited to the king. ==Post Reformation== thumb|left|Ground Plan of the Abbey from the description by Hope & Brakspear (1911) The pulpitum screen with part of the stalls can now be seen at St Andrew's Church, Aysgarth, and a window was reused at St Gregory's parish church in Bedale. As the monasteries kept people employed and from starving, the regional disturbances were occasioned by desperation, and, as the monastic system was not diocesan or provincial to make a swift transition within the nationalized episcopal system, there was no immediate resolution to tenant sufferings. Jervaulx, Byland and other Cistercian houses were as much attached to Savigny and Citeaux Abbey in the Duchy of Burgundy as Richmondshire and the Honour of Richmond generally were to the Duchy of Brittany, both establishments based in France but cut off owing to the Hundred Years' War and especially after the loss of the Pale of Calais. The standing remains of the abbey include part of the church and claustral buildings and a watermill. The lordship of East Witton, including the site of the abbey, was granted by Henry VIII to Matthew Stuart, 4th Earl of Lennox, and Margaret, his wife, the king's niece, and after passing through various hands the property came into the possession of the Bruce family, one of whom was created Earl of Ailesbury in 1805. The estate was purchased from the trustees of Ernest Brudenell-Bruce, 3rd Marquess of Ailesbury, in 1887 by S. Cunliffe Lister Esq. of Swinton Park for £310,000. It was purchased by Major and Mrs W. V. Burdon in 1971. Their youngest son, Ian, now runs the abbey, the ruins of which are open to the public. == Burials == *Akarius Fitz Bardolph *Hugh Fitzhugh, 2nd Baron FitzHugh *Henry FitzHugh, 3rd Baron FitzHugh and wife Elizabeth de Gray FitzHugh == See also == *List of monastic houses in North Yorkshire *List of monastic houses in England == References == ==External links== *Official site Category:Monasteries in North Yorkshire Category:Churches in North Yorkshire Category:Cistercian monasteries in England Category:Tourist attractions in North Yorkshire Category:Ruins in North Yorkshire Category:1537 disestablishments in England Category:Religious organizations established in the 1150s Category:Christian monasteries established in the 12th century Category:1156 establishments in England Category:Wensleydale Category:Monasteries dissolved under the English Reformation Category:Grade I listed buildings in North Yorkshire",
 "title": "Jervaulx Abbey"
}