{
 "id": "150213",
 "text": "The Trilateral Commission is a nongovernmental international organization aimed at fostering closer cooperation between Japan, Western Europe and North America. It was founded in July 1973 principally by American banker and philanthropist David Rockefeller, an internationalist who sought to address the challenges posed by the growing economic and political interdependence between the U.S. and its allies in North America, Western Europe, and Japan. The Trilateral Commission is headed by an executive committee and three regional chairs representing Europe, North America, and the Asia-Pacific region, with headquarters in Paris, Washington, D.C., and Tokyo, respectively. Meetings are held annually at locations that rotate among the three regions; regional and national meetings are held throughout the year. Most gatherings focus on discussing reports and debating strategy to meet the commission's aims. Membership in the Trilateral Commission is highly selective and by invitation only; as of 2021, there were roughly 400 members, including leading figures in politics, business, media, and academia. Each country within the three regions is assigned a quota of members reflecting its relative political and economic strength. The organization represents influential commercial and political interests that share a commitment to private enterprise and trade, multilateralism, and global governance; this has subjected it to criticism for elitism. ==History== ===Founding=== The Trilateral Commission was formed in 1973 by private citizens of Japan, North American nations (the U.S. and Canada), and Western European nations to foster substantive political and economic dialogue across the world. The idea of the Commission was developed in the early 1970s, a time of considerable discord among the United States and its allies in Western Europe, Japan, and Canada. To quote its founding declaration: * \"Growing interdependence is a fact of life of the contemporary world. It transcends and influences national systems... While it is important to develop greater cooperation among all the countries of the world, Japan, Western Europe, and North America, in view of their great weight in the world economy and their massive relations with one another, bear a special responsibility for developing effective cooperation, both in their own interests and in those of the rest of the world.\" * \"To be effective in meeting common problems, Japan, Western Europe, and North America will have to consult and cooperate more closely, on the basis of equality, to develop and carry out coordinated policies on matters affecting their common interests... refrain from unilateral actions incompatible with their interdependence and from actions detrimental to other regions... [and] take advantage of existing international and regional organizations and further enhance their role.\" * \"The Commission hopes to play a creative role as a channel of free exchange of opinions with other countries and regions. Further progress of the developing countries and greater improvement of East-West relations will be a major concern.\" Zbigniew Brzezinski, a Rockefeller advisor who was a specialist on international affairs (and later President Jimmy Carter's National Security Advisor from 1977 to 1981), left Columbia University to organize the group, along with:“The Trilateral Commission (North America) Records“. Rockefeller Archives. rockarch.org * Edwin Reischauer, professor at Harvard University and United States Ambassador to Japan, 19611966 * George S. Franklin, executive director of the Council on Foreign Relations 1953–1971Historical Roster of Directors and Officers, Council on Foreign RelationsDavid Stout (March 7, 1996), \"George S. Franklin Jr., 82, Foreign Policy Expert\" obit, The New York Times: \"From 1945 to 1971, he worked for the Council on Foreign Relations in New York, serving as executive director from 1953 to 1971. He served on the group's board for another decade.\" * Gerard C. Smith, SALT I negotiator and its first North American chairman * Henry D. Owen, foreign policy studies director at the Brookings InstitutionGeorge S. Franklin Jr., 82, Foreign Policy Expert David Stout. New York Times. March 7, 1996. Retrieved May 12, 2016 * Max Kohnstamm, European Policy Centre * Robert R. Bowie, the Foreign Policy Association and director of the Harvard Center for International Affairs * Marshall Hornblower, former partner at Wilmer, Cutler & Pickering * Tadashi Yamamoto, Japan Center for International Exchange * William Scranton, former governor of Pennsylvania Other founding members included Alan Greenspan and Paul Volcker, both later heads of the Federal Reserve System. The organization's records are stored at the Rockefeller Archive Center in North Tarrytown, NY. ==Meetings== The Trilateral Commission initiated its biannual meetings in October 1973 in Tokyo, Japan. In May 1976 the first plenary meeting of all of the Commission's regional groups took place in Kyoto, Japan. Since the ninth meeting in 1978, plenary meetings have taken place annually. Besides annual plenary meetings, regional meetings have also taken place in each of the Asia Pacific Group, the European Group and the North American Group. Since its founding, the discussion group has produced an official journal, Trialogue. ==Membership== Membership is divided into numbers proportionate to each of the think tank's three regional areas. North America is represented by 120 members: 20 Canadian, 13 Mexican and 87 American. The European group has reached its limit of 170 members from almost every country on the continent; the ceilings for individual countries are 20 for Germany, 18 for France, Italy and the United Kingdom, 12 for Spain and 1–6 for the rest. At first Asia and Oceania were represented only by Japan, but in 2000 the Japanese group of 85 members became the Pacific Asia group, comprising 117 members: 75 Japanese, 11 South Koreans, seven Australian and New Zealand citizens, and 15 members from the ASEAN nations (Indonesia, Malaysia, Philippines, Singapore and Thailand). The Pacific Asia group also included 9 members from China, Hong Kong and Taiwan. The commission now claims \"more than 100\" Pacific Asian members. The Trilateral Commission's bylaws apparently deny membership to public officials. It draws its members from politics, business, and academia, and has three chairpersons, one from each region. The current chairs are former U.S. Assistant Secretary of Defense for International Security Affairs Joseph S. Nye, Jr., former head of the European Central Bank Jean-Claude Trichet, and Yasuchika Hasegawa, chair of Takeda Pharmaceutical Company. ===Leadership=== As of September 2021Membership September 2021. Trilateral Commission. {| class=wikitable |- !Name !Position |- |Jean-Claude Trichet || European Chairman |- |Meghan O'Sullivan || North American Chairman |- |Akihiko Tanaka || Asia Pacific Chairman |- |Alexandra Papalexopoulou || European Deputy Chairman |- |Herminio Blanco Mendoza || North American Deputy Chairman |- |Barry Desker || Asia Pacific Deputy Chairman |- |Carl Bildt || European Deputy Chairman |- |Jeffrey Simpson || North American Deputy Chairman |- |Jin Roy Ryu || Asia Pacific Deputy Chairman |- |David Rockefeller (deceased) || Founder |- |Peter Sutherland (deceased) || Honorary European Chairman |- |Georges Berthoin || European Honorary Chairman |- |Paul Volcker (deceased) || North American Honorary Chairman |- |Yasuchika Hasegawa || Asia Pacific Honorary Chairman |- |Paolo Magri || European Director |- |Richard Fontaine || North American Director |- |Hideko Katsumata || Asia Pacific Director |} ===Notable members=== *Antony Blinken, U.S. Secretary of State since 2021, son of Donald Mayer Blinken, stepson of Samuel PisarAdam Shaw (July 14, 2021), \"Nikki Haley blasts Blinken's invite to UN experts on racism, minority issues: 'This is insane' \", Fox NewsAaron Feis (July 14, 2021), \"Secretary of State Antony Blinken welcomes UN probe of ‘racism’ in US\", New York Post: \"The United Nations — whose World Health Organization arm was just panned for its probe of the COVID-19 pandemic’s origins confined to guidelines set by the Chinese Communist Party — has been formally invited by the Biden administration to investigate “the scourge of racism, racial discrimination, and xenophobia” in the US, according to Secretary of State Antony Blinken.\" *Michael R. Bloomberg, founder/CEO of Bloomberg L.P., mayor of New York City 2002–2013, namesake of largest U.S. school of public health at Johns Hopkins(September 2021), Membership List, Trilateral Commission(Oct. 6, 2014), \"Former NYC mayor bestowed honor by Queen\", CBS News: \"Bloombеrg was made 'an Honorary Knight of the Most Excellent Order of the British Empire' . . . Previous recipients of honorary knighthoods include . . . Bill Gatеs and actress-activist Angelina Jolie.\"Robert Frank, (May 26, 2009), \"Billionaires Try to Shrink World's Population, Report Says\", The Wall Street Journal: \"The New York meeting of billionaires Bill Gates, Warren Buffett, David Rockefeller, Eli Broad, George Soros, Ted Turner, Oprah, Michael Bloombеrg and others was . . . a friendly chat . . . . 'Taking their cue from Gates they agreed that overpopulation was a priority' . . . \"Intelligencer Dossier (July 22, 2019), \"Jeffrey Epstein's High Society Contacts\", New York magazine: \"Michael Bloombеrg . . . found in Epstein's black book.\"Reuters (Sep 08, 2014) \"Harvard receives record $350M gift for public health school\", New York Daily News: \"The largest cumulative donation to any U.S. university . . . is $1.1 billion . . . from former New York City Mayor Michaеl Bloomberg . . . to his alma mater Johns Hopkins University, including its now-eponymous [Bloomberg] School of Public Health.\"Dana Vigue (Sep 8, 2020), \"Experts predicted a coronavirus pandemic years ago. Now it's playing out before our eyes\", CNN: \"In 2017, a team of experts at the Johns Hopkins Center for Health Security published a scenario as part of a training exercise that they believed could happen in the not-so-distant future. The SPARS Pandemic Scenario\" *Robert R. Bowie, Director of Policy Planning 1953–1957, Foreign Policy Association, co- founder with Henry Kissinger of Harvard Center for International Affairs 1958, Counselor of the State Department 1966–1968, CFR, CIA Chief National Intelligence Officer 1977–1979“Who's Who on the Trilateral Commission”. Trilateralism: The Trilateral Commission and Elite Planning for World Management. Boston, MA: South End Press, 1980. (pp. 90-122). *Lael Brainard, member of U.S.Federal Reserve's Board of Governors *Ian Bremmer, president of Eurasia Group and GZERO Media *Nicola Brewer, British diplomat *Esther Brimmer, executive director/CEO of NAFSA: Association of International Educators, Atlantic Council board\"Board of Directors\", The Atlantic Council *Mark Brzezinski, president/CEO of Brzezinski Strategies LLC, son of Zbigniew Brzezinski, and U.S. Ambassador to Sweden 2011–2015 *Zbigniew Brzezinski, U.S. National Security Advisor in Carter administration *Steve Bunnell, partner in O’Melveny & Myers LLP, former General Counsel at DHS *R. Nicholas Burns, U.S. Ambassador to China since 2021, professor and board member of Belfer Center at Harvard Kennedy School, director of the Aspen Strategy Group, senior counselor at The Cohen Group, board member of Entegris Inc., CFR member, the Rockefeller Brothers Fund, Fulbright scholar at Queen Mary University of London 2020, vice chair of the American Ditchley Foundation, senior advisor at Chatham House, Under Secretary of State for Political Affairs 2005–2008, Atlantic Council board\"Nicholas Burns\" bio, The Aspen InstituteEvita Duffy (March 24, 2021), \"Aspen Institute Hires Prince Harry To Fight Media 'Misinformation' \", The Federalist: \"Their climate crisis warnings have fallen on deaf ears as the public has pointed out how hypocritical it is for the couple to preach about carbon emissions while they paraded around the world in private jets.\" *Ash Carter, director of Belfer Center at Harvard Kennedy School, U.S. Secretary of Defense 2015–2017, CFR board, Aspen Strategy Group, Atlantic Council honorary director\"Board of Directors\", Council on Foreign Relations *Jimmy Carter, President of the United States 1977–1981 *Jean Charest, partner in McCarthy Tétrault LLP, former Premier of Québec, member of the Queen's Privy Council for Canada *Michael Chertoff, chairman/co-founder of The Chertoff Group, Secretary of Homeland Security 2005–2009, judge on the U.S. Court of Appeals for the 3rd Circuit 2001–2003, Assistant Attorney General for the DoJ Criminal Division 2003–2005, Atlantic Council board *Raymond Chrétien, strategic adviser at Fasken, former chair of the Montréal Council on Foreign Relations, former Associate Under Secretary of State of External Affairs, former Canadian Ambassador to the Congo, Belgium, Mexico, the United States, and France, nephew of Jean Chrétien *Caroline Daniel, British journalist at the Financial Times *John M. Deutch, Director of CIA 1995–1996, Aspen Strategy Group) *Hedley Donovan, former editor-in-chief of Time *Jeffrey Epstein, former hedge fund manager convicted of sex trafficking in 2008, described as \"an enthusiastic member of the Trilateral Commission\" in 2002Landon Thomas Jr. (Oct. 28, 2002), \"Jeffrey Epstein: International Moneyman of Mystery\", New York magazine: \"He is an enthusiastic member of the Trilateral Commission and the Council on Foreign Relations.\"Tore Gjerstad & Gard Oterholm (2 Oct. 2020), \"Bill Gates and Jeffrey Epstein met with Nobel Committee chair\", Dagens Næringsliv Magasinet: \"Not only did [Thorbjørn] Jagland meet Epstein, he hosted him at his lavish residence in Strasbourg, France. At the time, Jagland was the sitting chair of the committee, which awards the prestigious Nobel Peace Prize. Also present: a philanthropist [Gates] touted as a possible Prize recipient.\"(2013), \"Jeffrey Epstein, Education Activist, Applauds Bloomberg's Plan for New York City Charter Schools\", CBS MoneyWatch: \" . . . Bloomberg's funding will come through his foundation, the Young Men's Initiative, which is also funded by Georgе Soros Open Society Foundations. . . . Jeffrey Epstein also founded the Program for Evolutionary Dynamics at Harvаrd University in 2003 with a $30 million grant. He is a former member of the Trilateral Commission, the Council on Foreign Relations, Rockefeller University, New York Academy of Science and sits on the board of the Mind, Brain and Behavior Committee at Harvard University.\" *Laurence \"Larry\" Fink, CFR board member, BlackRock CEO since 1988, WEF trustee\"Leadership and Governance | Board of Trustees\", World Economic ForumCharles Creitz (June 12, 2021), \"BlackRock, other investment firms 'killing the dream' of home ownership, journalist says\", Fox News *George S. Franklin, executive director of the Council on Foreign Relations 1953–1971Antony C. Sutton and Patrick M. Wood (1978), Trilaterals Over Washington, Vol. 1 (pp. 155–165), Appendix A: Trilateral Commission Membership List, as of Oct. 15, 1978. The August Corporation . *Richard Gardner, Columbia law professor, U.S. Ambassador to Spain 1993–1997, U.S. Ambassador to Italy 1977–1981 *David Gergen, Harvard Kennedy School professor, adviser to Nixon, Ford, Reagan, Clinton, commentator for CNN\"David R. Gergen\" bio, World Economic ForumDavid Gergen (2001), Eyewitness To Power Simon & Schuster\"David Gergen\" faculty profile, Harvard Kennedy School *Jamie S. Gorelick, partner at WilmerHale, U.S. Deputy Attorney General 1994–1997, General Counsel of DoD 1993–1994, defended BP after 2010 oil spill, 9/11 Commission member, Amazon board member(17 Dec 2020), Amazon Board of Directors Compensation and Salary ~ Jamie Gorelick $952,741 *Donald E. Graham, Graham Holdings chair since 2013, Washington Post publisher 1979–2000, Pulitzer Prize board 1999–2008, Facebook board 2009–2015, Bilderberg meeting attendee in 2009 and 2010(2008) \"Pulitzer Prize Board 2007-2008\", The Pulitzer Prizes: \"Graham served as a Pulitzer Prize board member from 1999-2008.\" *Fiona Hill, The Globalist writer, former Senior Director for Europe and Russia of the NSCThe Globalist (Nov. 23, 2019), \"Fiona Hill, Author at The Globalist\", The Globalist: \" . . . Fiona Hill recently testified in front of the House Intelligence Committee's impeachment hearings of Donald J. Trump. . . . An expert on Russia, she was the last witness to be called and took Congress to school.\"Zack Budryk (Nov. 21, 2019), \"Hill says Soros conspiracy theories are 'new Protocols of the Elders of Zion'\", The Hill *Carla Anderson Hills, CFR co-chair 2007–2017, U.S. HUD Secretary 1975–1977, U.S. Trade Representative 1989–1993 *Christopher B. Howard, Robert Morris University president since 2016, CFR, Rhodes scholar, Harvard Board of Overseers, Aspen Strategy Group *Vivian Hunt, British businesswoman and partner at McKinsey *Samuel P. Huntington, former director of Harvard’s Center for International Affairs, former White House Coordinator of Security Planning for the U.S. National Security Council *David Ignatius, Washington Post journalist, Body of Lies author, Aspen Strategy Group) *Ken Juster, U.S. Ambassador to India *John Kingman, British businessman and chairman at Legal & General *Henry Kissinger KCMG, National Security Adviser 1969–1975, U.S. Secretary of State 1973–1977, first chair of the 9/11 Commission Nov.–Dec. 2002, author of NSS Memo 200, Bilderberg attendee, subject of The Trials of Henry Kissinger, mentor of Klaus Schwab, Atlantic Council boardIntelligencer Dossier (July 22, 2019), \"Jeffrey Epstein's High Society Contacts\", New York magazine: \"Henry Кissinger . . . found in Epstein's black book. One of the century's most notorious practitioners of cutthroat realpolitik, Kissinger served on the Council on Foreign Relations with Epstein.\"(April 22, 2002), \"UK bid to arrest Kissinger fails\", CNN.com: \"Kissinger's direction of the Vietnam War of the 1960s and 1970s amounted to a breach of British laws requiring people of all nationalities to observe the Geneva Conventions on the conduct of war. It is the latest legal bid made against Kissinger.\"Klaus Schwab (Jan. 20, 2017), \"A Conversation with Henry Kissinger on the World in 2017\", World Economic Forum: \". . . I met Dr. Kissinger the first time exactly 50 years ago at Harvаrd. . . . I would like to thank you personally also for the 50-year-long mentorship, and all the advice you have given me.\"The World Economic Forum | A Partner in Shaping History | The First 40 Years | 1971 – 2010, p. 35: \"Klaus Schwab with two important mentors, Henry Kissinger, . . . his former professor at Hаrvard, and Edward Heath . . .\" *Max Kohnstamm, European Policy Centre *Jovan Kovacic, East West Bridge founder and president *Nicholas D. Kristof, New York Times columnist, Aspen Strategy Group member, Rhodes scholarEric Lichtblau (Aug 9, 2008), \"Scientist Officially Exonerated in Anthrax Attacks\", The New York TimesJerry Markon (July 14, 2004) \"Former Army Scientist Sues New York Times, Columnist\", The Washington Post(Aug. 28, 2008), \"Kristof apologizes to Hatfill over NYT 'Mr. Z' columns\", Reporters Committee for Freedom of the Press\"Nicholas D. Kristof | Aspen Strategy Group member\" The Aspen Institute *Judith A. \"Jami\" Miscik, CFR vice chair, CIA Deputy Director for Intelligence 2002–2005, Global Head of Sovereign Risk at Lehman Brothers 2005–2008, PIAB chair 2014–2017, president/vice-chair of Kissinger Associates since 2009 *Andrea Mitchell NBC News journalist, spouse of Alan Greenspan *Walter Mondale, VPOTUS 1977–1981, candidate in 1984 presidential election *Mario Monti, prime minister of Italy 2011–2013 *John Negroponte, U.S. Deputy Secretary of State 2007–2009, UN Ambassador 2001–2004, first Director of National Intelligence 2005–2007, subject of The Ambassador, brother of MIT Media Lab founder Nicholas Negroponte *Joseph Nye, former U.S. Assistant Secretary of Defense for International Security Affairs, Atlantic Council board *Meghan O'Sullivan, Trilateral Commission North American chair, CFR board, Aspen Strategy Group\"Aspen Strategy Group\" members, The Aspen Institute *Henry D. Owen, foreign policy studies director at the Brookings Institution *Stephen Peel, British private equity investor *Edwin Reischauer, Harvard professor and U.S. Ambassador to Japan, 1961–1966 *David Rubenstein, CFR chair, Carlyle Group founder, namesake of HKS building, WEF trustee, Aspen Strategy Group\"HKS Campus Map & Directory\", Harvаrd Kennedy School (David Rubenstein building is just west of the Leslie Wexner building — other namesakes on the map include Alfred Taubman, Lucius Nathan Littauer, Robert A. Belfer, Batia & Idan Ofer, Malcolm H. Wiener, Joan Shorenstein, etc.) *David E. Sanger, New York Times White House correspondent, Aspen Strategy Group *Eric E. Schmidt, ex-CEO of Google, Bilderberg attendee *William Scranton, former governor of Pennsylvania *Gerard C. Smith, lead SALT 1 negotiator *Rajiv Shah, Rockefeller Foundation president, Atlantic Council board *Wendy Sherman, U.S. Deputy Secretary of State since 2021 *Olympia Snowe, U.S. Senator from Maine 1995–2013 *Keir Starmer, leader of the UK Labour PartyApril 2018 European Membership List. Trilateral Commission. Retrieved 2020-06-11. *James B. Steinberg, U.S. Deputy Secretary of State 2009–2011 under Obama, Deputy National Security Advisor 1997–2001 under Clinton, CFR member, Aspen Strategy Group, Bilderberg attendee *Jake Sullivan, U.S. National Security Advisor since 2021 *Frances Townsend, Homeland Security Advisor 2004–2008, CFR board, Aspen Strategy Group, Atlantic Council board *Philip H. Trezise, Center for Law and Social Policy *Cyrus Vance Sr., U.S. Secretary of State 1977–1980 *Jacob Wallenberg, Bilderberg attendee, \"prince in Sweden's royal family of finance\"Jane Martinson (June 16, 2006), \"Jacob Wallenberg £11bn prince in Sweden's royal family of finance\", The Guardian *Marcus \"Husky\" Wallenberg, Swedish banker formerly at Citibank, Deutsche Bank, S. G. Warburg & Co., Citicorp and the SEB Group *Paul C. Warnke, Center for Law and Social Policy, Clifford, Warnke, Glass, McIlwain & Finney *David Willetts, British Conservative Party peerage *Tadashi Yamamoto, Japan Center for International Exchange *Robert Zoellick, World Bank president 2007–2012, CFR member, Bilderberg attendee ==Criticisms== Social critic and academic Noam Chomsky has criticized the commission as undemocratic, pointing to its publication The Crisis of Democracy, which describes the strong popular interest in politics during the 1970s as an \"excess of democracy\". He described it as one of the most interesting and insightful books showing the modern democratic system not to really be a democracy at all, but controlled by elites. Chomsky says that as it was an internal discussion, they \"let their hair down\" and talked about how the public needs to be reduced to its proper state of apathy and obedience. Critics accuse the Commission of promoting a global consensus among the international ruling classes in order to manage international affairs in the interest of the financial and industrial elites under the Trilateral umbrella.Cold Warriors: The Trilateral Commission (Documentary). 1984.“The Commission's Purpose, Structure, and Programs: In Its Own Words”. Trilateralism: The Trilateral Commission and Elite Planning for World Management. Boston: South End Press, 1980. , , . pp. 83-89. In his 1980 book With No Apologies, Republican Senator Barry Goldwater suggested that the discussion group was \"a skillful, coordinated effort to seize control and consolidate the four centers of power: political, monetary, intellectual, and ecclesiastical... [in] the creation of a worldwide economic power superior to the political governments of the nation-states involved.\"Goldwater, Barry. With No Apologies. Co-authored with Stephen Shadegg. Berkley, 1980. p. 299. Conspiracy theories Some conspiracy theorists believe the organization to be a central plotter of a world government or synarchy. As documented by journalist Jonathan Kay, Luke Rudkowski interrupted a lecture by former Trilateral Commission director Zbigniew Brzezinski in April 2007 and accused the organization and a few others of having orchestrated the 9/11 attacks to initiate a new world order.Kay, Jonathan. Among the Truthers: A Journey Through America's Growing Conspiracist Underground. New York: Harpers, 2011. . pp. 200–201 Neo-conservative pundit Charles Krauthammer sardonically alluded to the conspiracy theories when he was asked in 2012 who makes up the \"Republican establishment\", saying, \"Karl Rove is the president. We meet every month on the full moon... [at] the Masonic Temple. We have the ritual: Karl brings the incense, I bring the live lamb and the long knife, and we began... with a pledge of allegiance to the Trilateral Commission.\" ==Publications== Books * * * ==See also== * Bilderberg Group * Chatham House (The Royal Institute of International Affairs) * Council on Foreign Relations * World Economic Forum * U.S.-Japan Council * Bohemian Grove * Rockefeller family * Samuel Huntington (author of The Crisis of Democracy) * Shanghai Cooperation Organisation * Valdai Discussion Club * Internationalism ==References== ==Further reading== Articles *Brzezinski, Zbigniew. “America and Europe”. Foreign Affairs, Vol. 49, No. 1, October 1970. (pp. 11–30) Includes Brzezinski's proposal for the establishment of a body like the Trilateral Commission. Books * Brzezinski, Zbigniew. Between Two Ages: America's Role in the Technetronic Era. New York, NY: Viking Press, 1970. * Gill, Stephen. American Hegemony and the Trilateral Commission (Cambridge Studies in International Relations). Cambridge University Press, 1991. * Kay, Jonathan. Among the Truthers: A Journey Through America's Growing Conspiracist Underground. New York, NY: Harper, 17 May 2011. * Rockefeller, David. Memoirs. New York, NY: Random House, 2002. * Sklar, Holly. Trilateralism: The Trilateral Commission and Elite Planning for World Management. Boston, MA: South End Press, 1980. *Sutton, Antony C. Trilaterals Over America. Boring, OR: CPA Book Publishers, 1995. . 162 pages. *Wood, Patrick M. Technocracy Rising: The Trojan Horse Of Global Transformation. Coherent Publishing, 2014. ==External links== * * Membership as of August 2011 * Membership as of April 2015 * Membership as of December 2016 * Membership as of September 2021 * Is the Trilateral Commission the secret organization that runs the world? (Fact check against conspiracy theories from The Straight Dope, 1987) Category:1973 establishments in Washington, D.C. Category:Conspiracy theories Category:Foreign policy and strategy think tanks in the United States Category:Institutions founded by the Rockefeller family Category:Organizations established in 1973 Category:Japan–United States relations",
 "title": "Trilateral Commission"
}