{
 "id": "150452",
 "text": "Dawson Springs is a home rule-class city in Hopkins and Caldwell counties in the U.S. state of Kentucky. As of the 2020 census, the population of the city was 2,452. ==History== Originally known as Tradewater Bend, the city was incorporated in 1832 under the name Dawson City by two Menser brothers. From the late 1800s to the 1930s, Dawson Springs was well known as a spa and resort town. Outwood Veterans Hospital was constructed here in 1922.Outwood Veterans Hospital, Dawson Springs, Kentucky, 1922., accessed February 2018. Dawson Springs is still popular as a tourist destination because of the Pennyrile Forest State Resort Park and nearby lakes and hiking trails. ===2021 tornado=== On December 10th, 2021, up to 75% of the city was destroyed by a tornado, 14 people died as a result. Everyone in the small town have been accounted for as of December 17th.13 dead, more than 100 unaccounted for after tornado rips through Dawson Springs, Ky., accessed December 12th, 2021. ==Geography== Dawson Springs is located in southwestern Hopkins County at (37.171799, -87.689190). Its southern and western border is the Tradewater River, which is also the Hopkins/Caldwell County line. A small portion of Dawson Springs extends across the river into Caldwell County. U.S. Route 62 passes through the center of the city, leading east to Nortonville and west to Princeton. Interstate 69 runs generally parallel to US 62 and touches the northern end of Dawson Springs' city limits, with access from exit 92 (Kentucky Route 109). According to the United States Census Bureau, the city has a total area of , of which is land and , or 2.16%, is water. ===Climate=== The climate in this area is characterized by hot, humid summers and generally mild to cool winters. According to the Köppen Climate Classification system, Dawson Springs has a humid subtropical climate, abbreviated \"Cfa\" on climate maps. ==Demographics== As of the census of 2000, there were 2,980 people, 1,214 households, and 801 families residing in the city. The population density was 755.8 people per square mile (292.0/km2). There were 1,353 housing units at an average density of 343.2 per square mile (132.6/km2). The racial makeup of the city was 97.72% White, 0.94% African American, 0.27% Native American, 0.30% Asian, 0.07% from other races, and 0.70% from two or more races. Hispanic or Latino of any race were 0.27% of the population. There were 1,214 households, of which 28.9% had children under the age of 18 living with them, 48.4% were married couples living together, 14.8% had a female householder with no husband present, and 34.0% were non-families. 31.2% of all households were made up of individuals, and 17.1% had someone living alone who was 65 years of age or older. The average household size was 2.31 and the average family size was 2.90. In the city, the population was spread out, with 23.1% under the age of 18, 8.4% from 18 to 24, 25.4% from 25 to 44, 21.1% from 45 to 64, and 22.0% who were 65 years of age or older. The median age was 40 years. For every 100 females, there were 84.3 males. For every 100 females age 18 and over, there were 78.7 males. The median income for a household in the city was $22,670, and the median income for a family was $27,872. Males had a median income of $29,545 versus $18,875 for females. The per capita income for the city was $14,649. About 25.5% of families and 27.1% of the population were below the poverty line, including 39.0% of those under age 18 and 18.9% of those age 65 or over. ==Education== Dawson Springs has a lending library, a branch of the Hopkins County-Madisonville Public Library. ==Notable people== * Steve Beshear, 61st Governor of Kentucky * Scott Jennings, political strategist * Mila Mason, country music artist * Dottie Rambo, gospel music artist ==References== ==External links== * City of Dawson Springs official website Category:Cities in Caldwell County, Kentucky Category:Cities in Hopkins County, Kentucky Category:Cities in Kentucky",
 "title": "Dawson Springs, Kentucky"
}