{
 "id": "150404",
 "text": "Forest City is a city in Hancock and Winnebago counties in the U.S. state of Iowa, and the county seat of Winnebago County. The population was 4,285 in the 2020 census, a decline from the 4,362 population in 2000. ==History== Forest City was officially founded in 1855. Formerly known as “Puckerbrush”, Robert Clark the official founder/surveyor deemed it “Forest City” because it was cut right out of the trees. It was then platted in 1856, and later incorporated on June 14, 1878. The population started to grow when immigrants from Sweden and Norway settled in the Forest City because of the similar topography. Its growth continued when city leaders convinced Minneapolis and St. Louis Railroad to come to Forest City. Although the Civil War stunted the city’s growth, many immigrants found the city attractive. Later on churches, banks, a college (Waldorf University), electricity, and the telephone turned Forest City into an ideal country town. Then in 1960, investors took over a failing travel trailer factory and created Winnebago Industries causing the population to grow exponentially. Winnebago's headquarters were later relocated to Fairmont, Minnesota causing the population to decline. Today, Forest City’s population is around 4,200.“Forest City, IA.” Destination Small Town, Destination Small Town, https://www.destinationsmalltown.com/towns/forest- city-ia. Lewis, Riley. “Our History.” Forest City, Iowa, Forest City, https://www.cityofforestcity.com/ourhistory. Walker, Errin. “Forest City History.” Winnebago Co.. IAGENWEB - History, IA Gen Web Project, http://iagenweb.org/winnebago/History/ForestCity.htm. ==Geography== Forest City's longitude and latitude coordinates in decimal form are 43.262077, -93.640302. According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== thumb|alt=The population of Forest City, Iowa from US census data|The population of Forest City, Iowa from US census data ===2010 census=== At the 2010 census there were 4,151 people, 1,686 households, and 1,008 families living in the city. The population density was . There were 1,909 housing units at an average density of . The racial makup of the city was 94.9% White, 1.5% African American, 0.2% Native American, 1.3% Asian, 0.5% from other races, and 1.5% from two or more races. Hispanic or Latino of any race were 3.0%. Of the 1,686 households 26.8% had children under the age of 18 living with them, 46.1% were married couples living together, 9.3% had a female householder with no husband present, 4.4% had a male householder with no wife present, and 40.2% were non-families. 34.0% of households were one person and 14.4% were one person aged 65 or older. The average household size was 2.23 and the average family size was 2.84. The median age was 38.6 years. 20.5% of residents were under the age of 18; 16.4% were between the ages of 18 and 24; 20.3% were from 25 to 44; 26.5% were from 45 to 64; and 16.5% were 65 or older. The gender makeup of the city was 49.0% male and 51.0% female. ===2000 census=== At the 2000 census there were 4,362 people, 1,692 households, and 1,084 families living in the city. The population density was 1,049.7 people per square mile (404.9/km). There were 1,809 housing units at an average density of 435.3 per square mile (167.9/km). The racial makup of the city was 95.97% White, 0.57% African American, 0.07% Native American, 1.22% Asian, 0.02% Pacific Islander, 1.47% from other races, and 0.69% from two or more races. Hispanic or Latino of any race were 3.26%. Of the 1,692 households 32.7% had children under the age of 18 living with them, 52.1% were married couples living together, 8.9% had a female householder with no husband present, and 35.9% were non-families. 31.1% of households were one person and 13.4% were one person aged 65 or older. The average household size was 2.35 and the average family size was 2.96. Age spread: 24.3% under the age of 18, 14.7% from 18 to 24, 24.9% from 25 to 44, 21.3% from 45 to 64, and 14.7% 65 or older. The median age was 35 years. For every 100 females, there were 95.1 males. For every 100 females age 18 and over, there were 93.2 males. The median household income was $40,031 and the median family income was $50,699. Males had a median income of $30,430 versus $21,883 for females. The per capita income for the city was $18,285. About 4.7% of families and 9.7% of the population were below the poverty line, including 14.5% of those under age 18 and 9.1% of those age 65 or over. == Economy == The headquarters of Winnebago Industries, a manufacturer of motorhomes founded by local resident John K. Hanson, is located in Forest City. In August, 2021, Winnebago announced that it will be moving its corporate headquarters to Eden Prairie, Minnesota, effective December 1, but that the company's manufacturing presence will be maintained in Forest City. == Parks and recreation == Pilot Knob State Park is located a few miles east of the city. There are three bike trails located in Forest City. The Hanson Trail (9.0 miles), Hynes Spur (2.0 miles) and The Pilot Knob Loop (4.0 miles). Forest City has a disc golf course consisting of 21 holes. == Education == The Forest City Community School District operates a wind turbine that provides 60% of the energy needs of elementary, middle, and high school. Forest City Christian School is an independent school district located in Forest City. Forest City is the home of Waldorf University, a four- year liberal arts, for-profit university, owned by Mayes Education Inc. ==Infrastructure== ===Transportation=== The Forest City Municipal Airport located 2 miles south of the Forest City business district serves general aviation in the area. The airport was activated in 1958 and has two asphalt paved runways, one is 5,796 by 100 feet (1,767 x 30 m) and the other is 2,708 by 60 feet (825 x 18 m). == Notable people == * Bob Baker (1910-1975), actor, singing cowboy in western films * Lute Barnes (b. 1947) played Major League Baseball for the New York Mets * Dean Borg (1938 – 2020), journalist * Terry Branstad (b. 1946), former governor of Iowa * Mike Stensrud (b. 1956) American football defensive lineman who played in the NFL * Henry Teigan (1881–1941) a labor leader, editor and a U.S. Representative from Minnesota ==References== ==External links== *Official Forest City website *City Data Comprehensive Statistical Data and more about Forest City * Forest City Police Department Category:Cities in Iowa Category:Cities in Winnebago County, Iowa Category:Cities in Hancock County, Iowa Category:County seats in Iowa Category:Populated places established in 1878",
 "title": "Forest City, Iowa"
}