{
 "id": "150438",
 "text": "Fort Riley is a unincorporated community that covers part of Fort Riley, a US Army installation in Geary and Riley counties in the U.S. state of Kansas. As of the 2020 census, the population of the community and nearby areas was 9,230. ==History== Historically, the area is more commonly known as \"Custer Hill\". ==Geography== The Fort Riley CDP is located primarily in southern Riley County at (39.088222, -96.814092). A small portion of the CDP crosses the county line south into Geary County. According to the United States Census Bureau, the CDP has a total area of , of which , or 0.17%, is water. It is north of Junction City and southwest of Manhattan, Kansas. ==Demographics== For statistical purposes, the United States Census Bureau has defined Fort Riley as a census-designated place (CDP). In 2000 census, the CDP was known as Fort Riley North. Fort Riley is part of the Manhattan, Kansas Metropolitan Statistical Area. As of the census of 2000, there were 8,114 people, 1,305 households, and 1,277 families residing in the CDP. The population density was 613.1/km (1,586.7/mi2). There were 1,335 housing units at an average density of 100.9/km (261.1/mi2). The racial makeup of the CDP was 60.0% White, 24.6% African American, 1.2% Native American, 2.1% Asian, 0.6% Pacific Islander, 6.3% from other races, and 5.2% from two or more races. Hispanic or Latino of any race were 13.0% of the population. There were 1,305 households, out of which 84.9% had children under the age of 18 living with them, 89.0% were married couples living together, 7.0% had a female householder with no husband present, and 2.1% were non-families. 1.9% of all households were made up of individuals, and 0.3% had someone living alone who was 65 years of age or older. The average household size was 3.79 and the average family size was 3.82. In the CDP, the population was spread out, with 29.3% under the age of 18, 36.4% from 18 to 24, 33.6% from 25 to 44, 0.6% from 45 to 64, and 0.1% who were 65 years of age or older. The median age was 22 years. For every 100 females, there were 194.5 males. For every 100 females age 18 and over, there were 260.7 males. The median income for a household in the CDP was $29,225, and the median income for a family was $28,952. Males had a median income of $17,439 versus $17,243 for females. The per capita income for the CDP was $11,171. About 10.5% of families and 12.5% of the population were below the poverty line, including 16.2% of those under age 18 and none of those age 65 or over. ==Education== The community is served by Geary County USD 475 public school district. ==See also== * Milford Lake and Milford State Park * Fort Riley-Camp Whiteside, Kansas ==References== ==Further reading== ==External links== * Geary County maps: Current * Riley County maps: Current Category:Census-designated places in Geary County, Kansas Category:Census- designated places in Riley County, Kansas Category:Census-designated places in Kansas Category:Manhattan, Kansas metropolitan area",
 "title": "Fort Riley (CDP), Kansas"
}