{
 "id": "150422",
 "text": "Calvin Eugene Simon (May 22, 1942 – January 6, 2022) was an American singer who was a member of the bands Parliament and Funkadelic. He is a member of the Rock and Roll Hall of Fame, inducted in 1997 along with fifteen other members of Parliament-Funkadelic. ==Early life== Simon was born in Beckley, West Virginia on May 22, 1942. Simon was drafted into the United States Army in 1966, and served with C Battery, 3rd Battalion, 13th Field Artillery Regiment, 9th Infantry Division during the Vietnam War in 1967–68.Williams, Kari, \"From P-Funk to the Mekong Delta\", VFW Magazine, vol. 105, no. 5, February 2018, pp. 18-20. ==Career== Simon started out in the late 1950s as one of The Parliaments, a doo wop barbershop quintet led by George Clinton. In 1978, Simon (along with other original Parliaments Fuzzy Haskins and Grady Thomas), left Parliament-Funkadelic after financial and management disputes with Clinton. In 1981, the trio caused confusion when they formed a new band, and released an album called Connections & Disconnections under the name Funkadelic. In 1998, Simon, along with original Parliaments bass vocalist Ray Davis, Haskins, and Grady Thomas, founded Original P, performing until his departure in 2007. After a hiatus from the music industry, Simon turned to gospel music and recorded for his own label, Simon Says Records. In June 2004 he released an album called Share the News, which reached #32 on the \"Billboard\" Top Gospel Albums chart. In 2019, he and Parliament-Funkadelic were given Grammy Lifetime Achievement Awards. ==Death== Simon died on January 6, 2022, at the age of 79. ==References== ==External links== * CalvinSimon.com * * Category:1942 births Category:2022 deaths Category:20th-century African- American singers Category:21st-century African-American singers Category:People from Beckley, West Virginia Category:Military personnel from West Virginia Category:P-Funk members Category:Singers from West Virginia Category:American gospel singers Category:United States Army personnel of the Vietnam War Category:United States Army soldiers",
 "title": "Calvin Simon"
}