{
 "id": "150485",
 "text": "South Aroostook is an unorganized territory in Aroostook County, Maine, United States. The population was 579 at the 2020 census. ==Geography== According to the United States Census Bureau, the unorganized territory has a total area of , of which is land and , or 3.06%, is water. There are 13 townships in the unorganized territory, including Molunkus, Benedicta, Silver Ridge, Bancroft, Upper Molunkus, North Yarmouth Academy Grant, Forkstown, and Bragg Tract. ==Demographics== As of the 2000 census, there were 486 people, 188 households, and 134 families living in the unorganized territory. The population density was 1.4 people per square mile (0.5/km2). There were 471 housing units, at an average density of 1.3/sq mi (0.5/km2). The racial makeup was 99.79% White and 0.21% Black or African American. There were 188 households, of which 29.8% had children under the age of 18 living with them, 62.2% were married couples living together, 3.2% had a female householder with no husband present, and 28.7% were non-families. In the unorganized territory, 18.6% of all households were made up of individuals, and 9.6% had someone living alone who was 65 years of age or older. The average household size was 2.58, and the average family size was 3.03. In the unorganized territory, 25.3% of the population were under the age of 18, 6.8% were 18 to 24, 25.5% were 25 to 44, 28.0% were 45 to 64, and 14.4% were 65 or older. The median age was 42 years. For every 100 females, there were 102.5 males. For every 100 females age 18 and over, there were 103.9 males. The median income for a household in the unorganized territory was $28,750, and the median income for a family was $34,167. Males had a median income of $32,222 versus $28,125 for females. The per capita income for the unorganized territory was $13,718. About 9.6% of families and 14.6% of the population were below the poverty line, including 15.0% of those under age 18 and 21.3% of those age 65 or over. ==References== Category:Unorganized territories in Maine Category:Populated places in Aroostook County, Maine",
 "title": "South Aroostook, Maine"
}