{
 "id": "150586",
 "text": "Chanhassen is a city about southwest of Minneapolis in Carver County, Minnesota, United States. The southwest edge of the Minneapolis–Saint Paul suburbs, there is a mix of residential neighborhoods and rural landscapes. The population was 22,952 at the 2010 census. ==History== The origin of the name comes from the Dakota word chanhasen meaning \"sugar-maple tree\" (chan, tree; haza, a tree with sap). The northern metro area Hassan Township carries the latter morpheme of the word to avoid confusion. Chanhassen merged with Chanhassen Township in 1967, bringing the population to 4,200. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. Although the bulk of Chanhassen is in Carver County, a small portion also extends into Hennepin County. U.S. Highway 212 and Minnesota State Highways 5 and 41 are three of the main routes in Chanhassen. Township 116 North, Range 23 West, Fifth Principal Meridian of the Public Land Survey System. ===Climate=== ==Demographics== According to data from the US Census Bureau the median household income (using data from 2008 to 2012) for Chanhassen was $103,462. For the same time period the per capita income was $46,305. Three percent of the population was living below the poverty line. ===2010 census=== As of the census of 2010, there were 22,952 people, 8,352 households, and 6,257 families living in the city. The population density was . There were 8,679 housing units at an average density of . The racial makeup of the city was 92.5% White, 1.1% African American, 0.1% Native American, 3.9% Asian, 0.9% from other races, and 1.5% from two or more races. Hispanic or Latino of any race were 2.3% of the population. There were 8,352 households, of which 42.5% had children under the age of 18 living with them, 65.9% were married couples living together, 6.4% had a female householder with no husband present, 2.6% had a male householder with no wife present, and 25.1% were non-families. 20.6% of all households were made up of individuals, and 6.3% had someone living alone who was 65 years of age or older. The average household size was 2.75 and the average family size was 3.23. The median age in the city was 39.3 years. 30.2% of residents were under the age of 18; 5.5% were between the ages of 18 and 24; 24.3% were from 25 to 44; 32.3% were from 45 to 64; and 7.7% were 65 years of age or older. The gender makeup of the city was 49.1% male and 50.9% female. ===2000 census=== As of the census of 2000, there were 20,321 people, 6,914 households, and 5,524 families living in the city. The population density was 978.1 people per square mile (377.6/km2). There were 7,013 housing units at an average density of 337.6 per square mile (130.3/km2). The racial makeup of the city was 94.90% White, 0.75% African American, 0.15% Native American, 2.83% Asian, 0.41% from other races, and 0.95% from two or more races. Hispanic or Latino of any race were 1.98% of the population. There were 6,914 households, out of which 51.1% had children under the age of 18 living with them, 71.2% were married couples living together, 6.2% had a female householder with no husband present, and 20.1% were non-families. 15.7% of all households were made up of individuals, and 3.0% had someone living alone who was 65 years of age or older. The average household size was 2.94 and the average family size was 3.33. In the city, the population was spread out, with 34.6% under the age of 18, 4.4% from 18 to 24, 37.0% from 25 to 44, 19.5% from 45 to 64, and 4.5% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 100.5 males. For every 100 females age 18 and over, there were 97.3 males. ==Economy== Companies with headquarters in Chanhassen include: * AmericInn * Bongards Creameries * Life Time Fitness * Snap Fitness * Supervalu has its western satellite of the corporate headquarters in Chanhassen.\"Directory .\" Supervalu. Retrieved on July 22, 2010. ===Top employers=== According to the city's 2019 Comprehensive Annual Financial Report (CAFR), the top employers in the city are: {| class=\"wikitable\" |- ! # ! Employer ! # of Employees |- | 1 |Life Time Fitness |1,911 |- |2 |Instant Web Companies |1,123 |- |3 |Rosemount Inc. |863 |- |4 |The Bernard Group |665 |- |5 |Eastern Carver County Schools |470 |- |6 |General Mills |334 |- |7 |RR Donnelley |321 |- |8 |Chanhassen Dinner Theatres |290 |- |9 |Minnesota Landscape Arboretum |266 |- |10 |Target |210 |} ==Arts and culture== ===Points of interest=== thumb|The Temple of ECK on the Eckankar Spiritual Campus thumb|right|Looking west on Chanhassen is home to several attractions that are well-recognized throughout the state and even nationally. * Minnesota Landscape Arboretum * Paisley Park Studios * Chanhassen Dinner Theatres * Eckankar Spiritual Campus * Temple of Eck * US National Oceanic and Atmospheric Administration's Twin Cities National Weather Service Forecast Office - MPX ===Chanhassen Dinner Theatres=== Chanhassen Dinner Theatres is the nation's largest professional dinner theatre and the largest privately owned restaurant in the state of Minnesota. Since 1968, more than 200 plays have been produced and played to more than ten million guests. ==Sports== Many youth sports programs are offered through the Chanhassen Athletic Association, including baseball, softball, basketball, and soccer. Chanhassen is also home to the Chanhassen Red Birds amateur baseball team (2018 Class B State Champions). ==Parks and recreation== The city of Chanhassen places a strong emphasis on parks, open space, trails, and recreation. ===Beaches=== Chanhassen has five public beaches. * Lake Ann Beach (Lake Ann) * Greenwood Shores Beach (Lake Ann) * Minnewashta Regional Park (Lake Minnewashta) * Roundhouse Park Beach (Lake Minnewashta) * Carver Beach (Lotus Lake) ===Trails=== Chanhassen prides itself on providing a comprehensive, multipurpose trail system. The city has built and maintains 70 miles of trails. Many of the city's trails are located in natural resource corridors. ===Skate Park=== The Chanhassen Skate Park was installed in September 1999. The park is located between City Hall and the downtown fire station. It features a wedge, quarter pipe, half pipe, hotbox, doobie roller, spine, and grind rails. ===Fishing=== Several well-producing lakes in Chanhassen keep the sportsmen busy year-round with fishing during the warm months and ice fishing when the lakes freeze over. Both Lake Minnewashta and Lake Ann contain large and aggressive northern pike for the adept anglers. ==Government== ===Presidential=== {| class=\"wikitable\" style=\"float:right; margin:1em; font- size:95%;\" |+ Chanhassen city vote by party in presidential elections |- style=\"background:lightgrey;\" ! Year ! Democratic ! Republican ! Third Parties |- |align=\"center\" |2020 |align=\"center\" |54.27% 9,377 |align=\"center\" |43.38% 7,496 |align=\"center\" |2.36% 407 |- |align=\"center\" |2016 |align=\"center\" |46.14% 7,001 |align=\"center\" |44.50% 6,752 |align=\"center\" |9.35% 1,419 |- |align=\"center\" |2012 |align=\"center\" |40.89% 5,978 |align=\"center\" |57.45% 8,398 |align=\"center\" |1.66% 243 |- |align=\"center\" |2008 |align=\"center\" |44.46% 6,070 |align=\"center\" |54.20% 7,401 |align=\"center\" |1.34% 183 |- |align=\"center\" |2004 |align=\"center\" |36.94% 4,740 |align=\"center\" |62.25% 7,987 |align=\"center\" |0.80% 103 |- |align=\"center\" |2000 |align=\"center\" |36.10% 3,854 |align=\"center\" |59.72% 6,376 |align=\"center\" |4.19% 447 |- |align=\"center\" |1996 |align=\"center\" |38.16% 3,245 |align=\"center\" |49.63% 4,220 |align=\"center\" |12.21% 1,038 |- |align=\"center\" |1992 |align=\"center\" |29.02% 2,198 |align=\"center\" |41.51% 3,145 |align=\"center\" |29.47%% 2,232 |} Chanhassen is located in Minnesota's 3rd congressional district and is represented by Democrat Dean Phillips. President George W. Bush was the first sitting U.S. president to visit Chanhassen. He held a rally on October 9, 2004, at Chanhassen's City Center Park during the United States presidential elections of 2004. ==Education== Chanhassen is split between two school districts. Most of the city is in District 112 (Chaska School District), with most Chanhassen students attending Chanhassen High School, Chaska Middle School West, Pioneer Ridge Middle School, Chanhassen Elementary, and Bluff Creek Elementary. Northern sections of Chanhassen are a part of District 276 (Minnetonka School District), with most students attending Minnetonka High School, Minnetonka Middle School East, Minnetonka Middle School West, Clear Springs Elementary, and Scenic Heights Elementary. Also, some students attend public schools in other school districts chosen by their families under Minnesota's open enrollment statute. Chapel Hill Academy and Church of St. Hubertus Catholic School are private primary education institutions located in downtown Chanhassen. ==Media== The Chanhassen Villager is the city's official weekly newspaper. ==Notable people== * Jared Allen, former Minnesota Vikings defensive end, resided in Chanhassen during the season * Stu Bickel, NHL defenseman for the New York Rangers * Julia Coleman, politician and member of the Minnesota Senate * Tony Denman, actor, grew up in ChanhassenOlson, Mark (December 20, 2006), \"Homegrown movies\", Chaska Herald * James Denton, actor * Dave Huffman, former NFL player for the Minnesota Vikings and former Park & Recreation commissioner, lived in Chanhassen * Kris Humphries, NBA player for the Atlanta Hawks * Jim Lord, Minnesota State Treasurer * Miles Lord, attorney and United States District Court judge * Tim Mattran, NFL player for the Oakland Raiders, grew up in Chanhassen * John L. Nelson, jazz musician and father of rock musician Prince * Erik Paulsen, former representative Minnesota's 3rd congressional district in the United States House of Representatives * Prince, singer and musician, owned Paisley Park Studios * Frank Ragnow, professional football player with the Detroit Lions, played high school football in Chanhassen * Debbie Turner, actress ==References== ==External links== * Category:Cities in Carver County, Minnesota Category:Cities in Hennepin County, Minnesota Category:Minneapolis–Saint Paul Category:Dakota toponyms Category:Cities in Minnesota",
 "title": "Chanhassen, Minnesota"
}