{
 "id": "150690",
 "text": "Baldwyn is a city located in Lee and Prentiss counties, Mississippi, located in the northern part of the Tupelo micropolitan area. The population was 3,297 at the 2010 census. ==History== Located five miles north of Guntown, the main street of Baldwyn runs along the county line of Lee and Prentiss counties. Baldwyn has the unusual distinction of having been incorporated in four counties. It was incorporated by an act of the Legislature in Tishomingo and Itawamba counties on April 1, 1861. Lee county was formed from parts of Itawamba and Pontotoc on October 26, 1866, while Tishomingo was divided into Alcorn, Prentiss, and Tishomingo on April 15, 1870. Baldwyn is an outgrowth of the village of Carrollville: when the Mobile and Ohio Railroad was being built during the years of 1848 to 1861, it missed Carrollville by one and one-half miles and the citizens moved to the new town of Baldwyn, which was named for the civil engineer who surveyed the road through the town. Tishomingo, chief of the Chickasaw nation, lived at Carrollville but died near Little Rock, Arkansas, in 1839 of smallpox while being moved west with his tribe. ==Geography== In the 2000 census, 1,892 of the city's 3,321 residents (57.0%) lived in Prentiss county and 1,429 (43.0%) in Lee county. According to the U.S. Census Bureau, the city has a total area of 11.6 square miles (30.0 km2), of which 11.5 square miles (29.9 km2) is land and 0.1 square mile (0.1 km2) (0.43%) is water. ==Demographics== ===2020 census=== {| class=\"wikitable\" |+Baldwyn Racial Composition !Race !Num. !Perc. |- |White |1,512 |49.23% |- |Black or African American |1,443 |46.99% |- |Native American |6 |0.2% |- |Asian |11 |0.36% |- |Pacific Islander |1 |0.03% |- |Other/Mixed |68 |2.21% |- |Hispanic or Latino |30 |0.98% |} As of the 2020 United States Census, there were 3,071 people, 1,162 households, and 680 families residing in the city. ===2000 census=== As of the census of 2000, there were 3,321 people, 1,331 households, and 886 families residing in the city. The population density was 287.9 sq mi). There were 1,472 housing units at an average density of 127.6 per square mile. The racial makeup of the city was 54.53% White, 43.87% African American, 0.24% Native American, 0.30% from other races, and 1.05% from two or more races. Hispanic or Latino of any race were 0.99% of the population. There were 1,331 households, out of which 33.1% had children under the age of 18 living with them, 42.2% were married couples living together, 20.2% had a female householder with no husband present, and 33.4% were non- families. 31.5% of all households were made up of individuals, and 15.7% had someone living alone who was 65 years of age or older. The average household size was 2.42 and the average family size was 3.02. In the city, the population was spread out, with 26.8% under the age of 18, 9.7% from 18 to 24, 24.1% from 25 to 44, 21.4% from 45 to 64, and 18.0% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 79.9 males. For every 100 females age 18 and over, there were 73.5 males. The median income for a household in the city was $26,016, and the median income for a family was $37,598. Males had a median income of $27,162 versus $21,174 for females. The per capita income for the city was $15,430. About 19.9% of families and 24.0% of the population were below the poverty line, including 32.9% of those under age 18 and 23.3% of those age 65 or over. ==Education== Baldwyn is served by the Baldwyn School District. ==Infrastructure== The Booneville/Baldwyn Airport is owned by the cities of Booneville and Baldwyn. It is located in Prentiss county, six nautical miles (7 mi, 11 km) southwest of Booneville's central business district.. Federal Aviation Administration. Effective 30 June 2011. ==Notable people== *Tim Ford (1951-2015), Speaker of the Mississippi House of Representatives from 1988 to 2004 *Babe McCarthy (October 1, 1923 – March 17, 1975), was an American professional and collegiate basketball coach *Laura Pendergest-Holt (born 1973), convicted Ponzi scheme artist, financier, and former Chief Investment Officer of Stanford Financial Group *Elijah Pierce (1892-1984), American woodcarver ==See also== *Brices Cross Roads National Battlefield Site *List of municipalities in Mississippi *National Register of Historic Places listings in Lee County, Mississippi ==References== ==External links== ; Government * ; News & Media * Newspaper: The Baldwyn News ; General information * Baldwyn, Mississippi at the Advisory Council on Historic Preservation * * * Mississippi Final Stands Interpretive Center at the U.S. National Park Service * Northeast Regional Library * Category:1861 establishments in Mississippi Category:Cities in Lee County, Mississippi Category:Cities in Mississippi Category:Cities in Prentiss County, Mississippi Category:Cities in Tupelo micropolitan area Category:Planned cities in the United States Category:Populated places established in 1861",
 "title": "Baldwyn, Mississippi"
}