{
 "id": "150609",
 "text": "Pine Island is a small city of about 3,500 residents in Goodhue and Olmsted counties in the U.S. state of Minnesota. Most of Pine Island is in Goodhue County, but a small part extends into Olmsted County, making that portion part of the Rochester metropolitan area. The community has a strong agricultural base, but has been transitioning over time into a bedroom community for nearby Rochester, which employs many local residents. Large development is planned for the Olmsted County side as it becomes a Rochester suburb, including the Elk Run Bioscience Park and Minnesota's first diverging diamond interchange.http://www.elkrun.info/ ==History== Pine Island was platted in 1856. A post office has been in operation at Pine Island since 1856. ==Geography== Pine Island lies along the Middle Fork of the Zumbro River. According to the United States Census Bureau, the city has an area of , of which is land and is water. U.S. Highway 52 serves as a main route in the community. === Climate === ==Demographics== thumb|250px|left|Downtown and post office As of 2000 the median income for a household in the city was $47,500, and the median income for a family was $59,792. Males had a median income of $32,788 versus $25,031 for females. The per capita income for the city was $20,370. About 4.5% of families and 5.6% of the population were below the poverty line, including 6.2% of those under age 18 and 14.6% of those age 65 or over. ===2010 census=== As of the census of 2010, there were 3,263 people, 1,292 households, and 873 families residing in the city. The population density was . There were 1,399 housing units at an average density of . The racial makeup of the city was 96.6% White, 0.9% African American, 0.1% Native American, 0.8% Asian, 0.1% Pacific Islander, 0.1% from other races, and 1.3% from two or more races. Hispanic or Latino of any race were 1.7% of the population. There were 1,292 households, of which 36.1% had children under the age of 18 living with them, 53.3% were married couples living together, 10.5% had a female householder with no husband present, 3.8% had a male householder with no wife present, and 32.4% were non-families. 26.9% of all households were made up of individuals, and 10.7% had someone living alone who was 65 years of age or older. The average household size was 2.47 and the average family size was 3.02. The median age in the city was 35.2 years. 27.4% of residents were under the age of 18; 6.8% were between the ages of 18 and 24; 26.9% were from 25 to 44; 25.3% were from 45 to 64; and 13.5% were 65 years of age or older. The gender makeup of the city was 48.4% male and 51.6% female. ==Notable people== The town is mentioned in the title and text of James Wright's poem Lying in a Hammock at William Duffy's Farm in Pine Island, Minnesota. Ralph Wilford Samuelson, the inventor of waterskiing, moved to Pine Island from Lake City, Minnesota to raise turkeys and remained until his death. ==See also== *Pine Island Van Horn Public Library ==References== ==External links== * City of Pine Island, Minnesota * Pine Island Area Historical Society * Pine Island Public Schools *Pine Island Economic Development Authority Category:Cities in Goodhue County, Minnesota Category:Cities in Olmsted County, Minnesota Category:Cities in Minnesota Category:Zumbro River Category:Rochester metropolitan area, Minnesota",
 "title": "Pine Island, Minnesota"
}