{
 "id": "150712",
 "text": "Ionia is a village in northern Benton and southern Pettis counties in the U.S. state of Missouri. The population was 88 at the 2010 census. ==History== Ionia was originally called Ionia City, and under the latter name was platted in 1866. A post office called Ionia City was established in 1867, and the name was changed to Ionia in 1895. The community most likely was named after the Ionic order in Freemasonry. ==Geography== Ionia is located at along the Pettis-Benton county line on Missouri Route P 1.5 miles west of US Route 65 and approximately seven miles west-northwest of Cole Camp.Missouri Atlas & Gazetteer, DeLorme, 1st ed., 1998, p.36 According to the United States Census Bureau, the village has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 88 people, 43 households, and 23 families living in the village. The population density was . There were 57 housing units at an average density of . The racial makeup of the village was 93.2% White, 1.1% African American, 4.5% from other races, and 1.1% from two or more races. Hispanic or Latino of any race were 8.0% of the population. There were 43 households, of which 23.3% had children under the age of 18 living with them, 32.6% were married couples living together, 11.6% had a female householder with no husband present, 9.3% had a male householder with no wife present, and 46.5% were non-families. 44.2% of all households were made up of individuals, and 23.3% had someone living alone who was 65 years of age or older. The average household size was 2.05 and the average family size was 2.70. The median age in the village was 41.7 years. 20.5% of residents were under the age of 18; 6.8% were between the ages of 18 and 24; 25% were from 25 to 44; 27.3% were from 45 to 64; and 20.5% were 65 years of age or older. The gender makeup of the village was 50.0% male and 50.0% female. ===2000 census=== As of the census of 2000, there were 108 people, 47 households, and 28 families living in the town. The population density was 703.6 people per square mile (278.0/km2). There were 54 housing units at an average density of 351.8 per square mile (139.0/km2). The racial makeup of the town was 98.15% White, and 1.85% from two or more races. There were 47 households, out of which 31.9% had children under the age of 18 living with them, 53.2% were married couples living together, 6.4% had a female householder with no husband present, and 38.3% were non-families. 34.0% of all households were made up of individuals, and 17.0% had someone living alone who was 65 years of age or older. The average household size was 2.30 and the average family size was 2.97. In the town the population was spread out, with 26.9% under the age of 18, 6.5% from 18 to 24, 23.1% from 25 to 44, 23.1% from 45 to 64, and 20.4% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 107.7 males. For every 100 females age 18 and over, there were 92.7 males. The median income for a household in the town was $21,250, and the median income for a family was $32,500. Males had a median income of $28,125 versus $13,125 for females. The per capita income for the town was $12,317. There were 19.2% of families and 27.6% of the population living below the poverty line, including 44.4% of under eighteens and 12.5% of those over 64. == Trivia == * The first branch of First Community Bank was in Ionia for many years. It closed recently. There are now several branches in Missouri. ==References== Category:Villages in Benton County, Missouri Category:Villages in Pettis County, Missouri Category:Villages in Missouri",
 "title": "Ionia, Missouri"
}