{
 "id": "150763",
 "text": "Foristell is a city in St. Charles and Warren counties in the U.S. state of Missouri. The population was 505 at the 2010 census. ==Geography== Foristell is located on I-70 between Wright City to the west and Wentzville to the east. Peruque Creek flows past the south side of the city.Missouri Atlas & Gazetteer, DeLorme, 1998, First edition, p. 40, According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== As of 2000 the median income for a household in the city was $52,386, and the median income for a family was $53,750. Males had a median income of $43,750 versus $33,333 for females. The per capita income for the city was $22,331. About 7.1% of families and 8.9% of the population were below the poverty line, including 16.3% of those under age 18 and 4.4% of those age 65 or over. ===2010 census=== As of the census of 2010, there were 505 people, 192 households, and 151 families residing in the city. The population density was . There were 208 housing units at an average density of . The racial makeup of the city was 93.3% White, 3.6% African American, 0.2% Native American, 0.2% Asian, 0.8% from other races, and 2.0% from two or more races. Hispanic or Latino of any race were 0.8% of the population. There were 192 households, of which 31.8% had children under the age of 18 living with them, 69.3% were married couples living together, 5.7% had a female householder with no husband present, 3.6% had a male householder with no wife present, and 21.4% were non-families. 18.2% of all households were made up of individuals, and 4.7% had someone living alone who was 65 years of age or older. The average household size was 2.63 and the average family size was 2.98. The median age in the city was 44.8 years. 23% of residents were under the age of 18; 6.9% were between the ages of 18 and 24; 20.5% were from 25 to 44; 35.2% were from 45 to 64; and 14.3% were 65 years of age or older. The gender makeup of the city was 51.5% male and 48.5% female. ==History== The city now known as Foristell started in 1856 under the name of \"Millville\". The first homes, as well as a railroad, were constructed in that year. In 1858, Millville built its first post office. The community saw rapid growth during the Civil War. A mill and a tobacco factory were both established. It was during this time that a man by the name of Pierre Foristell gained respect throughout the community. The town of Millville officially changed its name to Foristell in 1875. In 1979, Foristell was incorporated into a village. Just nine years later, however, the residents voted to make it a fourth-class city. This transition came about the following year, in 1989. ==City Hall and Police Department== The Foristell City Hall is located at 121 Mulberry Street. As of July 15, 2018, the current officials of Foristell are: * Mayor: Joseph Goatley * City Administrator/Clerk: Sandra L. Stokes * Treasurer: Mary E. McHugh * Chief of Police: Douglas G. Johnson DSN 701 * Supervisor of Public Works: Rich Burts * Board of Aldermen: Scott May (Ward 1), Mark Meyerhoff, (Ward 1), John Pickering (Ward 2), William Huth (Ward 2) The Foristell Police Department is located at 30 First Street and is dispatched by the Wentzville Police Department. == Recreation == Foristell is home to Indian Camp Creek Park and Towne Park, which are operated by St. Charles County. == References == ==External links== * City of Foristell Official Website * City of Foristell Police Department Official Website Category:Cities in St. Charles County, Missouri Category:Cities in Warren County, Missouri Category:Cities in Missouri Category:Populated places established in 1980",
 "title": "Foristell, Missouri"
}