{
 "id": "150860",
 "text": "Grandin is a city in Cass and Traill counties in the State of North Dakota, founded in 1881. The population was 173 at the 2010 census. It is now a bedroom community for the nearby Fargo-Moorhead area. The farm that belonged to the city namesake brothers was one of the earliest adopters of the telephone in the state. Grandin was the birthplace of the abstract expressionist painter Clyfford Still. ==History== Grandin was named for Bonanza farmer John Livingston Grandin. Grandin, a native of Tidioute, Pennsylvania, along with his brother William James, purchased 99 sections of land in the Red River Valley, dividing them in 1,500 acre farms. The brothers had 14,000 acres under cultivation near Grandin, with another 600 acres near Mayville, North Dakota. Prior to the arrival of the railroad the brothers shipped wheat from their farm by barge on the Red River to Fargo, 90 miles downstream. The barges were towed by the steamers Alsop and Grandin. The Grandin brothers' bonanza farm was one of the earliest adopters of the telephone in the state. JL Grandin's great granddaughter is Temple Grandin, an animal scientist, author and autism advocate.Chapter 10 The Legacy Of Genes in \"A Thorn in My Pocket: Temple Grandin's Mother Tells the Family Story\" by Eustacia Cutler ==Geography== Grandin is located at (47.236033, -97.002717). According to the United States Census Bureau, the city has a total area of , all land. ==Demographics== ===2010 census=== As of the census of 2010, there were 173 people, 72 households, and 50 families living in the city. The population density was . There were 77 housing units at an average density of . The racial makeup of the city was 95.4% White, 1.7% Native American, 1.2% from other races, and 1.7% from two or more races. Hispanic or Latino of any race were 2.3% of the population. There were 72 households, of which 31.9% had children under the age of 18 living with them, 59.7% were married couples living together, 5.6% had a female householder with no husband present, 4.2% had a male householder with no wife present, and 30.6% were non-families. 27.8% of all households were made up of individuals, and 8.4% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 2.96. The median age in the city was 38.7 years. 23.1% of residents were under the age of 18; 8.7% were between the ages of 18 and 24; 28.3% were from 25 to 44; 31.3% were from 45 to 64; and 8.7% were 65 years of age or older. The gender makeup of the city was 54.9% male and 45.1% female. ===2000 census=== As of the census of 2000, there were 181 people, 72 households, and 56 families living in the city. The population density was 1,086.2 people per square mile (411.1/km2). There were 80 housing units at an average density of 480.1 per square mile (181.7/km2). The racial makeup of the city was 98.90% White, 0.55% Native American, and 0.55% from two or more races. Hispanic or Latino of any race were 1.10% of the population. There were 72 households, out of which 31.9% had children under the age of 18 living with them, 66.7% were married couples living together, 6.9% had a female householder with no husband present, and 22.2% were non-families. 18.1% of all households were made up of individuals, and 5.6% had someone living alone who was 65 years of age or older. The average household size was 2.51 and the average family size was 2.88. In the city, the population was spread out, with 27.1% under the age of 18, 5.5% from 18 to 24, 30.4% from 25 to 44, 22.1% from 45 to 64, and 14.9% who were 65 years of age or older. The median age was 38 years. For every 100 females, there were 98.9 males. For every 100 females age 18 and over, there were 109.5 males. The median income for a household in the city was $40,625, and the median income for a family was $44,063. Males had a median income of $31,667 versus $21,023 for females. The per capita income for the city was $15,973. About 8.8% of families and 11.0% of the population were below the poverty line, including 13.0% of those under the age of eighteen and none of those 65 or over. ==References== Category:Cities in Cass County, North Dakota Category:Cities in Traill County, North Dakota Category:Cities in North Dakota Category:Populated places established in 1881 Category:1881 establishments in Dakota Territory",
 "title": "Grandin, North Dakota"
}