{
 "id": "150878",
 "text": "Sharonville is a city largely in Hamilton county in the U.S. state of Ohio. The population was 13,560 at the 2010 census. Of this, 11,197 lived in Hamilton County and 2,363 lived in the southeast corner of West Chester Township in Butler County. Sharonville is part of the Cincinnati metropolitan area and located about 13 mi from downtown Cincinnati. ==History== Settlers arrived in what is now Sharonville in 1788. The community was first known as Sharon. The village of Sharonville was incorporated in 1911 and received its city rights in 1962. In August 1974, the city council adopted a flag based on a winning contest entry. ==Geography== According to the United States Census Bureau, the city has a total area of , of which is land and is water. ==Demographics== ===2000 census=== As of the census of 2000, there were 13,804 people, 6,211 households, and 3,589 families living in the city. The population density was 1,407.7 people per square mile (543.3/km). There were 6,526 housing units at an average density of 665.5 per square mile (256.9/km). The racial makeup of the city was 88.74% White, 4.82% African American, 0.12% Native American, 3.80% Asian, 0.02% Pacific Islander, 0.96% from other races, and 1.54% from two or more races. Hispanic or Latino of any race were 2.30% of the population. There were 6,211 households, out of which 24.3% had children under the age of 18 living with them, 45.0% were married couples living together, 9.2% had a female householder with no husband present, and 42.2% were non-families. 36.5% of all households were made up of individuals, and 12.5% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.85. In the city the population was spread out, with 20.6% under the age of 18, 7.8% from 18 to 24, 31.0% from 25 to 44, 23.5% from 45 to 64, and 17.1% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 92.7 males. For every 100 females age 18 and over, there were 88.7 males. The median income for a household in the city was $47,055, and the median income for a family was $59,136. Males had a median income of $41,679 versus $29,391 for females. The per capita income for the city was $27,483. About 2.5% of families and 4.0% of the population were below the poverty line, including 3.8% of those under age 18 and 5.6% of those age 65 or over. ===2010 census=== As of the census of 2010, there were 13,560 people, 6,187 households, and 3,429 families living in the city. The population density was . There were 6,647 housing units at an average density of . The racial makeup of the city was 79.7% White, 8.7% African American, 0.2% Native American, 4.0% Asian, 0.3% Pacific Islander, 4.1% from other races, and 3.0% from two or more races. Hispanic or Latino of any race were 7.0% of the population. There were 6,187 households, of which 23.9% had children under the age of 18 living with them, 41.4% were married couples living together, 9.7% had a female householder with no husband present, 4.4% had a male householder with no wife present, and 44.6% were non-families. 37.8% of all households were made up of individuals, and 14.6% had someone living alone who was 65 years of age or older. The average household size was 2.17 and the average family size was 2.88. The median age in the city was 40.8 years. 20% of residents were under the age of 18; 8% were between the ages of 18 and 24; 26.7% were from 25 to 44; 27.6% were from 45 to 64; and 17.6% were 65 years of age or older. The gender makeup of the city was 47.8% male and 52.2% female. ==Culture== Sharonville is home to the Heritage Village Museum, an open-air historic house museum. == Education == Sharonville is home to Princeton High School, the secondary school of the Princeton City Schools, a consolidated school district encompassing the communities of Evendale, Glendale, Lincoln Heights, Sharonville, Springdale and Woodlawn. Other schools within Sharonville include Princeton Community Middle School, Sharonville Elementary School, Stewart Elementary School, Heritage Hill Elementary School and St. Michael Elementary school. Also, Scarlet Oaks (one of the four campuses of the Great Oaks Institute of Technology and Career Development) is located in Sharonville. Sharonville is served by a branch of the Public Library of Cincinnati and Hamilton County. == Economy == Ford Motor Company owns the Sharonville Transmission plant, which covers roughly one square mile. Sharonville is also the home of Gorilla Glue's headquarters. ==Notable people== * Carmen Electra, actress and dancer * Tom Waddle, football analyst and former NFL player * Liz Wheeler, political commentary, analyst * Spencer Ware, NFL Football Player ==References== ==External links== * Sharonville, OH Official Website Category:Cities in Ohio Category:Cities in Butler County, Ohio Category:Cities in Hamilton County, Ohio Category:Populated places established in 1788 Category:1788 establishments in the Northwest Territory",
 "title": "Sharonville, Ohio"
}