{
 "id": "150994",
 "text": "Adamstown (Pennsylvania Dutch: Adamschteddel) is a borough in Lancaster County which has grown into Berks County in the U.S. state of Pennsylvania. The population was 1,789 at the 2010 census. Of this, 1,772 were in Lancaster County, and only 17 were in Berks County. ==History== It was initially founded on 4 July 1761 by William Addams on the site of a former village of Native Americans, and Addams named the community \"Addamsburry\". The community was incorporated as a borough on 2 April 1850. The town promotes itself as the \"antiques capital of the United States\" because it attracts many antiques dealers and collectors. Adamstown is home to the Stoudt's Brewery, Pennsylvania's first microbrewery, which was established here in 1987. The town is also home to the US's oldest hat manufacturer, the Bollman Hat Company, which was established in 1868. The Kagerise Store and House was listed on the National Register of Historic Places in 1988. ==Geography== According to the United States Census Bureau, the borough has a total area of , all land. ==Demographics== At the 2010 census, Adamstown had a population of 1,789. The median age was 37.5. The racial and ethnic composition of the population was 91.3% non-Hispanic white, 1.1% black or African American, 0.3% Native American, 4.4% Asian, 0.1% Pacific Islander, 1.6% of two or more race and 1.7% Hispanic or Latino.2010 general profile of population and housing characteristics from the US Census At the 2000 census, there were 1,203 people, 501 households and 351 families living in the borough. The population density was 880.7 people per square mile (339.0/km2). There were 533 housing units at an average density of 390.2 per square mile (150.2/km2). The racial makeup of the borough was 99.09% White, 0.08% African American, 0.25% Asian, 0.42% from other races, and 0.17% from two or more races. Hispanic or Latino of any race were 1.00% of the population. There were 501 households, of which 29.5% had children under the age of 18 living with them, 59.1% were married couples living together, 7.2% had a female householder with no husband present, and 29.9% were non-families. 24.8% of all households were made up of individuals, and 10.8% had someone living alone who was 65 years of age or older. The average household size was 2.40 and the average family size was 2.85. thumb|left|Kagarise Store and House thumb|left|House on West Main Street 22.9% of the population were under the age of 18, 5.6% from 18 to 24, 33.3% from 25 to 44, 23.3% from 45 to 64, and 14.9% who were 65 years of age or older. The median age was 37 years. For every 100 females there were 94.7 males. For every 100 females age 18 and over, there were 91.9 males. The median household income was $43,578 and the median family income was $47,337. Males had a median income of $35,000 compared with $25,400 for females. The per capita income for the borough was $20,840. About 1.4% of families and 2.4% of the population were below the poverty line, including 3.0% of those under age 18 and 2.8% of those age 65 or over. ==Notable people== *Eugene Shirk, former Mayor of Reading, Pennsylvania; born and raised in Adamstown ==Schools== * Adamstown Elementary (Cocalico School District) ==Public services== The Adamstown Area Library is located at 3000 North Reading Road. The Library shares a building with the Adamstown Borough office. In recent years, the role and responsibility of the library has increased. It became a full-fledged member of the Library System of Lancaster County and is now responsible for providing library services to the 31,000+ residents of Adamstown, Brecknock, Denver, East Cocalico and West Cocalico. The library is run by its own Board of Trustees. The spirit of volunteerism is still strong in the library and volunteers continue to play a key role in ensuring the library is funded and assisting in library functions. The library also now benefits from a staff of full-time and part-time trained employees, including a Library Director who holds a master's degree in library and information science. ==References== ==External links== *Official website Category:Populated places established in 1761 Category:Boroughs in Berks County, Pennsylvania Category:Boroughs in Lancaster County, Pennsylvania Category:1850 establishments in Pennsylvania Category:Articles containing video clips",
 "title": "Adamstown, Pennsylvania"
}