{
 "id": "150949",
 "text": "Purcell is a city in and the county seat of McClain County, Oklahoma, United States. As of the 2010 census, the city population was 5,884. The 2020 population is listed as 6,420, which has grown to the 67th largest Oklahoma municipality. Founded in 1887, Purcell was a railroad town named after Edward B. Purcell, who was an official with the Atchison, Topeka and Santa Fe Railway.Joyce A. Rex, \"Purcell,\" Encyclopedia of Oklahoma History and Culture. Accessed April 12, 2015. Purcell is often called the \"Quarterhorse Capital of the World\" and its official motto is \"Heart of Oklahoma\"; the city has registered trademarks on both titles. ==History== Purcell was founded in 1887. It was named after Edward B. Purcell, a vice president of the Atchison, Topeka and Santa Fe railroad (ATSF). Purcell was at the north end of the Gulf, Colorado and Santa Fe Railway, owned by the ATSF. Amtrak still serves the town with the Heartland Flyer at the station near the old Santa Fe depot. Purcell was the only town on the border of the Unassigned Lands, and began attracting hopeful settlers even before the Land Rush of 1889. Town lots went on sale April 5, 1887, and a post office was established 16 days later. The Purcell Register, the town's oldest newspaper, was established in 1887, and continued operating into the 21st Century. Residents elected the town's first mayor, James Taylor Bradley, on August 13, 1895. The town was incorporated on October 3, 1898. Located on the Canadian River, it was called the \"Queen City of the Chickasaw Nation.\" In 1895, one of the five district courts of the Chickasaw Nation was located in Purcell, with the first session opening November 18, 1895. The court house escaped destruction the next day, when a fire destroyed most of the buildings in the business district. Construction of the Oklahoma Central Railway (OCR), which would connect the Lehigh coal mines with Chickasha, reached Purcell in March 1907. The OCR located its main yards, barns and most of its equipment in Purcell. Although the OCR went bankrupt in the following year, its assets were acquired by the ATSF. ==Geography== Purcell is within the Great Plains region, located at (35.017465, -97.369537). According to the U.S. Census Bureau, the city has a total area of , of which is land and , or 4.33%, is water. Purcell is located along the I-35 Corridor in the central part of the state, on a bluff overlooking the Canadian River valley within the Interior Plains region. It is south of Norman. The view from atop Purcell's Red Hill offers a scenic glimpse at both the South Canadian River and the University of Oklahoma campus in neighboring Norman. The central core of Purcell is located at the intersection of US-77 and OK-74/OK-39. Access to I-35 is at the north and south ends of the town. Prior to the construction of I-35, this route of US-77 was the heavily traveled road from Oklahoma City to Dallas. ==Demographics== As of the census of 2000, there were 5,571 people, 2,120 households, and 1,500 families residing in the city. The population density was 560.1 people per square mile (216.2/km). There were 2,789 housing units at an average density of 233.3 per square mile (90.0/km). The racial makeup of the city was 81.60% White, 2.21% African American, 6.53% Native American, 0.29% Asian, 4.51% from other races, and 4.86% from two or more races. Hispanic or Latino of any race were 10.09% of the population. There were 2,120 households, out of which 33.9% had children under the age of 18 living with them, 54.1% were married couples living together, 13.0% had a female householder with no husband present, and 29.2% were non-families. 26.2% of all households were made up of individuals, and 13.0% had someone living alone who was 65 years of age or older. The average household size was 2.54 and the average family size was 3.06. In the city, the population was spread out, with 26.9% under the age of 18, 8.6% from 18 to 24, 28.6% from 25 to 44, 20.5% from 45 to 64, and 15.5% who were 65 years of age or older. The median age was 36 years. For every 100 females, there were 94.0 males. For every 100 females age 18 and over, there were 89.7 males. The median income for a household in the city was $33,283, and the median income for a family was $36,128. Males had a median income of $25,494 versus $18,919 for females. The per capita income for the city was $15,261. About 12.5% of families and 14.4% of the population were below the poverty line, including 19.9% of those under age 18 and 7.5% of those age 65 or over. ==Economy== Purcell is a member of the Heart of Oklahoma Chamber of Commerce, and is at the center of a micropolitan trade area which includes the communities of Goldsby, Lexington, Washington, and Wayne. Several small businesses and banks are located in Purcell, including a Walmart Supercenter. Purcell has historically served as an agribusiness area and a center for Oklahoma's equestrian industry. Purcell is the site of the first planned double-wide trailer park with underground utilities, paved roads, greenbelts and other amenities, according to the Oklahoma Department of Commerce. The largest area employer is Oklahoma Department of Corrections at 2 nearby prison facilities Joseph Harp Correctional Center and Lexington Assessment and Reception Center, with other area employers including Tinker Air Force Base in Midwest City, Purcell Public Schools, and The City of Purcell (which operates electric, water and sewer service). ==Government== Purcell has a Council-Manager Charter form of government. The city council consists of five elected members who serve three- year terms, with one or two members facing election annually. The mayor and a vice mayor are selected by the council members to preside over its meetings. The city's council members also serve as trustees for the Purcell Public Works Authority (PPWA) which manages city services such as water, wastewater, electric, and solid waste collection, in addition to the Purcell Municipal Hospital and the city golf course. The city council/PPWA members appoint the City Manager. ==Local Historic landmarks== thumb|Love Hotel, Purcell thumb|right|James C. Nance Memorial Bridge, viewed from Purcell train station Purcell's downtown business district and its many historic buildings underwent major improvements and revitalization at a cost of over $1 million in the 1990s via the \"U.S. Main Street\" program. The improvements included new sidewalks, Victorian lamp posts, storefront restorations, and landscape islands in the downtown area. Purcell has four sites that are NRHP-listed: * Hotel Love A three-story Victorian brick building that currently houses an antique store, a bed and breakfast inn, and retail offices/storefronts. * McClain County Courthouse. An original turn-of-the-century three-story brick building. It underwent a $2 million restoration in 1995. * US 77 James C. Nance Memorial Bridge, at Canadian River, connecting Purcell to Lexington. * United States Post Office Purcell, located at 228 W Main St. ==US 77 James C. Nance Memorial Bridge between Purcell and Lexington== The US 77 James C. Nance Memorial Bridge https://www.waymarking.com/waymarks/wm11WJ0_James_C_Nance_Memorial_Bridge_2019 connecting Purcell and Lexingtonhttps://oklahoma.gov/odot/citizen/major- projects/completed-projects/purcell-lexington-bridge-project.html was originally built as a circa 1938 deck truss two-lane bridge and in 2019 rebuilt as a concrete pier four-lane bridge name=https://oklahoma.gov/odot/citizen/newsroom/2019/july/history-repeats-as- new-purcell-lexington-bridge-opens-for-thene.html crossing the Canadian River between Purcell and Lexington, Oklahoma.name=https://www.normantranscript.com/news/new-bridge-connecting- purcell-lexington-reaches- completion/article_32a8733b-b796-5339-a752-c3099acf3bad.html The bridge carries U.S. Route 77 (US-77) and Oklahoma State Highway 39 (SH-39) from McClain County to Cleveland County.name=https://www.news- star.com/news/20190727/history-repeats-as-new-purcell-lexington-bridge-opens- for-next-generation The bridge is named for James C. Nance,https://oklahoman.com/article/5637006/new-purcell-lexington-bridge-to- open-friday longtime community newspaper chain publisher and Speaker of the Oklahoma House of Representatives, President pro tempore of the Oklahoma Senate and member of U.S Uniform Law Commission.name=https://travel.line.me/poi/5ed7dc55fa3c974c9409a0d7 The Nance bridge allows travel time from Purcell (west side of the Canadian river) to Lexingon (East side of the river) to be only 3 minutes by car, according to google maps. When the bridge was closed (Emergency Closure, below), the same trip was 43 minutes when re-routed North to the nearest bridge, or 1 hour and 4 minutes when re-routed Southeast to the nearest bridge. The 1938 construction of this bridge enabled communities from West and Southwest (Byars, Cole, Dibble, Paoli, Pauls Valley, Purcell, Rosedale, and Wayne) side of the river to reach the communities on the East side of the river (Lexington, Slaughterville, and Wanette). Traffic using the bridge allows trade and commerce to freely flow in this retail trade area of southern McClain County, southern Cleveland County, Southern Pottawatomie County, and northern area of Garvin County, and eastern portion of Grady county. The 2019 rebuilt bridge features the same design elements with concrete post and original circa 1938 design wrought iron railings which provide a separate pedestrian walkway offering sweeping views of the South Canadian River valley. According to the Oklahoma Department of Transportation, \"History was made Friday July 26, 2019 in Purcell and Lexington, just as it was more than 80 years ago when the two cities celebrated the grand opening of a new bridge connecting their communities. The new US 77 James C. Nance Memorial Bridge that links the twin cities, located less than one mile apart, fully opened to traffic with much fanfare on Friday, July 26, 2019, the culmination of a major two-year, expedited reconstruction project.\" ==Historic site of Federal Courthouse for Indian Territory== The site of the now demolished U.S. Federal Courthouse for Indian Territory, at the east end of Main Street, is landmark site of the former court of jurisdiction for Indian Territory. Prior to demolition, it was renovated into a car dealer showroom, later used at fitness center and finally a retail floral shop before it became structurally unsound and demolished. The territorial courthouse was established under the Nonintercourse Act. Beginning with the Dawes Act of 1887, Congress passed several laws designed to divide and allocate land between members of the Cherokee, Chickasaw, Choctaw, Creek and Seminole tribes in the Indian Territory (modern-day Oklahoma). As part of this scheme, subsequent legislation authorized a “Commission to the Five Civilized Tribes,” commonly known as the Dawes Commission, to determine the citizenship of Native Americans claiming membership in these tribes. Unsuccessful applicants were entitled to appeal to the United States District Court for Indian Territory which was located on the east end of Main Street in Purcell OK. ==Education== * A $14 million public high school campus facility was constructed in 2007–2008. The new junior high school facility on N. Green Avenue is newly constructed with adequate storm shelter for both junior high and adjacent high school building facility. Elementary and Intermediate school facilities are located on North Ninth street. ==Infrastructure== ===Parks and recreation=== * Brent Bruehl Memorial Golf Course. Named to honor a popular and talented Purcell High School golfer whose life was ended by cancer in the mid-1970s. The golf course is located with the municipal pool on a rolling area near Purcell Lake. * Veterans Memorial Park was established downtown across from City Hall. Recent granite memorial pavers and nameplate memorial was constructed by the City of Purcell workers in cooperation with the local Rotary Club and American Legion, on Main Street. ===Transportation=== Purcell's train station is located at the lower level of the hill at east Main Street, and has daily rail service provided by Amtrak's Heartland Flyer north to Norman and Oklahoma City, and south to Pauls Valley, Ardmore, Gainesville, and Fort Worth. In Fort Worth, passengers can connect to Amtrak's Texas Eagle. Interstate 35 runs north–south on the west edge of Purcell. The town is also served by U.S. Highway 77, State Highway 39, and State Highway 74. In addition, ODOT maintains State Highway 77C in downtown Purcell, a route which is not marked. Purcell Municipal-Steven E. Shephard Field (Airport ID: 303) has a paved runway just over 3000 feet. The facility was renamed from Purcell Municipal Airport in 2005 to honor a Purcell High School alumnus who became a U.S. pilot and flight instructor and lost his life in the Iraq War. ===Health care=== Purcell has two local medical facilities, Purcell Municipal Hospital (PMH) a 50-bed acute care facility and emergency room, is located on the north side of the city. An urgent care/minor emergency clinic is in nearby building. PMH is owned by the City of Purcell and operated by the Purcell Hospital Authority. The hospital ended surgery services in 2018 and PMH has a referral arrangement and joint management agreement with Saint Anthony Hospital of Oklahoma City. A new approximately $14 million PMH hospital facility with upgraded technology and adjacent new doctor's offices began construction in Summer 2020. The Chickasaw Purcell Clinic is operated by the Chickasaw Nation Indian Health Service, and owned by The Chickasaw Nation. The clinic, located on the fast-growing south end of Purcell near the Walmart supercenter, has a contract with the U. S. Government. The Purcell Clinic serves members of all 573 federally recognized Native American Tribes with healthcare and prescriptions free of charge. The Purcell Clinic facility includes a drive through pharmacy for the convenience of patients. The Chickasaw Purcell Clinic refers patients to Carl Albert Hospital in Ada. ===Media=== In 2016, The City of Purcell was assigned a FCC License for Low Power FM radio station KQTR-LP on 93.9. It plays Variety format. {| class=\"wikitable sortable\" |- ! Call sign ! data-sort-type=\"number\" | Frequency ! City of license ! data-sort- type=\"number\" | Facility ID ! Class ! data-sort-type=\"number\" | ERP (W) ! data-sort-type=\"number\" | Height (m (ft)) ! class=\"unsortable\" | Transmitter coordinates |- | | KQTR-LP || 93.9 FM || Purcell, Oklahoma || || LP1 || 45 || || |} ==Notable people== * Earl Bartlett, professional football player * Lisa Johnson Billy, member of Oklahoma House of Representatives * Eric Buterbaugh, American florist and perfumer * Wallace Fox, film director * Lester Lane, gold medal winner in the 1960 Olympics * Tom Lester, actor and former school teacher in Purcell, best known for TV role as farmhand Eb Dawson on Green Acres * F. C. Love, president of the Kerr-McGee oil company * Bill McClard, professional football player * James C. Nance, Oklahoma community newspaper chain publisher and former Speaker of the Oklahoma House of Representatives, President pro tempore of the Oklahoma Senate and member Uniform Law Commission * Parker Millsap, alt- country and blues musician * William T. Pheiffer, Representative from New York in 77th Congress, and ambassador to the Dominican Republic * Joe Simpson, professional baseball player * Bert Seabourn, American artist and painter * Kevin Ray Underwood, murderer currently on death row at Oklahoma State Penitentiary * Charles W. Wantland, coach * Neil B. Ward, meteorologist and storm chaser * David W. Whitlock, 15th president of Oklahoma Baptist University ==See also== * National Register of Historic Places listings in Cleveland County, Oklahoma * National Register of Historic Places listings in McClain County, Oklahoma * BC Clark Jewelers ==References== ==External links== * * Purcell Public Library * History of Purcell Category:Oklahoma City metropolitan area Category:Cities in Oklahoma Category:Cities in Cleveland County, Oklahoma Category:Cities in McClain County, Oklahoma Category:County seats in Oklahoma Category:Populated places established in 1887 Category:1887 establishments in Indian Territory",
 "title": "Purcell, Oklahoma"
}