{
 "id": "150942",
 "text": "Geary is a city in Blaine and Canadian counties in the U.S. state of Oklahoma. The population was 1,280 at the 2010 census. The town was named for Edmund Guerrier, a scout and an interpreter for the U.S. Army.Rinehart, Merle. \"Geary,\" Encyclopedia of Oklahoma History and Culture, Oklahoma Historical Society, 2009. Accessed April 15, 2015. ==History== The area occupied by the present city of Geary was previously part of the Cheyenne-Arapaho reservation until it was opened in April, 1892 for settlement by non-Indians. Shuffle Huff and his son, William, filed several land claims in the area and sold two quarter sections to a land development company. A community was begun about northwest of its present location. Settlers moved the town to the present site to be located on the proposed route of the Choctaw, Oklahoma and Gulf Railroad line that was to be built west from El Reno. Edmund Guerriere, of French - Cheyenne ancestry and a former Army scout and interpreter, had acquired a land allotment about northeast of the town. According to the Encyclopedia of Oklahoma History and Culture, the town name was spelled \"Geary\" because the settlers had difficulty spelling and pronouncing the original name. The Geary post office was established October 12, 1892. Quickly becoming a trade center for the agricultural area that surrounded it, Geary was established as a \"first-class city\" in Oklahoma Territory in 1902. The population had grown to 2,561 in that year. That number declined to 1,565 by the time of statehood in 1907. ==Geography== Geary is located in southern Blaine County and northwestern Canadian County at (35.629486, −98.318176). The city limits extend southeast along U.S. Route 281 from the center of town to Exit 108 on Interstate 40. From this point it is east to downtown Oklahoma City. U.S. Route 270 leads east from Geary to Calumet. U.S. 281 and 270 together lead northwest to Watonga. According to the United States Census Bureau, as of 2010 the city has a total area of , of which , or 0.06%, is water. ==Demographics== As of the census of 2000, there were 1,258 people, 475 households, and 305 families residing in the city. The population density was 1,325.1 people per square mile (511.3/km2). There were 583 housing units at an average density of 614.1 per square mile (236.9/km2). The racial makeup of the city was 65.50% White, 4.85% African American, 22.89% Native American, 0.08% Asian, 2.62% from other races, and 4.05% from two or more races. Hispanic or Latino of any race were 5.41% of the population. There were 475 households, out of which 30.5% had children under the age of 18 living with them, 43.2% were married couples living together, 15.8% had a female householder with no husband present, and 35.8% were non-families. 32.2% of all households were made up of individuals, and 14.5% had someone living alone who was 65 years of age or older. The average household size was 2.56, and the average family size was 3.27. In the city, the population was spread out, with 29.3% under the age of 18, 7.2% from 18 to 24, 25.8% from 25 to 44, 19.6% from 45 to 64, and 18.0% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 90.9 males. For every 100 females age 18 and over, there were 90.0 males. The median income for a household in the city was $23,088, and the median income for a family was $28,409. Males had a median income of $23,021 versus $16,667 for females. The per capita income for the city was $10,538. About 21.2% of families and 24.9% of the population were below the poverty line, including 25.7% of those under age 18 and 18.0% of those age 65 or over. ==Climate== ==Notable person== * Edmund Guerrier, scout, guide, interpreter, mixed blood Cheyenne, and Sand Creek massacre survivor (1840–1921) after whom the city was named. ==References== ==External links== * City of Geary official website * Encyclopedia of Oklahoma History and Culture - Geary Category:Cities in Blaine County, Oklahoma Category:Cities in Canadian County, Oklahoma Category:Cities in Oklahoma Category:1892 establishments in the United States",
 "title": "Geary, Oklahoma"
}