{
 "id": "150972",
 "text": "Catoosa is a city in Rogers and Wagoner counties in the U.S. state of Oklahoma. The population was 7,159 at the 2010 census compared to 5,449 at the 2000 census. This was a 31.2 percent increase during the decade.MuniNet Guide - Catoosa, Oklahoma.\" Retrieved September 20, 2011 ==History== The Cherokee Nation controlled the region during the 19th century.Larry O'Dell, \"Catoosa,\" Encyclopedia of Oklahoma History and Culture. Accessed May 30, 2010. After the Atlantic and Pacific Railroad laid tracks in the early 1880s, the community became a cow town, with the establishment of William Halsell's Bird Creek Ranch. In 1883, the Federal Government opened a post office here. The name of the city is derived from the Cherokee language, phonetically pronounced \"Ga- du-si\" or \"Ga-tu-si\". Various interpretations of this word exist, including: \"between two hills\", \"on the hill\", \"into the hills\", and possibly signifying a prominent hill or place thereon. Catoosa was home to Bluford \"Blue\" Duck, the infamous outlaw depicted in Lonesome Dove. He is buried in Dick Duck Cemetery located at the intersection of 193rd and Pine street. The town grew from a population of 241 in 1900 to 410 by 1910. The local economy included a grain elevator, a cotton gin and mill, a marble works and some coal mines. By 1930, the population was back down to 264, but by 1960, was up to 638. In 1971, the Tulsa Port of Catoosa opened and gave the town an economic boom. The port's industrial park provided jobs for over 2,600 workers by the 21st century. , it had 70 businesses with over 4,000 workers. The port connects to the Mississippi River and the Gulf of Mexico via the McClellan-Kerr Arkansas River Navigation System. On the evening of April 24, 1993, the town was struck by an F4 tornado. Seven people were left dead in the tornado's wake, with six of the fatalities at a truck stop and one in a trailer park. In the aftermath of the tornado, which caused an estimated $500,000 in damage, 100 National Guard troops were deployed by Governor David Walters. ==Geography== Catoosa is located northeast of Tulsa, Oklahoma in Rogers County, Oklahoma. This location provides mid-America river shipping access at the Tulsa Port of Catoosa. According to the United States Census Bureau, the city has a total area of , of which is land and 0.14 percent is water. Catoosa has an inland seaport and the terminus of the Kerr-McClellan Arkansas River Navigation System. The Port of Catoosa is one of the farthest inland seaports in the United States, linking Tulsa to the Arkansas River, the Mississippi River, and eventually to the Gulf of Mexico. Catoosa is linked by the South Kansas and Oklahoma Railroad through Owasso to Tulsa and points north. Catoosa is located along historic Route 66. ==Demographics== As of the 2010 census, there were 7,151 people, 2,581 households, and 1,876 families residing in the city. The population density was 639.2 people per square mile (302.3/km). There were 2,993 housing units. The racial makeup of the city was 72.0% White, 1.1% African American, 13.3% Native American, 0.8% Asian, 4.3% from other races, and 8.4% from two or more races. Hispanic or Latino of any race were 8.6% of the population. The median income for a household in the city was $50,050, and the median income for a family was $52,610. The per capita income for the city was $26,289. About 14.5% of the total population were below the poverty line. In 2000, there were 1,972 households, out of which 40.6% had children under the age of 18 living with them, 57.9% were married couples living together, 14.8% had a female householder with no husband present, and 23.0% were non- families. 20.1% of all households were made up of individuals, and 7.2% had someone living alone who was 65 years of age or older. The average household size was 2.72 and the average family size was 3.11. In the city, the population was spread out, with 29.7% under the age of 18, 8.5% from 18 to 24, 29.4% from 25 to 44, 21.1% from 45 to 64, and 11.3% who were 65 years of age or older. The median age was 34 years. For every 100 females, there were 89.8 males. For every 100 females age 18 and over, there were 87.2 males. ==Education== In 2000, the Catoosa School District enrolled 2,416 students, and the town's population stood at 5,449. As of 2011, Catoosa High School had 609 students enrolled and 13 students for every teacher. ==Government== In 2010, Catoosa changed its form of government from a strong mayor to a council- manager type. \"About Catoosa.\" Accessed January 24, 2017. ==Media== Catoosa had one newspaper, the Catoosa Times, which stopped publishing at the end of 2013. The paper was published every Wednesday. It was owned by Community Publishers, a newspaper and Internet publisher and commercial printer that serves Oklahoma, Missouri, and Arkansas. ==Points of interest== thumb|Arrowood Trading Post * The Blue Whale of Catoosa is a famous Route 66 landmark located just east of the downtown area. * The Arrowood Trading Post, just across the highway from the Blue Whale. Formerly a trading post, now serving as a performance car shop. * Molly's Landing is an award winner restaurant opened in 1984, the amenities include private room for groups as large as 45 people, gift shop, chocolate fountains, outdoor chess game, helicopter pad, and home grown spices. * The Hard Rock Casino (formerly Cherokee Casino and Resort), operated by the Cherokee Nation, is located in Catoosa.Cherokee Casino. (retrieved 13 April 2009) The resort has two hotels, several restaurants, a golf course, a concert hall called \"Hard Rock Live\", and hosts the annual Cherokee Art Market as well as the International Cherokee Film Festival.International Cherokee Film Festival. 2009 (retrieved 13 April 2009) *Catoosa's Historical Museum was founded by Catoosa's Historical Society. The museum is a replica of an old train depot and is home to many Catoosa artifacts and railroad memorabilia. The Catoosa Historical Museum is easily recognized by the Burlington Northern Railroad caboose outside of the museum. * The D.W. Correll Museum was founded by Mr. D.W. Correll and is now owned and operated by the City of Catoosa. The museum houses rare antique automobiles, vintage whiskey bottles and a vast collection of rocks and minerals from all over the world. *Gazebo Park *Hathaway Park *J.B. Hamby Park *Redbud Valley Nature Preserve Center and Hiking Trails *Rodger Berry Sports Complex ==References== ==External links== * Encyclopedia of Oklahoma History and Culture - Catoosa Category:Cities in Rogers County, Oklahoma Category:Cities in Wagoner County, Oklahoma Category:Cities in Oklahoma Category:Oklahoma populated places on the Arkansas River Category:Tulsa metropolitan area",
 "title": "Catoosa, Oklahoma"
}