{
 "id": "150948",
 "text": "Oaks is a town in Cherokee and Delaware counties in the U.S. state of Oklahoma. The population was 288 at the 2010 census, a decrease from the figure of 412 recorded in 2000.Rose Stauber \"Oaks,\" Encyclopedia of Oklahoma History and Culture. Accessed March 26, 2015. ==History== In 1842, the Moravian Brethren began a new mission which they named New Springplace. It was intended to replace their former mission in Georgia, which they had abandoned after the Cherokees had been forced to emigrate to Indian Territory. The mission operated in its new location until after the outbreak of the American Civil War. In 1862, a group of Union troops and Pin Indians killed James Ward, a Cherokee missionary. They abducted Ward's wife and twin infant sons, though they released them about from the mission. The mission was abandoned for the remainder of the war. The Moravians resumed their mission work in the 1870s. After reassessing their activities, the church abandoned its work among the Cherokees, asking Niels Nielsen, a minister of the Evangelical Danish Lutheran Church, to help the New Springplace congregation. Nielsen took over the facilities in 1902 and dropped the Springplace name. George Miller opened a post office named Oaks on July 18, 1881. A plat for the town was filed on December 10, 1906. All of the land was owned by William Israel, subject to allotment by the Chickasaws. Rev. Christian Adolphus Vammen, with his family, succeeded Nielsen in 1924 and two years later began a children's home, Oaks Indian Mission. The mission still operates at present. ==Geography== Oaks is located in southern Delaware County at . A small portion of the town extends south into Cherokee County. It is southwest of the town of Kansas and north of Tahlequah, the Cherokee County seat. According to the United States Census Bureau, the town of Oaks has a total area of , all land. ==Demographics== As of the census of 2000, there were 412 people, 125 households, and 86 families residing in the town. The population density was 256.2 people per square mile (98.8/km2). There were 137 housing units at an average density of 85.2 per square mile (32.9/km2). The racial makeup of the town was 13.59% White, 72.57% Native American, 0.24% Asian, 0.49% from other races, and 13.11% from two or more races. Hispanic or Latino of any race were 2.43% of the population. There were 125 households, out of which 36.0% had children under the age of 18 living with them, 44.8% were married couples living together, 16.8% had a female householder with no husband present, and 30.4% were non-families. 28.0% of all households were made up of individuals, and 14.4% had someone living alone who was 65 years of age or older. The average household size was 2.97 and the average family size was 3.64. In the town, the population was spread out, with 38.3% under the age of 18, 11.7% from 18 to 24, 21.6% from 25 to 44, 19.4% from 45 to 64, and 9.0% who were 65 years of age or older. The median age was 25 years. For every 100 females, there were 89.0 males. For every 100 females age 18 and over, there were 86.8 males. The median income for a household in the town was $25,268, and the median income for a family was $27,396. Males had a median income of $19,375 versus $15,000 for females. The per capita income for the town was $8,031. About 18.7% of families and 29.9% of the population were below the poverty line, including 39.5% of those under age 18 and 36.8% of those age 65 or over. ==New Springplace Indian Mission== In 1801, members of the Moravian Church from Salem in North Carolina (now Winston-Salem) decided to begin a mission to the Cherokee people who were then living in Georgia and Tennessee. As a result, they set up Springplace Mission in Springplace, Georgia. They continued the mission to the Cherokees there until the Cherokees signed the Treaty of New Echota with the federal government. This forced the Cherokees and the other four Civilized Tribes (the Chickasaws, Choctaws, Creeks and Seminoles) to give up their homelands in the southeastern United States and move to Indian Territory, now Oklahoma. Springplace Mission was forced to close its doors and move with the Cherokees to northeastern Indian Territory. Upon arrival in Indian Territory, the Moravians selected a spot north of Tahlequah, the new Cherokee Nation capital, to found New Springplace Indian Mission, near current-day Oaks. The area selected was a beautiful one with plentiful oak trees (which is probably where Oaks got its name from) and a spring creek (today called Spring Creek), and the site was on the military road from Fort Gibson, Indian Territory, to St. Louis, Missouri. The Civil War temporarily closed the mission, but work resumed until 1902, when Danish Lutherans took over. Also in 1902, Oaks- Mission School was formed to accommodate the education for the Indian children staying in what became the Oaks Indian Mission. Later, a nearby school consolidated with Oaks, and the school became Oaks-Mission Public School. In 1980, the name of the mission was changed to Oaks Indian Center, and \"mission\" was dropped from Oaks' school name until the 1990s, when \"mission\" was re- instated. In 2004, the name of the Oaks Indian Center was restored to Oaks Indian Mission. Currently, the Oaks Indian Mission continues to house and mission to Indian children, just like it did in the early days as Springplace and New Springplace. ==Notes== ==References== Category:Towns in Cherokee County, Oklahoma Category:Towns in Delaware County, Oklahoma Category:Towns in Oklahoma Category:History of the America (North) Province of the Moravian Church Category:Populated places established in 1881 Category:Cherokee towns in Oklahoma Category:1881 establishments in Indian Territory",
 "title": "Oaks, Oklahoma"
}