{
 "id": "151007",
 "text": "St Albion Parish News was a regular feature in the British satirical magazine Private Eye during the premiership of Tony Blair. It was in the Private Eye tradition of featuring a fortnightly column lampooning the Prime Minister of the day and their close associates, seemingly written in a gossipy style by an insider. This has taken either of two broad formats. Mrs Wilson's Diary and Dear Bill were supposedly the observations of spouses Mary Wilson and Denis Thatcher respectively. Heathco - A Message from the Managing Director was a motivational newsletter sent to staff of a small company from the boss (Edward Heath, nicknamed \"Grocer\"), and St Albion Parish News was in this broad style. The format was a spoof of the parish magazine typically published by English churches. Prime Minister Tony Blair was depicted as the earnest and trendy young vicar of St Albion, \"Rev ARP Blair, MA (Oxon)\". Leading political figures were given satirical roles within a typical Anglican community, for example, Gordon Brown was the PCC Treasurer, John Prescott was in charge of the working men's club and the Home Secretary was Chairman of Neighbourhood Watch. Foreign dignitaries were described as Ministers in other Churches: for example, George W. Bush usually appeared in the Parish News each week as \"Rev Dubya Bush of the Church of the Latter-Day Morons\" (or, in some issues in 2003 --during the Invasion of Iraq and early Iraq War--the Latter-Day Morbombs), in reference to The Church of Jesus Christ of Latter-day Saints (LDS Church). Bill Clinton belonged to the Church of the Seventh Day Fornicators. Great play was made in the issue of 4 August 2006 of Bush's misheard greeting, \"Yo, Blair\", to the Prime Minister at the \"G8\" summit in St Petersburg. == Structure and general tone == The general structure was a message from the vicar, i.e. Prime Minister, plus a few smaller, varying columns. These usually included the Parish Postbag, often containing a letter from a parish member (i.e. minister) complaining about something or other but cut short \"for reasons of space\" by the editor (in the past this was Alastair Campbell). In the case of Tony Blair, the 'incumbent vicar', the message was nearly always a defence of his recent actions which then turned into a self-loving eulogy. Bible passages were frequently modified, or invented, to reflect kindly and reverently on the vicar. There would sometimes be a hymn with up-beat slogan words, marked \"Words and Music T. Blair\" to emphasise the message. Despite frequent promises of not blaming others it was very common for the ensuing sentence or paragraph to do just that, all under a pretence of friendliness and half-heartedness. == Running jokes from the Blair era == The tone of the sketch was set by the magazine's satirical take on the Blair government and its personalities. The vicar's message always began with 'hullo', any appearance by Deputy Prime Minister John Prescott featured attempts at formal, well-written language plagued by mistakes and misunderstandings of words (e.g. \"there have been many alligators made about me\"), and threats to sue were frequently made by the vicar's wife (Cherie Blair is a leading barrister). Some weeks there was an item \"To Remember In Your Prayers\", seeking understanding for former colleagues who had resigned or been sacked, for example Mo Mowlam, Clare Short and Charles Clarke. They are depicted as obviously deluded and mentally ill, hence the need for prayers. == TV adaptation == In 1998 Sermon from St. Albion's, an ITV television series based on the column was shown. It starred Harry Enfield as the Rev. Blair. == Influence == During the run-up to the 2001 General Election, Tony Blair started his campaign at St Olave's and St Xavier's School, during which he was photographed making a speech in front of a stained-glass window, with the choir surrounding him. It was noted that this made Blair look like the \"vicar of St Albions\". ==References== Category:Private Eye Category:Politics of the United Kingdom Category:Satirical columns Category:Cultural depictions of Tony Blair",
 "title": "St Albion Parish News"
}