{
 "id": "151123",
 "text": "Niederwald is a cityUS Census change list in Caldwell and Hays counties in the U.S. state of Texas. The population was 565 at the 2010 census. Niederwald was founded by German emigrants in the 1890s and still boasts a large ethnic- German population. ==Geography== Niederwald is located in eastern Hays County and northern Caldwell County at (30.006397, –97.750056). Texas State Highway 21 is the main road, leading southwest to San Marcos and east to Bastrop. Austin is to the north. According to the United States Census Bureau, the town has a total area of . None of the area is covered with water. ==Demographics== At the 2000 census there were 584 people.192 households, and 158 families in the city. The population density was 196.8 people per square mile (75.9/km). There were 199 housing units at an average density of 67.1 per square mile (25.9/km). The racial makeup of the town was 75.17% White, 3.94% African American, 1.54% Native American, 1.37% Asian, 16.44% from other races, and 1.54% from two or more races. Hispanic or Latino of any race were 32.19%. Of the 192 households 44.3% had children under the age of 18 living with them, 67.7% were married couples living together, 8.3% had a female householder with no husband present, and 17.7% were non-families. 10.4% of households were one person and 2.6% were one person aged 65 or older. The average household size was 3.04 and the average family size was 3.27. The age distribution was 28.8% under the age of 18, 8.6% from 18 to 24, 35.3% from 25 to 44, 21.6% from 45 to 64, and 5.8% 65 or older. The median age was 34 years. For every 100 females, there were 104.2 males. For every 100 females age 18 and over, there were 101.9 males. The median household income was $54,375 and the median family income was $61,750. Males had a median income of $28,750 versus $26,932 for females. The per capita income for the town was $21,236. None of the families and 1.8% of the population were living below the poverty line, including no under eighteens and 2.5% of those over 64. ==References== ==External links== *City of Niederwald official website Category:Cities in Caldwell County, Texas Category:Cities in Hays County, Texas Category:Cities in Texas Category:Cities in Greater Austin",
 "title": "Niederwald, Texas"
}