{
 "id": "151161",
 "text": "Ovilla is a city in Dallas and Ellis Counties in the U.S. state of Texas. The population was 3,492 at the 2010 census. ==History== ===Original settlement=== Ovilla, on upper Red Oak Creek in northern Ellis County, is the oldest town in the county. It began in 1844 as a fortified settlement known as McNamara's to repel Indian incursions. James McNamara arrived in 1843 with his new wife, Joanna (Hale) McNamara as the first Peters Colony settlers of this area for which they received 640 acres that made up the beginning of the locale that was later to be called 'Shiloh' for a nearby creek and a newly formed church. The McNamaras arrived with other Peters colonists: the Billingsleys; Mrs. McNamara's family, the McCommas's; and James Sterrett (Mrs. McNamara's brother-in-law, who established Sterrett, Texas). The marriage of James Sterrett to Clarinda (Hale) Squires of 7 Jul 1844 was the first marriage to be performed here within the future boundaries of Ellis County, which was still within old Robertson County at the time. James McNamara served as sergeant in Smith's Company of Texas Mounted Volunteers during the War with Mexico in 1846–1847 along with his brother-in-law, James Sterrett. The little village grew as other Peters Colony settlers arrived in the area to attend brush arbor meetings of the Shiloh Cumberland Presbyterian Church, which was started by Rev. Finis E. King in 1847. James McNamara died in New Orleans 5 May 1852, and his widow liquified his assets and left Texas for the gold fields in Tuolumne County, California, with all of her remaining maternal family members. ===First public buildings=== The church met in a brush arbor until 1853, when a log cabin, which served as both church and schoolhouse, was built. A frame church building was finished in 1872; in 1984, about 190 members still met in the structure, which had been enlarged and remodeled. The church was instrumental in moving Trinity University to Waxahachie in 1902 and in establishing a girls' school in the nearby town of Milford. ===20th century breakthrough=== Although Ovilla was a thriving farming community by the 1850s, it remained unnamed. Mrs. M. M. Molloy, wife of Rev. D. G. Molloy, formed the name from the Spanish word villa. Ovilla continued to grow, and by the early 1900s, had a post office, a bank, a cotton gin, a pharmacy, a blacksmith shop, and several dry-goods stores. Its post office closed in 1906. Fires in 1918 and 1926 destroyed most of the downtown buildings, and this destruction, together with the fact that Ovilla was bypassed by railroads and major highways, led to a decline in growth. ===City incorporation=== As Dallas grew, however, and people started moving from the city to the suburbs, Ovilla once again began to grow. To escape annexation by DeSoto or any other neighboring city, the town of Ovilla was incorporated in 1963. In the first census after incorporation, its population was 339; by 1980, it had risen to 1,067. Its 1984 population was estimated to be nearly 1,300. In 1990, it was 2,027, and the community had extended into Dallas County. The 2000 census showed a population of 3,405, rising to 3,492 as of the 2010 census. ===Famous history=== Boxcar Willie was born in the area surrounding Ovilla; the overpass at Interstate 35E and FM 664 in Red Oak is named in his memory. Several episodes of Walker, Texas Ranger with Chuck Norris were shot in part here. Downtown Ovilla was the set of an old Indian town. ==Geography== Ovilla is located at (32.531616, –96.891298). According to the United States Census Bureau, the city has a total area of 5.7 square miles (14.8 km), all of it land. ==Demographics== As of the census of 2000, 3,405 people, 1,129 households, and 1,001 families were residing in the city. The population density was 596.7 people per square mile (230.2/km). The 1,151 housing units averaged 201.7/sq mi (77.8/km). The racial makeup of the city was 91.92% White, 4.88% African American, 0.35% Native American, 0.70% Asian, 0.73% from other races, and 1.41% from two or more races. Hispanics or Latinos of any race were 3.35% of the population. Of the 1,129 households, 45.5% had children under the age of 18 living with them, 80.9% were married couples living together, 5.3% had a female householder with no husband present, and 11.3% were not families. About 9.6% of all households were made up of individuals, and 3.9% had someone living alone who was 65 years of age or older. The average household size was 3.02, and the average family size was 3.22. In the city, the age distribution was 30.1% under the age of 18, 5.6% from 18 to 24, 28.1% from 25 to 44, 27.8% from 45 to 64, and 8.4% who were 65 years of age or older. The median age was 39 years. For every 100 females, there were 96.8 males. For every 100 females age 18 and over, there were 96.3 males. The median income for a household in the city was $73,713, and for a family was $75,000. Males had a median income of $57,600 versus $33,261 for females. The per capita income for the city was $35,102. About 1.1% of families and 1.6% of the population were below the poverty line, including 2.2% of those under age 18 and 6.3% of those age 65 or over. == Education == === Public schools === The city of Ovilla is primarily served by the Red Oak Independent School District, and to a lesser extent by the Midlothian Independent School District, the DeSoto Independent School District, and the Cedar Hill Independent School District. === Private schools === Ovilla Christian School, a private Christian school, is located in Ovilla. It is associated with Ovilla Road Baptist Church. ==References== ==External links== * City of Ovilla official website Category:Dallas–Fort Worth metroplex Category:Cities in Dallas County, Texas Category:Cities in Ellis County, Texas Category:Cities in Texas Category:Populated places established in 1844 Category:1844 establishments in the Republic of Texas",
 "title": "Ovilla, Texas"
}