{
 "id": "151312",
 "text": "Middle Village (Center for Menominee Language, Culture, and Art, Language Materials www.menomineelanguage.com/dictionaries-word-lists, Menominee Dictionary - English - Menominee Link (Archive) - Middle Village Pg. 145, Village Pg. 260) is a census-designated place (CDP), in the towns of Menominee and Red Springs, in Menominee and Shawano counties in the U.S. state of Wisconsin. It does not have any legal status as an incorporated municipality. The population was 281 at the 2010 census. On current Wisconsin State Highway maps published by WisDOT, the community is called Nanaweyah Omīnīhekan.Official Wisconsin highway map. Wisconsin Department of Transportation. Accessed January 29, 2018. The Menominee name Nanāweyah means \"middle village\". ==Geography== Middle Village is located at (44.933853, -88.742805). According to the United States Census Bureau, the CDP has a total area of 6.9 square miles (17.9 km2), all land. ==Demographics== As of the census of 2000, there were 351 people, 94 households, and 76 families residing in the CDP. The population density was 50.6 people per square mile (19.6/km2). There were 133 housing units at an average density of 19.2/sq mi (7.4/km2). The racial makeup of the CDP was 5.98% White and 94.02% Native American. Hispanic or Latino of any race were 5.70% of the population. There were 94 households, out of which 60.6% had children under the age of 18 living with them, 30.9% were married couples living together, 38.3% had a female householder with no husband present, and 18.1% were non-families. 9.6% of all households were made up of individuals, and 3.2% had someone living alone who was 65 years of age or older. The average household size was 3.44 and the average family size was 3.55. In the CDP, the population was spread out, with 43.9% under the age of 18, 8.5% from 18 to 24, 25.9% from 25 to 44, 13.7% from 45 to 64, and 8.0% who were 65 years of age or older. The median age was 23 years. For every 100 females, there were 90.8 males. For every 100 females age 18 and over, there were 89.4 males. The median income for a household in the CDP was $16,667, and the median income for a family was $11,071. Males had a median income of $21,875 versus $9,750 for females. The per capita income for the CDP was $6,568. About 55.8% of families and 42.0% of the population were below the poverty line, including 52.9% of those under age 18 and none of those age 65 or over. ==References== Category:Census-designated places in Menominee County, Wisconsin Category:Census-designated places in Shawano County, Wisconsin Category:Census-designated places in Wisconsin",
 "title": "Middle Village, Wisconsin"
}