{
 "id": "151346",
 "text": "Greetland is a village in the metropolitan borough of Calderdale in West Yorkshire, England. The appropriate Calderdale Ward is called Greetland and Stainland. The population of this ward at the 2011 Census was 11,389. It is located west of Elland and south of Halifax. In 1870–72, John Marius Wilson's Imperial Gazetteer of England and Wales described Greetland like this: > \"Greetland, a village and a chapelry in Halifax parish, W. R. Yorkshire. The > village stands 1 mile W of Elland r. station, and 3 SSW of Halifax; and has > a post office under Halifax. The chapelry is part of the township of Elland- > cum-Greetland. Pop. 2, 584. There are stone quarries, and several large > woollen, worsted, and cotton mills.\" ==History== The village of Greetland could have been the site of a Roman settlement named Cambodunum. A Roman altar stone dated to 208 AD was found in 1597 at Bank Top, Greetland. The village was served by the Greetland railway station from 1844 to 1962. On 6 July 2014, Stage 2 of the 2014 Tour de France from York to Sheffield, passed through the village. The race route went east to west from neighbouring Barkisland through the borough of West Vale and into Elland. It was also the location of the fourth climb of the stage, the Category 3 Côte de Greetland, at the point. The 2 points for the King of the Mountain competition was claimed by Frenchman, Cyril Lemoine of Cofidis, with the other point going to David de la Cruz of Team Netapp-Endura. ==Geography== Greetland is situated primarily around Stainland, Saddleworth and Rochdale Roads, with much of the village on one side of the steep hill that separates the latter two roads. Saddleworth Road and Rochdale Road meet at a double traffic junction at a small commercial area called West Vale. > \"The old part of Greetland was strung out along what is now the B6113 to the > west. In the late 19C a new town known as West Vale developed in the valley, > and a school and church were built (SE097213). The name stems from being at > the western end of Elland, although it is at the eastern end of Greetland > which was an independent authority only from 1894 to 1937.\" Humphrey Bolton. ==Landmarks== ===Clay House=== thumb|right|Back view of Clay House's southern wing Clay House was built for John Clay and the Clay family around 1650, although a house owned by Robert Clay on the site is mentioned before in 1296. The grounds of the house were opened as a park in 1924, and in 1929, a war memorial was built in the hall. The house is frequently used for weddings and its main hall can easily seat 100 people. Its impressive corridors and grand rooms are iconic in the area, with a large grand staircase, traditional wooden panelling from the 1600s and beautiful paintings. The house is currently managed by Calderdale Council and can be hired as a whole. There is another war memorial on the eastern wall of the house. Clay House is the starting point of the Calderdale Way. ===Calderdale Way=== Greetland is the start of the Calderdale Way, a long-distance footpath that is popular with ramblers. === Public Houses === ====Druid's Arms (closed 2004)==== thumb|right|200px|St Thomas's Church, Greetland with the Community Centre playground in the foreground. Perhaps the oldest public house in Greetland, the Druids Arms is known locally as the \"Rat\". The sign outside the pub was altered by the current landlord to reflect this. The pub has been at the centre of a planning dispute with local residents. Since its closure on 17 October 2004, the landlord has applied for planning permission to turn the pub into flats. However, a local residents' committee is attempting to launch objections to the proposed change of function. The Druids Arms appears in local folklore: Greetland is the home of 'Brandy Hole Wood'. The origin of the wood's name is ingrained in local folklore. It is said by local residents that (sometime before the start of the 20th century) in order to avoid paying excessive tax on his stockpiled alcohol, the landlord of the local pub, the Druids Arms, would roll barrels of spirits into the wood in order to hide them. When the taxman came to take an inventory of the pub's cellar he would not account for the hidden barrels, and so the landlord avoided paying tax on the barrels stashed in the woods. According to another version of the story, it was the locals who hid the brandy in the wood, and concerned at his lost revenue, the landlord of the Druids Arms informed the taxman of the hidden stash. This is what earned the pub the nickname \"The Rat\". ====Golden Fleece (closed 2008)==== This pub came to nationwide media attention in early January 2008. The supposed 'landlord', (it later emerged that the premises traded under his son's alcohol licence) had been publicly flouting the smoking ban that was introduced throughout England in July 2007. He allowed customers to smoke inside his pub, and either took down non-smoking signs or wrote over them with 'Smoking Allowed'. The pub received support from smokers and non-smokers alike from Halifax, Bradford, Huddersfield and Leeds. The 'landlord' stated that he received phone calls of support from Germany, Croatia and the USA. He announced in 2008 that he would open another pub in Huddersfield (The College Arms), where he will also allow his customers to smoke. He said he wishes to create a small smoking area, leaving most of the pub a non-smoking venue. ====Other pubs==== The Rose and Crown pub (known locally as \"the Crown\", \"the Frown\" or \"the Rose\"), the Branch Road Inn, the Sportsman Inn, the Spring Rock, the Star, the Traveller's Rest, the Queen, the Shears (now demolished, a branch of the Co-op now occupies the site) and a number of working men's clubs. ==Education== thumb|right|West Vale school and church Schools include Greetland Junior and Infant School and the West Vale Primary School, Greetland Infant School on Saddleworth Road, (for children aged 4–6), and Greetland Junior School, on School Street/Rochdale Road (for children aged 6–11). Greetland Academy has two campuses, one on School Street, the other on Saddleworth Road. Greetland has schools for both Key Stage 1 and Key Stage 2. The Key Stage 1 school, Sunnybank, is on Saddleworth Road. The Key Stage 2 mixed school, Greetland Academy School, is on School Street, and teaches approximately 383 pupils within an age range of 4 to 11. ==Sport== thumb|right|200px|Greetland Cricket & Bowling Club, with the rear of the 'Andy Thontons' building to the right. The bowling green is directly behind the row of trees in the centre of the picture. Sporting facilities in Greetland include the \"Greetland Community Centre\", which consists of an indoor multi- purpose pitch, as well as several outdoor natural grass pitches. The venue also has a small bar area that has been voted club of the year 2007 by CAMRA. The community centre is home to the Greetland Goldstars Football Club and Elland Boxers rugby club, which has various teams in different age groups playing in the local junior football leagues. Their motto is \"To win fairly and to lose with honour\". The club achieved FA Charter Standard Development Club Status in January 2007. Founded in 1858 the \"Greetland Cricket & Bowling Club\" is still active and the club competes in the \"Halifax League\", playing host to teams from around Calderdale and Kirklees. The pitch is on the banks of a small river and is prone to flooding. The Greetland Social Club has three table tennis teams which play in the Halifax Table Tennis League. Various local rugby league teams play at the Greetland All Rounders rugby ground. The site contains an indoor bar and meeting area and a floodlit outdoor pitch. The ground is often used for community events and is used regularly by the district scout groups. ===Scouts=== Greetland has a Scout group operating as the 5th Greetland Scout Group, which comprises Beavers, Cubs and Scouts. Explorer scouts operate from the nearby West Vale HQ. The group is based in the St Thomas' Church Hall. Other venues are used when holding meetings for special events and activities. The group is part of the Pennine Calder District Scouts. ==Notable people== * Lord Shutt of Greetland (former local councilor) ==Location grid== ==See also== *Listed buildings in Greetland and Stainland ==References== ==External links== Category:Villages in West Yorkshire Category:Former civil parishes in West Yorkshire Category:Elland",
 "title": "Greetland"
}