{
 "id": "151350",
 "text": "Deliberation is a process of thoughtfully weighing options, usually prior to voting. Deliberation emphasizes the use of logic and reason as opposed to power-struggle, creativity, or dialogue. Group decisions are generally made after deliberation through a vote or consensus of those involved. In legal settings a jury famously uses deliberation because it is given specific options, like guilty or not guilty, along with information and arguments to evaluate. In \"deliberative democracy\", the aim is for both elected officials and the general public to use deliberation rather than power-struggle as the basis for their vote. ==Trial juries== thumb|A jury. In countries with a jury system, the jury's deliberation in criminal matters can involve both rendering a verdict and determining the appropriate sentence. In civil cases, the jury decision is whether to agree with the plaintiff or the defendant and rendering a resolution binding actions by the parties based on the results of the trial. Typically, a jury must come to a unanimous decision before delivering a verdict; however, there are exceptions. When a unanimous decision is not reached and the jury feels that one is not possible, they declare themselves a 'hung jury', a mistrial is declared and the trial will have to be redone at the discretion of the plaintiff or prosecutor. One of the most famous dramatic depictions of this phase of a trial in practice is the film, 12 Angry Men. ==In political philosophy== In political philosophy, there is a wide range of views regarding how deliberation becomes a possibility within particular governmental regimes. Most recently, the uptake of deliberation by political philosophy embraces it alternatively as a crucial component or the death-knell of democratic systems. Much of contemporary democratic theory juxtaposes an optimism about democracy against excessively hegemonic, fascist, or otherwise authoritarian regimes. Thus, the position of deliberation is highly contested and is defined variously by different camps within contemporary political philosophy. In its most general (and therefore, most ambiguous) sense, deliberation describes a process of interaction between various subjects/subjectivities dictated by a particular set of norms, rules, or fixed boundaries. Deliberative ideals often include \"face-to-face discussion, the implementation of good public policy, decisionmaking competence, and critical mass.\" The origins of philosophical interest in deliberation can be traced to Aristotle’s concept of phronesis, understood as \"prudence\" or \"practical wisdom\" and its exercise by individuals who deliberate in order to discern the positive or negative consequences of potential actions. For many contemporary political philosophers, the rigidity of a particular set of norms, rules, or fixed boundaries about either the way that subjects who would qualify for deliberation are constituted (a position perhaps epitomized by John Rawls) or regarding the kinds of argument which qualify as deliberation (a position perhaps epitomized by Jürgen Habermas) constitute a foreclosure of deliberation, making it impossible. \"Existential deliberation\" is a term coined by the theorists of the emotional public sphere. Existential deliberation theorists contend that deliberation is an ontological state, rather than a process that can be deployed. As such, deliberation is a rare thing that only might happen in face-to-face encounters. This utilizes the insights of radical deliberation, in that the political is a rare discharge of potential into an otherwise sterile social field. \"Pragmatic deliberation\" is the epistemic variant on existential deliberation, frequently focusing on the ways in which groups could be assisted with producing positive outcomes that both aggregate and transform the views of effected publics. Advocates of \"public deliberation\" as an essential democratic practice focus on processes of inclusiveness and interaction in making political decisions. The validity and reliability of public opinion improves with the development of \"public judgment\" as citizens consider multiple perspectives, weigh possible options, and accept the outcomes of decisions made together. ===Radical deliberation=== Radical deliberation refers to a philosophical view of deliberation inspired by the events of the student revolution in May 1968. Political theory concerned with radical democracy, particularly that of such theorists as Michel Foucault, Ernesto Laclau, Chantal Mouffe, Jacques Ranciere, and Alain Badiou also focus upon deliberation insofar as the process of engagement between disparate positions create the conditions of possibility for a politics. Notably for these thinkers, the task of radical democracy is always and already unfinalized, subject to a series of changes which occur outside of the conscious influence of any single actor and are instead the discursive effects of the contingent assemblies of larger bodies politic. Michel Foucault's use of 'technologies of discourse' and 'mechanisms of power' describes how deliberation is either foreclosed or is a product of a series of technologies of discourse which produce a semblance of agency through the reproductions of power as they occur between individual subjects. The account of 'mechanisms' or 'technologies' is in some sense paradoxical: on the one hand, these technologies are inseparable from the subjects which enunciate them. On the other, to speak of the machine or technology which coordinates suggests an infrastructure through which the social is collectively organized, which suggests the removal of subjects from the means of their organization: a god's eye view of the social that is only coordinated by the movement of the parts. Chantal Mouffe uses 'the democratic paradox' to generate a self- sustaining model of politics which is built on foundational contradictions - the non-resolution of which produces a productive agonism between subjects who recognize the other's right to speak. For Mouffe, the fact of the configuration of the social is the only foundational political stability - that and the certainty of a penultimate articulation's deferral. That is to say: re-articulations of the social will always occur. Again, process overwhelms content: the paradox of liberalism and popular sovereignty is the generative motor of radical democracy. The rhetorical gesture of the foundational paradox becomes a mechanism; an interface between the human and a language machine which produces the conditions of possibility for continued reconfiguration: a positive feedback loop for politics. Although Chantal Mouffe and Jacques Ranciere differ in their stance on what the conditions of the political are (for Mouffe, this is an internal reorganization of existing social arrangements in what are called 'articulations), for Ranciere, it is the incursion of an externality which had not yet been accounted for. In the 'arithmatic/geometric' distinctions of politics, there is a(n) (near) explicit appeal to the mechanical or mathematical: the political sustains itself by perpetuating a dialectic between homeostasis and reconfiguration (what N. Katherine Hayles might call 'pattern' and 'randomness') through a 'count' of what is internal to the police order. The mechanism of politics makes it possible for future reconfigurations only by making new inclusions, thereby rearranging the social, returning to homeostasis, and perpetuating the impossibility of a complete 'whole'. It is again a kind of rhetorical paradox which is the motor of politics: a foundational arbitrariness in who is or who is not permitted to speak. === See also === * Online deliberation * Blank pad rule ===Other theorists === * Hannah Arendt * Giorgio Agamben * Bruno Latour * Bonnie Honig * Lauren Berlant ==See also== * Argument map * Dialogue mapping * Low-information rationality ==References== ==External links== * Category:Political philosophy Category:Legal reasoning Category:Juries Category:Group decision-making",
 "title": "Deliberation"
}