{
 "id": "151535",
 "text": "Donovan's Reef is a 1963 American adventure comedy film starring John Wayne and Lee Marvin. The picture was directed by John Ford, and filmed in Kauai, Hawaii, but is set in French Polynesia. The supporting cast features Elizabeth Allen, Jack Warden, Cesar Romero, Dick Foran, and Dorothy Lamour. The film marked the last time Ford and Wayne collaborated. ==Plot== The film begins with Thomas \"Boats\" Gilhooley, an expatriate United States Navy (USN) veteran, working aboard a freighter. When he realizes that the ship is passing by Haleakaloha, French Polynesia, but not actually calling there as he had been promised, he jumps ship to swim to the island. Next, Michael \"Guns\" Donovan, another expatriate USN veteran and a former shipmate of Gilhooley's, returns from a fishing trip aboard an outrigger canoe. Donovan is greeted by William \"Doc\" Dedham, also a USN veteran and the only medical doctor in the archipelago, who is about to begin a one- or two-week pre-Christmas circuit of the \"outer islands\", taking care of the health needs of the residents. Dedham's three children are placed in Donovan's care. The kids' plans for a peaceful celebration of Donovan's December 7 birthday are shattered by Gilhooley's arrival. He shares Donovan's birthday, and they have an unbroken 21-year tradition of a knock-down, drag-out fight every birthday, to the delight of the local observers. Their 22nd year does not break the tradition. The two vets meet in (and trash) \"Donovan's Reef\", the saloon Donovan owns. The saloon has a broken slot machine, but locals constantly play it, hoping to hit the jackpot. Miss Amelia Dedham a \"proper\" young lady \"of means\" from Boston, becomes the chairman of the board of the Dedham Shipping Company. Her father is Doc Dedham, whom she has never met, but who has inherited a large block of stock in the family company, making him the majority stockholder. Amelia travels to Haleakaloha to find proof that Doc has violated an outdated (but still in effect) morality clause in the will, which would prevent him inheriting the stock and enabling her to retain control. When word reaches Haleakaloha that Miss Dedham will soon arrive, Donovan, Gilhooley, and the Marquis de Lage concoct a scheme. De Lage, Haleakaloha's French governor, also hopes to find another diplomatic post — preferably Miami Beach or Hollywood. Donovan will pretend to be the father of Doc's three children (Leilani, Sarah, and Luke), until Doc returns and can explain the situation to his prim and proper Boston daughter. The plan is reluctantly accepted by eldest daughter, Leilani, who believes the deception is because her siblings and she are half- castes (Hapa). Amelia learns her father, Donovan, and Gilhooley were marooned on the Japanese-occupied island after their destroyer was sunk in World War II. With the help of the locals, the survivors of the ship conducted a guerrilla war against the Japanese with only Dedham, Donovan, and Gilhooley surviving the war. She also learns her father built a hospital, and lives in a large house (she expected a shack). Amelia is intrigued by a portrait of a beautiful Polynesian woman in royal trappings. The woman is Doc's late wife, the mother of his children, though Amelia is not told this. She learns that the woman was named Manulani. Donovan mentions she died in childbirth. As the story develops, Amelia learns that life in the islands is not as she expected, and neither is Donovan, who proves to be educated and intelligent, and owns a substantial local shipping operation. Amelia, too, is not as expected. When Donovan takes her boating, she strips off her outdated \"swimming costume\" to reveal a tight swimsuit, and challenges Donovan to a swimming race before diving into the water. They form a truce, as de Lage tries to court Amelia (or rather, her $18,000,000). Everyone attends a Christmas Mass in the church with a leaking roof, for which the congregation has no money for repairs. The priest uses any donated money to help the poor. In the middle of the service, a thunderstorm starts, so most of the audience – knowing of the roof's condition – open umbrellas. When Dr. Dedham returns, father and daughter meet for the time. He is told about the deception, and, over dinner, explains that he was serving in World War II when his wife (Amelia's mother) died. When the war ended, he felt that he was unneeded in Boston, but was desperately needed in the islands, so he stayed. He signs over his stock to Amelia, as he intends to remain in the islands. Just as he is about to explain about Manulani and their children, a hospital emergency interrupts. Manulani was the granddaughter of the last hereditary prince of the islands, and Amelia finally solves the mystery: Leilani — Manulani's daughter — is not only the island's princess, but Amelia's half-sister, a relationship joyfully acknowledged by both. Following a brawl in the bar with some Australian sailors, their commander finds a coin on the floor and hands it to the priest, thinking it is his. The priest responds that it belongs in the \"jukebox\" – the slot machine. He puts the coin in and hits the jackpot, with coins gushing out. He can now afford to fix the roof. Amelia and Donovan evolve their truce into marriage plans, despite her blaming him (correctly) for deceiving about her half- siblings' true paternity. They discuss naming their first son – he insists he be named after his father, while she wants the child to be named after her great uncle: Sedley. Donovan is incensed at the thought of a boy named that, so she offers a compromise: William, after her father. Donovan is pleased. As he puts it, he will call him Bill. She moves to embrace him, but he stops her, stating that she has a \"mean Irish temper\", but he loves her. Pulling her to a nearby fountain, he says that from now on, he makes all the \"pax\", puts her across his lap, and spanks her. When done, she rolls over in his lap, and they kiss. Gilhooley also finally marries his longtime girlfriend, Miss Lafleur. Donovan gives the bar to his old shipmate as a wedding present. In the final scene, Leilani and Amelia walk hand-in-hand down the driveway to Doc Dedham's house, trailed by Leilani's two younger siblings, Donovan and Gilhooley carrying Amelia's luggage, and the local gendarmerie toting Leilani's piano as the newly extended family returns home. ==Cast== * John Wayne as Michael Patrick \"Guns\" Donovan * Lee Marvin as Thomas Aloysius 'Boats' Gilhooley * Elizabeth Allen as Amelia Dedham * Jack Warden as Dr. William Dedham * Cesar Romero as Marquis Andre de Lage * Dick Foran as Australian Navy Chief Petty Officer Sean O'Brien * Dorothy Lamour as Miss Lafleur * Marcel Dalio as Father Cluzeot * Mike Mazurki as Sgt. Monk Menkowicz * Jacqueline Malouf as Lelani Dedham * Cherylene Lee as Sarah 'Sally' Dedham * Jeffrey Byron as Luke Dedham (as Tim Stafford) * Edgar Buchanan as Boston Attorney Francis X. O'Brian * Jon Fong as Mister Eu ==Production== The film was based on original material for Paramount prepared by James Michener (although Michener is not credited in the final film).Nick Adams Will Film 'Naked Lover': Busy Star Also in TV Series; Pair to 'Shoot' Vegas Shows Scott, John L. Los Angeles Times (July 9, 1962: C11. In February 1962 Paramount announced that John Wayne and John Ford would make the film, then called South Sea Story, from a script by James Edward Grant. Martin Rackin helped put together the deal at Paramount.Looking at Hollywood: Base South Sea Film on Michener Work Hopper, Hedda. Chicago Daily Tribune February 21, 1962: b4. Ford called it \"a spoof picture – a whammy, crazy sort of thing. We're not going for any prizes.\"VIEW FROM A LOCAL VANTAGE POINT: Traditional Heirs By EUGENE ARCHER. New York Times July 14, 1963: 69. While Donovan's Reef is set on the fictional island of Haleakaloha, which has a French governor, the only Polynesian language exhibited in the film is Hawaiian; \"Haleakaloha\" can be translated as \"Home of Laughter and Love\" (hale = home, aka = laugh, aloha = love), and Amelia arrives from Boston by sailing ship. In fact, in the southern Polynesian dialect spoken in French Polynesia, the words are spelled with a T, where Hawaiian uses a K. Filming started in July 1962 on Kauai, Hawaii,Entertainment: New Novel Bought for Warner Film Los Angeles Times July 17, 1962: C5. but Ford's health had deteriorated to the point that Wayne wound up directing most of the film himself. The home of the French island governor, the white beach house with coconut palms and surrounding grass lawn, is the Allerton Estate home and former summer residence of Hawaiian Queen Emma near Poipu Beach, now a part of the National Tropical Botanical Garden (without the scenes of boats and canoes on the Wailua River, which were edited and merged with scenes filmed at the Allerton Estate). The unit then returned to Hollywood to finish scenes at Paramount studios. ==Release== ===Box-office performance=== Donovan's Reef was a moderate financial success. Produced on a budget of $2,686,000, the film grossed $6,600,000 in North America, earning $3.3 million in US theatrical rentals.\"Top Rental Features of 1963\", Variety, January 8, 1964 p 71. Please note figures are rentals as opposed to total gross. It was the 24th-highest grossing film of 1963. ===Critical reception=== A. H. Weiler of The New York Times wrote that the movie was \"sheer contrivance effected in hearty, fun- loving, truly infectious style\". Variety called it an \"effort-less effort\", but praised the photography. Currently, the film holds a \"Rotten\" 55% rating on the review aggregate website Rotten Tomatoes.Film reviews for Donovan's Reef. Rotten Tomatoes. Retrieved September 5, 2013. ==See also== * List of American films of 1963 * John Wayne filmography ==References== ==External links== * * * * Category:1963 films Category:1963 comedy films Category:1960s adventure comedy films Category:American adventure comedy films Category:American films Category:English-language films Category:Films about veterans Category:Films directed by John Ford Category:Films scored by Cyril J. Mockridge Category:Films set in French Polynesia Category:Films set on fictional islands Category:Films shot in Hawaii Category:Paramount Pictures films",
 "title": "Donovan's Reef"
}