{
 "id": "152250",
 "text": "thumb|Mukwonago Water Tower in the process of being re-painted (2019) Mukwonago is a village in the U.S. state of Wisconsin. The population was 7,355 at the 2010 census. The village is located mostly within the Town of Mukwonago in Waukesha County, with a small portion extending into the Town of East Troy in Walworth County. Of its population, 7,254 are in Waukesha County and 101 are in Walworth County. ==History== The area was originally a Native American village and the tribal seat of the Bear Clan of the Potawatomi Indians. The name \"Mukwonago\" is derived from \"mequanego\" which translates to bear's den. The spelling \"Mukwonago\" was adopted in 1844 because of the similarity to nearby Mequon. Many of the streets and roads are named after the city's founders, such as Ira Blood, Major Jessie Meacham, Sewall Andrews, and Thomas Sugden.Wisconsin Historical Society-Origin of Mukwonago, WisconsinTown of Mukwonago, Wisconsin-History ==Geography== Mukwonago is located at (42.864557, -88.330619). According to the United States Census Bureau, the village has a total area of , of which, of it is land and is water. It is situated at the southwestern flank of the sprawling Vernon Marsh, and encircles Upper and Lower Phantom Lake(s). The lakes lie midway along the Mukwonago River from its source springs to its meeting with the Fox River, which travels further southeast through Big Bend and beyond. ===Climate=== Mukwonago has a hot summer and a cold winter (Köppen Dfb) humid continental climate. ==Demographics== thumb|Upper Phantom Lake, Looking southwest. Photo taken in late August. ===2010 census=== At the 2010 census there were 7,355 people, 2,923 households, and 2,003 families living in the village. The population density was . There were 3,104 housing units at an average density of . The racial makeup of the village was 97.4% White, 0.2% African American, 0.2% Native American, 0.9% Asian, 0.1% Pacific Islander, 0.3% from other races, and 0.9% from two or more races. Hispanic or Latino of any race were 3.2%. Of the 2,923 households 35.6% had children under the age of 18 living with them, 54.9% were married couples living together, 8.6% had a female householder with no husband present, 5.1% had a male householder with no wife present, and 31.5% were non-families. 26.6% of households were one person and 10.7% were one person aged 65 or older. The average household size was 2.50 and the average family size was 3.05. The median age in the village was 37.9 years. 26.2% of residents were under the age of 18; 7.2% were between the ages of 18 and 24; 28.1% were from 25 to 44; 26.2% were from 45 to 64; and 12.4% were 65 or older. The gender makeup of the village was 48.9% male and 51.1% female. ===2000 census=== At the 2000 census there were 6,162 people, 2,392 households, and 1,705 families living in the village. The population density was 1,313.3 people per square mile (507.3/km2). There were 2,502 housing units at an average density of 533.3 per square mile (206.0/km2). The racial makeup of the village was 98.21% White, 0.19% African American, 0.24% Native American, 0.36% Asian, 0.29% from other races, and 0.70% from two or more races. Hispanic or Latino of any race were 1.90%. Of the 2,392 households 35.5% had children under the age of 18 living with them, 57.0% were married couples living together, 9.9% had a female householder with no husband present, and 28.7% were non-families. 22.7% of households were one person and 8.4% were one person aged 65 or older. The average household size was 2.54 and the average family size was 3.00. The age distribution was 25.5% under the age of 18, 9.9% from 18 to 24, 32.1% from 25 to 44, 21.6% from 45 to 64, and 10.9% 65 or older. The median age was 34 years. For every 100 females, there were 95.2 males. For every 100 females age 18 and over, there were 92.4 males. The median household income was $56,250 and the median family income was $64,354. Males had a median income of $45,824 versus $28,333 for females. The per capita income for the village was $23,993. About 2.6% of families and 3.1% of the population were below the poverty line, including 3.7% of those under age 18 and 6.4% of those age 65 or over. ==Education== The public schools serving Mukwonago are Mukwonago High School, Park View Middle School, Rolling Hills Elementary, Section Elementary, Big Bend Elementary, Eagleville Elementary, Prairie View Elementary, Clarendon Avenue Elementary, and Norris Academy. Private schools include Mukwonago Baptist Academy, and St. John's Lutheran School. ==Notable people== * Marvin H. Bovee, politician * Matthias J. Bovee, politician * Timothy T. Cronin, attorney and politician * James H. Elmore, politician * Scott Jensen, politician * Cody Horlacher, politician * Laurel E. Youmans, politician * Joseph Bond, politician * Glenn Robert Davis, politician * George Augustus Ray, politician * Cadwallader Jackson Wiltse, politician * Eugene W. Chafin, politician and writer * Brad Schimel, politician and lawyer * John M. Barlow, politician and businessman * Nick Pearson, Olympic speedskater 2002 & 2010 Winter Games * Mary Beth Iagorashvili, Olympic pentathlete 2000 & 2004 Summer Games * Fred Thomas (third baseman), MLB player for the Boston Red Sox * A.J. Vukovich, Pro baseball player in the Arizona Diamondbacks organization * Eric Szmanda, actor, CSI * Mark Lambrecht, winner of the 5th season of The Mole (American TV series) * Angie Jakusz, contestant on Survivor: Palau * John J. Van Buren, United States Navy * Paul Stender, best known for designing, building and driving some of the most extreme and fastest Jet/Turbine Engine powered land vehicles in the world. ==References== ==External links== * Village of Mukwonago Category:Villages in Wisconsin Category:Villages in Walworth County, Wisconsin Category:Villages in Waukesha County, Wisconsin",
 "title": "Mukwonago, Wisconsin"
}