{
 "id": "152241",
 "text": "Waupun is a city in Dodge and Fond du Lac counties in the U.S. state of Wisconsin. The population was 11,340 at the 2010 census. Of this, 7,864 were in Dodge County, and 3,476 were in Fond du Lac County. In Fond du Lac County, the Town of Waupun abuts the city of Waupun. ==History== === Founding === Waupun was founded in 1839 by Seymour Wilcox, the first settler along the Rock River in what was then deciduous forested land. Wilcox chose the land on recommendation of John Bannister, the first surveyor of Fond du Lac County, who reported to the government office in Green Bay that \"the Rock River Valley was the most beautiful and fertile he had ever seen.\"The First Hundred Years: A History of Waupun, 1839-1939. Scott, Edith Moul, 1939. Wilcox surveyed the land himself in late fall of 1838, returning to Green Bay for the winter. In February 1839 he returned to the plot he laid out accompanied by two men, John N. Ackerman and Hiram Walker, who were interested in the powerful river and fertile land. They quickly nailed together a shanty to four bur oaks and began building a suitable cabin for the Wilcox homestead. Leaving Ackerman and Walker to finish, Wilcox returned to Green Bay to bring his family to their new home. They reached Waupun on March 20, 1839.The Early History of Waupun. Hermann, Agnes E., 1916. Waupun comes from the Ojibwe word \"Waubun\" which means \"the east,\" \"the morning,\" \"the twilight of dawn\" and \"dawn of day.\" Waupun was originally supposed to be named \"Waubun\" but the state of Wisconsin made a spelling error, and Waupun never bothered to change it. An adjacent town with the same name was changed along with the village. === Early history === The first town election took place in 1842 at the Wilcox home; eleven votes were cast. When the village charter was ratified 15 years later, 323 votes were cast in the first election. Because of the steady growth of the village, a city charter was granted on March 15, 1878. John N. Ackerman was elected as the first city mayor. In 1851, the city was chosen for the State Penitentiary, owing to the abundance of limestone for construction. The main building, constructed in 1854, is still in use. The Milwaukee & Horicon Railroad reached Waupun in 1856. It was sold to the Milwaukee & St. Paul Railway June 23, 1863. This company eventually became the Chicago, Milwaukee, St. Paul and Pacific Railroad, known as \"The Milwaukee Road\", which served Waupun until 1980, when the line was sold to the state of Wisconsin and became the Wisconsin & Southern Railroad.August Derleth. The Milwaukee Road: Its First Hundred Years. New York: Creative Age Press, 1948. The Waupun Library Association was established in 1858 through the efforts of William Euen and Edwin Hillyer. Hillyer ran the library out of his insurance office for 37 years without pay. In 1895, the city took ownership of the library, appointing a new library board which included Edwin Hillyer and Lucius D. Hinkley. When the city took ownership, it was soon moved to a side room in the Whiting Theater, which became the Davison Theater while still housing the library. In 1900, through the fundraising efforts of the Waupun Women's Club, it became a free public library. The Waupun Carnegie Library, now Waupun Heritage Museum, was built in 1904 with a $10,000 grant from Andrew Carnegie. A new library building was built in 1968 and is the current Waupun Public Library. The territorial census in 1847 showed the Town of Waupun to have a population of 956. The 1875 Wisconsin census showed the village of Waupun to have a population of 1,867.The History of Dodge County, Wisconsin. Western Historical Company, 1880. === Second World War === In 1945 Waupun, was selected for the site of a German POW camp. Despite public opposition, the camp was constructed next to the canning factory, south of Doty Street. The prisoners were brought to Wisconsin to relieve deficits of manpower in the area factories and farms. There were about 200 POWs at the Waupun camp who were assigned to work either for Canned Foods Inc. in Waupun or Stokely Foods in Brandon, Wisconsin.The First One Hundred Fifty Years: A History of Waupun, Wisconsin, 1839 to 1989. James Laird, 1989. ==Geography== Waupun is located at (43.631577, -88.735835). According to the United States Census Bureau, the city has a total area of , of which, is land and is water. The relief of the city is moderate, ranging from at the Rock River, to its highest elevation of above sea level. Waupun lies near the edge of the Horicon Marsh, the largest cattail marsh in the United States, and is the principal access point to wildlife viewing for the Horicon Wildlife Refuges. The Fond du Lac County Park, on the edge of Waupun, has preserved a remnant stand of old-growth southern mesic forest, which once covered over of Southern Wisconsin. The Fond du Lac County Park also provides camping. ==Demographics== ===2010 census=== As of the census of 2010, there were 11,340 people, 3,485 households, and 2,259 families living in the city. The population density was . There were 3,703 housing units at an average density of . The racial makeup of the city was 84.7% White, 12.2% African American, 1.2% Native American, 0.3% Asian, 0.2% Pacific Islander, 0.5% from other races, and 0.9% from two or more races. Hispanic or Latino of any race were 1.9% of the population. There were 3,485 households, of which 30.8% had children under the age of 18 living with them, 50.1% were married couples living together, 9.2% had a female householder with no husband present, 5.5% had a male householder with no wife present, and 35.2% were non-families. 30.4% of all households were made up of individuals, and 13.1% had someone living alone who was 65 years of age or older. The average household size was 2.35 and the average family size was 2.91. The median age in the city was 36.4 years. 17.6% of residents were under the age of 18; 11% were between the ages of 18 and 24; 35.1% were from 25 to 44; 23.4% were from 45 to 64; and 12.9% were 65 years of age or older. The gender makeup of the city was 61.0% male and 39.0% female. ===2000 census=== As of the census of 2000, there were 10,718 people, 3,351 households, and 2,228 families living in the city. The population density was 2,906.3 people per square mile (1,121.5/km2). There were 3,512 housing units at an average density of 952.3 per square mile (367.5/km2). The racial makeup of the city was 86.06% White, 11.81% African American, 0.91% Native American, 0.26% Asian, 0.05% Pacific Islander, 0.51% from other races, and 0.40% from two or more races. Hispanic or Latino of any race were 2.84% of the population. There were 3,351 households, out of which 32.2% had children under the age of 18 living with them, 54.1% were married couples living together, 9.3% had a female householder with no husband present, and 33.5% were non-families. 29.6% of all households were made up of individuals, and 15.0% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 2.96. In the city, the population was spread out, with 19.9% under the age of 18, 11.6% from 18 to 24, 36.1% from 25 to 44, 18.9% from 45 to 64, and 13.4% who were 65 years of age or older. The median age was 35 years. For every 100 females, there were 150.0 males. For every 100 females age 18 and over, there were 161.2 males. The median in the city was $40,597, and the median income for a family was $50,820. Males had a median income of $34,795 versus $23,517 for females. The per capita income for the city was $16,947. About 4.4% of families and 5.5% of the population were below the poverty line, including 5.3% of those under age 18 and 8.3% of those age 65 or over. (Note: The above statistics may not accurately reflect the civilian population, as the census includes 2,741 incarcerated males (2008) in Waupun's state correctional institutions.) ==Transportation== The U.S. 151 expressway bypasses Waupun and has four exits into the city, with its former routing in the city signed as Business Highway 151. WI 26, WI 49, and Wisconsin 68 run through the city, along with county highways AW, I, M, and MMM. The city is also served by the Wisconsin and Southern Railroad. == Government == Waupun is governed by a common council with a mayor and six alderman elected from districts. About a quarter of the town's population is incarcerated at the Dodge Correctional Institution, John C. Burke Correctional Center, and Waupun Correctional Institution. These more than 3,000 people from around the state may not vote but make up a majority in two districts. This prison gerrymandering gives outsized electoral power to other residents in the districts relative to others. ==Education== Waupun is served by the Waupun Area School District. The school district includes several schools including SAGES, Meadow View Primary, Rock River Intermediate and Waupun High School. SAGES (School for Agriculture and Environmental Studies) is located in Fox Lake. Meadow View Primary, Rock River Intermediate and Waupun High School are all in Waupun. A private school, Central Wisconsin Christian High School, is also located in the city. ==Economy== Alto Dairy Cooperative, a farmer-owned dairy cooperative in Waupun was sold to Saputo Inc. in 2008.USDA Rural Development, Alto Members Approve Sale to Saputo Cheese USA , retrieved February 16, 2013. National Rivet, a rivet manufacturer, has been based in Waupun for more than 90 years, along with its predecessor and subsidiary, the Shaler Company. == Culture == === City of Sculpture === Waupun is home to a collection of outdoor sculptures by Clarence Addison Shaler, a manufacturer, inventor, and sculptor from the local area. These sculptures include The Dawn of Day, Who Sows Believes in God, The Pioneers, and The Recording Angel, among others.Chelsey Lewis. \"Waupun's sculptures are worth a visit\". Journal Sentinel. Retrieved July 24, 2019. A bronze copy of James Earle Fraser's well-known \"End of the Trail\" statue stands in Shaler Park. Shaler commissioned the copy in 1926. Depicting a Native American slumped on a horse, it represents the fate of the Native American people. It was dedicated in the park on June 23, 1929. ==Images== File:WaupunCityHallWIS49WIS68.jpg|City Hall, constructed in 1928. File:WaupunPublicLibraryNRHP.jpg|Former Waupun Public Library, now a museum, registered historic place. File:WaupunWisconsinSignWIS68.jpg|Waupun sign on WIS 68. File:CentralWisconsinChristianSchoolWaupunWIS68.jpg|Central Wisconsin Christian School. File:Martin K. Dahl House, Waupun, WI.jpg|Martin K. Dahl House. ==Notable people== * Frank L. Bacon, Wisconsin State Representative * Thomas Bowen, Wisconsin State Senator * Henry Waldo Coe, frontier physician and politician * Glenn Robert Davis, U.S. Representative * Fond du Lac County Jane Doe, unidentified murder victim interred at the Cattaraugus Cemetery. * Yasmin Farooq, 1996 Olympian (rowing cox) * Joe Hauser, baseball player * Hans Christian Heg, highest ranking Wisconsin soldier to die in the American Civil War * Edwin Hillyer, Wisconsin State Representative * Fred H. Hildebrandt, U.S. Representative from South Dakota * Orville W. Mosher, Wisconsin State Senator * Tom Mullica, magician and comedian * Magdalen Redman, All-American Girls Professional Baseball League player * David F. Simpson, Minnesota Supreme Court justice * Oliver Smith, stage designer * John van Hengel, Food Bank founder * Harriet Ware, pianist and composer * Ferdinand T. Yahr, Wisconsin State Senator * Chauncey W. Yockey, Wisconsin State Representative ==References== ==External links== * City of Waupun * Sanborn fire insurance maps: 1885 1892 1898 1904 1913 Category:Cities in Wisconsin Category:Cities in Dodge County, Wisconsin Category:Cities in Fond du Lac County, Wisconsin Category:Populated places established in 1839",
 "title": "Waupun, Wisconsin"
}