{
 "id": "153588",
 "text": "Elvington is a village and civil parish approximately south-east of York, England, on the B1228 York-Howden road. According to the 2001 census the parish had a population of 1,212, it increased to 1,239 at the 2011 Census. The River Derwent forms part of the parish boundary and an ancient stone bridge connects Elvington with Sutton upon Derwent. The village has three separate large industrial estates including a site for Yara International, a Norwegian chemical company. Elvington was in the East Riding of Yorkshire until local government boundary changes in 1974, when it became part of the Selby District in North Yorkshire. In 1996 it became part of the City of York unitary authority. ==History== thumb|The Holy Trinity Church The village is mentioned in the Domesday Book, which states that in 1086 Ulfketill had six carucates of land taxable, where three ploughs were possible. There is a mention of the church, which is Norman in origin and exists in part today.Elvington-York.co.uk Richard Neville, 16th Earl of Warwick, was in control of the manor until his death. In the village there is the Grade II* listed Elvington Hall. Built during Elizabethan times, it was remodelled in the 18th century by John Carr; writer Laurence Sterne lived there for a period of his childhood; Roger Jacques and Simone Sterne, his grandparents, controlled the manor before 1700.British-History.ac.uk ===1900s onwards=== Between 1913 and 1926 Elvington was served by a passenger service on the Derwent Valley Light Railway. The line was open for freight traffic until 1973. During 1942, the airfield RAF Elvington was built; it was used in the Second World War. The airfield was vacated in 1958 and by May 1986 parts of it were turned into the Yorkshire Air Museum, open to the general public. The airfield had the status of a relief landing ground until September 1992. It is now used for motorsports and an airshow. The village was once the home of the author and screenwriter, Hugo Charteris, who died of cancer in 1970 at his home in the village. ===Today=== thumb|right|The Grey Horse Elvington was made a Conservation Area in 1990. The Grey Horse Inn is a public house in the centre of the village. The village also has a church, shop, primary school, and sports field. A number of organised clubs and societies operate in the village, including drama, Scouts, various sewing groups, a youth group, a toddler group and playgroup. Elvington has one of the most unusual homes in Britain. In 2006, a derelict bowling alley was converted into a private home whilst still incorporating a bowling lane. The original bowling alley was built in the 1950s for US troops stationed at RAF Elvington and it was a regular meeting place for members of Strategic Air Command. Elvington is also home to the turf growers Rolawn who are one of Europe's largest companies of its kind. ==The Murder of Chen Cai Guan== On January 2009, Chinese national Chen Cai Guan was tortured and beaten to death in a warehouse on the Elvington Industrial Estate. The two men responsible for the murder Huang Bao Lung and Zhang Zhouli both admitted links to the 14K Triads, a Hong Kong based criminal gang. Huang and Zhang rented the warehouse as part of a nationwide Cannabis factory operation, using a food storage business as a front. On March 2009, the body of Mr Chen was found by fishermen at a canal in the village of Burn, just South of Selby. When the North Yorkshire Police raided the facility shortly after the murder took place, they seized 1,500 Cannabis plants and arrested the suspects, also finding traces of the victims blood that they had failed to cover up. In July, Both Huang, from Fujian in China, and Zhang, from Dong Bei, were handed life sentences in with minimum terms of 18 years and 16 years respectively after being convicted of Mr Chen's murder. ==Elvington Harriers Football Club== thumb|Elvington Harriers F.C. Founded in 1999, Elvington Harriers Football Club is an FA Charter Standard Club. The football club has age group teams from the 'Saturday Morning Club' and Under-7's through to Under-15's. Each age group team plays in the club's traditional yellow shirts and blue shorts in the Selby District League. The home games for each age-group are played in Elvington at the Lower Derwent Sports & Social Club. The club is financed through player subscriptions and fund-raising activities. ==Airfield== thumb|left|Aerial view of the Runway The Yorkshire Air Museum is based at Elvington Airfield, a former Second World War bomber station. The main runway was expanded in the Cold War era to become one of the longest in Europe, which enabled it to accept large American bombers such as the B52. The Yorkshire Airshow, the largest in the North of England, was held here annually (now bi-annually) during August. The airfield has a race track, which is used for drag racing and other motorsport events. In November 1966, Italian motor scooter rider Alberto Ancillotti on his Lambretta bike established the 106 mph terminal speed record at this venue.MMLambretta.com RacingLambrettas.comAncilotti.com In the 1970s the airfield was the outdoor location for a series of Oh No, It's Selwyn Froggitt!, a situation comedy on British television. === Top Gear Vampire dragster crash === During filming of a Top Gear segment filmed at the airbase on 20 September 2006, Richard Hammond was injured in the crash of the jet-powered car he was piloting. He was travelling at at the time of the crash. == Gallery == File:Boats on the Derwent at Elvington - geograph.org.uk - 1384488.jpg|Boats on the Derwent File:Elvington Primary School - geograph.org.uk - 353999.jpg|Elvington Primary School File:War Memorial at Elvington - geograph.org.uk - 354019.jpg|War Memorial File:Yorkshire Air Museum (8211).jpg|Yorkshire Air Museum File:Handley Page Dart Herald 213 Channel Express, EGYK Elvington, United Kingdom PP1093936720.jpg|Large Aircraft at the Air Museum File:Sutton Lock, River Derwent - geograph.org.uk - 139101.jpg|Elvington Lock File:Garage on Elvington Lane - geograph.org.uk - 482411.jpg|Car Services File:Windpump, Elvington Brickyard - geograph.org.uk - 1039734.jpg|The old Windmill File:Apron at Elvington - geograph.org.uk - 566281.jpg|Elvington Airstrip ==References== ==External links== * Elvington Village website * Elvington in British History Online * Category:Villages in the City of York Category:Civil parishes in North Yorkshire",
 "title": "Elvington, North Yorkshire"
}