{
 "id": "153582",
 "text": "Acomb , is a village and suburb within the City of York Unitary Authority, to the western side of York, England. It covers the site of the original village of the same name, which is mentioned in the Domesday Book of 1086. It is bordered by the suburbs of Holgate, to the east, Clifton, to the north and Woodthorpe to the south. The boundary to the west abuts the fields close to the A1237, York Outer Ring Road. Historically part of the West Riding of Yorkshire, Acomb was incorporated into the City of York in 1934. Formerly a farming village, Acomb expanded over the centuries to become a dormitory area for workers in heavy industry, such as rail engineering, in the 19th and 20th centuries and more recently for a more diverse workforce. Though it no longer has any large-scale manufacturing, it does have a diverse retail centre. There are at least 19 Grade II listed buildings within its boundaries. It was made a Conservation Area in 1975, with the historic area along Front Street and the Green retaining its village character. It is also an Area of Archaeological Importance under the Ancient Monuments and Archaeological Areas Act 1979. Acomb comprises two wards of the City of York: Acomb and Westfield. At the 2011 Census of England and Wales, it had a population of 22,215, the largest of all areas of the city. There are six primary schools and one comprehensive school. There are also a variety of sporting clubs and one public sports centre. ==History== thumb|right|Acomb Green ===Etymology=== Acomb existed before the Norman Conquest, is mentioned in the Domesday Book and was the property of the Dean and Chapter of York Minster. It is the largest suburban area in York. The name is most likely derived from the Old English acum, meaning 'at the oak trees', and indicates that the original village was first established in a heavily wooded area of oaks. In the Domesday book, the name of the village is spelt as both Achum and Acum and during the next one hundred years other spellings can be found, such as Achu, Acun, Akum and Acham. In the 13th century, the spellings Acome, Acorn and Akome can be seen, whilst Akam and Acombe are 15th century. Once printing was established, it enabled the standardisation of spellings to the one seen today. The traditional pronunciation of the name was \"Yackam\". ===Roman Era=== The Roman Emperor Septimius Severus was reputed by some historians to have been cremated in a military funeral near the site of modern-day Acomb, having died in York (then Eboracum) in 211 AD. ===10th and 11th century=== During the reign of Edward the Confessor, the village of Acomb was designated as a manor. This was known through the entry in the Domesday Book for Acomb, which stated that most of the land of Acomb, including the manor, was in the jurisdiction of the archbishop. Land at that time was measured in carucates, of which the village measured two carucates. The village of Acomb is mentioned three times in the Domesday Book as follow: *\"In Achum 14½ carucates for geld, and 8 ploughs can be. St. Peter had, and has for 1 manor. 14 rent payers are there now, having 7 ploughs. 6 acres of meadow. Underwood 2 furlongs in length and 2 in breadth. T.R.E. it was worth 30 s.; now the same.\" *\"In Acum Ulchel has 2 carucates of land for geld. Land for one plough. He has half a plough there. Wood 9 furlongs. It is worth 4 s.\" *\"In Acum the Archbishop 14½ carucates. In the same place the King 2 carucates.\" T.R.E stands for Tempore Regis Eduardi, meaning In the time of King Edward (the Confessor) and s stands for shillings. St Peter refers to the church in York where the Minster would be built. Underwood and Ulchel are the names of two persons occupying parcels of land in the manor. ===12th to 16th century=== During the 12th century St Stephen's Church was built and measured 52 feet by 25 feet. The original structure would last until 1832, when a new and slightly larger building was erected. At the time of the Norman conquest, Acomb manor was forested and was subject to the king's laws of the woods. To free themselves of these laws, the inhabitants of Acomb paid 19 pounds and 11 pence to King Richard I and 80 pounds to King John. Shortly after King John's reign, the area was deforested. Between 1220 and 1538, the lord of the manor of Acomb was called the treasurer, rather than the archbishop. This change meant that Acomb manor and its church were no longer subject to the jurisdiction of the bishop of the diocese. The treasurer was authorised to hold court, grant marriage licences, probate wills and issue letters of administration for persons who were dying. The office of treasurer was dissolved when Edward VI came to the throne. In 1547 the Peculiar Court of Acomb was surrendered by the Church in York to the Crown. King James I granted the court to Thomas Newark Esq. in 1609. The village was typical Anglo Saxon in the 14th century, being made up of local farms and smallholdings. During the reign of Edward III, the king began to raise money from regional traders to fund military ambition on the continent. Many Yorkshire wool merchants played a large part due to their involvement in the establishment of a near monopoly in English wool trade through the exclusion of foreign imports. Edward III made use of the capital made by establishing loan agreements, to which one John de Acomb, a local farmer from the village, made an independent contribution though the venture ultimately failed. Acomb Grange was the residence of the masters of the medieval hospital of St Leonard, the lands having been given to the Order by Henry II. The Grange was purchased by lease in 1552, after the reformation, by the then MP for York, George Gale. The family eventually bought the freehold during the reign of James I and also continued to own land and buildings in the area until the late 20th century, with Gale Lane being named after them. There are two 15th century timber- framed houses in Acomb. ===17th to 19th century=== From 1623 to 1855, Acomb manor reverted to control by archbishops of the church. An early census in 1670 showed that Acomb manor had 41 households with 230 people, of whom 10 were affluent, 60 middle class and 160 poor. The population of Acomb rose steadily in the early 19th century from 587, in 1801, to 762 some 30 years later. The former railway carriageworks in the neighbouring district of Holgate and around Leeman Road were built around 1854 and many of the workers lived in nearby Acomb and aided in the growth of the village. A portion of the land of Acomb manor was sold to the North Eastern Railway Company to allow right of way for the track. According to the 1871 census, the village of Acomb had less than 1,000 residents. Acomb was part of the district council of Great Ouseburn, until 1894, when it became a district council in its own right. In 1855 the manor as then constituted, including the manor house, was sold to Frances Barlow for £20,500. His heir, Mr. Algernon Barlow, was the last lord, since the lordship of Acomb was ended in 1925. In 1937 Acomb was incorporated into the City of York at which time it was estimated that the population had risen to 7,500 and the 1951 census showed more than double the number, 16,235, now lived in its boundaries. The York New Waterworks Company, formed in 1846, built their new works at Acomb Landing, just off Boroughbridge Road in neighbouring Holgate. It was to supply the city of York, Acomb and other nearby areas. The site has since expanded, but still serves the area as The York Waterworks Company. Gas did not arrive in Acomb until the amalgamation of the York Gas Light Company and York Union Gas Light Company in 1844. Electricity was first supplied to Acomb in 1913 following the sanctioning of an application to the District Council and the Board of Trade. ===20th century=== In 1920, the Corporation of York purchased Acomb Hall to provide maternity facilities in the city. The Maternity Hospital opened in 1922, but was re-classified for geriatric treatment in 1954, when maternity facilities were opened in Fulford. On 12 February 1934, the Regent Cinema opened in Acomb, located right on the boundary between Acomb and Holgate. It had 899 seats arranged over stalls and a single balcony. Along with many cinemas in the country, it suffered from falling audiences in the 1950s and eventually closed on 4 April 1959. The last film shown was \"Sierra Baron\". ==Governance== Acomb is part of the City of York Unitary Authority and is represented on the council by two wards, Acomb Ward and Westfield Ward. Acomb Ward returns two Councillors, currently both Labour, and Westfield Ward three councillors, all Liberal Democrat. This represents approximately 6.4% of the total number of City Councillors. Following the 2011 local elections, the current Councillors for Acomb Ward are the Deputy Leader for the Labour Group, Tracey Simpson- Laing, and David Horton (Labour). The current Councillors for the Westfield Ward are the Stephen Burton, Lynn Jeffries and Dafydd Williams all of the local Labour Party. ===May 2015 election=== ====Acomb Ward==== ====Westfield Ward==== ==Demographics== ===Westfield Ward=== ====2001 Census==== The population in Westfield Ward was 13,690 of which 93% were born in England and 4% from outside the United Kingdom. The largest Age Group within the population, 22.1%, were between 30 and 44 years old. Of the total population, 96.8% described their ethnic origin as White-British. The figures show that 74% declared they were Christian, whilst 16.8% declared no religious belief at all. Of the population aged between 16 and 74 years old, 60% declared they were in some form of employment and 15% said they were retired. Of the 5,981 households, 42.8% were Semi-Detached and 31.3% were Terraced. The level of household ownership was 59.3%. ====2011 Census==== The population in Westfield Ward was 13,611 a decrease from the previous census of 0.6%. The figures show that 59.2% declared they were Christian, whilst 39.5% declared no religious belief or none declared. Of the rest, 0.4% were Muslim and 0.3% Buddhist with a small number declaring themselves Hindu or Jewish. The ethnic composition was 94.4% White/British, 2.5% White/Other, 0.1% Mixed Ethnicity, 0.1% Asian British and 0.05 Black British. ===Acomb Ward=== ====2001 Census==== The population in Acomb Ward was 7,729 of which 94.4% were born in England and 2.9% from outside the United Kingdom. The largest Age Group within the population, 22.7%, were between 30 and 44 years old and 20.1% were between 45 and 59 years old. Of the total population, 97.9% described their ethnic origin as White-British. The figures show that 80.2% declared they were Christian, whilst 13.2% declared no religious belief at all. Of the population aged between 16 and 74 years old, 66.7% declared they were in some form of employment and 17% said they were retired. Of the 3,156 households, 75.5% were Semi-Detached. The level of household ownership was 79.8%. ====2011 Census==== The population in Acomb Ward was 8,604 an increase from the previous census of 11.3%. The figures show that 65.6% declared they were Christian, whilst 33.3% declared no religious belief or none declared. Of the rest, 0.3% were Muslim. The ethnic composition was 95.5% White/British, 2.4% White/Other, 0.9% Mixed Ethnicity, 0.8% Asian British and 0.3 Black British. ==Geography== In addition to Acomb Green, there are several other open areas in Acomb. Bachelor Hill, the highest point in Acomb at approximately 90 ft above sea level, is situated between Askham Lane and Tennent Road is a sandy based hill with a wide area of grass and a small group of trees at the summit. Fishponds Wood, situated between Danebury Drive and Rosedale Avenue, is a mix of trees and shrubs on the site of an old pond. The largest open space is Acomb Wood. In 2007, the City of York Council designated Acomb Wood and Meadow as a Statutory Local Nature Reserve. This is the larger part of the area known as Acomb Wood. The western portion is located on the other side of Acomb Wood Drive and is managed by the Woodland Trust. The East Wood covers approximately 10 acres and the West Wood about 3 acres. A variety of birds have been seen in the woods, including the great spotted woodpecker, tawny owls, nuthatch, coal tit, long- tailed tit, robin, thrush, willow warbler and tree-creepers. Among the species of trees found here are ash, sycamore and poplar. There are also many species of flora including the uncommon sanicle and twayblade. The Old Hay Meadow in the East Wood is home to small skipper, common blue and small copper butterflies. There are two classified roads passing through Acomb. The A59 York to Liverpool road which is named Boroughbridge Road and the B1224 York to Wetherby road which is named Wetherby Road, The Green, York Road and Acomb Road before it joins the aforementioned A59. The centre of Acomb, measured from The Green, lies approximately two and a quarter miles from the centre of York. There are several smaller areas that make up Acomb. In addition to Westfield, there is Low Field, Chapelfields and Carr Hill. The Conservation Area (York No'3) encompasses Acomb Green and its surrounding buildings; those buildings along Wetherby Road up to the double roundabout junction that leads to Front Street, but including the Old Hospital; the south side of Front Street that includes the Old Acomb Primary School to the junction of Green Lane; the remainder of Front Street from Green Lane to Gale Lane and includes the buildings that now occupy the site of the old Gale Farm to the east side of Gale Lane. In total the area is approximately 14.5 hectares. ==Economy== thumb|left|York Road, Acomb, York (12 June 2013) Up to the early years of the 20th century, the main economy of Acomb had been agriculture. Several farms, such as Gale Farm, were located in the village. The increasing population overspill from York saw this decline to the point where all the farms had disappeared by the latter half of the century. Acomb has a small shopping area located around Front Street, Acomb Road (B1224) and some adjacent roads, with free car parking at the local supermarket. Businesses are a mixture of traditional local food produce retailers, familiar High Street brands, major banking chains and professional services such as accountants, dentists and architects. There are also a number of public houses, cafes, small restaurants and take-away food outlets in the area, plus a number of small and medium- sized enterprises. In July 2006, the closure of the 80-year-old British Sugar plant near Boroughbridge Road meant the loss of 100 jobs and problems for many local farmers. Residential homes are a mixture of council estates and private freeholds. Provision was made for small shopping areas of four or five stores to be located in the centre of the estates. Examples can be found on Beckfield Lane, Cornlands Road, Gale Lane and Foxwood Lane. Pubs such as the King William on Barkston Avenue, the White Rose (now demolished) on Cornlands Road and the Beagle on Foxwood Lane can be found near these small estate shops. File:The Acomb - Tudor Road - geograph.org.uk - 1739953.jpg|The Acomb (renamed as The Clockhouse) File:The Marcia Grey, Acomb - geograph.org.uk - 1181117.jpg|The Marcia Grey File:The Puss n' Boots - geograph.org.uk - 1181349.jpg|The Puss n' Boots (now closed and demolished) File:Front Street, Acomb, York (12th June 2013) 001.JPG|Front Street Shops File:Acomb Fire Station-1631777-by-Kevin-Hale.jpg|Acomb Fire Station File:British Sugar Factory in Full Steam - geograph.org.uk - 134107.jpg|British Sugar Factory (now closed and demolished) ==Education== After the system of Grammar Schools was discontinued in York in 1985, Acomb had three comprehensive schools: Oaklands Secondary School (Acomb Secondary Modern), Lowfields School and Manor Church of England School. In 2007, Oaklands and Lowfield were merged to form York High School with a new building on the Oaklands site in Cornlands Road. In 2009 Manor Church of England School moved out of Acomb from their site on Boroughbridge Road to Millfield Road in the parish of Nether Poppleton. York High School does not have a sixth form and students who wish to take 'A' levels go mostly to York College. The most recent addition to the school site includes a 56 place nursery, a sports hall and a swimming pool. The school has dedicated a section of its grounds to community allotments which featured on BBC Gardeners' World in December 2014. Acomb has four Primary Schools. Carr Junior on Ostman Road was established in 1948 for Infants, with a Junior section added in 1950. Hob Moor Primary on Green Lane was opened in 1954 for Infants, and a Junior section was added a year later. In 2007 Hob Moor Primary School moved into a new school building with Hob Moor Oaks Special School and the two schools federated in 2009. Until 2011, Our Lady's Roman Catholic Primary was located on Windsor Garth. With its amalgamation with English Martyrs Roman Catholic Primary in September 2011, the school became Our Lady Queen of Martyrs Roman Catholic Primary, based at Hamilton Drive in Holgate. Westfield Primary Community on Askham Lane originally opened as an Infants' School in 1951 with the Junior section opening a year later. The former Acomb Primary School which has since moved to Holgate was one of the oldest primary schools in North Yorkshire. It had been in its buildings since 1908 and was the second largest primary school in York, with 575 pupils. ==Sports== thumb|left|Acomb Sports Club Before the establishment of the York Racecourse on the Knavesmire, Acomb Moor was used for staging horse racing. Acomb Moor occupied the land south of Westfield and covered the land where the modern housing estates of Woodthorpe and Acomb Park are located. Acomb also lends its name to The Acomb Stakes, a Group 3 seven furlong flat race for two-year-old thoroughbreds, which is run at the Knavesmire every August. Acomb FC was a founding member of the York Football League in 1897 and then a founding member of the Yorkshire Football League in 1920. Acomb has one football club who play in the York League Division Four. They are Moor Lane, who play their home games at the artificial pitch at York High School on Cornlands Road. Situated behind The Green is Acomb Sports & Social Club, which is home to Acomb Cricket Club and Acomb Hockey Club. York Acorn Rugby League Club, who play in the National Conference League Premier Division, have their home ground at Thanet Road in Acomb. York City Council provide swimming facilities at the £6.5 million Energise project, formerly Oaklands Sport Centre on Cornlands Road next to the York High School. ==Religion== thumb|St Stephens Church Acomb thumb|St Aidans Church, Chapelfields The principal parish church for Acomb is St Stephen's Church, a Grade II listed building built in 1831-1832 by G T Andrews on the site of the previous medieval church. Records date from 1662. St Stephen's has recently joined with the Church of St Aidan's on Ridgeway to become a two church parish. On 19 December 1992, St Stephen's was nearly destroyed in a fire caused by arson, but was repaired using contributions from the local community and other funds. It was rededicated in September 1994. St Aidan's Church was built in 1968 by the York architects Ferrey & Mennim. The Roman Catholic Church of Our Lady, on Cornlands Road, was built by the architect J. H. Langtry-Langton and opened in 1955. Before then services in the area had been held, from 1941, in Acomb Council School. The Quakers first started to meet in Acomb at the Forester's Hall around 1906, but moved to their current location in the Primitive Methodist Chapel on The Green after it was purchased by the Religious Society of Friends in 1911. Sir Robert Newbald Kay gifted buildings and a site for a temporary Methodist Chapel in Lidgett Grove in Acomb in 1934. A permanent building was completed on the site in 1937. Acomb Methodist Church is on Front Street, and was built in 1964. There is also the Anglican Holy Redeemer Church on Boroughbridge Road, the Baptist Church on Ridgeway and Gateway Church, York (part of the Newfrontiers family of churches) in the Old School on Front Street. ==Notable residents== The renowned 18th century painter and engraver, Thomas Stothard, spent part of his education in Acomb, staying with his uncle in the village, before moving on to Tadcaster. His uncle left him in the care of a local widow and nurse, named Mrs Stainburn, who supplemented her income by teaching local children. He depicted the widow in his illustration of the poem Schoolmistress by William Shenstone. Sir Charles Burdet, 4th Baronet of Burthwaite, is recorded as living in Acomb in 1777. The English romantic poet, Charlotte Richardson (née Smith), lived most of her life in Acomb. She was published mostly in The Gentleman's Magazine and the subscription paper, Poems on Different Occasions writing chiefly about domestic service and religion. Born in York on 5 March 1775, she attended a school for girls preparing for domestic service. After a long illness she died at her Acomb home on 26 September 1825. Award-winning novelist, Justin Hill, lived in Acomb for much of his childhood. His father, Reg Hill, was headmaster at Our Lady's Roman Catholic School, on Windsor Garth, from 1976 to 1995. ==References== ==External links== * * * Acomb Ward - City of York Category:Villages and areas in the City of York Category:Villages in North Yorkshire Category:Local Nature Reserves in North Yorkshire",
 "title": "Acomb, North Yorkshire"
}