{
 "id": "153602",
 "text": "Malham Cove is a large curved limestone formation north of the village of Malham, North Yorkshire, England. It was formed by a waterfall carrying meltwater from glaciers at the end of the last Ice Age more than 12,000 years ago. Today it is a well-known beauty spot and rock climbing crag within the Yorkshire Dales National Park. A large limestone pavement lies above the cove. ==Geology== thumb|280px|The waterfall at Malham Cove on 6 December 2015. Its height of , for a few hours, made it the highest \"single drop waterfall\" above ground in England. The cove was formed by a large Ice Age river that fell at this point as a cataract. The water drop was high and more than wide. The water flowing over the waterfall created the curved shape of the cove because the lip was more heavily eroded than the sides. A stream named Malham Beck originates on Malham Moor and emerges from a cave at the bottom of the cove. This is a different stream from the stream that flows out of Malham Tarn north of the cove. This latter stream goes underground at 'Water Sinks' about before the top of the cove and does not emerge until Aire Head, south of Malham. The two streams were once thought to be one and the same, but experiments with dyes have shown that they are two separate waterways that go underground at different places. Their paths cross without mixing behind the limestone cliff, re-emerging a few miles apart, indicating that there is a complex cave system behind the limestone cliff. Cave divers, entering the system through the cave at the base of the cove, have so far explored about . Stalagmite deposits inside the rising, dated to at least 27 ka, imply that the cave was dry during the Devensian ice age, and so must have been formed before then. The cave systems usually carry away any water before it reaches the fall; however, Malham Cove temporarily became a waterfall for what is believed to be the first time since 1824 on 6 December 2015, after heavy rainfall from Storm Desmond. ==History== The priest and noted antiquary Thomas West described the cove in 1779: \"This beautiful rock is like the age-tinted wall of a prodigious castle; the stone is very white, and from the ledges hang various shrubs and vegetables, which with the tints given it by the bog water. & c. gives it a variety that I never before saw so pleasing in a plain rock.\" On the west side of the 80-metre (260 foot) high cliff face are about 400 irregular stone steps: these form part of the route of the Pennine Way and lead to an uneven limestone pavement at the top. ==Rock climbing== The cove is popular with climbers offering easy to hard traditional climbs, as well as sport climbing, including the UK's first grade sport climb, Rainman, by Steve McClure. Due to the cliff's south face, it is a popular for rock climbing in winter; however, in summer, the face can become very hot. ==Media appearances== The cove, along with nearby Gordale Scar, was featured in an episode of the BBC TV series Seven Natural Wonders as one of the natural wonders of Yorkshire. The pavement was used as a shooting location for the 1992 film version of \"Emily Brontë's Wuthering Heights\" The cove was also featured in the film Harry Potter and the Deathly Hallows (Part 1) as one of the places Hermione and Harry visited. The scenes were filmed in November 2009. The limestone pavement and general location of Malham featured in an episode of The Trip starring Steve Coogan and Rob Brydon which aired on BBC2 on 29 November 2010. ==Gallery== File:Malham Cove Rock Climbing.JPG|Cliff face, with climbers File:Limestone pavement above Malham Cove.jpg|Limestone pavement at the top of the cove File:over edge, Malham Cove, cp.jpg|View over cliff edge to Malham Beck below File:beautiful island fallen stones, Malham.jpg|Stones in Malham Beck ==References== ==External links== * Walk to Gordale Scar and Malham Cove *Page on Malham Cove on the Malhamdale website *Page on the Malham are on the YorkshireNet website *Page on the Yorkshire Dale NPA website *A computer- generated video of the creation of Malham Cove *Amateur video of the 2015 waterfall Category:Valleys of North Yorkshire Category:Craven District Category:Rock formations of England Category:Tourist attractions in North Yorkshire Category:Climbing areas of England",
 "title": "Malham Cove"
}