{
 "id": "153606",
 "text": "Nether Poppleton is a village and civil parish in the unitary authority of the City of York in North Yorkshire, England. It is by the west bank of the River Ouse and is adjacent to Upper Poppleton west of York. It is close to the A59 road from York to Harrogate. The village is served by Poppleton railway station on the Harrogate Line. According to the 2001 census, the parish had a population of 2,077. That increased to 2,141 at the 2011 census. Before 1996, it had been part of the Borough of Harrogate. The name is derived from popel (pebble) and tun (hamlet, farm) and means \"pebble farm\" because of the gravel bed upon which the village was built. The neighbouring village of Upper Poppleton has been referred to as \"Land Poppleton\" and Nether Poppleton as \"Water Poppleton\", indicating the villages' position relative to the river. The village is mentioned in the Domesday Book of 1086 and an Anglo-Saxon charter of circa 972. It became a Conservation Area in 1993. The earthworks to the north and east of the parish church are designated as a Scheduled Monument (). ==History== In 972, the village was recorded as \"Popeltun\" in a list made for Archbishop of York Oswald of Church property lost in the wars earlier in the century, For video on 4OD see http://www.channel4.com/programmes/time- team/4od#2929881 and in the Domesday Book as \"Popletune\". The villages and lands were given by Osbern De Arches to the Abbot of St Mary's in York. It was, therefore, under the ecclesiastical rule of the Parish of St Mary- Bishophill Junior. During the reign of Richard II, the village was the scene of the murder of a mayor of York. In 1644, the 25,000-strong Scottish and Parliament armies, led by the Earl of Manchester, laid siege to the city of York. To facilitate communications, they built a \"bridge of boats\" at Poppleton. This bridge was eventually taken by Prince Rupert and his Royalist forces, but he subsequently lost the battle at Marston Moor. The village benefited from the growth in the railways in the 19th century when the York, Knaresborough and Harrogate Railway routed its line through Poppleton and built a station. On 22 January 1876, the village became the birthplace of Flora Sandes, the only woman to be officially enlisted during the First World War. The village was historically part of the West Riding of Yorkshire until 1974. It was then a part of the Borough of Harrogate in North Yorkshire from 1974 until 1996. Since 1996 it has been part of the City of York unitary authority. ===Time Team Dig 2004=== In June 2004, the British broadcaster Channel 4 made an episode of its archaeological programme Time Team in the village For video on 4OD see http://www.channel4.com/programmes/time- team/4od#2929881 in association with Yorkshire Wessex Archaeology to investigate the origins of the village based near some of the earthenworks around the village, especially near the church and Manor Farm. In total, 12 trenches were dug in addition to 32 test pits dug by the local population. The dig found evidence that there had been a monastic building in the village that was dated AD 450-850 and a formerly-unknown Tudor manor. ==Governance== Nether Poppleton lies within the Rural West Ward of the City of York Unitary Authority. As of the 2011 elections, it is represented by councillors Ian Gillies, Paul Healey and Chris Steward, who are all members of the local Conservative Party. It is a part of the UK Parliamentary Constituency of York Outer. Until January 2020 it also fell within the boundaries of the Yorkshire and the Humber European Parliament constituency. Locally, there is a parish council with seven council members. ==Economy== Poppleton was formerly an agricultural settlement with many farms, but the modern village is mostly a dormitory for commuters to the nearby towns and cities. It has benefited from its good road and rail links. The village shares local retail facilities, including a post office, and some small enterprises with Upper Poppleton. ==Demography== In the 19th century, the population varied between 254 and 346. The 2001 census recorded the population as 1,961. ==Education== As of 2010, Poppleton Ousebank Primary School provides primary education for both Poppletons. For secondary education, the village is in the catchment area of York High School on Cornlands Road in nearby Acomb. The nearest secondary school is Manor Church of England Academy on Millfield Lane, which has its own admissions policy separate from the local city council's policy. It was originally built in 1813 at Kings Manor and has moved several times before being sited in Millfield Lane. ==Transport== Harrogate Coach Travel buses run past the village as part of the York to Ripon route. Transdev York and First York run service through the village from Upper Poppleton. Northern Rail operates a service on the line between York and Leeds that stops at Poppleton railway station. ==Religion== thumb|right|St. Everilda's Church, Nether Poppleton St Everilda's Church is at the end of Church Lane and is thought to have origins as early as the seventh century. The stained glass in the eastern window and in one of the windows in the south aisle are of late 13th century and early 14th century. St Everilda's Church is named after a seventh century Saxon saint. It is one of only two churches in the United Kingdom dedicated to this saint. The other is at Everingham some to the south-east in the East Riding of Yorkshire. ==Sports== The local football team, Poppleton United, and a lawn tennis club are in nearby Upper Poppleton. A Junior Football club, Poppleton Tigers, is based on Millfield Lane. The team play at the Poppleton Community Sports Pavilion, which was opened by John Sentamu, Archbishop of York on 10 October 2011. == See also == *Nether Poppleton Tithebarn ==References== ==External links== * Nether Poppleton Parish Council website * Category:Villages in the City of York Category:Civil parishes in North Yorkshire",
 "title": "Nether Poppleton"
}