{
 "id": "153773",
 "text": "thumb|Maker's label from Stradivari A Stradivarius is one of the violins, violas, cellos and other string instruments built by members of the Italian family Stradivari, particularly Antonio Stradivari (Latin: Antonius Stradivarius), during the 17th and 18th centuries. According to their reputation, the quality of their sound has defied attempts to explain or equal it, though this belief is disputed. The many blind experiments from 1817 to as recent as 2014) have never found any difference in sound between Stradivari's violins and high-quality violins in comparable style of other makers and periods, nor has acoustic analysis. The fame of Stradivarius instruments is widespread, appearing in numerous works of fiction. ==Construction== Stradivari made his instruments using an inner form, unlike the French copyists, such as Vuillaume, who employed an outer form. It is clear from the number of forms throughout his career that he experimented with some of the dimensions of his instruments. The woods used included spruce for the top, willow for the internal blocks and linings, and maple for the back, ribs, and neck. Stradivari and Guarneri’s violins differ in their tonal quality, like red or white wine. The Stradivari’s sound is described as more “direct and precise,” responding to the slightest touch with refined direction and elegance.https://miocannone.com/our-blog/whats-the-difference-between-a- stradivarius-guarneri-and-amatise-violin/ There has been conjecture that the wood used may have been treated with several types of minerals, both before and after construction of a violin. Scientists at National Taiwan University have detected trace amounts of aluminum, copper, and calcium in wood from Stradivari violins. The traces may have come from chemical preservatives applied by loggers to the wood they sold. As well, the violin makers applied varnishes to their instruments. Potassium borate (borax) may have been used to protect against woodworm. Sodium and potassium silicate may have been used to prevent mildew, rotting and insect damage. Simone Fernando Sacconi suggested that Vernice bianca, an egg tempera varnish composed of gum arabic, honey, and egg white, may have been used. More recently, French chemist Jean-Philippe Echard and his co-workers have studied varnishes on Stradivarius violins. He reports that even when varnish is no longer visible to the human eye on the surface of older violins, it can be detected within the top layers of cells. A lower layer of varnish is found within the topmost wood cells while an upper rests upon the wood. Echard's findings also suggest that Stradivari used a mixture of common Cremonese resin, oil, and pigment as a varnish, rather than making his own. Echard did not find traces of specialized ingredients such as protein materials, gums, or fossil amber. A comparative study published in PLOS One in 2008 found no significant differences in median densities between modern and classical violins, or between classical violins from different origins; instead the survey of several modern and classical examples of violins highlighted a notable distinction when comparing density differentials. These results suggest that differences in density differentials in the material may have played a significant role in the sound production of classical violins. A later survey, focused on comparing median densities in both classical and modern violin examples, questioned the role available materials may have played in sound production differences, though it made no comment on variations in density differentials. The content of copper and aluminium is higher than current instruments. ==Market value== A Stradivarius made in the 1680s, or during Stradivari's \"Long Pattern\" period from 1690 to 1700, could be worth hundreds of thousands to several million U.S. dollars at today's prices. The 1697 \"Molitor\" Stradivarius, once rumored to have belonged to Napoleon (it actually belonged to a general in his army, Count Gabriel Jean Joseph Molitor), sold in 2010 at Tarisio Auctions to violinist Anne Akiko Meyers for $3,600,000, at the time a world record. Depending on condition, instruments made during Stradivari's \"golden period\" from 1700 to about 1725 can be worth millions of dollars. In 2011, his \"Lady Blunt\" violin from 1721, which is in pristine condition, was sold in London for $15.9 million (it is named after Lord Byron's granddaughter Lady Anne Blunt, who owned it for 30 years). It was sold by the Nippon Music Foundation in aid of the Japanese earthquake and tsunami appeal. In Spring 2014 the \"Macdonald\" viola was put up for auction through the musical instrument auction house Ingles & Hayday in conjunction with Sotheby's via silent auction with a minimum bid of $45 million. The auction failed to reach its minimum bid by 25 June 2014, and the viola was not sold. Vice magazine reported in May 2013 that \"in recent years, Stradivarius investment funds have started to appear, pushing already astronomical prices even higher\". Stradivarius instruments are at risk of theft. Stolen instruments are often recovered, even after being missing for many years. They are difficult to sell illicitly, as dealers will typically call the police if approached by a seller with a Stradivarius known to have been stolen. In recent years, the General Kyd Stradivarius was stolen in 2004. It was returned three weeks later by a woman who found it and handed it over to the police. The Sinsheimer/Iselin was stolen in Hanover, Germany in 2008 and recovered in 2009. The Lipinski Stradivarius was stolen in an armed robbery on 27 January 2014 and subsequently recovered. The Ames Stradivarius was stolen in 1981 and recovered in 2015. A number of stolen instruments remain missing, such as the Davidoff-Morini, stolen in 1995, the Le Maurien, stolen in 2002, and the Karpilowsky, stolen in 1953. ==Comparisons in sound quality== Above all, these instruments are famous for the quality of sound they produce. However, the many blind experiments from 1817A guitar-like violin made by the naval engineer François Chanot, a member of a family of luthiers. A committee of scientists and musicians, listening to the violins played in an adjacent room, judged Chanot's violin to be at least as good as the Stradivarius, but apparently Chanot's instruments quickly lost their good qualities. to as recent as 2014 have never found any difference in sound between Stradivari's violins and high-quality violins in comparable style of other makers and periods, nor has acoustic analysis. In a particularly famous test on a BBC Radio 3 programme in 1977, the violinists Isaac Stern and Pinchas Zukerman and the violin expert and dealer Charles Beare tried to distinguish between the \"Chaconne\" Stradivarius, a 1739 Guarneri del Gesú, an 1846 Vuillaume, and a 1976 British violin played behind a screen by a professional soloist. The two violinists were allowed to play all the instruments first. None of the listeners identified more than two of the four instruments. Two of the listeners identified the 20th-century violin as the Stradivarius. Violinists and others have criticized these tests on various grounds such as that they are not double-blind (in most cases), the judges are often not experts, and the sounds of violins are hard to evaluate objectively and reproducibly. In a test in 2009, the British violinist Matthew Trusler played his 1711 Stradivarius, said to be worth two million U.S. dollars, and four modern violins made by the Swiss violin-maker . One of Rhonheimer's violins, made with wood that the Empa (Swiss Federal Laboratories for Materials Science and Technology) researcher Francis Schwarze had treated with fungi, received 90 of the 180 votes for the best tone, while the Stradivarius came second with 39 votes. The majority (113) of the listeners misidentified the winning violin as the Stradivarius. Analysis of the treated wood revealed a reduction in density, accompanied by relatively little change in the speed of sound. According to this analysis, treatment improves the sound radiation ratio to the level of cold-climate wood considered to have superior resonance. In a double-blind test in 2012 published in the study \"Player preferences among new and old violins\", expert players could not distinguish old from new instruments by playing them for a short time in a small room. In an additional test, performed in a concert hall, one of the Stradivarius violins placed first, but one of the participants stated that \"the audience in the concert hall were essentially equivocal on which instruments were better in each of the pair-wise instrument comparisons\" and \"I could tell slight differences in the instruments... but overall they were all great. None of them sounded substantially weaker than the others\". Modern violins were rated as having better sound-carrying qualities and were preferred again in a study in 2017. While many world-class soloists play violins by Antonio Stradivari, there are notable exceptions. For example, Christian Tetzlaff formerly played \"a quite famous Strad\", but switched to a violin made in 2002 by Stefan-Peter Greiner. He states that the listener cannot tell that his instrument is modern, and he regards it as excellent for Bach and better than a Stradivarius for \"the big Romantic and 20th-century concertos.\" ==Theories and reproduction attempts== Some maintain that the very best Stradivari have unique superiorities. Various attempts at explaining these supposed qualities have been undertaken, most results being unsuccessful or inconclusive. Over the centuries, numerous theories have been presented – and debunked – including an assertion that the wood was salvaged from old cathedrals. A more modern theory attributes tree growth during a time of global low temperatures during the Little Ice Age associated with unusually low solar activity of the Maunder Minimum, circa 1645 to 1750, during which cooler temperatures throughout Europe are believed to have caused stunted and slowed tree growth, resulting in unusually dense wood. Further evidence for this \"Little Ice Age theory\" comes from a simple examination of the dense growth rings in the wood used in Stradivari's instruments. Two researchers – University of Tennessee tree-ring scientist Henri Grissino-Mayer and Lloyd Burckle, a Columbia University climatologist – published their conclusions supporting the theory on increased wood density in the journal Dendrochronologia. In 2008, researchers from the Leiden University Medical Center in the Netherlands, announced further evidence that wood density caused the claimed high quality of these instruments. After examining the violins with X-rays, the researchers found that these violins all have extremely consistent density, with relatively low variation in the apparent growth patterns of the trees that produced this wood. Yet another possible explanation is that the wood was sourced from the forests of northern Croatia. This maple wood is known for its extreme density resulting from the slow growth caused by harsh Croatian winters. Croatian wood was traded by Venetian merchants of the era, and is still used today by local luthiers and craftsfolk for musical instruments. Some research points to wood preservatives used in that day as contributing to the resonant qualities. Joseph Nagyvary reveals that he has always held the belief that there are a wide range of chemicals that will improve the violin's sound. In a 2009 study co-authored with Renald Guillemette and Clifford Spiegelman, Nagyvary obtained shavings from a Stradivarius violin and examined them, and analysis indicated they contained \"borax, fluorides, chromium and iron salts.\"Texas A&M; University. \"Secrets Of Stradivarius' Unique Violin Sound Revealed, Professor Says\" , Science Daily 25 January 2009. He also found that the wood had decayed a little, to the extent that the filter plates in the pores between the wood's component tracheids had rotted away, perhaps while the wood was stored in or under water in the Venice lagoon before Stradivarius used it. Steven Sirr, a radiologist, worked with researchers to perform a CT scan of a Stradivari known as the \"Betts\". Data regarding the differing densities of woods used were then used to create a reproduction instrument. ==Instruments== While only about 650 original Stradivari instruments (harps, guitars, violas, cellos, violins) survive, thousands of violins have been made in tribute to Stradivari, copying his model and bearing labels that read \"Stradivarius\". The presence of a Stradivarius label does not confirm that the instrument is a genuine work of Stradivari.Stradivarius Violins – Encyclopedia Smithsonian. Retrieved 26 June 2013. == Sound preservation == According to a 2019 article in The New York Times, the Museo del Violino in the city of Cremona, Italy is undertaking a landmark project to preserve the sound of Stradivarius instruments. In January 2019, four musicians will record an extensive set of scales and arpeggios in different techniques to showcase the sounds produced by two violins, a viola, and a cello. These recordings, known as the \"Stradivarius Sound Bank\", will be part of a permanent collection at the Museo del Violino that will allow future generations to hear Stradivarius instruments. To facilitate these recordings, \"the city’s mayor, Gianluca Galimberti, implored Cremona’s citizens to avoid any sudden and unnecessary sounds.\" ==References== ==Further reading== * How Many Strads?, Ernest N. Doring, William Lewis & Son, Chicago, 1945 * * * * * * Violin Iconography of Antonio Stradivari 1644–1737, Herbert K. Goodkind, Larchmont, New York, 1972. * * * ==External links== * A FourDoc (short on-line documentary) about a group of violin makers making a violin in the original spec of the maurin Stradivarius in just five days * What makes a Stradivarius so Great? * * Cozio.com Online database of instruments by Antonio Stradivari. * Instruments by Antonio Stradivari on the MIMO online database, website mimo- international.com. * Cheniston K. Roland, Discography (incomplete) of Stradivarius recordings * Mark Levine, \"Medici of the Meadowlands\", The New York Times 3 August 2003 Herbert R. Axelrod's Stravarius collection. * Chladni patterns for visualizing violin plate resonance patterns * Stradivari Violin Forms A detailed study of Stradivari's molds and drawings kept in the Cremona Museum.. * How Stradivari and Guarneri got their music discusses the chemical techniques used to figure out what makes these instruments' unique sound. From the February 1, 2007 issue of Analytical Chemistry * * * * \"The Case of the Missing Stradivarius,\" an annotated historical novel by author Emanuel E. Garcia which investigates the secrets of Stradivari violins and musical virtuosity. * \" The Violins of Stradivarius\" by the Hill Family on the Amati website. * * Youtube video Stradivarius Secret Found By Texas Chemist * Youtube video Stradivari or Nagyvary? Category:String instruments Category:Stradivari instruments de:Antonio Stradivari#Stradivaris Instrumente",
 "title": "Stradivarius"
}