{
 "id": "154040",
 "text": "Syntactic ambiguity, also called structural ambiguity, amphiboly or amphibology, is a situation where a sentence may be interpreted in more than one way due to ambiguous sentence structure. Syntactic ambiguity arises not from the range of meanings of single words, but from the relationship between the words and clauses of a sentence, and the sentence structure underlying the word order therein. In other words, a sentence is syntactically ambiguous when a reader or listener can reasonably interpret one sentence as having more than one possible structure. In legal disputes, courts may be asked to interpret the meaning of syntactic ambiguities in statutes or contracts. In some instances, arguments asserting highly unlikely interpretations have been deemed frivolous. A set of possible parse trees for an ambiguous sentence is called a parse forest.Billot, Sylvie, and Bernard Lang. \"The structure of shared forests in ambiguous parsing.\" Proceedings of the 27th annual meeting on Association for Computational Linguistics. Association for Computational Linguistics, 1989.Kurohashi, Sadao, and Makoto Nagao. \"Building a Japanese parsed corpus while improving the parsing system.\" Proceedings of The 1st International Conference on Language Resources & Evaluation. 1998. The process of resolving syntactic ambiguity is called syntactic disambiguation.MacDonald, Maryellen C., Neal J. Pearlmutter, and Mark S. Seidenberg. \"The lexical nature of syntactic ambiguity resolution .\" Psychological review 101.4 (1994): 676. ==Different forms== ===Globally ambiguous=== A globally ambiguous sentence is one that has at least two distinct interpretations. In this type of ambiguity, after one has read or heard the entire sentence, the ambiguity is still present. Rereading the sentence cannot resolve the ambiguity because no feature of the representation (i.e. word order) distinguishes the distinct interpretations. Global ambiguities are often unnoticed because the reader tends to choose the meaning he or she understands to be more probable. One example of a global ambiguity is \"The woman held the baby in the green blanket.\" In this example, the baby, incidentally wrapped in the green blanket, is being held by the woman, or the woman is using the green blanket as an instrument to hold the baby. ===Locally ambiguous=== A locally ambiguous sentence is a sentence that contains an ambiguous phrase but has only one interpretation. The ambiguity in a locally ambiguous sentence briefly persists and is resolved, i.e., disambiguated, by the end of the utterance. Sometimes, local ambiguities can result in \"garden path\" sentences, in which a structurally sound sentence is difficult to interpret because one interpretation of the ambiguous region is not the ultimate coherent interpretation. ==Examples == :The duke yet lives that Henry shall depose. — Henry VI (1.4.30), by William Shakespeare :*Henry will depose the duke. :*The duke will depose Henry. ::Amphiboly occurs frequently in poetry, sometimes owing to the alteration of the natural order of words for metrical reasons. : — Edward II by Christopher Marlowe :: Isabella of France and Roger Mortimer, 1st Earl of March supposedly plotted to murder Edward II of England in such a way as not to draw blame on themselves, sending this order in Latin which changes meaning depending on where the comma is placed. :* Do not be afraid to kill Edward; it is good. (either Edward, killing him, or being afraid to kill him is good) :* Do not kill Edward; it is good to fear. (either Edward or killing him is good to fear) :I'm glad I'm a man, and so is Lola. — Lola by Ray Davies :*Lola and I are both glad I'm a man. :*I'm glad Lola and I are both men. :*I'm glad I'm a man, and Lola is a man. :*I'm glad I'm a man, and Lola is also glad to be a man. ::The ambiguity is intentional and alludes to a cross-dresser. :John saw the man on the mountain with a telescope. :*John, using a telescope, saw a man on a mountain. :*John saw a man on a mountain which had a telescope on it. :*John saw a man on a mountain who had a telescope. :*John, on a mountain and using a telescope, saw a man. :*John, on a mountain, saw a man who had a telescope. :The word of the Lord came to Zechariah, son of Berekiah, son of Iddo, the prophet. (King James Version) :*... the prophet Zechariah, who was the son of Berekiah, who was the son of Iddo :*... Zechariah, who was the son of the prophet Berekiah, who was the son of Iddo :*... Zechariah, who was the son of Berekiah, who was the son of the prophet Iddo :Lesbian Vampire Killers, the title of a comedy-horror film :* Lesbians that kill vampires. :* Killers of lesbian vampires. :* Lesbian vampires that are killers. :The Purple People Eater, a 1958 novelty song :* A purple creature that eats people. :* A creature that eats purple people. (This interpretation is confirmed in the lyrics, although whether the creature itself is also purple is never made clear.) :British Left Waffles on Falkland Islands.headline, The Guardian, April 28, 1982, as quoted by Gloria Cooper, \"Mailbag\", Barron's, February 19, 2001 :* The British party of the left rambles indecisively about Falkland Island policy. :* The British forces left behind waffles (the pastry) on the Falkland Islands. Aristotle writes about an influence of ambiguities on arguments and also about an influence of ambiguities depending on either combination or division of words: ==In headlines== Newspaper headlines are written in a telegraphic style (headlinese) which often omits the copula, creating syntactic ambiguity. A common form is the garden path type. The name crash blossoms was proposed for these ambiguous headlines by Danny Bloom in the Testy Copy Editors discussion group in August 2009. He based this on the headline \"Violinist linked to JAL crash blossoms\" that Mike O'Connell had posted, asking what such a headline could be called.Ben Zimmer, \"On Language: Crash Blossoms\", New York Times Magazine, January 27, 2010 online text The Columbia Journalism Review regularly reprints such headlines in its \"The Lower Case\" column, and has collected them in the anthologies \"Squad Helps Dog Bite Victim\"Gloria Cooper, ed., Squad Helps Dog Bite Victim, and other flubs from the nation's press, Dolphin Books, 1980, and \"Red Tape Holds Up New Bridge\".Gloria Cooper, Red tape holds up new bridge, and more flubs from the nation's press, Perigee Books, 1987. Language Log also has an extensive archive of crash blossoms, for example \"Infant Pulled from Wrecked Car Involved in Short Police Pursuit\". Many purported crash blossoms are apocryphal or recycled.1997 Headlines at Snopes.com. One celebrated one from World War I is \"French push bottles up German rear\"; life imitated art in the Second World War headline \"Eighth Army Push Bottles Up Germans\".Fritz Spiegl, What The Papers Didn't Mean to Say Scouse Press, Liverpool, 1965 ==In humour and advertising== Syntactic or structural ambiguities are frequently found in humour and advertising. One of the most enduring jokes supposedly originating from the famous comedian Groucho Marx was his quip that used a modifier attachment ambiguity: \"I shot an elephant in my pajamas. How he got into my pajamas I don't know.\" Another sentence, which emerged from early 1960s machine translation research, is \"Time flies like an arrow; fruit flies like a banana\". More than one movie has used the comic line \"The peasants are revolting\", which allows an interpretation of revolting as both a verb or adjective. In the realm of advertising and marketing, one of the enduring advertisements for Glad garbage bags states \"Don't Get Mad. Get Glad.\" In this advertisement the phrase \"Get Glad\" could be interpreted as having a linking verb followed by an adjective (e.g. \"Become happy\") or as having a transitive verb followed by a noun direct object (e.g. \"Buy Glad garbage bags\"). Significantly enough, structural ambiguities may be created by design when one understands the kinds of syntactic structures that will lead to ambiguity; however, for the respective interpretations to work, they must be compatible with semantic and pragmatic contextual factors. ==Syntactic and semantic ambiguity== In syntactic ambiguity, the same sequence of words is interpreted as having different syntactic structures. In contrast, in semantic ambiguity the structure remains the same, but the individual words are interpreted differently.Layman E. Allen \"Some Uses of Symbolic Logic in Law Practice\" 1962J M.U.L.L. 119, at 120;L.E. Allen & M.E. Caldwell \"Modern Logic and Judicial Decision Making: A Sketch of One View\" in H.W. Baade (ed.) \"Jurimetrics\" Basic Books Inc., New York, USA, 1963, 213, at 228 Controlled natural languages are often designed to be unambiguous so that they can be parsed into a logical form. ==Kantian== Immanuel Kant employs the term \"amphiboly\" in a sense of his own, as he has done in the case of other philosophical words. He denotes by it a confusion of the notions of the pure understanding with the perceptions of experience, and a consequent ascription to the latter of what belongs only to the former.adapted from Garden, Francis A Dictionary of English Philosophical Terms (1878) ==Models== ===Competition-based model=== Competition-based models hold that differing syntactic analyses rival each other during syntactic ambiguity resolution. If probabilistic and linguistic constraints offer comparable support for each analysis, especially strong competition occurs. On the other hand, when constraints support one analysis over the other, competition is weak and processing is undemanding. After van Gompel et al.'s experiments (2005), the reanalysis model has become favored over competition- based models. Convincing evidence against competition-based models includes the fact that globally ambiguous sentences are easier to process than disambiguated sentences, signifying that there is no competition of analyses in a globally ambiguous sentence. Plausibility tends to support one analysis and eliminate competition. However, the model has not been completely rejected. Some theories hold that competition contributes to processing complications, if only briefly. ===Reanalysis model=== According to the reanalysis model, processing difficulty occurs once the reader has realized that their sentence analysis is false (with regards to the already adopted syntactic structure), and they must then return and reevaluate the structure. Most reanalysis models, like the unrestricted race model, are serial in nature, which implies that only one analysis can be evaluated at a time. Consider the following statements: # \"The dog of the woman that had the parasol was brown.\" # \"The woman with the dog that had the parasol was brown.\" # \"The dog with the woman that had the parasol was brown.\" Research supports the reanalysis model as the most likely reason for why difficulty occurs in processing these ambiguous sentences. Results of many experiments tracking the eye-movements of subjects has demonstrated that it is just as difficult to process a globally ambiguous statement (1) as an unambiguous statement (2 and 3) because information before the ambiguity does not provide a strong bias for either syntactic possibility. Additionally, globally ambiguous sentences are as simple to process as syntactically unambiguous sentences. ===Unrestricted race model=== The unrestricted race model states that analysis is affected prior to the introduction of ambiguity and affects which meaning is adopted (based on probability) before multiple analyses are able to be introduced. Van Gompel and Pickering refer to the unrestricted race model explicitly as a two- stage reanalysis model. In contrast to constraint-based theories, only one analysis is constructed at a time. Because only a single analysis is available at any time, reanalysis may sometimes be necessary if information following the initial analysis is inconsistent with it. However, the name \"unrestricted race\" comes directly from its adopted properties of the constraint-based models. As in constraint-based theories, there is no restriction on the sources of information that can provide support for the different analyses of an ambiguous structure; hence it is unrestricted. In the model, the alternative structures of a syntactic ambiguity are engaged in a race, with the structure that is constructed fastest being adopted. The more sources of information support a syntactic analysis and the stronger the support is, the more likely this analysis will be constructed first. Consider the following statements: # \"The maid of the princess who scratched herself in public was terribly humiliated.\" # \"The son of the princess who scratched himself in public was terribly humiliated.\" # \"The son of the princess who scratched herself in public was terribly humiliated.\" Research showed that people took less time to read ambiguous sentences (sentence 1) compared to sentences with temporary ambiguities that were disambiguated later (sentences 2 and 3). In sentences 2 and 3, the reflexive pronouns “himself” and “herself” clarify that “who scratched” is modifying the son and the princess. Thus, the readers are forced to reanalyze and will result in an increase in reading times. In sentence 1, however, the ambiguity of the reflexive pronoun “herself” is consistent with both the maid and the princess. This means the readers do not have to reanalyze. Thus, ambiguous sentences will take a shorter time to read compared to disambiguated sentences. This is referred to as the underspecification account as readers do not commit to a meaning when not provided with disambiguating information. The reader understands someone scratched herself but does not seek to determine whether it was the maid or the princess. This is also known as the “good-enough” approach to understanding language. == The good-enough approach == The good-enough approach to understanding language hypothesizes that semantic representations are usually incomplete and language processing partial. A good-enough interpretation may occur when the linguistic representation is not robust or supported by context and must cope with potentially interfering information. Thus, interfering information is inhibited for successful comprehension. ==Differences in processing== === Children and adults === Children interpret ambiguous sentences differently from adults due to lack of experience. Children have not yet learned how the environment and contextual clues can suggest a certain interpretation of a sentence. They have also not yet developed the ability to acknowledge that ambiguous words and phrases can be interpreted multiple ways. As children read and interpret syntactically ambiguous sentences, the speed at which initial syntactic commitments are made is lower in children than in adults. Furthermore, children appear to be less skilled at directing their attention back to the part of the sentence that is most informative in terms of aiding reanalysis. Other evidence attributes differences in interpreting ambiguous sentences to working memory span. While adults tend to have a higher working memory span, they sometimes spend more time resolving the ambiguity but tend to be more accurate in their final interpretation. Children, in contrast, can decide quickly on an interpretation because they consider only the interpretations their working memory can hold. === Low reading span vs. high reading span adults === For low reading span adults who had the worst verbal working memory, the latency of response took longer to process the sentences with the reduced relative clause compared to the relative clause and had no contribution from inanimate or animate subjects. For high reading span subjects who had the best verbal working memory, they were overall faster than the low reading span subjects. Within the high reading span subjects, however, they responded faster to inanimate subjects and took longer to respond to animate subjects. This was because the animate subjects had a greater propensity to create a garden path sentence despite greater verbal working memory. This suggested that since the low reading span subjects had less cognitive resources, only syntactic cues could be processed while high reading span subjects had more cognitive resources and could thus get tripped up with the garden path sentence. ==See also== *Ambiguous grammar *Dangling modifier *Eats, Shoots & Leaves *Equivocation *Garden path sentence *Ibis redibis nunquam per bella peribis *List of linguistic example sentences *Natural language processing *Paraprosdokian *Reading span task *The Purple People Eater *Transderivational search ==References== ==External links== *A detailed discussion of syntactic ambiguity *Differentiating syntactic ambiguity (structural ambiguity) from other types of ambiguity Category:Ambiguity Category:Syntax Category:Semantics",
 "title": "Syntactic ambiguity"
}