{
 "id": "154338",
 "text": "Harelbeke (; ) is a municipality located in the Belgian province of West Flanders. The municipality comprises the city of Harelbeke proper and the towns of Bavikhove and Hulste. On January 1, 2019, Harelbeke had a total population of 28,447. The total area is 29.14 km² which gives a population density of 898 inhabitants per km². Inhabitants consider their hometown to be a \"Weireldstad\" (metropolis), which also led to a monthly \"Harelbekedag\" amongst the students of Harelbeke studying in Ghent. In Harelbeke a museum remembers the life and work of musician and composer Peter Benoit, called the Peter Benoit Huis.Openbaar Kunstbezit Vlaanderen, Stedelijk Museum Peter Benoît ==Famous natives== * Andreas Pevernage (1542/1543 – 1591), composer of the late Renaissance * Jacobus Vaet (1529-1567), Renaissance composer, possibly born in Harelbeke * Armand Coeck (1941 - ), avant-garde composer * Jan Bucquoy (1945 - ), anarchist and film-maker (Camping Cosmos) * Peter Benoit, composer * Wim Opbrouck, actor and singer ==Harelbeke New British Cemetery== This cemetery is located just outside the downtown of Harelbeke and was designed by Willian Harrison Cowlishaw and contains the graves of 1126 Commonwealth soldiers who died during WWI (1055 from the UK, 26 from Canada, 7 from Australia, 4 from South Africa and 3 from Newfoundland). In addition 10 British soldiers who died during WWII are buried here. ==Events== Harelbeke has, since 1958, been the start and finish place of the E3 Harelbeke, a semi classic cycling race held the week before the Tour of Flanders. File:Bavikhove_rond_punt.JPG|Roundabout in Bavikhove decorated with artwork referring to (and sponsored by) the local Bavik Brewery ==Twin towns== * Kinheim, Germany (1997) * Eenhana, Namibia (2007) * Frýdek-Místek, Czech Republic ==References== ==External links== *Official website - Available only in Dutch *all about the town of Hulste - Available only in Dutch Category:Municipalities of West Flanders",
 "title": "Harelbeke"
}