{
 "id": "154512",
 "text": "thumb|right|Two ganguro girls in Tokyo, April 2008 is a fashion trend among young Japanese women that started in the mid-1990s, distinguished by a dark tan and contrasting make-up liberally applied by fashionistas. The Shibuya and Ikebukuro districts of Tokyo were the centres of ganguro fashion; it was started by rebellious youth who contradicted the traditional Japanese concept of beauty; pale skin, dark hair and neutral makeup tones. Ganguro instead tanned their skin, bleached their hair and used much colourful makeup in unusual ways. Ganguro has a connection to Japanese folklore of ghosts and demons who are depicted with a similar appearance such as those in kabuki and noh costumes. This connection is further underlined by the off-shoot style yamanba, named after a mountain witch in Japanese folklore. The ganguro trend started in the mid-1990s and reached its peak by the latter half of the decade; it purportedly became almost obsolete by 2000 when a bihaku (light skin) craze emerged among young women who wanted to imitate the look of their favourite popular singers, specifically Ayumi Hamasaki, who debuted at the time. The ganguro trend faded out afterwards, although its influence can be observed in yamanba and manba styles. == Characteristics == thumb|right|Two Japanese ganguro girls in the subway, August 2006 Ganguro appeared as a new fashion style in Japan in the early 1990s and was prevalent mostly among young women. In ganguro fashion, a deep tan is combined with hair dyed in shades of red to blonde, or a silver grey known as \"high bleached\". Black ink is used as eyeliner and white concealer is used as lipstick and eyeshadow. False eyelashes, plastic facial gems, and pearl powder are often added to this. Platform shoes and brightly coloured outfits complete the ganguro look. Also typical of ganguro fashion are tie-dyed sarongs, miniskirts, stickers on the face, and many bracelets, rings, and necklaces. Ganguro falls into the larger subculture of , a slang term used for various groups of young women, usually referring to overly childish women. Researchers in the field of Japanese studies believe that ganguro is a form of revenge against traditional Japanese society due to resentment of neglect, isolation, and constraint of Japanese society. This is their attempt at individuality, self-expression, and freedom, in open defiance of school standards and regulations. Ganguro can be used to describe girls, or gals, with a tan, lightened hair and some brand clothing; they can often be confused with Oneegyaru (Big Sister Gal) and Serebu (Celeb), although Oneegyaru is usually associated with expensive gal brands and Serebu focuses on expensive western fashions. Fashion magazines like Egg and Ageha have had a direct influence on the ganguro. Other popular ganguro magazines include Popteen and Ego System. The ganguro culture is often linked with para para, a Japanese dance style. However, most para para dancers are not ganguro, and most ganguro are not para para dancers, though there are many who are ganguro or gal and dance para para. One of the most famous early ganguro girls was known as Buriteri, nicknamed after the black soy sauce used to flavor yellowtail fish in teriyaki cooking. Egg made her a star by frequently featuring her in its pages during the height of the ganguro craze. After modelling and advertising for the Shibuya tanning salon \"Blacky\", social pressure and negative press convinced Buriteri to retire from the ganguro lifestyle. === Yamanba and Manba === and are styles which developed from ganguro. Old school yamanba and manba (particularly known as 2004 Manba) featured dark tans and white lipstick, pastel eye makeup, tiny metallic or glittery adhesives below the eyes, brightly coloured circle lenses, plastic dayglo-coloured clothing, and incongruous accessories, such as Hawaiian leis. Stickers on the face died out shortly after 2004 and, for a while, yamanba died. Manba then became more extreme, with multicoloured and usually synthetic hair. Manba in 2008 saw a darker tan, and no facial stickers. Hair was usually neon/bright colours, with pink being a favourite. Wool emulating dreadlocks, extensions, and clips were worn to make hair appear longer. Clothing remained the same, although leis were worn less frequently. Yamanba and manba are distinct from one another. Yamanba involves white make-up only above the eye, while manba makeup is applied below the eye also. Stuffed animals, bracelets, bells and hibiscus flowers are worn. The male equivalent is called a \"Center guy\", a pun on the name of a popular pedestrian shopping street near Shibuya Station in Tokyo called . == Etymology == Ganguro practitioners say that the term derives from the phrase . The word ganguro can be translated as \"burn- black look\", and \"dark tanning\".https://www.weblio.jp/content/%E3%82%AC%E3%83%B3%E3%82%B0%E3%83%AD The term yamanba is derived from Yama-uba, the name of a mountain hag in Japanese folklore whom the fashion is thought to resemble. == See also == * AV idol * Burusera * Cosplay restaurant * Gals! * Gyaru * Host and hostess clubs * JK business * Kawaii * Kogal * Maid café * Panchira * Peach Girl * Zettai ryōiki *Sun tanning == References== == External links == * The Ganguro Effect * \"British followers of Japanese fashion\"—BBC World Service article Category:Japanese subcultures Category:Japanese fashion Category:Slang terms for women Category:Female stock characters in anime and manga Category:Gyaru",
 "title": "Ganguro"
}