{
 "id": "154515",
 "text": "Marshal-Admiral the Marquis , served as a gensui or admiral of the fleet in the Imperial Japanese Navy and became one of Japan's greatest naval heroes. He claimed descent from Samurai Shijo Kingo, and he was an integral part of preserving Japanese artwork. As Commander-in-Chief of the Combined Fleet during the Russo-Japanese War of 1904–1905, he successfully confined the Russian Pacific naval forces to Port Arthur before winning a decisive victory over a relieving fleet at Tsushima in May 1905. Western journalists called Tōgō \"the Nelson of the East\". He remains deeply revered as a national hero in Japan, with shrines and streets named in his honour. ==Early life== thumb|left|150px|Monument recording site of birthplace in Kagoshima Tōgō was born as Tōgō Nakagoro (仲五郎) on 27 January 1848 in the Kajiya-chō (加治屋町) district of the city of Kagoshima in Satsuma domain (modern-day Kagoshima Prefecture), to a noble family in feudal Japan, the third of four sons of Togo Kichizaemon, a samurai serving the Shimazu daimyō as comptroller of the revenue, master of the wardrobe, and district governor, and Hori Masuko (1812–1901), a noblewoman from the same clan as her husband. Kajiya-chō was one of Kagoshima's samurai housing-districts, in which many other influential figures of the Meiji period were born, such as Saigō Takamori and Ōkubo Toshimichi. They rose to prominent positions under the Meiji Emperor partly because the Shimazu clan had been a decisive military and political factor in the Boshin War against the Tokugawa shogunate during the Meiji Restoration. As a youth, Tōgō was educated to become a samurai warrior. He changed his name to Heihachirō (meaning \"peaceful son\") in a religious and patriotic ceremony held when he turned 13, in which samurai tradition called for youth to adopt a change in name (genpuku). ==Tokugawa conflicts (1863–1869)== thumb|left|Officers of the Japanese warship in August 1869. Third-class officer Tōgō is dressed in white, top right. Tōgō's first experience at war was during the Bombardment of Kagoshima in August 1863, in which Kagoshima was shelled by the Royal Navy to punish the Satsuma daimyō for the death of Charles Lennox Richardson on the Tōkaidō highway the previous year (the Namamugi Incident), and the Japanese refusal to pay an indemnity in compensation. Tōgō, who was aged 15 at the time, was part of a gun crew manning one of the cannons defending the port. The following year, Satsuma established a navy, in which Tōgō enlisted in 1866 at age 17. Two of his brothers also enlisted. In January 1868, during the Boshin War, Tōgō was assigned to the paddle-wheel steam warship , which participated in the Battle of Awa, near Osaka, against the navy of the Tokugawa Bakufu, the first Japanese naval battle between two modern fleets. As the conflict spread to northern Japan, Tōgō participated as a third-class officer aboard the Kasuga in the last battles against the remnants of the Bakufu forces, the Battle of Miyako Bay and the Battle of Hakodate in 1869. After the civil war ended in the autumn 1869, Tōgō, on the instructions of the Satsuma clan, first travelled to the treaty port of Yokohama to study English. He resided in Yokohama with Daisuke Shibata, a government official reputedly proficient in English and received additional pronunciation coaching from Charles Wagman, Japan correspondent of The Illustrated London News. Tōgō made rapid progress in his studies and in 1870 secured a place at the newly established Imperial Japanese Navy Training School at Tsukiji, Tokyo. On 11 December 1870 he was formally appointed a cadet on the Japanese ironclad flagship , then at anchor in Yokohama harbour. ==Studies in Britain (1871–1878)== thumb|upright|Tōgō during his studies in Europe, in 1877 In February 1871, Tōgō and eleven other Japanese officer cadets were selected to travel to Britain to further their naval studies. Between extensive practical sea training and an extended voyage to Australia, Tōgō lived and studied in Britain for a period of seven years. Arriving at the port of Southampton in April 1871 after a journey of 80 days, Tōgō first traveled to London, at that time the most populous city in the world. According to contemporary accounts of the cadet's first days in England, many things were strange to Japanese eyes at that time; the domed buildings made out of stone, the \"number and massiveness of the buildings\", \"the furnishings of a commonplace European room\", and \"the displays in the butchers' shop windows: it took them several days to become accustomed to such an abundance of meat.\" The Japanese group was separated and sent to English boardinghouses for individual instruction in English language, customs and manners. Tōgō was initially sent for some weeks to a boarding house in the major naval port of Plymouth, to gain some understanding of the British Royal Navy. Subsequently, he studied history, mathematics and engineering at a naval preparatory school in Portsmouth under the direction of a tutor and local clergyman in order to prepare for admission to Royal Naval College at Dartmouth. After the British Admiralty decided in 1872 that no places were to be made available at Dartmouth for the Japanese cadets, Tōgō was able to gain admission as a cadet on , the training ship of the Thames Nautical Training College moored at Greenhithe.Blond, pp. 56–57 Tōgō found his cadet rations \"inadequate\": \"I swallowed my small rations in a moment. I formed the habit of dipping my bread in my tea and eating a great deal of it, to the surprise of my English comrades.\" Tōgō's comrades called him \"Johnny Chinaman\", being unfamiliar with the \"Orient\" and not knowing the difference between Asiatic peoples. \"The young samurai did not like that, and on more than one occasion he would threaten to put an end to it by blows.\" Gunnery training for the college was held aboard , at the time moored in Portsmouth harbour. Tōgō is recorded to have attended Trafalgar Day observances on the deck of the ship in 1873. After two years of training, Tōgō was to graduate second in his class. During 1875, Tōgō circumnavigated the world as an ordinary seaman on the British training ship Hampshire, leaving in February and staying seventy days at sea without a port call until reaching Melbourne. Tōgō \"observed the strange animals on the Southern continent\". Rounding Cape Horn on his return voyage, Tōgō had sailed thirty thousand miles before returning to England in September 1875. During the autumn and winter of 1875–1876, Tōgō spent five months in Cambridge studying mathematics and English under the direction of the Rev. Arthur Douglas Capel. The Rev. Capel was at the time of Tōgō's visit, both a mathematics tutor and curate at the Anglican church of St. Mary the Less in Cambridge. Tōgō is recorded to have attended services at the same church during his stay. In 1875 Tōgō suffered a bout of illness which severely threatened his eyesight: \"the patient asked his medical advisers to 'try everything', and some of their experiments were extremely painful.\" Capel commented later, \"If I had not seen with my own eyes what a Japanese can suffer without complaint, I should often have been disinclined to believe ... But, having observed Tōgō, I believe all of them.\" Harley Street ophthalmologists were able to save his eyesight. Upon recovery Tōgō travelled to Portsmouth to continue his training before being assigned the role of inspector for the construction of , one of three new warships ordered by the Imperial Japanese Navy. Residing in proximity to the Royal Naval College, Greenwich, Tōgō made use of the opportunity to apply his training, observing the construction of the ship at the Samuda Brothers shipyard on the Isle of Dogs. Tōgō was absent from Japan when the Satsuma Rebellion took place in 1877. His three brothers all fought in the rebellion: two were killed in battle, and the third died shortly after the rebellion's end. Later, Tōgō would often express regret for the fate of his benefactor, Saigō Takamori. ==Return to Japan== Tōgō, newly promoted to lieutenant, finally returned to Japan on 22 May 1878 aboard one of the newly purchased British-built ships, . That same year, he was promoted to the rank of first lieutenant of the Japanese built paddle-steamer warship , later to be transferred to the corvette . In 1882, Tōgō led his ship's company in landing troops at Seoul in the wake of the Imo Incident. In 1883, Tōgō was given command of his first ship, and interacted with the British, American, and German fleets during this time. ==Sino-French War (1884–1885)== On his return to Japan Tōgō received several commands, first as captain of Daini Teibō, and then Amagi. During the Franco-Chinese War (1884–1885), Tōgō, onboard Amagi, closely followed the actions of the French fleet under Admiral Courbet. Tōgō also observed the ground combat of the French forces against the Chinese in Formosa (Taiwan), under the guidance of Joseph Joffre, future Commander-in-Chief of French forces during World War I. Although first promoted to the rank of captain in 1886, Tōgō suffered from a bout of acute rheumatism during the late 1880s that confined him to bed rest for nearly three years. He used this period of enforced absence from front line naval duties to study aspects of international and maritime law. ==Sino-Japanese War (1894–1895)== thumb|320px|Battle of the Yalu River by Korechika In 1891, Tōgō's health had sufficiently recovered that he was appointed to the command of the cruiser . In 1894, at the beginning of the First Sino-Japanese War, Tōgō, as a captain of Naniwa, sank the transport ship, Kowshing, which was chartered by the Chinese Beiyang Fleet to convey troops, during the Battle of Pungdo. A report of the incident was sent by Suematsu Kenchō to Mutsu Munemitsu. The ship, which was under the command of captain T.R. Galsworthy, who incidentally had been one of Tōgō's instructors as a young cadet on HMS Worcester, had been ferrying more than a thousand Chinese soldiers towards Korea, and these soldiers had refused to be taken prisoner or interned on the appearance and under threat from the Japanese warships. A contemporary account from a German survivor, Major von Hannecken, stated that the Chinese survivors had been fired upon, sinking two lifeboats. \"...By this time only the Kowshing's masts were visible. The water was however covered with Chinese, and there were two lifeboats from the Kowshing crowded with soldiers. The Japanese officer informed me that he had been ordered by signal from the Naniwa to sink these boats. I remonstrated, but he fired two volleys from the cutter, turned back, and steamed for the Naniwa. No attempt was made to rescue the Chinese. The Naniwa steamed about until eight o'clock in the evening, but did not pick up any other Europeans ...\" thumb|200px|left|Admiral Tōgō Heihachirō in full uniform Tōgō later took part in the Battle of the Yalu River on 17 September 1894, with Naniwa as the last ship in the line of battle under the overall command of Admiral Tsuboi Kōzō. Naniwa assisted in sinking the Chinese cruisers and . Tōgō was promoted to rear admiral at the end of the war, in 1895. ==Subsequent commands== In May 1896, Tōgō was appointed commandant of the Naval War College in Tokyo. He reformed the curriculum, and was promoted to vice admiral during this time. In 1899, he was appointed commander of the Sasebo Naval College, and he also served as Commander of the Standing Fleet. With the advent of the Boxer Rebellion in China in 1899, Tōgō was appointed Admiral of the Fleet and recalled to active sea duty on 20 May 1900. During the rebellion, he was responsible for patrolling the Chinese coast. As the Boxer Rebellion was crushed in 1902, Tōgō was relieved of his command, and was decorated for his service to the Emperor. He was subsequently posted to supervise the construction of and become the first commander of the naval base at Maizuru. ==Russo-Japanese War (1904–1905)== thumb|Inset photo of Admiral Togo, c. 1905, over a photograph of his flagship, Mikasa, leading the Imperial Japanese Navy battle line into action against the Imperial Russian Navy. thumb|upright=0.8|Tōgō Heihachirō (personifying the Imperial Japanese Navy) stands at Port Arthur among the wreckage of the Pacific Fleet, wielding his club; off in the distance, the Baltic Fleet approaches. In 1903, the Navy Minister Yamamoto Gonnohyōe appointed Tōgō Commander-in-Chief of the Combined Fleet of the Imperial Japanese Navy. This astonished many people, including Emperor Meiji, who asked Yamamoto why Tōgō was appointed. Yamamoto replied to the emperor, \"Because Tōgō is a man of good fortune\". During the Russo- Japanese War, Tōgō engaged the Russian navy at Port Arthur and the Yellow Sea in 1904, and to widespread international acclaim commanded the Japanese naval forces at the destruction of the Imperial Russian Navy's Baltic Fleet at the Battle of Tsushima in May 1905. thumb|left|upright=0.8|The Triumphal Return of Admiral Togo From the Sea of Japan. Tokyo, 1907 The Battle of Tsushima was considered a daring naval victory pitting a small, but rapidly militarising emerging Asian nation against a major European adversary. Russia was at the time the world's third largest naval power. While the Japanese fleet at Tsushima lost only three torpedo boats under Tōgō's command, of the 36 Russian warships that went into action, 22 were sunk (including seven battleships), six were captured, six were interned in neutral ports and only three escaped to the safety of Vladivostok. Tsushima broke Russian naval dominance in East Asia, and is said to have been a contributing factor in subsequent uprisings in the Russian Navy (1905 uprisings in Vladivostok and the battleship Potemkin uprising), contributing to the Russian Revolution of 1905. Post war investigations were held of Russian naval leaders during those battles in which Tōgō had prevailed, seeking the reasons behind their utter defeat. The Russian commander of the destroyed Baltic fleet, Admiral Zinovy Rozhdestvenski (who was badly wounded in the battle) attempted to take full responsibility for the disaster, and the authorities (and rulers of Russia) acquitted him at his trial. However, they made Admiral Nikolai Nebogatov, who had tried to blame the Russian Government, a scapegoat. Nebogatov was found guilty and sentenced to ten years imprisonment in a fortress, but was released by the Tsar after serving only two years. ==Later life== Tōgō kept his journals in English, and wrote, \"I am firmly convinced that I am the re-incarnation of Horatio Nelson.\" In 1906, he was made a Member of the British Order of Merit by King Edward VII. Tōgō was Chief of the Naval General Staff and was given the title of hakushaku (Count) under the kazoku peerage system. He also served as a member of the Supreme War Council. In 1911, Tōgō returned to England for the first time in over 30 years to attend the coronation of King George V, the Coronation Fleet Review at Portsmouth, to attend naval alumni dinners and visit dockyards on the Clyde and in Newcastle. In 1913, Admiral Tōgō received the honorific title of Marshal-Admiral, which is roughly equivalent to the rank of Grand Admiral or Admiral of the Fleet in other navies. From 1914 to 1924, Gensui Tōgō was put in charge of the education of Crown Prince Hirohito, the future Shōwa Emperor. Tōgō publicly expressed a dislike and lack of interest for involvement in politics; however, he did make strong statements against the London Naval Treaty. thumb|upright=0.8|left|Togo on Time magazine cover, 1926. Tōgō was awarded the Collar of the Supreme Order of the Chrysanthemum in 1926, an honour that was held only by Emperor Hirohito and Prince Kan'in Kotohito at the time; the award made him Japan's most decorated naval officer ever. He added the award to his existing Order of the Golden Kite (1st class) and already existing Order of the Chrysanthemum. His peerage was raised to that of kōshaku (marquis) in 1934, a day before his death. Admiral Tōgō died at 6:35 am on 30 May 1934, of throat cancerAssociated Press, \"Admiral Togo, Famous Naval Leader, Dies\", The San Bernardino Daily Sun, San Bernardino, California, Wednesday 30 May 1934, Volume 40, page 1. at the age of 86. He was accorded a state funeral. The navies of the United Kingdom, United States, Netherlands, France, Italy and China all sent representatives and ships to a naval parade in his honour in Tokyo Bay. In 1940, Tōgō Jinja was built in Harajuku, Tokyo, as the naval rival to the Nogi Shrine erected in the honour of Imperial Japanese Army General Nogi Maresuke. The idea of elevating him to a Shinto kami had been discussed before his death, and he had been vehemently opposed to the idea. There is another Tōgō shrine at Tsuyazaki, Fukuoka. The statues to him in Japan include one at Ontaku Shrine, in Agano, Saitama and one in front of the memorial battleship Mikasa in Yokosuka. Tōgō's son and grandson also served in the Imperial Japanese Navy. His grandson died in combat during the Pacific War on the heavy cruiser at the Battle of Leyte Gulf. thumb|The \"Garden of Peace\" In 1958, Fleet Admiral Chester Nimitz, an admirer of Tōgō, helped to finance the restoration of the Mikasa, Admiral Tōgō's flagship during the Russo-Japanese war. In exchange, Japanese craftsmen assembled a Japanese \"Garden of Peace,\" a replica of Marshal-Admiral Tōgō's garden, at the National Museum of the Pacific War (formerly known as The Nimitz Museum) in Fredericksburg, Texas. ==Honours== Incorporates information from the corresponding Japanese Wikipedia article {| style=\"width:300px; float:right; margin:0 0 0 0.5em;\" class=\"wikitable\" | === Tōgō's career promotions === \\---- Ranks * Midshipman: 11 December 1870 * Ensign: 1 August 1871 * Sublieutenant: 3 July 1878 * Lieutenant: 27 December 1878 * Lieutenant Commander: 27 December 1879 * Commander: 20 June 1885 * Captain: 10 July 1886 * Rear Admiral: 16 February 1895 * Vice Admiral: 14 May 1898 * Admiral: 6 June 1904 * Fleet Admiral: 21 April 1913 Titles * Count: 21 September 1907 * Marquis: 29 May 1934 |} ===Japanese=== ====Peerages==== * Count (21 September 1907) * Marquis (29 May 1934) ====Decorations==== *50px|ribbon bar Grand Cordon of the Order of the Sacred Treasure (likely before 1901) ** 50px|ribbon bar Third Class of the Order of the Sacred Treasure (9 May 1899) ** 50px|ribbon bar Fifth Class of the Order of the Sacred Treasure (26 May 1893) ** 50px|ribbon bar Sixth Class of the Order of the Sacred Treasure (22 November 1889) * 50px|ribbon bar Grand Cordon of the Order of the Rising Sun (19 July 1901) ** 50px|ribbon bar Fourth Class of the Order of the Rising Sun (20 August 1895) * 50px Grand Cordon of the Order of the Golden Kite (1 April 1906) ** 50px Fourth Class of the Order of the Golden Kite (20 August 1895) * 50px Collar of the Order of the Chrysanthemum (11 November 1926) ** 50px Grand Cordon of the Order of the Chrysanthemum (1 April 1906) ====Court order of precedence==== * Junior First Rank (30 May 1934; posthumously; Senior second rank: 20 November 1918; Second rank: 30 October 1911; Senior third rank: 1906; Third rank: 30 September 1903; Fourth rank: 10 June 1898; Senior fifth rank: 28 March 1895; Fifth rank: 1 November 1890; Senior sixth rank: 16 September 1885) ===Foreign=== * Belgium: Grand Cordon in the Order of Leopold.1907 Nieuws Van Den Dag (Het) 7 July 1907 * Empire of Korea: Grand Collar of the Order of the Golden Ruler (the then highest decoration) (1906) * United Kingdom: Member of the Order of Merit (OM) (21 February 1906) * United Kingdom: Honorary Knight Grand Cross of the Royal Victorian Order (GCVO) * Kingdom of Italy: Knight Grand Cross of the Order of Saints Maurice and Lazarus * France: Grand Officer of the Legion of Honour * Poland: Grand Cross of the Order of Polonia Restituta * Russian Empire: Order of St. Anna, 1st Class * Spain: Grand Cross of the Order of Naval Merit (1925) The Village of Togo, Saskatchewan, Canada was named in his honor.Barry, B. (October 2003) People Places: Contemporary Saskatchewan Place Names, 1-894022-92-0 Until 1992, Finnish brewery called Pyynikin Brewery in Tampere produced the Amiraali beer brand, which is popular with the local population and is still available in Japan with a label with the image of Tōgō Heihachirō.Jussi Pekkarinen: Ulkopoliittinen olutselkkaus. Helsingin Sanomat, November 18, 2012. (in Finnish)Suomalaisen kulttioluen paneminen loppui vuosikymmeniä sitten – Kuva: piraattiversioita myydään yhä maailmalla - Helsingin Uutiset (in Finnish)Ulkopoliittinen myrsky olutpullossa - Seura (in Finnish) ==Family== thumb|200px|Admiral Tōgō with his wife Tetsu, in 1913 Tōgō's wife was Kaeda Tetsu (1861–1934). The couple had two sons; the elder son, Takeshi (1885–1969), succeeded his father as the second Marquis Tōgō in 1934 and held the title until the kazoku was abolished in 1947. The younger, Rear-Admiral Tōgō Minoru (1890–1962) followed his father into the navy, rising to the rank of rear-admiral and ending his career in 1943 as commander of the naval district in Fukuoka. His elder son Ryoichi, who became a naval lieutenant, was killed in action during the Second World War aboard the heavy cruiser Maya. Neither Tōgō Minoru nor Tōgō Ryoichi had the same naval 'inclinations' as their famous ancestor; Tōgō Minoru placed 142nd out of 144 cadets in the Naval Academy's 40th Class, while Tōgō Ryuichi graduated dead- last (625th out of 625 cadets) in the Naval Academy's 72nd Class. Takeshi married Ohara Haruko (1899–1985); the couple had one son, Kazuo (1919–1991) and two daughters, Ryoko (1917–1972) and Momoko (1925–). Kazuo married Amano Tamiko and had three daughters, Kikuko (1948–), Shoko (1952–) and Muneko (1956–). As Kazuo and his wife never had sons, to perpetuate the Tōgō name they adopted their son-in-law, Maruyama Yoshio (1942–), the husband of Kikuko. Kikuko and Yoshio have two sons; the elder, Yoshihisa (1971–), married Niimi Miyuki and has two sons, Ryuuta (1991–) and Masahei (1993–). ==On film== Tōgō was portrayed by Toshiro Mifune in the 1969 Japanese film The Battle of the Japan Sea (『日本海大海戦』): * Title: The Battle of the Japan Sea * Release date: 1969 * Directed by Seiji Maruyama * Starring: Toshiro Mifune as Admiral Tōgō * Music by Masaru Sato * Special effects by Eiji Tsuburaya In the miniseries Reilly, Ace of Spies, Tōgō is portrayed by Robert Lee. ==See also== * Anglo- Japanese relations * – Tōgō's flagship at the Battle of Tsushima * Japanese Garden of Peace – has a house similar to one owned by Admiral Marquis Togo Heihachiro * List of people on the cover of Time magazine (1920s) – 8 November 1926 * Togo – Siberian Husky sled dog named after Japanese admiral Tōgō * Togo, Saskatchewan ==References== ==Further reading== * Andidora, Ronald. Iron Admirals: Naval Leadership in the Twentieth Century. Greenwood Press (2000). * Blond, Georges. Admiral Togo. Jarrolds (1961). * Clements, Jonathan. Admiral Togo: Nelson of the East. Haus (2010) * Bodley, R. V. C., Admiral Togo: The authorised life of Admiral of the Fleet, Marquis Heihachiro Togo. Jarrolds (1935). ASIN: B00085WDKM * Dupuy, Trevor N. Encyclopedia of Military Biography. I B Tauris & Co Ltd (1992). * Ikeda, Kiyoshi. \"The Silent Admiral: Togo Heihachiro (1848–1934) and Britain\", from Britain & Japan: Biographical Portraits Volume One, Chapter 9. Japan Library (1994) * Jukes, Jeffery. The Russo-Japanese War 1904–1905. Osprey Publishing (2002). * Schencking, J. Charles. Making Waves: Politics, Propaganda, and the Emergence of the Imperial Japanese Navy, 1868–1922. Stanford University Press (2005). ==External links== * Togo, Heihachiro | Portraits of Modern Japanese Historical Figures of National Diet Library * Heihachirō Tōgō at Flickr Commons * * Images of Admiral Marquis Heihachiro Togo from the Lafayette Collection at the V&A; |- |- Category:1848 births Category:1934 deaths Category:People from Kagoshima Category:Imperial Japanese Navy marshal admirals Category:People of the Boshin War Category:People of the First Sino-Japanese War Category:Japanese military personnel of the Russo-Japanese War Category:People of Meiji-period Japan Category:People from Satsuma Domain Category:Samurai Category:Kazoku Category:Japanese expatriates in the United Kingdom Category:Recipients of the Order of the Golden Kite Category:Recipients of the Order of the Rising Sun Category:Recipients of the Order of the Sacred Treasure Category:Shimazu retainers Category:Honorary Knights Grand Cross of the Royal Victorian Order Category:Honorary members of the Order of Merit Category:Recipients of the Legion of Honour Category:Graduates of the Royal Naval College, Greenwich Category:Grand Crosses of the Order of Polonia Restituta Category:Deified Japanese people Category:People educated at Burney's Academy",
 "title": "Tōgō Heihachirō"
}