{
 "id": "154549",
 "text": "Nickelodeon (often shortened to Nick) is an American pay television channel which was first tested on December 1, 1977, until it eventually launched on April 1, 1979, as the first cable channel for children. It is owned by Paramount Global through its media networks division and is based in New York City. Its programming is primarily aimed at children aged 2–17, while some of its program blocks target a broader family audience. The channel was first tested in 1977 as part of QUBE, an early cable television system broadcast locally in Columbus, Ohio. QUBE's Channel C-3 aired Pinwheel, an educational show developed by Vivian Horner. Pinwheel performed well with QUBE subscribers, and Horner sought to expand her program into a full channel on national television. The channel, now named Nickelodeon, launched to a new countrywide audience on April 1, 1979,Jay Bobbin. \"Nickelodeon 20th Birthday from Green Slime to Prime Time, The Kids Network Celebrates with Lots of Special Events\", The Buffalo News, June 20, 1999. Retrieved March 10, 2011 from HighBeam Research. with Pinwheel as its inaugural program. The network was initially commercial-free and remained without advertising until 1984. QUBE's owner, Warner-Amex Satellite Entertainment, eventually sold Nickelodeon, along with its sister networks MTV and VH1, to Viacom in 1986. Throughout its history, Nickelodeon has introduced sister channels and themed programming blocks. On January 4, 1988, Nickelodeon launched NickJr., a weekday-morning block aimed at preschool children. On August 11, 1991, it introduced another flagship brand, the Nicktoons: original animated productions created specifically for the network. The Nicktoons brand introduced its own sister channel, launched in 2002. In 1999, Nickelodeon partnered with Sesame Workshop to create Noggin, an educational brand consisting of a cable channel and an interactive website. Two blocks aimed at a teenage audience, TEENick (previously on Nickelodeon) and The N (previously on Noggin), were merged into a standalone channel, TeenNick, in 2009. , the channel is available to about 87.167 million households in the United States. ==History== The channel's name comes from the first five-cent movie theaters called nickelodeons. Its history dates back to December 1, 1977, when Warner Cable Communications launched the first 2-way interactive cable system, QUBE, in Columbus, Ohio. The C-3 cable channel carried Pinwheel daily from 7:00 a.m. to 9:00 p.m. Eastern Time, and the channel was labelled \"Pinwheel\" on remote controllers, as it was the only program broadcast. Initially scheduled for a February 1979 launch, Nickelodeon launched on April 1, 1979, initially distributed to Warner Cable systems via satellite on the RCA Satcom-1 transponder (the owner of the satellite, RCA Americom, later became GE Americom as a result of General Electric's acquisition of RCA Americom's parent company, RCA Corporation, before merging with Luxembourg-based Société Européenne des Satellites to form SES Global, now SES S.A, which one of the ancestors of the Satcom series, the SES and AMC satellite constellations, stil operate, Nickelodeon presently broadcasts on AMC-11). Originally commercial- free, advertising was introduced in January 1984. ==Programming== Programming seen on Nickelodeon includes animated series (such as SpongeBob SquarePants, The Loud House, The Casagrandes, Middlemost Post, The Patrick Star Show, Kamp Koral: SpongeBob's Under Years, The Smurfs, and Rugrats), live-action, scripted series (such as Danger Force, Tyler Perry's Young Dylan and Side Hustle), and original made-for-TV movies, while the network's daytime schedule is dedicated to shows targeting preschoolers (such as Bubble Guppies, PAW Patrol, and Blue's Clues & You!). A re-occurring program was bi-monthly special editions of Nick News with Linda Ellerbee, a news magazine series aimed at children that debuted in 1992 as a weekly series and ended in 2015. In June 2020, Nickelodeon announced that they would bring back Nick News in a series of hour-long specials. The first installment, Kids, Race and Unity: A Nick News Special premiered on June 29, 2020, and was hosted by R&B; musician Alicia Keys. ===Nicktoons=== Nicktoons is the branding for Nickelodeon's original animated television series. Until 1991, the animated series that aired on Nickelodeon were largely imported from foreign countries, with some original animated specials that were also featured on the channel up to that point. Though the Nicktoons branding has infrequently been used by the network itself since the 2002 launch of the channel of the same name, original animated series continue to make up a substantial portion of Nickelodeon's lineup. Roughly, six to seven hours of these programs are seen on the weekday schedule, and around nine hours on weekends, including a dedicated weekend morning animation block. In 2006, the channel struck a deal with DreamWorks Animation to develop the studio's animated films into television series (such as The Penguins of Madagascar). Since the early 2010s, Nickelodeon Animation Studio has also produced series based on preexisting IP purchased by ViacomCBS, such as Winx Club and Teenage Mutant Ninja Turtles. ===Movies=== Nickelodeon has produced a variety of original made-for-TV movies, which usually premiere in weekend evening timeslots or on school holidays. Nickelodeon also periodically acquires theatrically-released feature films for broadcast on the channel. The channel occasionally airs feature films produced by the network's Nickelodeon Movies film production division (whose films are distributed by sister company Paramount Pictures). Although the film division bears the Nickelodeon brand name, the channel does not have access to most of the movies produced by its film unit. The majority of the live-action feature films produced under the Nickelodeon Movies banner are licensed for broadcast by various free-to-air and pay television outlets within the United States other than Nickelodeon (although the network has aired a few live-action Nickelodeon Movies releases such as Angus, Thongs and Perfect Snogging and Good Burger). Nickelodeon also advertises hour-long episodes of its original series as movies; though the \"TV movie\" versions of Nickelodeon's original series differ from traditional television films in that they have shorter running times (approximately 45 minutes, as opposed to 75–100 minute run times that most television movies have), and use a traditional multi-camera setup for regular episodes (unless the program is originally shot in the single- camera setup common of films) with some on-location filming. In 2002, Nickelodeon entered a long-standing broadcast partnership with Mattel to air films and specials based on the toy company's Barbie (and later Monster High) dolls. The first Barbie movie to air on Nickelodeon was Barbie as Rapunzel on November 24, 2002. The Barbie and Monster High films are usually aired under a brokered format in which Mattel purchases the time in order to promote the release of their films on DVD within a few days of the Nickelodeon premiere, an arrangement possible as Nickelodeon does not have to meet the Federal Communications Commission rules which disallow that arrangement for broadcast channels due to regulations banning paid programming to children. ===Programming blocks=== The network's main programming is usually broadcast from 7:00 a.m. to 9:00 p.m. on weekdays (the sign-off time varies with holidays and special programming), Saturdays from 7:00 a.m. to 9:30 p.m. (Eastern and Pacific Time). ====Current==== * Nick Jr. – Nickelodeon currently broadcasts shows targeted at preschool-aged children on Monday through Fridays from 7:00 a.m to 1:00 p.m. Eastern and Pacific Time (7:00 to 10:00 a.m. during the summer months, other designated school break periods, and on national holidays). The block primarily targets audiences of preschool age as Nickelodeon's usual audience of school-aged children are in school during the block's designated time period. Programs currently seen in this block include PAW Patrol, Peppa Pig (from the UK), Blaze and the Monster Machines, Ryan's Mystery Playdate, Blue's Clues & You!, Santiago of the Seas, and Baby Shark's Big Show!. * That New Thursday Night – a live-action comedy block airing from 7:00 to 8:00 p.m. Eastern and Pacific Time. The schedule features Danger Force, Tyler Perry's Young Dylan, That Girl Lay Lay, and Warped! (all first- run episodes are cycled on the schedule, giving it a variable schedule). * New Friday Night – an animation block airing from 7:00 to 9:00 p.m. Eastern and Pacific Time, featuring new episodes of a rotating selection of Nickelodeon animated series. ====Former==== * SNICK – \"SNICK\" (short for \"Saturday Night Nickelodeon\") was the network's first dedicated Saturday primetime block that aired from 8:00 to 10:00 p.m. Eastern and Pacific Time. Geared toward preteens and teenagers, it debuted on August 15, 1992 (with the initial lineup featuring two established series that originally aired on Sundays, Clarissa Explains It All and The Ren & Stimpy Show, and two new series, Roundhouse and Are You Afraid of the Dark?). The block mainly featured live-action series (primarily comedies), although it periodically featured animated series. SNICK was discontinued on January 29, 2005, and was replaced the following week (February 5, 2005) by a Saturday night edition of the TEENick block. * Nick in the Afternoon – \"Nick in the Afternoon\" was a daytime block that ran on weekday afternoons during the summer months from 1995 to 1997, and aired in an extended format until December for its final year in 1998. It was hosted by Stick Stickly, a Mr. Bill-like popsicle stick character (puppeteered by Rick Lyon and voiced by actor Paul Christie, who would later voice the Noggin mascot Moose A. Moose). The block was replaced for Summer 1999 by \"Henry and June's Summer\" (hosted by the animated hosts of the anthology series KaBlam!). From 2011 to 2012, Stick Stickly returns to television for TeenNick's \"The '90s Are All That\" to host \"U-Pick with Stick\" on Friday nights as a concept of user-chosen programming. * U-Pick Live – \"U-Pick Live\" (originally branded as \"U-Pick Friday\" from 1999 to late 2000, and originally hosted by the Henry and June characters from KaBlam!) was a block that aired weekday afternoons from 5:00 to 7:00 p.m. Eastern and Pacific Time from October 14, 2002, to May 27, 2005, which was broadcast from studios in New York City's Times Square district, where Nickelodeon is headquartered. Using a similar concept that originated in 1994 with the Nick in the Afternoon block, \"U-Pick Live\" allowed viewer interaction in selecting the programs (usually cartoons) that would air on the block via voting on the network's website. * TEENick – \"TEENick\" was a teenage-oriented block that ran from March 4, 2001, to February 1, 2009, which ran on Sundays from 6:00 to 9:00 p.m. Eastern and Pacific Time; a secondary block on Saturdays launched in 2005, taking over the 8:00 to 10:00 p.m. Eastern/Pacific timeslot long held by SNICK. It was originally hosted by Nick Cannon, and then by Jason Everhart (aka \"J. Boogie\"). Beginning in January 2007, Noggin's own teenage-targeted block The N ran a spin-off block called \"TEENick on The N.\" The TEENick name, which was removed on February 1, 2009, later became the name of the channel TeenNick on September 28, 2009. * ME:TV – \"ME:TV\" was a short-lived live hosted afternoon block that ran during summer 2007, which ran on weekday afternoons from 2:00 to 6:00 p.m. Eastern/Pacific Time. * Nick Saturday Nights – a primetime live-action block airing from 8:00 to 9:30 p.m. Eastern and Pacific Time. It was introduced on September 22, 2012, as Gotta See Saturday Nights. Recent episodes of certain original series may air when no new episodes are scheduled to air that week. Premieres of the network's original made-for-TV movies also occasionally aired during the primetime block, usually in the form of premiere showings. Saturday premieres were discontinued for the time being on December 11, 2021. * Nick Studio 10 – \"Nick Studio 10\" was a short-lived late afternoon programming block that ran from February 18 to June 17, 2013, which ran weekdays from 4:00 to 6:00 p.m. Eastern and Pacific Time. The block featured wraparound segments based on episodes of the network's animated series, which were shown in an off-the- clock schedule due to the segments that aired following each program's individual acts. ====Special events==== thumb|Guest appearance of mascots including characters from Teenage Mutant Ninja Turtles, SpongeBob SquarePants and Paw Patrol from Nickelodeon during the Nickelodeon Slime Cup SG event held in City Square Mall, Singapore in July, 2017 * Nickelodeon Kids' Choice Awards – The Kids' Choice Awards are a 90-minute-long annual live awards show held on the fourth Saturday night in March (formerly the first Saturday in April until 2008, but returned in 2011). The award show (whose winners are selected by Nickelodeon viewers though voting on the channel's website and through text messaging) honors popular television series and movies, actors, athletes and music acts, with winners receiving a hollow orange blimp figurine (one of the logo outlines used for much of the network's \"splat logo\" era from 1984 to 2009). * Nickelodeon Kids' Choice Sports – A spin-off of the Kids' Choice Awards, \"Kids Choice Sports\" is held in July with the same KCA voting procedures and differing categories for team sports and athlete achievements for the past year (featuring categories such as \"Best Male Athlete\", \"Best Female Athlete\", \"King Of Swag\", and \"Queen Of Swag\"), along with the award featuring a sports-specific purple mohawk. Its inaugural ceremony aired on July 17, 2014. * Nickelodeon HALO Awards – The HALO Awards features five ordinary teens who are Helping And Leading Others (HALO). Its inaugural ceremony aired on December 11, 2009. The awards show is hosted by Nick Cannon and airs on Nickelodeon and TeenNick every November/December until 2017. * Worldwide Day of Play – The \"Worldwide Day of Play\" is an annual event held on a Saturday afternoon in late September that began on October 2, 2004, to mark the conclusion of the \"Let's Just Play\" campaign launched that year, which are both designed to influence kids to exercise and participate in outdoor activities; schools and educational organizations are also encouraged to host local events to promote activity among children during the event. Nickelodeon and its sister channels (except for the Pacific and Mountain Time Zone feeds and the Nick 2 Pacific feed that is distributed to the Eastern and Central Time Zones), some of the network's international channels and associated websites are suspended (with a message encouraging viewers to participate in outdoor activities during the period) from 12:00 to 3:00 p.m. Eastern and Pacific Time on the day of the event. Since 2010, the Worldwide Day of Play event became part of The Big Help program, as part of an added focus on healthy lifestyles in addition to the program's main focus on environmental issues. ====Nickelodeon-produced blocks on broadcast networks==== *Untitled UPN block – In 1998, Viacom's UPN then entered into discussions with the network to produce a new block. *Nickelodeon en Telemundo – On November 9, 1998, Telemundo introduced a daily block of Spanish dubs of Nickelodeon's series (such as Rugrats, Aaahh!!! Real Monsters, Hey Arnold!, Rocko's Modern Life, and Blue's Clues); the weekday edition of the block ran until September 5, 2000, when it was relegated to weekends in order to make room for the morning news program Hoy En El Mundo; Nickelodeon's contract with Telemundo ended in November 2001, after the network was acquired by NBC. thumb|134px|The former Nick on CBS logo used until its discontinuation in 2004. *Nick on CBS/Nick Jr. on CBS – On September 14, 2002, Nickelodeon began producing a two-hour Saturday morning block for CBS (which was co-owned with Nickelodeon at the time as a result of then-network parent Viacom's 1999 acquisition of CBS) to comply with the Children's Television Act. The block featured episodes of series such as As Told by Ginger, The Wild Thornberrys, Rugrats, Hey Arnold!, and Pelswick which premiered on most CBS stations. The block was retooled in 2004 as a preschool-oriented block featuring Nick Jr. shows (such as Blue's Clues, Dora the Explorer, and Little Bill); \"Nick Jr. on CBS\" was replaced in September 2006 by the KOL Secret Slumber Party block (produced by DIC Entertainment, which was subsequently acquired by Canada-based Cookie Jar (now WildBrain), as a result of CBS and Viacom's split into separate companies earlier that year, but re-merged in late 2019. ==Related networks and services== ===Nick at Nite=== Nick at Nite (stylized as \"nick@nite\") is Nickelodeon's nighttime programming service, which premiered on July 1, 1985, and broadcasts weekdays from 9:00 p.m. to 7:00 a.m., and Saturdays from 9:30 p.m. to 7:00 a.m Eastern and Pacific Time. Originally featured classic sitcoms from the 1950s and 1960s such as The Donna Reed Show, Mr. Ed and Lassie, programming eventually shifted towards repeats of popular sitcoms from the 1980s to the 2000s such as Home Improvement, The Cosby Show and Roseanne. Nick at Nite has also occasionally incorporated original scripted and competition series, with some in recent years being produced through its parent network's Nickelodeon Productions unit. As of 2021, programming on Nick at Nite consists entirely of acquired shows such as Full House, Friends, Mom and Young Sheldon. Since 2004, Nielsen has broken out the television ratings of Nick at Nite and Nickelodeon as two separate networks. ====TV Land==== TV Land is a pay television channel that debuted on April 29, 1996, as \"Nick at Nite's TV Land\". Based on the Nick at Nite block, it originally aired classic television series from the early 1950s to the 1970s, but beginning in 2004, has broadened its programming inventory to include series from the 1980s and 1990s (and more recently, the 2000s). In 2008, TV Land began producing its own original series: originally these were reality series; however, the network ventured into scripted originals with the 2010 debut of Hot in Cleveland. On December 17, 2006, Viacom's MTV Networks Kids & Family Group division took over operational responsibilities for TV Land from Nick at Nite (concurrent with Nickelodeon taking operational duties for Nick at Nite), though TV Land continues to be operated as part of the company's Viacom Media Networks unit. ===Current sister channels=== ====Nicktoons==== Nicktoons is a pay television network that launched on May 1, 2002, as Nicktoons TV; it was renamed Nicktoons in May 2003 and rebranded as Nicktoons Network in 2005 before reverting to its previous name in September 2009. The network airs a mix of newer live-action and animated shows from Nickelodeon such as Henry Danger, The Fairly OddParents, The Loud House, SpongeBob SquarePants, and Teenage Mutant Ninja Turtles alongside original series airing exclusively on Nicktoons. ====Nick Jr.==== Nick Jr. (called the Nick Jr. Channel on-air to differentiate itself from the block on Nickelodeon) is a pay television network aimed mainly at children between 2 and 7 years of age. It features a mix of current and former preschool-oriented programs from Nickelodeon, as well as some shows that are exclusive to the channel. The Nick Jr. Channel launched on September 28, 2009, as a spin-off of Nickelodeon's long-running preschool programming block of the same name, which had aired since January 4, 1988. The channel replaced Noggin, which was relaunched as a streaming service in 2015 and acts as a separate sister brand. Noggin's programming is distinct from the Nick Jr. channel's; it mainly carried preteen-oriented programs at its launch, and its 2015 streaming service features a variety of exclusive series. On October 1, 2012, the Nick Jr. Channel introduced NickMom, a four- hour nighttime block aimed at parents, which ran until September 28, 2015. While traditional advertising appeared on the channel during the NickMom block, the network otherwise only runs programming promotions and underwriter- style sponsorships in lieu of regular commercials. ====TeenNick==== TeenNick is a pay television network that is aimed at adolescents and young adults, named after the TEENick block that aired on Nickelodeon from March 2001 to February 2009. The channel merged programming from the TEENick block with The N, a former block on Noggin. Although TeenNick has more relaxed program standards than the other Nickelodeon channels (save for Nick at Nite and the NickMom block on Nick Jr.) – allowing for moderate profanity, suggestive dialogue and some violent content – the network has shifted its lineup almost exclusively towards current and former Nickelodeon series (including some that are burned off due to low ratings on the flagship channel) that have stricter content standards. It also airs some acquired sitcoms and drama series. ====NickMusic==== NickMusic is a pay television network in the United States mainly featuring music video and music-related programming from younger pop artists that appeal to Nickelodeon's target audience. It launched on the channel space formerly held by MTV Hits on September 9, 2016. ===Former sister channels and blocks=== ====Nickelodeon Games and Sports for Kids==== Nickelodeon Games and Sports for Kids (commonly branded as Nickelodeon GAS or Nick GAS), was a pay television network that launched on March 1, 1999, as part of the suite of high-tier channels launched by MTV Networks. It ran a mix of game shows and other competition programs from Nickelodeon (essentially formatted as a children's version of—and Viacom's answer to—the Game Show Network). The channel formally ceased operations on December 31, 2007, and it was replaced by a short-lived 24-hour version of Noggin's teen-oriented block The N. However, an automated loop of Nick GAS continued to be carried on Dish Network due to unknown factors until April 23, 2009. ====NickMom==== NickMom (stylized as nickmom) was a programming block launched on October 1, 2012, airing in the late night hours on the Nick Jr. Channel. The block aired its own original programming aimed at parents until 2014, then began to carry acquired films and sitcoms. Due to Viacom's 2015 cutbacks involving acquired programming and low ratings, the NickMom block and associated website were discontinued in the early morning hours of September 28, 2015. ====Nick 2==== 125px|left Nick 2 was the off-air brand for a secondary timeshift channel of Nickelodeon formerly available on the high-tier packages exclusively on cable providers as a complement to the main Nickelodeon feed, repackaging Nickelodeon's Eastern and Pacific Time Zone feeds for the appropriate time zone – the Pacific feed was distributed to the Eastern and Central Time Zones, and the Eastern feed was distributed to the Pacific and Mountain Time Zones – resulting in the difference in local airtimes for a particular program between two geographic locations being three hours at most, allowing viewers a second chance to watch a program after its initial airing on the Eastern Time Zone feed or to watch the show ahead of its airing on the Pacific Time Zone feed of the main channel (for example, the Nick at Nite block would respectively start at 9:00 p.m (Sundays-Fridays) & At 10:30 p.m (Saturdays) Eastern on Nick 2 Pacific or 12:00 p.m. (weekdays) 10:00 a.m (weekends) Pacific weeknights on Nick 2 Eastern). Nick 2 would never broadcast in high definition. The service existed from around 2000 until November 2018, launching as Nick TOO. The timeshift channel was originally offered as part of the MTV Networks Digital Suite, a slate of channels exclusive to high-tier cable packages (many of the networks also earned satellite carriage over time), and was the only American example of two feeds of a non-premium service being provided to cable and IPTV providers. A Nick TOO logo was used on the channel until 2004, when MTV Networks decided to stop using customized branding on the feed (a logo for Nick 2 was only used for identification purposes on electronic program guides as a placeholder image); most television listings thus showed the additional channel under the brandings \"Nickelodeon Pacific/NICKP\" or \"Nickelodeon Eastern/NICKE\". DirecTV and Dish Network also offer both Nickelodeon feeds, though they carry both time zone feeds of most of the children's networks that the providers offer by default. Viacom Media Networks discontinued the Nick 2 digital cable service on November 22, 2018, likely due to video on demand options making timeshift channels for the most part superfluous. Both time zone feeds continue to be offered on Xfinity, unbranded. ==== NickRewind (TeenNick block) ==== On July 25, 2011, TeenNick began airing The '90s Are All That, renamed The Splat in October 2015, a block of Nickelodeon's most popular 1990s programming, targeting the network's target demographic from that era. After several name changes, the block was finally called \"NickRewind\" and focused on programming from the 1980s, 1990s, and 2000s (mainly the latter two), and aired nightly. On January 31, 2022, the block was discontinued, with TeenNick's overnight programming mainly consisting of regular reruns. ===Other services=== {| class=\"wikitable\" style=\"width:100%; background:#fff;\" |- style=\"color:white;\" ! style=\"background:darkRed;\"| Service ! style=\"background:darkRed;\"| Description |- | style=\"text-align:center; width:200pt;\"|135px|center || Nick HD is a high definition simulcast feed of Nickelodeon that broadcasts in the 1080i resolution format; the feed first began broadcasting in 2008. Most of the network's original series since 2008 – mainly its live-action series and some animated content – as well as episodes of programs carried by Nick at Nite (that were either natively produced in HD after 2000 or were remastered in high definition) are broadcast in HD, along with feature films, Nickelodeon original movies made after 2005 and select episodes, films and series produced before 2008. Other programs not available in HD are broadcast in pillarboxed 4:3 standard definition. |- | style=\"text- align:center; width:200pt;\"| || Nick on Demand is the network's video-on- demand service, which is available on most subscription providers. It carries Nickelodeon's live-action, animated and preschool programming; however, acquired programs seen on Nick at Nite are not included as the syndication rights to most of the programs seen during the block are limited by contract to air in nighttime slots on the linear television channel. |- | style=\" text- align:center; width:200pt;\" |Noggin |Initially launched as a TV channel on February 2, 1999, the Noggin brand has transformed into an educational mobile app aimed at preschoolers. The app launched, on March 5, 2015. |- | style=\" text-align:center; width:200pt;\" |Nick Pluto TV | Launched May 1, 2019, Nick Pluto is one of several free versions of ViacomCBS channels that were introduced on Pluto TV shortly after Viacom acquired the advertiser-supported service in January 2019. It carries mostly archival programs from Nickelodeon's library. Nick Jr. programming is its own separate channel, while Nick at Nite programming was not included at launch. Pluto TV used to carry additional Nickelodeon-branded networks, NickGames (containing the network's game show and reality competition library), and NickMovies (features movies produced by Nickelodeon). |- | style=\" text-align:center; width:200pt;\" | | The streaming service of Paramount Global, Paramount+ houses much of Nickelodeon's library, adding productions from the \"classic\" era such as You Can't Do That on Television and Double Dare following its rebrand from CBS All Access in 2021. |- |} ==Media== === Nickelodeon Games === Nickelodeon Games (formerly Nick Games from 2002 to 2009, from 1997 to 2002, Nickelodeon Software, and from 1993 to 1997, Nickelodeon Interactive) is the video gaming division of Nickelodeon. It was originally a part of Viacom Consumer Products, with early games being published by Viacom New Media. They started a long- standing relationship with game publisher THQ. THQ's relationship with the network started off when THQ published their Ren & Stimpy game for Nintendo consoles in 1992, followed by a full-fledged console deal in 1998 with several Rugrats titles, and expanded in 2001, when THQ acquired some of the assets from Mattel Interactive, namely the computer publishing rights, and all video game rights to The Wild Thornberrys. Nickelodeon also worked, alongside THQ on an original game concept, Tak and the Power of Juju. ===Nick.com=== Nick.com is Nickelodeon's main website, which launched in October 1995 as a component of America Online's Kids Only channel before eventually moving to the full World Wide Web. It provides content, as well as video clips and full episodes of Nickelodeon series available for streaming. The website's popularity grew to the point where in March 1999, Nick.com became the highest rated website among children aged 6–14 years old. Nickelodeon used the website in conjunction with television programs which increased traffic. In 2001, Nickelodeon partnered with Networks Inc. to provide broadband video games for rent from Nick.com; the move was a further step in the multimedia direction that the developers wanted to take the website. Skagerlind indicated that over 50% of Nick.com's audience were using a high speed connection, which allowed them to expand the gaming and video streaming options on the website. ===Mobile apps=== Nickelodeon released a free mobile app for smartphones and tablet computers operating on the Apple and Android platforms in February 2013. Like Nick.com, a TV Everywhere login code provided by participating subscription providers is required to view individual episodes of the network's series. ===Nickelodeon Movies=== Nickelodeon Movies is a motion picture production unit that was founded in 1995, as a family entertainment arm of Paramount Pictures (owned by Nickelodeon's corporate parent, Viacom). The first film released from the studio was the 1996 mystery/comedy Harriet the Spy. Nickelodeon Movies has produced films based on Nickelodeon animated programs including The Rugrats Movie and The SpongeBob SquarePants Movie, as well as other adaptations and original live-action and animated projects. ===Nickelodeon Magazine=== Nickelodeon Magazine was a print magazine that was launched in 1993; the channel had previously published a short-lived magazine effort in 1990. Nickelodeon Magazine incorporated informative non-fiction pieces, humor (including pranks and parodical pieces), interviews, recipes (such as green slime cake), and a comic book section in the center of each issue featuring original comics by leading underground cartoonists as well as strips about popular Nicktoons. It ceased publication after 16 years in December 2009, citing a sluggish magazine industry. A new version of the magazine was published by Papercutz from June 2015 to mid-2016. ===Nick Radio=== Nick Radio was a radio network that launched on September 30, 2013, in a partnership between both the network and iHeartMedia (then called Clear Channel Communications), which distributed the network mainly via its iHeartRadio web platform and mobile app. Its programming was also streamed via the Nick.com website and on New York City radio station WHTZ as a secondary HD channel. Nick Radio focused on Top 40 and pop music (geared towards the network's target audience of children, with radio edits of some songs incorporated due to inappropriate content), along with celebrity interview features. In addition to regular on-air DJs, Nick Radio also occasionally featured guest DJ stints by popular artists as well as stars from Nickelodeon's original series. Nick Radio shut down without warning on July 31, 2019, and was replaced by Hit Nation Junior, likely due to the network's general failure to establish any sustained \"triple threat\" artists/actors throughout the 2010s, along with the general failure of the children's-only radio format in the streaming age. It was also a non-prime asset in Viacom's current 'six prime networks' strategy, leaving it vulnerable to being terminated. ==Experiences== ===Nickelodeon Universe=== Nickelodeon Universe at the Mall of America is the second indoor theme park in the United States. On August 18, 2009, Nickelodeon and Southern Star Amusements announced that it would build a second Nickelodeon Universe in New Orleans, Louisiana on the site of the former Six Flags New Orleans by the end of 2010, which was set to be the first outdoor Nickelodeon Universe theme park. On November 9, 2009, Nickelodeon announced that it had ended the licensing agreement with Southern Star Amusements. Nickelodeon Universe has a second location at the American Dream Meadowlands complex in East Rutherford, New Jersey, that opened on October 25, 2019. Upon opening the New Jersey Nickelodeon Universe became the largest indoor theme park in the western hemisphere, unseating the Minnesota Nickelodeon Universe who had the title from 2008 to 2019. ===Theme park areas=== All except three Nickelodeon-themed theme park areas now closed: ====Current attractions==== * Nickland is an area inside of Movie Park Germany featuring Nickelodeon-themed rides, including a SpongeBob SquarePants-themed \"Splash Battle\" ride, and a Jimmy Neutron-themed roller coaster. This area is currently being expanded to fill space formerly occupied with rides based on Warner Bros. characters. * Nickelodeon Land opened on May 4, 2011, at Blackpool Pleasure Beach, featuring several rides based on Nickelodeon series including SpongeBob SquarePants, Avatar: The Last Airbender, Dora the Explorer, and The Fairly OddParents. * Nickelodeon Land opened in September 2015 at Sea World, featuring multiple rides based on Nickelodeon programs including a SpongeBob junior roller coaster, and a Teenage Mutant Ninja Turtles-themed flyer. *Nickelodeon Universe, the largest indoor theme park in North America, opened on October 25, 2019, at the American Dream mall located in East Rutherford, New Jersey. ====Closed areas==== * Nickelodeon Universe was also an area inside of Paramount's Kings Island featuring Nickelodeon- themed rides and attractions. It was one of the largest sections in the park and was voted \"Best Kid's Area\" by Amusement Today magazine from 2001 until its closure in 2009 after the park's sale to Cedar Fair (the Paramount Parks ended up with CBS Corporation in the 2006 CBS/Viacom split, which CBS immediately sold off as soon as possible as non-critical surplus assets for that company). In March 2008, another version of Nickelodeon Universe opened at Mall of America with many characters from the network's series including SpongeBob SquarePants and Dora the Explorer. * Nickelodeon Studios was an attraction at the Universal Orlando Resort that opened on June 7, 1990, and housed production for many Nickelodeon programs (including Clarissa Explains It All, What Would You Do? and All That). It closed on April 30, 2005, after Nickelodeon's production facilities were moved to New York City and Burbank, California. The building that formerly housed it was recently occupied by the Blue Man Group Sharp Aquos Theatre, closed in February 2021. Another Nickelodeon-themed attraction at the park, Jimmy Neutron's Nicktoon Blast, opened in 2003 but closed in 2011 to make way for the new ride Despicable Me: Minion Mayhem, which was based on the 2010 film Despicable Me. In 2012, a store based on SpongeBob SquarePants opened in Woody Woodpecker's Kidzone, replacing Universal's Cartoon Store. * Nickelodeon Central was an area inside of the Paramount Parks properties, including California's Great America, Carowinds, Kings Dominion, Canada's Wonderland, and Dreamworld that featured shows, attractions and themes featuring Nickelodeon characters, all of which were wound down when CBS Corporation was given ownership of the theme parks in the Viacom/CBS split and eventually sold most of the properties to Cedar Fair without renewal of the Nickelodeon licensing agreements. The only Nickelodeon Central remaining in existence was at Dreamworld in Australia, which is not under Cedar Fair ownership. The license was revoked in 2011 and became \"Kid's World\" and later DreamWorks Experience. * Nickelodeon Blast Zone was an area in Universal Studios Hollywood that featured attractions inspired by Nickelodeon characters and themes. The four attractions that were present in the area were \"Nickelodeon Splash\", a waterpark-style area, \"The Wild Thornberrys Adventure Temple\", a jungle-themed foam ball play area, and \"Nick Jr. Backyard\", a medium-sized toddler playground. It ran from 2001 to 2007 and was rethemed as \"The Adventures of Curious George\" which closed in 2008 to make way for The Wizarding World of Harry Potter (Universal Studios Hollywood). Adjacent to Nickelodeon Blast Zone was the \"Panasonic Theatre\" which housed another Nickelodeon attraction called \"Totally Nickelodeon\", which was an audience participated game show which ran from 1997 to 2000. \"Rugrats Magic Adventure\", opened 2001 but closed in 2002 to make way for Shrek 4-D which ran from May 2003 to August 2017. It closed to make way for DreamWorks Theatre Featuring Kung Fu Panda which opened on June 15, 2018. * Nickelodeon Splat City was an area inside California's Great America (from 1995 to 2002), Kings Island (from 1995 to 2000) and Kings Dominion (from 1995 to 1999), that featured messy- and water-themed attractions. The slime refinery theme was carried out in the attractions such as the \"Green Slime Zone Refinery\", the \"Crystal Slime Mining Maze\", and the \"Green Slime Transfer Truck\". All of these areas were later transformed into either Nickelodeon Central or Nickelodeon Universe before being discontinued as mentioned above when sold off by CBS Corporation. ===Nickelodeon Animation Studio=== Nickelodeon Animation Studio (formerly Games Productions, Inc.) is a production firm with two main locations (one in Burbank, California, and the other in New York City). They serve as the animation facilities for many of the network's Nicktoons and Nick Jr. series. ===Nickelodeon on Sunset=== Nickelodeon on Sunset was a studio complex in Hollywood, California which served as the primary production facility for Nickelodeon's series from 1997 until 2017; the studio is designated by the National Register for Historic Places as a historical landmark as a result of its prior existence as the Earl Carroll Theater, a prominent dinner theater. It served as the production facilities for several Nickelodeon series including iCarly (until it moved to Sunset Bronson Studios for its fifth season), All That (from 2002 to 2005, after it moved production from Nickelodeon Studios in Orlando, Florida), Victorious and Sam & Cat. ===Hotel brands=== * Nickelodeon Suites Resort was a Nickelodeon-themed hotel in Orlando, Florida, located near the Universal Orlando Resort and from Walt Disney World. It included one, two, and three- bedroom Nick-themed kid suites and various forms of entertainment themed after Nickelodeon shows. It also contained a Nick at Nite suite for adults. It got replaced with a Holiday Inn on June 1, 2016. * Nickelodeon Resorts by Marriott was a proposed hotel chain similar to the Nickelodeon Suites Resort, featuring a waterpark area and 650 hotel rooms. Announced in 2007, the first location was scheduled to open in San Diego in 2010, however, the plans were canceled in 2009. Plans for the remaining 19 hotels originally slated to open remain unclear. * Nickelodeon Hotels is a hotel chain that opened its first location at Punta Cana in late 2016 in association with Karisma Hotels and Resorts. ===Cruises=== * Nickelodeon at Sea is a series of Nickelodeon-themed cruise packages in partnership with Norwegian Cruise Line. They feature special amenities and entertainment themed to various Nickelodeon properties. This was later removed in 2015. * Norwegian Cruise Line also hosted some Nickelodeon Cruises on the Norwegian Jewel and Norwegian Epic liners, as part of Nickelodeon at Sea. ==International== Between 1993 and 1995, Nickelodeon opened international channels in the United Kingdom, Australia, and Germany; by the later year, the network had provided its programming to broadcasters in 70 countries. Since the mid-1990s and early 2000s, Nickelodeon as a brand has expanded into include language- or culture-specific channels for various other territories in different parts of the world including Europe, Asia, Oceania, and Canada, and has licensed some of its cartoons and other content, in English and local languages, to free-to-air networks and subscription channels such as KI.KA and Super RTL in Germany, RTÉ Two (English language) and TG4 (Irish language) in Ireland, YTV (in English) and Vrak.TV (in French) in Canada, Canal J in France, Alpha Kids in Greece, CNBC-e in Turkey and 10 Shake in Australia (which is a sister network to Nickelodeon). ==See also== * List of Nickelodeon novelizations * List of programs broadcast by Nickelodeon * Nicktoons * Boomerang * Cartoon Network * Disney XD * Disney Channel ==References== === Works cited === * * * ==External links== * Category:Paramount Media Networks Category:Children's television networks in the United States Category:1979 establishments in New York (state) Category:1985 mergers and acquisitions Category:American companies established in 1979 Category:Television channels and stations established in 1979 Category:Television networks in the United States Category:English-language television stations in the United States Category:1977 establishments in Ohio",
 "title": "Nickelodeon"
}