{
 "id": "154804",
 "text": "Active voice is a grammatical voice common in many of the world's languages. It is the unmarked voice for clauses featuring a transitive verb in nominative–accusative languages, including English and most other Indo- European languages. A verb in such languages is usually in the active voice when the subject of the verb performs the action named. Active voice is used in a clause whose subject expresses the main verb's agent. That is, the subject does the verb's designated action.O'Grady, William, John Archibald, Mark Aronoff, and Janie Rees-Miller (eds.) (2001). Contemporary Linguistics: An Introduction Fourth edition. Boston: Bedford/St. Martin's. A clause whose agent is marked as grammatical subject is called an active clause. In contrast, a clause in which the subject has the role of patient or theme is named a passive clause, and its verb is expressed in passive voice. Many languages have both an active and a passive voice and this allows for greater flexibility in sentence construction, as either the semantic agent or patient may take the subject syntactic role.Saeed, John (1997). Semantics. Oxford: Blackwell. In a clause including an impersonal verb, the verb is active in form, but no agent is specified. ==Examples== In the following examples, the active and passive voice are illustrated with pairs of sentences using the same transitive verb. {| class=\"wikitable\" |- ! Language ! Active voice ! Passive voice |- | Afrikaans | | |- | English | The dog bit the postal carrier. | The postal carrier was bitten by the dog. |- | Dutch | | |- | Arabic | | |- | Finnish | | |- | French | | |- | German | | |- | Italian | | |- | Latin | | |- | Korean | | |- | Japanese | | |- |Chinese | | |- | Polish | | |- | Spanish | | |- | Swahili | | |- |Swedish | | |- |Telugu | | |- |Thai | | |} ==See also== *Antipassive voice *Mediopassive voice * E-Prime, a version of the English language that excludes forms of the verb to be ==References== Category:Grammatical voices",
 "title": "Active voice"
}