{
 "id": "154987",
 "text": "Rainier III (Rainier Louis Henri Maxence Bertrand Grimaldi; 31 May 1923 – 6 April 2005) was the Prince of Monaco from 9 May 1949 to his death in 2005. Rainier ruled the Principality of Monaco for almost 56 years, making him one of the longest-ruling monarchs in European history. Rainier was born at the Prince's Palace of Monaco, the only son of Prince Pierre and Princess Charlotte of Monaco. He was crucially responsible for the transformation of Monaco's economy, shifting from its traditional casino gambling base to its current status as a tax haven and cultural destination. The Prince also coordinated the substantial reforms of Monaco's constitution, which limited the powers of sovereign rule. Rainier married American film star Grace Kelly in 1956, which generated global media attention. They had three children: Caroline, Albert, and Stéphanie. He died in April 2005 from complications relating to a lung infection as a result of frequent smoking, and was succeeded by his son, Albert. ==Early life== Rainier was born at Prince's Palace in Monaco, the first native-born prince since Honoré IV in 1758. Rainier's mother, Charlotte was the only child of Louis II, Prince of Monaco, and his lover, Marie Juliette Louvet; she was legitimised through formal adoption and subsequently named heiress presumptive to the throne of Monaco. Rainier's father, Count Pierre of Polignac was half-French and half-Mexican, who adopted his wife's dynasty, Grimaldi, upon marriage, and was made a Prince of Monaco by his father-in-law. Rainier had an older sister, Princess Antoinette, Baroness of Massy.\"Obituary: Prince Rainier III of Monaco.\", The Times, London, 7 April 2005, pg. 58 His parents divorced in 1933. Rainier's early education was conducted in England, at the public schools of Summerfields in St Leonards-on-Sea, Sussex, and after 1935Von Bergen, Julie. (2017). Rainer III, Prince of Monaco. Great Neck Publishing, 2017. at Stowe School, in Buckinghamshire. Rainier then attended the Institut Le Rosey in Rolle and Gstaad, Switzerland from 1939, before continuing to the University of Montpellier in France, where he obtained a Bachelor of Arts degree in 1943, before studying at the Institut d'études politiques de Paris in Paris. In 1944, upon his 21st birthday, Rainier's mother renounced her right to the Monegasque throne and Rainier became Prince Louis's direct heir. In World War II, Rainier joined the Free French Army in September 1944, and served under General de Monsabert as a second lieutenant. As soldier, he witnessed action during the German counter-offensive in Alsace. Rainier received the French Croix de Guerre with bronze star (representing a brigade level citation) and was given the rank of Legion of Honor in 1947. Following his decommission from the French Army, he was promoted by the French government as a Captain in April 1949 and a Colonel in December 1954. Rainier became the Sovereign Prince of Monaco upon the death of Prince Louis II, on 9 May 1949, at the age of 25. ==Reign== After ascending the throne, Rainier worked to recoup Monaco's lustre, which had become tarnished through financial neglect and scandal (his mother, Princess Charlotte, took a noted jewel thief known as René the Cane as her lover). Upon ascension, the Prince held with a treasury that was practically empty. Monaco's traditional gambling clientele, largely European aristocrats, found themselves with reduced funds after World War II. Other successful gambling centres had opened to compete with Monaco. To compensate for the loss of income, Rainier decided to promote Monaco as a tax haven, commercial centre, real-estate development opportunity, and international tourist attraction. The early years of his reign saw the overweening involvement of the Greek shipping tycoon Aristotle Onassis, who took control of the Société des Bains de Mer and envisioned Monaco as solely a gambling resort. Prince Rainier regained control of SBM in 1964, effectively ensuring that his vision of Monaco would be implemented. During his reign, the Societé Monégasque de Banques et de Métaux Précieux, a bank which held a significant amount of Monaco's capital, was bankrupted by its investments in a media company in 1955, leading to the resignation of Monaco's cabinet. In 1962, Rainier ratified the Principality's new constitution, which significantly reduced the power of the sovereign. He had suspended the previous constitution in 1959, saying that it \"has hindered the administrative and political life of the country\". The changes ended autocratic rule, placing power with both the Prince and a National Council of eighteen elected members. At the time of his death, he was the world's second longest-serving living head of state, just below the King of Thailand, Bhumibol Adulyadej. ==Personal life== In the 1940s and 1950s, Rainier had a ten-year relationship with the French film actress Gisèle Pascal, whom he had met while a student at Montpellier University, and the couple lived at Saint-Jean-Cap-Ferrat. Rainier's sister, Princess Antoinette, wishing her own son to ascend the throne, spread rumors that Pascal was infertile. The rumours combined with a snobbery over Pascal's family origins ultimately ended the relationship. Rainier established a postal museum in 1950: the Museum of Stamps and Coins, in Monaco's Fontvieille district by using the collections of the Monegasque princes Albert I and Louis II. The prestigious philatelic collectors club Club de Monte-Carlo de l'Élite de la Philatélie was established under his patronage in 1999; the club has its headquarters at the museum, with its membership restricted to institutions and one hundred prestigious collectors. Rainier organized exhibitions of rare and exceptional postage stamps and letters with the club's members. Throughout his reign, Rainier surveyed all the process of creation of Monaco stamps. He preferred stamps printed in intaglio and the art of engravers Henri Cheffer and Czesław Słania. Rainier's car collection was opened to the public as the Monaco Top Cars Collection in Fontvieille. ===Marriage and family=== 190px|left|thumb|The Princely Family in 1966 The Prince met Academy Award- winning actress Grace Kelly in 1955, during a photocall at the Palace scheduled to support her trip to the Cannes Film Festival. After a year-long courtship described as containing \"a good deal of rational appraisal on both sides\", Prince Rainier married Kelly1956: Prince Rainier marries Grace Kelly, BBC: On This Day. Accessed 31 May 2008. in 1956. The union was met with mass attention from the public, and was described as the \"wedding of the century\" and the \"world's most anticipated wedding\" by the media. The civil ceremony took place at the Palace on 18 April, with the religious wedding being held on 19 April at the Saint Nicholas Cathedral. Rainier wore a military dress of his own design, based on the uniforms of Napoleon Bonaparte. Presided over by Bishop Gilles Barthe, the marriage was broadcast by MGM Studios, and viewed by over 30 million people across the globe. The couple honeymooned in the Mediterranean on their yacht, Deo Juvante II. Princess Grace gave birth to their first child, Princess Caroline, on 23 January 1957. Their second child and heir, Prince Albert, was born on 14 March 1958. Their youngest, Princess Stéphanie, was born 1 February 1965, with all children having been delivered at the Palace. In 1979, the Prince made his acting debut alongside the Princess in a half-hour independent film, Rearranged, produced in Monaco. After its premiere in Monaco, Princess Grace showed it to ABC TV executives in New York in 1982, who expressed interest if extra scenes were shot. However, Grace died in a car crash caused by a stroke in 1982, making it impossible to expand the film for American release. After Grace's death, Rainier refused to remarry. He established the Princess Grace Foundation-USA in 1982 in her honor, to support fledging American artists. ==Illness and death== thumb|Prince Rainier (middle) with his son Albert (left) in 1998 Prince Rainier smoked 60 cigarettes a day. In the last years of his life his health progressively declined. He underwent surgery in late 1999 and 2000, and was hospitalized in November 2002 for a chest infection. He spent three weeks in hospital in January 2004 for what was described as general fatigue. In February 2004, he was hospitalized with a coronary lesion and a damaged blood vessel. In October he was again in hospital with a lung infection. In November of that year, Prince Albert appeared on CNN's Larry King Live and told Larry King that his father was fine, though he was suffering from bronchitis.Interview With Prince Albert of Monaco, CNN, 18 November 2004. Accessed 31 May 2008. On 7 March 2005, he was again hospitalized with a lung infection. Rainier was moved to the hospital's intensive care unit on 22 March. One day later, on 23 March, it was announced he was on a ventilator, suffering from renal and heart failure. On 26 March, the palace reported that despite intensive ongoing efforts to improve the prince's health, he was continuing to deteriorate; however, the following day, he was reported to be conscious, his heart and kidney conditions having stabilized. His prognosis remained \"very reserved\". On 31 March 2005, following consultation with the Crown Council of Monaco, the Palais Princier announced that Rainier's son, Hereditary Prince Albert, would take over the duties of his father as regent since Rainier was no longer able to exercise his princely functions.Son of ailing Prince Rainier takes over duties, MSNBC, 31 March 2005. Accessed 31 May 2008. On 1 April 2005, the Palace announced that Rainier's doctors believed his chances of recovery were \"slim\". On 6 April, Prince Rainier III died at the Cardiothoracic Centre of Monaco at 6:35 am local time at the age of 81. He was succeeded by his only son, who became Prince Albert II. He was buried on 15 April 2005 beside his wife, Princess Grace, at the Cathedral of Our Lady Immaculate, the traditional burial place of princes and princesses of Monaco, and the place where Prince Rainier and Princess Grace had been married in 1956. Because his death occurred shortly after that of Pope John Paul II, Rainier's death was overshadowed in the media. ==Titles, styles, honours and arms== ===Titles and styles=== *31 May 1923 – 2 June 1944: His Serene Highness Prince Rainier of Monaco *2 June 1944 – 9 May 1949: His Serene Highness The Hereditary Prince of Monaco *9 May 1949 – 6 April 2005: His Serene Highness The Sovereign Prince of Monaco ===Honours=== * Belgium: Knight Grand Cross of the Order of Leopold I * Belgium: Recipient of the War Cross Medal 1940–1945 * Kingdom of Egypt Egyptian Royal Family: Knight Grand Cordon with Collar of the Royal Order of Muhammad Ali * El Salvador: Grand Cross of the Order of Jose Matias Delgado * France: Grand Cross of the Order of the Legion of Honour * France: Recipient of the War Cross Medal 1939–1945, Bronze * France: Recipient of the Volunteer Combatant Cross Medal 1939–1945 * France: Recipient of the Combatant Cross Medal * France: Recipient of the 1939–1945 War Commemorative Medal * Kingdom of Greece Greek Royal Family: Knight Grand Cross of the Royal Order of the Redeemer * Kingdom of Greece Greek Royal Family: Knight Grand Cross with Collar of the Royal Order of Saints George and Constantine * Iran Iranian Imperial Family: Recipient of the Commemorative Medal of the 2,500-year Celebration of the Persian Empire * Italy: Grand Cross with Collar of the Order of Merit of the Italian Republic * Italy: Recipient of the War Merit Cross Medal * Holy See: Knight Grand Cross with Collar of the Order of the Golden Spur * Sovereign Military Order of Malta: Bailiff Knight Grand Cross of Justice of the Sovereign Military Order of Malta, Special Class * Sovereign Military Order of Malta: Knight Grand Cross with Collar of the Order of Merit * Lebanon: Recipient of the Medal of the Order of Merit * Netherlands: Knight Grand Cross of the Order of the Gold Lion of the House of Nassau * Panama: Grand Cross with Collar of the Order of Manuel Amador Guerrero * Portugal: Grand Cross with Collar of the Military Order of Saint James of the Sword * Republic of San Marino: Grand Cross of the Equestrian Order of Saint-Marin * Sweden: Knight Grand Cross with Collar of the Royal Order of the Seraphim * Yugoslavian Royal Family: Knight Grand Cross of the Royal Order of the Star of Karađorđe ===Awards=== * France: ** International Automobile Federation: Recipient of the Gold Medal for Motor Sport * IOC International Olympic Committee: Recipient of the Gold Olympic Order * United States: **American Legion: Recipient of the American Legion Gold Medal, 1st Class ===Ranks=== * France: ** French Army *** Colonel ===Arms and emblems=== {| class=\"wikitable\" style=\"margin:1em auto; text-align:center;\" | 253px Coat of Arms of Prince Rainier III of Monaco | 290px Monogram of Prince Rainier III | 200px Dual Cypher of Prince Rainier and Princess Grace |} ==Ancestry== == See also == * Prince Rainier Day ==References== ==External links== *Prince's Palace, Monaco, official website *Cardinal Ratzinger sends condolences to Monaco on Prince Rainier's death *The Monte Carlo Royal Palace – 360 degree QTVR *Prince Rainier III of Monaco – Daily Telegraph obituary |- |- Category:1923 births Category:2005 deaths Category:20th-century Princes of Monaco Category:21st-century Princes of Monaco Category:Sciences Po alumni Category:Burials at the Cathedral of Our Lady Immaculate Category:Hereditary Princes of Monaco Category:Deaths from kidney failure Category:Marquesses of Baux Category:House of Grimaldi Category:International Olympic Committee members Category:Monegasque Roman Catholics Category:People educated at Stowe School Category:Monegasque philatelists Category:Princes of Monaco Category:Alumni of Institut Le Rosey Category:Monegasque princes Category:Grand Masters of the Order of Saint- Charles Category:Recipients of the Order of Saint-Charles Category:Grand Crosses of the Order of Saint-Charles Category:Recipients of the Order of Grimaldi Category:Knights Grand Cross of the Order of Grimaldi Category:Commanders of the Order of Cultural Merit (Monaco) Category:Recipients of the Croix de Guerre 1939–1945 (France) Category:Grand Croix of the Légion d'honneur Category:Recipients of the Order of Merit of the Italian Republic Category:Grand Crosses of the Order of George I Category:Grand Crosses of the Order of José Matías Delgado Category:Recipients of the Croix de guerre (Belgium) Category:Recipients of the Olympic Order Category:Monegasque people of Italian descent Category:Philately of Monaco Category:Polignac family Category:Monegasque people of Mexican descent Category:Monegasque people of English descent Category:Monegasque people of Scottish descent Category:Monegasque people of German descent Category:Free French military personnel of World War II",
 "title": "Rainier III, Prince of Monaco"
}