{
 "id": "155136",
 "text": "Minster, also known as Minster-in-Thanet, is a village and civil parish in the Thanet District of Kent, England. The village is officially inside Ramsgate and to the north east of Canterbury; it lies just south west of Kent International Airport and just north of the River Stour. Minster is also the \"ancient capital of Thanet\".Minster-In-Thanet ; retrieved on 22 May 2008 At the 2011 Census the hamlet of Ebbsfleet was included. ==Toponymy== The name ultimately comes from the Medieval Latin monasterium, denoting the historical presence of an abbey or monastery; such names are common in England and indeed throughout Europe. ==History== Archaeology has shown a Bronze Age settlement at Minster-in-Thanet.Jessup, Frank W., Kent History Illustrated (Kent County Council, 1966) The area became part of the Roman Empire under the emperor Claudius. Around 450AD, the Jutes arrived in the Minster area and established a settlement. ===Anglo-Saxon=== In 597 Augustine of Canterbury is said, by the Venerable Bede, to have landed with 40 men at nearby Ebbsfleet, in the parish of Minster-in-Thanet, before founding a monastery in Canterbury; a cross marks the spot of his landing. Minster itself originally started as a monastic settlement in 670 AD. The buildings are still used as nunneries today. The first abbey in the village was founded by St Domneva, a widowed noblewoman, whose daughter St Mildred, is taken as the first abbess. The tradition is that Domneva was granted as much land as a hind could run over in a day, the hind remains the village emblem, see also Thanet. The abbey was extinguished by Viking raiding. The next abbess after St Mildred was St Edburga daughter of King Centwine of the West Saxons. The third known abbess was Sigeburh, who was activeWilliam George Searle, onomasticon (Cambridge University Press Archive, 1879) page 418. around 762 AD and is known from the Secgan hagiography and from Royal charters.David Rollason, ‘Mildrith (fl. 716–c. 733)’, Oxford Dictionary of National Biography, (Oxford University Press,2004 ). In 761AD Offa, king of the Mercians, granted Sigeburh a toll-exemption which king Æthelbald had previously granted to Abbess Mildrith. Again in about 763 AD Eadberht II, king of Kent, granted the remission of toll on two ships at Sarre and on a third at Fordwich.Charters of the St Augustine’s Abbey, Canterbury, and Minster-in- Thanet, ed. S. E. Kelly, Anglo-Saxon Charters 4 (Oxford: Published for The British Academy by Oxford University Press, 1995), p. 179. It has been stated that in gaining these privileges, she may have been taking advantage of Æthelbald's political weakness.Johannes Hoops, Reallexikon der germanischen Altertumskunde, Vol. 24 (Walter de Gruyter, 1968) page 298. Vikings attacked the surrounding area in 850 AD.A. Forte, R. Oram, and F. Pederson. Viking Empires. 1st. ed. (Cambridge: Cambridge University Press, 2005), page 67. ===Norman=== The parish church of St Mary-the-Virgin is largely Norman but with significant traces of earlier work, the problems of which are unresolved. The nave is impressive with five bays, and the crossing has an ancient chalk block vaulting. The chancel is Early English with later flying buttresses intended to halt the very obvious spread of the upper walls. There is a fine set of misericords reliably dated around 1400. The tower has a curious turret at its southeast corner that is locally referred to as a Saxon watch tower but is built at least partly from Caen stone; it may be that it dates from the time of the conquest but is built in an antique style sometimes called Saxo-Norman. A doorway in the turret opens out some two metres above the present roof line. The church was used by both the brethren of the second abbey, a dependency of St Augustine's Abbey in Canterbury, and as a parish church. Socket holes in the piers of the crossing suggest that, as well as a rood screen, there was a further screen dividing nave and crossing, such as still exists at Dunster in Somerset. This abbey surrendered during the dissolution in 1534. ===Twentieth century=== Minster Abbey is a house incorporating remains of the Anglo-Saxon abbey and alleged to be the oldest continuously inhabited house in England. It now houses the village's third religious community, a priory of Roman Catholic Benedictine sisters that is a daughter community of Eichstätt in Bavaria. It was settled in 1937 by refugees fleeing Nazi Germany and continues to flourish as an international community. The Priory has the care of a relic of St Mildred that had been in the care of a church in Deventer in the Netherlands since the Reformation. ==Landscape== Generally a flat landscape, the area's main features include marshes, farms and rivers. Thanet District Council has, however, assessed Minster Marshes, south of the village, as being unstable, and some areas of Minster, particularly in the south of the village, have suffered from flooding. Land reclamation has had a strong history in Minster and Monkton, where the original reclamation was done by the monks themselves.Curators Introduction ; retrieved on 22 May 2008 ==Education== The Primary School is called \"Minster Church of England Primary School\", which caters for the village's population. As of 2007, there are 410 pupils attending the school. ==Transport== Minster railway station lies to the south of the village, on the line from Canterbury West to Ramsgate and on the junction to the Kent Coast Line. Bus services are provided by Stagecoach. ==Military== Minster has a war memorial dedicated to those lost in World War I and World War II and this is located in St Mary's church. In 2013, Minster hosted a memorial for Jean de Selys Longchamps, a Belgian fighter pilot who is buried in Minster cemetery. This event was hosted by Minster & Monkton Royal British Legion in conjunction with Minster Parish Council and was attended by such dignitaries as The Lord Lieutenant of Kent and the Chief of the Belgian Air Defense. ==Notable residents== *St Augustine of Canterbury is said by the Venerable Bede to have landed with 40 men at Ebbsfleet, within the parish of Minster, before beginning his mission in Canterbury, commemorated by St Augustine's Cross near Cliffsend. *Richard Culmer, the infamous Puritan minister known locally as Blue Dick Culmer, was presented to the living but the people rejected him and his name - to this day - is still omitted from the role of incumbents in the church porch. ==References== ==External links== * Village website Category:Villages in Kent Category:Civil parishes in Kent Category:Burial sites of the House of Icel",
 "title": "Minster-in-Thanet"
}