{
 "id": "155325",
 "text": "Longdendale is a valley in the Peak District of England, north of Glossop and southwest of Holmfirth. The name means \"long wooded valley\" and the valley is mostly in the counties of Derbyshire and Greater Manchester. ==Geography== The eastern part of the valley is in the non-metropolitan county of Derbyshire and includes the village of Tintwistle and, further east, part of the Peak District National Park, with the last half-mile or so falling into the Metropolitan Borough of Barnsley in South Yorkshire. The western part of the valley, including the villages of Broadbottom, Mottram in Longdendale and Hollingworth is part of Tameside in the metropolitan county of Greater Manchester. The whole of Longdendale forms the easternmost extension of the lands within the historic boundaries of Cheshire. The River Etherow, a tributary of the River Mersey, rises south of Holmfirth and then flows through a chain of six reservoirs known as the Longdendale Chain: Woodhead Reservoir, Torside Reservoir, Rhodeswood Reservoir, Valehouse Reservoir, Bottoms Reservoir and Arnfield Reservoir. There was a seventh reservoir at Hollingworth, but it was abandoned in 1990 and now forms part of Swallows Wood Nature Reserve. Image:Longdendale4654.JPG |Bottoms Image:Longdendale4695.JPG |Valehouse Image:Longdendale4698.JPG |Rhodeswood Image:WoodheadreservoirDerbyshire.jpg |Woodhead == Governance == Hollingworth and Mottram were part of the Longdendale urban district in the administrative county of Cheshire from 1936. In 1974 the district was absorbed by Tameside Metropolitan Borough. ==History== ===The Romans=== There is a Roman fortlet at Highstones on the south-facing slope overlooking Torside Reservoir. It is an oval-shaped area, with an obvious ditch, and about across. A footpath runs immediately to the north of it, and to the west is Highstones Farm. A Roman road may have run along the valley connecting it with Melandra Castle (Glossop). ===Feudal estates=== The lordship of Longdendale was an ancient feudal estate encompassing the medieval manors of Godley, Hattersley, Hollingworth, Matley, Mottram, Newton, Staley, Tintwistle and Werneth. The lordship was created by the Earl of Chester in the late twelfth century; William de Neville was the first lord of Longdendale, as appointed by the Earl of Chester. Buckton Castle, near Carrbrook, was probably built by William de Neville in the late twelfth century and was also probably the centre of lordship of Longdendale as it is the only castle within the lordship. One of the privileges of the lordship was to carry out trial by combat. The lordship of Longdendale was passed from de Neville to his son in law, Thomas de Burgh, in 1211 on his death. The lordship reverted to the control of the crown in 1357, and remained under crown control until 1374. The lordship was given to Matilda Lovell and the Lovells controlled Longdendale until 1465 when control again reverted to the crown. The lordship was granted to Sir William Stanley in 1489, however the lordship once again reverted to the crown when Stanley was executed in 1495 as a supporter of Perkin Warbeck. In 1554 the lordship was granted to Richard Wilbraham. Tollemache family inherited lordship of Longdendale from the Wilbrahams in the 1690s. It was part of the Hundred of Macclesfield. An estate survey, or 'Extent' of the lordship for 1360 was published by the Record Society of Lancashire and Cheshire in July 2005. ===Salt trade=== thumb|right|Lady Shaw Bridge A packhorse route called a saltway was maintained from the Middle Ages onwards for the purpose of allowing the export of salt from the Cheshire wiches of Nantwich, Northwich and Middlewich across the Pennines. The passing trade brought prosperity to settlements along the route. The importance of the salt trade along such saltways is shown by surviving placenames; for example Salter's Brook () is where the saltway forked, with one route leading to Wakefield and another to Barnsley. The stone Lady Shaw Bridge still exists at this point, as do the ruins of an old inn. The bridge is just wide enough for a packhorse, though it is suspected that the bridge may have originally been wider and was deliberately narrowed when the Saltersbrook turnpike was built, to prevent vehicles bypassing the toll barrier.On-site information board. ===Turnpike road=== The turnpike road from Manchester to Saltersbrook connected to further turnpikes for Yorkshire destinations and was built in the mid-18th century, based on the older saltway route. ===The reservoirs=== The Longdendale catchment exceeds and has an annual rainfall of . The civil engineer John Frederick Bateman recognised the potential and conceived a plan to deliver this water to Manchester and Salford, while still maintaining the flow in the River Etherow that was needed to power the mills of Tintwistle and Glossop. The six reservoirs have a capacity of . A tunnel was built at a depth of to carry the water from Longdendale into the valley of the River Tame. An Act of Parliament (10 Victoria Cap.cciii) (9 July 1847) was passed to allow the land to be acquired and construction to commence. ===The railway=== The first railway line between Manchester and Sheffield was constructed between 1839 and 1845 on the south side of the reservoir chain by 1,500 navvies of whom many died and most suffered illness. The three-mile-long double Woodhead Tunnel was, for a time, the longest tunnel in the country. It was replaced by a single, larger tunnel in 1954. The first tunnel was subsequently used by CEGB to reroute the main high-voltage link up the valley and through the National Park underground. The railway line ceased to be economical, and in 1970 the passenger service ceased, followed in 1981 by the goods service. The passenger service was adversely affected by the requirement to keep the Hope Valley line open, whilst the freight service was affected by the falloff in Trans-Pennine coal traffic. The track was lifted in 1986. There have been plans to re-open the railway at various times since it was closed, but none have gained planning approval. ==Recreation== ===Cycling and walking=== thumb|Walking and riding on the Longdendale Trail, March 2008 After the rail line was closed, the trackbed was taken up and the Longdendale Trail constructed along its route. It is now part of the Trans-Pennine Trail (Sustrans National Cycle Route 62 ) which, in its turn, is part of the European walking route E8 from Liverpool to Istanbul. Holme Moss and Woodhead Pass are on the chosen route of the 2014 Tour de France, during the second stage between York and Sheffield. The Pennine Way crosses Longdendale, descending from Bleaklow to the south and ascending Black Hill to the north. The youth hostel at Crowden is a traditional stop after the first day's walk from Edale. The circular walk known as 'The Longdendale Edges' takes in the high ground (at about the level) on both sides of the valley. It is about long and is 'not recommended in doubtful weather'. The detailed route, clockwise from Crowden Youth Hostel, is given in Peak District Walking Guide No.2, published by the Peak Park Planning Board. ===Sailing=== Torside Reservoir is home to Glossop Sailing Club. ==Transport== ===Woodhead pass road=== The M67 motorway starts at the M60 motorway in Manchester and heads east where it currently terminates at Mottram in Longdendale. There were plans in the 1960s to extend it through the National Park to the M1 motorway and Sheffield but it was never built. From here the A628 runs through the valley to join the A616. As of January 2008 there are advanced plans to improve the A628 route by bypassing Mottram and Tintwistle to the north with a spur to the A57 road. Known as the 'A57/A628 Mottram-in-Longdendale, Hollingworth & Tintwistle Bypass' or Longdendale Bypass, the public inquiry has been adjourned four times and is currently adjourned 'indefinitely'. ==Politics== Traditionally, Longdendale was in the County palatine of Chester. Up until local government reforms in 1974, Longdendale Urban District, along with Tintwistle Rural District, formed part of the administrative county of Cheshire; the Municipal Borough of Glossop was in Derbyshire; and Penistone Rural District was in the West Riding of Yorkshire. Today, the valley is split between the Metropolitan Borough of Barnsley in South Yorkshire, the Borough of High Peak in Derbyshire, and the Metropolitan Borough of Tameside in Greater Manchester. ==Longdendale lights== The valley and the surrounding area has a reputation for strange phenomena, including unexplained lights and allegedly supernatural apparitions and has become a centre of attention for UFO and ghost hunters. It has, however, been suggested that the lights may be \"earth lights\" produced by pressure on the underlying rocks. ==See also== *Listed buildings in Longdendale ==References== ==Further reading== *Middleton, Thomas (1906). Legends of Longdendale. Clarendon Press. ==External links== * Community web site * Legends * Longdendale Photographs Category:Valleys of the Peak District Category:Valleys of Yorkshire Category:Valleys of Derbyshire Category:Valleys of Greater Manchester Category:Unparished areas in Greater Manchester Category:Geography of Tameside Category:High Peak, Derbyshire",
 "title": "Longdendale"
}