{
 "id": "155601",
 "text": "The Royal Canadian Institute for Science (RCIS), known also as the Royal Canadian Institute, is a Canadian nonprofit organization dedicated to the advancement of science. ==History== The organization was formed in Toronto as the Canadian Institute on June 20, 1849, by Sandford Fleming, Kivas Tully, and Hamilton Hartley Killaly.\"Killaly, Hamilton Hartley\", by Geo. Mainer, Dictionary of Canadian Biography, Vol. X (1871-1880). It was conceived of originally as an organization for surveyors, civil engineers, and architects practising in and about Toronto, Ontario.The Project Gutenberg EBook of The Makers of Canada: Index and Dictionary of Canadian History, by Various 2010 It quickly became more general in its scientific interests. A royal charter was granted on November 4, 1851, in which the objects of the organization are declared to be \"the encouragement and general advancement of the physical sciences, the arts and the manufactures\".History of the Royal Canadian Institute for Science It is now the oldest scientific society in Canada. ==Presidents== Notable past presidents include John Charles Fields (1919-1925; founder of the Fields Medal), William Edmond Logan, Daniel Wilson, John Henry Lefroy, John Beverley Robinson, George William Allan, William Henry Draper, Oliver Mowat and Henry Holmes Croft. ==Museum== Its first museum collection consisted mostly of archaeological and ethnographic items from native groups in Canada. Its first curator was David Boyle. During 1896, needing more room for the museum, the collection was transferred to the Toronto Normal School (or Ontario Provincial Museum); Boyle cared for it until his death during 1911. Its collection was later transferred to the Royal Ontario Museum.Michelle A Hamilton, Collections and Objections: Aboriginal Material Culture in Southern Ontario, Montreal: McGill-Queen's University Press, 2010; Gerald Killan, David Boyle: From Artisan to Archaeologist, Toronto: University of Toronto Press, 1983. ==Journal== The Institute regularly published a journal, 'the Canadian Journal', by various titles 1852–1878, as Proceedings 1879–1890, Transactions 1890-, etc., to the present time. 'Early Days of the Canadian Institute' by Sandford Fleming was published during 1899. ==Lectures== Every year, the RCIS has two series of lectures, autumn and winter, hosted at the University of Toronto. ==Awards== Every year since 1982, the RCIS has awarded the Sandford Fleming Award to a Canadian who has made major contributions to the public understanding of science. ==See also== *List of Canadian organizations with royal patronage ==References== ==External links== *Official website Category:Organizations based in Canada with royal patronage",
 "title": "Royal Canadian Institute"
}