{
 "id": "155795",
 "text": "Kings County is a county in the Canadian province of Nova Scotia. With a population of 60,600 in the 2016 Census, Kings County is the third most populous county in the province. It is located in central Nova Scotia on the shore of the Bay of Fundy, with its northeastern part forming the western shore of the Minas Basin. Kings' economy and identity are tied into its current and historical role as the province's agricultural heartland. A strong agricultural base has been bolstered by the farm-to-table movement and a growing and acclaimed Nova Scotia wine industry, and the success of both has also bolstered the area's tourism industry. The county benefits from the profile, prestige and population gained from hosting both Acadia University in Wolfville and the NSCC Kingstec campus in Kentville. Canadian Forces Base Greenwood (the largest Royal Canadian Air Force base on Canada's East Coast) and the Michelin tire plant in Waterville both provide significant positive economic impact in the County. While the majority of the area of county is governed by the Municipality of the County of Kings, the county also includes three separately incorporated towns, Wolfville, Kentville, and Berwick, and two First Nations reserves. ==History== thumb|left|Traditional Mi'kmaw wikuom The glaciers began their retreat from in the Maritimes approximately 13,500 years ago, with final deglaciation, post-glacial rebound, and sea level fluctuation ending and leaving the New England-Maritimes region virtually ice free 11,000 years ago. The earliest evidence of Palaeo-Indian settlement in the region follows rapidly after deglaciation. Evidence of settlement found in the Debert Palaeo-Indian Site dates to 10,600 before present, though settlement seems likely to have occurred earlier, following large game animals such as the caribou as they expanded into the land revealed by the retreating glaciers. The record of continuous habitation through the paleo and archaic period over ten thousand years culminated in the development of the culture, traditions, and language now known as the Mi’kmaq. For several thousand years the territory of the province has been a part of the territory of the Mi'kmaq nation of Mi'kma'ki. Mi'kma'ki includes what is now the Maritimes, parts of Maine, Newfoundland and the Gaspé Peninsula. King's County is located in the traditional Mi'kmaw district of Sipekni'katik. thumb|left|Map of Acadie 1744 The colonization of \"Les Mines\" and Grand Pre began in the 1680s when a few families relocated from the French settlement at Port Royal. These \"Acadian\" settlers were named after the French name for the land \"Acadie\" meaning \"land of plenty\". These farmers were accustomed to farming on dyked lands, and did so here as well. This took place on the normally salty but fertile marshes that were found on the banks of the Minas Basin, through the use of dykes and aboiteaux that allowed fresh water to enter but kept out the salt-water tide. The Acadian farmers prospered in Kings County, and lived harmoniously with the Mi'kmaq. The Acadians and Mi'kmaq jointly fought numerous battles against the British in the Raid on Grand Pré, Battle of Grand Pré, and the Siege of Grand Pré. After defeating and expelling the Acadians, British control of the land was secured by repopulating the former French lands with settlers from New England. Between 1760 and 1768 some 8000 New England Planters arrived in Nova Scotia, the largest number settling in Kings County in three agricultural townships: Horton, Cornwallis, and Aylesford. The Planters revived and expanded the Acadian dykeland agriculture through projects such as the Wellington Dyke and cleared more upland fields, gradually moving west from the initial settlements along the Minas Basin Rivers. The legacy of the New England Planters is still a tangible part of the life in Kings County, and had an important influence on Nova Scotian ideas on democratic government, freedom of religion and equality of education. thumbnail|left|The old Cornwallis Inn on Mainstreet, Kentville, Kings County The Planters were followed in the 1780s by further settlers from the United Empire Loyalists and significant numbers of Irish immigrants. The roots of Black heritage in Kings County began almost 250 years ago when the New England Planters were accompanied by slaves and freed Blacks to settle in Horton and Cornwallis townships. This initial African population increased with larger migrations following the American Revolution and especially the War of 1812. Further waves of immigration followed in the following two centuries, adding to the population and diversity of Kings County. The county's agricultural industry blossomed in the 19th century, especially after the arrival of the Dominion Atlantic Railway which led to a major expansion of exports, especially the apple industry. After the loss of the British export market for apples in World War II, Kings County farmers diversified into other crops and livestock. Agriculture remains a major industry, as the county has some of the best farmland in Nova Scotia, but farmland now faces pressure from suburban development around valley towns. The county also faces serious pollution problems in its major water artery, the Cornwallis River. Kings County was a major wooden shipbuilding area in the 19th Century, including a four-masted barque built in Kingsport named Kings County which was one of the largest ever built in Canada. Today a number of light industrial factories are located in Coldbrook and Waterville. The county's history is preserved and interpreted at the Kings County Museum in Kentville and a number of Kings County towns have museums related to their specific stories such as the Wolfville Historical Society and the Apple Capital Museum in Berwick. ==Government== thumb|Cape Split The majority of the land area of county is governed by the Municipal Council of the Municipality of the County of Kings, though the county also includes three incorporated towns, Wolfville, Kentville, and Berwick, with their own independent municipal governments. In addition to municipal governments there are two First Nations reserves under band government, the Annapolis Valley First Nation Cambridge reserve and the Glooscap First Nation Glooscap reserve. The Municipal Council for the County (outside of the Towns and Reserves) is composed of a Mayor elected at-large and 9 Councillors each elected to represent a separate district. Municipal Council is responsible for all facets of the municipal government, including directly delivered and shared or regional services. Directly delivered services include services such as police and fire, public works, roads, and water. The municipality participates in shared services, such as the solid waste management, library services, and transit. The municipal operating budget of $45.7 million and combined capital and water capital budget of $4.3 million in the 2017/18 fiscal year. The current mayor is Peter Muttart. Municipal governments in Nova Scotia are elected every four years and the most recent round of elections took place in October 2020. The provincial legislation that creates and empowers the municipality is the Nova Scotia Municipal Government Act.https://nslegislature.ca/sites/default/files/legc/statutes/municipal%20government.pdf \"Municipal Government Act\" Kings is represented by three ridings in the Nova Scotia House of Assembly. The municipality shares representation by two ridings in Canada's House of Commons. ==Economy== thumb|left|Michelin plant in Waterville, Kings County Kings County is considered agricultural heartland of the province. The economy in Kings County is largely built on its diversified agricultural industry. Although agriculture is a dominant industry in the Kings economy, there are many emerging industries such as trade, health care, construction, and manufacturing. The largest employment sectors in the county include retail trade (3,621), health care and social assistance (3,352), public administration (2,659), manufacture (2,459), and agriculture, forestry, fishing and hunting (2,064).http://www.valleyren.ca/wp- content/uploads/2016/08/Community-Quick-Facts-Kings-County.pdf Manufacturing employment is over 30% higher and agricultural employment more than double the provincial averages. Kings enjoys 33% of arable land used for agricultural production compared to the provincial average of 13%, and since 2006 the number of acres used for farming purposes and the number of farms have been on the rise. While there are light industrial clusters throughout the county, the over half the manufacturing jobs are a result of the Michelin tire plant in Waterville, which opened in 1982. The plant employs about 1,300 people and is set to continue to expand its production capacity starting 2013 until 2018. Kings is home to Canadian Forces Base Greenwood, the east coast's largest air force base. The county also benefits from the location of Acadia University in Wolfville and the NSCC Kingstec campus in Kentville. Nova Scotia's federally funded agriculture and agri-food research centre, Kentville Research and Development Centre, supports the local economy through agriculture related research. thumb|Luckett Vineyards, Gaspereau Valley, Kings County The region is also celebrated for its wineries, many located in the county communities of Gaspereau Valley, Canning, and Grand Pré. The recently launched Tidal Bay appellation, created in 2012, was the first wine appellation for Nova Scotia and has helped to raise Nova Scotia wines profile in Canada and around the world. The region's sparking wine has been added to wine lists in high-profile restaurants and received acclaim around the world. Tourism is also an important industry, and the county benefits from scenic farmland, increasing support for farm-to-table movement, and attractions including Cape Split, the look off at Blomodin, and the UNESCO World Heritage site at Grand-Pré. Farmers markets in Kentville, Kingsport, Berwick and Wolfville attract visitors with fresh produce and other fine goods throughout the growing season. Events such as the Apple Blossom Festival, the annual Steer Bar-B-Que in Kingston, Mud Creek Days, Deep Roots Music Festival and the Devour The Food Film Fest in Wolfville, and the Pumpkin People in Kentville draw tourist throughout the summer and fall. == Demographics == As a census division in the 2016 Census of Population conducted by Statistics Canada, Kings County recorded a population of 60,600 living in 25,951 of its 29,187 total private dwellings, a change of from its 2011 population of 60,589. With a land area of , it had a population density of in 2016. Forming the majority of the Kings County census division, the Municipality of the County of Kings recorded a population of 47,404 living in 20,108 of its 22,548 total private dwellings in the 2016 Census of Population, a change of from its 2011 population of 47,569. With a land area of , it had a population density of in 2016. Population trendCensuses 1871-1941Statistics Canada: 1996, 2001, 2006 census {| class=\"wikitable\" |- ! Census ! Population ! Change (%) |- | 2016 | 60,600 | 0.02% |- | 2011 | 60,589 | 0.9% |- | 2006 | 60,035 | 2.0% |- | 2001 | 58,866 | 0.6% |- | 1996 | 59,193 | 5.1% |- | 1991 | 56,315 | 5.7% |- | 1986 | 53,275 | 7.1% |- | 1981 | 49,739 | N/A |- | 1941 | 28,920 | |- | 1931 | 24,357 | |- | 1921 | 23,723 | |- | 1911 | 21,780 | |- | 1901 | 21,937 | |- | 1891 | 22,489 | |- | 1881 | 23,469 | |- | 1871 | 21,500 | N/A |} Mother tongue (2011)Statistics Canada: 2011 census {| class=\"wikitable\" |- ! Language ! Population ! Pct (%) |- | English only | 56,685 | 94.91% |- | French only | 1,220 | 2.04% |- | Non-official languages | 1,575 | 2.64% |- | Multiple responses | 240 | 0.40% |} Ethnic Origin (2006)2006 Statistics Canada Community Profile: Kings County, Nova Scotia {| class=\"wikitable\" |- ! Origin ! Population ! Pct (%) |- | Canadian | 21,155 | 43.3% |- | English | 17,575 | 35.9% |- | Scottish | 13,335 | 27.3% |- | Irish | 10,010 | 20.5% |- | German | 6,780 | 13.9% |- | French | 5,790 | 11.8% |- | Dutch | 3,205 | 6.6% |- | North American Indian | 1,870 | 3.8% |- | Welsh | 1,050 | 2.1% |} == Notable people == * Robert Aitken, composer * Joseph Barss, privateer * Bruce Beaton, CFL All Canadian * Kathlyn Corinne Beatty (née MacLean), mother of Shirley MacLaine and Warren Beatty * Jerry Byers, former NHLer * Arthur Chute McGill, (1926–1980) theologian and philosopher * Alex Colville, (1920–2013) WWII artist * Peter Donat, actor * Gilbert Lafayette Foster, 6th Canadian Surgeon General * Abraham Gesner, inventor of kerosene * Bryan Gibson, boxer * Dylan Mohan Gray, film maker * Gilbert Lafayette Foster, 6th Canadian Surgeon General * Edward D. MacArthur (1920-1986), politician and doctor. * Jay Malone, comedian * Dutch Mason, blues guitarist * Eddy (M) Melanson was born in Wolfville, Nova Scotia, on July 25, 1938. * Maria Mutch, author * Mona Louise Parsons, (1901–1976) member of the Dutch resistance, WW2 * Austin L. Rand, zoologist * Silas Tertius Rand, linguist * Margaret Marshall Saunders – international best-selling author * Sherman Hines, Photographer thumbnail|center|800px|The Lookoff, North Mountain, Kings County ==Communities== ;Towns *Berwick *Kentville *Wolfville ;Villages *Aylesford *Canning *Cornwallis Square *Greenwood *Kingston *New Minas *Port Williams ;Reserves *Annapolis Valley First Nation Reserve (formerly Cambridge 32), part of the Annapolis Valley First Nation *Glooscap 35, part of the Glooscap First Nation ==Access routes== Highways and numbered routes that run through the county, including external routes that start or finish at the county limits:Atlantic Canada Back Road Atlas Pages 65-66, 78-79 *Highways ** *Trunk Routes ** ** *Collector Routes: ** ** ** ** ** *External Routes: **None ==See also== * List of municipalities in Nova Scotia * Royal eponyms in Canada ==References== ==External links== *Photographs of historic monuments in Kings County *Kings County Museum *Parks Canada New England Planters Exhibit Category:County municipalities in Nova Scotia",
 "title": "Kings County, Nova Scotia"
}