{
 "id": "155759",
 "text": "280px|thumb|right|Mars launch windows and distance from Earth In the context of spaceflight, launch period is the collection of days and launch window is the time period on a given day during which a particular rocket must be launched in order to reach its intended target. If the rocket is not launched within a given window, it has to wait for the window on the next day of the period.What is a launch window? Launch periods and launch windows are very dependent on both the rocket's capability and the orbit to which it is going. A launch period refers to the days that the rocket can launch to reach its intended orbit. A mission could have a period of 365 days in a year, a few weeks each month, a few weeks every 26 months (e.g. Mars launch periods), or a short period time that won't be repeated. A launch window indicates the time frame on a given day in the launch period that the rocket can launch to reach its intended orbit. This can be as short as a second (referred to as an instantaneous window) or even the entire day. For operational reasons, the window almost always is limited to no more than a few hours. The launch window can stretch over two calendar days (ex: start at 11:46 p.m. and end at 12:14 a.m.). Launch windows are rarely exactly the same times each day. Launch windows and launch periods are often used interchangeably in the public sphere, even within the same organization. However, these definitions are the ones used by NASA (and other space agencies) launch directors and trajectory analysts. ==Launch period== To go to another planet using the simple low- energy Hohmann transfer orbit, if eccentricity of orbits is not a factor, launch periods are periodic according to the synodic period; for example, in the case of Mars, the period is 780 days (2.1 years). In more complex cases, including the use of gravitational slingshots, launch periods are irregular. Sometimes rare opportunities arise, such as when Voyager 2 took advantage of a planetary alignment occurring once in 175 years to visit Jupiter, Saturn, Uranus, and Neptune. When such an opportunity is missed, another target may be selected. For instance, ESA's Rosetta mission was originally intended for comet 46P/Wirtanen, but a launcher problem delayed it and a new target had to be selected (comet 67P/Churyumov-Gerasimenko). Launch periods are often calculated from porkchop plots, which show the delta-v needed to achieve the mission plotted against the launch time. ==Launch window== The launch window is defined by the first launch point and ending launch point. It may be continuous (i.e. able to launch every second in the launch window) or may be a collection of discrete instantaneous points between the open and close. Launch windows and days are usually calculated in UTC and then converted to the local time of where the rocket and spacecraft operators are located (frequently multiple time zones for USA launches). For trips into largely arbitrary Earth orbits, no specific launch time is required. But if the spacecraft intends to rendezvous with an object already in orbit, the launch must be carefully timed to occur around the times that the target vehicle's orbital plane intersects the launch site. Earth observation satellites are often launched into sun- synchronous orbits which are near-polar. For these orbits, the launch window occurs at the time of day when the launch site location is aligned with the plane of the required orbit. To launch at another time would require an orbital plane change maneuver which would require a large amount of propellant. For launches above low Earth orbit (LEO), the actual launch time can be somewhat flexible if a parking orbit is used, because the inclination and time the spacecraft initially spends in the parking orbit can be varied. See the launch window used by the Mars Global Surveyor spacecraft to the planet Mars at . ==Instantaneous launch window== Achieving the correct orbit requires the right ascension of the ascending node (RAAN). RAAN is set by varying a launch time, waiting for the earth to rotate until it is in the correct position. For missions with very specific orbits, such as rendezvousing with the International Space Station, the launch window may be a single moment in time, known as an instantaneous launch window. Trajectories are programmed into a launch vehicle prior to launch. The launch vehicle will have a target, and the guidance system will alter the steering commands to attempt to get to the final end state. At least one variable (apogee, perigee, inclination, etc.) must be left free to alter the values of the others, otherwise the dynamics would be overconstrained. An instantaneous launch window allows the RAAN be the uncontrolled variable. While some spacecraft, such as the Centaur upper stage, can steer and adjust its RAAN after launch, choosing an instantaneous launch window allows the RAAN to be pre-determined for the spacecraft's guidance system. ==Specific issues== Space Shuttle missions to the International Space Station were restricted by beta angle cutout. Beta angle (\\beta) is defined as the angle between the orbit plane and the vector from the Sun. Due to the relationship between an orbiting object's beta angle (in this case, the ISS) and the percent of its orbit that is spent in sunlight, solar power generation and thermal control are affected by that beta angle. Shuttle launches to the ISS were normally attempted only when the ISS was in an orbit with a beta angle of less than 60 degrees. == See also == *Collision avoidance (spacecraft) *Delta-v budget *Interplanetary travel *Oberth effect == References == Category:Spaceflight concepts",
 "title": "Launch window"
}