{
 "id": "156596",
 "text": "The Magnificent Yankee is a 1950 American biographical film adapted by Emmet Lavery from his 1946 play of the same title, which was in turn adapted from the 1942 book Mr. Justice Holmes by Francis Biddle. The story examines the life of United States Supreme Court Justice Oliver Wendell Holmes Jr. The film was directed by John Sturges, with stars Louis Calhern, Ann Harding, Eduard Franz, and Philip Ober. Calhern created the role of Oliver Wendell Holmes in the original Broadway production. Calhern was primarily a character actor in films and his portrayal of Holmes was his only true starring role in a sound film. A grateful Metro-Goldwyn-Mayer purchased the film rights to the play specifically for Calhern in appreciation for his consistently fine work in many supporting roles during his years with the studio. The film was nominated for Academy Awards for Best Actor in a Leading Role (Louis Calhern) and Best Costume Design, Black-and-White. A Hallmark Hall of Fame television production of the same title was broadcast in 1965 starring Alfred Lunt and Lynn Fontanne. ==Cast and characters== * Louis Calhern - Justice Oliver Wendell Holmes Jr. * Ann Harding - Fanny Bowditch Holmes * Philip Ober - Owen Wister * Eduard Franz - Justice Louis Brandeis * Ian Wolfe - Henry Adams * Edith Evanson - Annie Gough * Jimmy Lydon - Clinton * Richard Anderson - Reynolds * Herbert Anderson - Baxter * Hayden Rorke - Graham (uncredited) * Dan Tobin - Dixon (uncredited) ==Release== The film was well received by critics. While produced on a relatively modest budget, the movie initially earned just $487,000 in the US and Canada and $76,000 elsewhere, resulting in a loss to MGM of $471,000. ==Music== For his score for this film, David Raksin incorporated the songs \"The Battle Hymn of the Republic\", \"Auld Lang Syne,\" and a portion of \"A Nightingale Sang in Berkeley Square.\" Raksin also conducted the score. The complete score was issued on CD in 2009, on Film Score Monthly records. ==References== ==External links== * * * Category:1950 films Category:American black-and-white films Category:American films Category:American courtroom films Category:Films directed by John Sturges Category:Films scored by David Raksin Category:Films based on American novels Category:American films based on plays Category:Metro-Goldwyn-Mayer films Category:Oliver Wendell Holmes Jr. Category:Films based on adaptations Category:Films set in the 1900s Category:American historical films Category:1950s historical films",
 "title": "The Magnificent Yankee (1950 film)"
}