{
 "id": "156931",
 "text": "Edmund Henry Barker (1788 - 21 March 1839) was an English classical scholar. ==Life== He was born at Hollym in Yorkshire. He entered Trinity College, Cambridge, as a scholar in 1807, and in 1809 won the Browne medal for Greek and Latin epigrams. However, he left the university without a degree, being prevented by religious scruples from taking the Oath of Supremacy then required. After acting as amanuensis to Samuel Parr, vicar of Hatton, Warwickshire, he married and settled down at Thetford in Norfolk, where he lived for about twenty-five years. He was in the habit of adding the initials O.T.N. (of Thetford, Norfolk) to the title-page of his published works. In later life he became involved in a lawsuit in connection with a will, and thus exhausted his means. In 1837-1838 he was a prisoner for debt in the king's bench and in the Fleet. He died in London on 21 March 1839. ==Works== Barker was a prolific writer on classical and other subjects, but it is as a lexicographer that he is now mainly known. While at Hatton, he planned a new edition of Stephanus's Thesaurus Graecae Linguae. The work was undertaken by Abraham John Valpy, and, although not publicly stated, it was understood that Barker was the responsible editor. When a few parts had appeared, it was criticized in the Quarterly Review (xxii., 1820) by Edward Valentine Blomfield; the original plan of the work was then curtailed, and Barker's name was not used. It was completed in twelve volumes (1816–1828). The strictures of the Quarterly were answered by Barker in his Aristarchus Anti- Blomfieldianus, answered by James Henry Monk. Barker produced a new edition (1829) of the Thesaurus Ellipsium Latinarum of Elias Palairet. With George Dunbar he wrote a Greek and English Lexicon. He also saw through the press the English edition of John Lemprière's Classical Dictionary (revised by Charles Anthon) and of Webster's English Dictionary. The editio princeps (1820) of Περὶ τόνων, the treatise on prosody sometimes attributed to Arcadius of Antioch, was published by Barker from a Paris manuscript. He also published notes on the Etymologicum Gudianum. In addition to contributing to the Classical Journal, he edited portions of classical authors for the use of schools, and was one of the first commentators to write notes in English instead of Latin. Continental scholars had a more favourable opinion of Barker than the British did. He expressed contempt for the close-reading verbal criticism in Richard Porson's style. In a volume of letters Barker disputed the claims made that Sir Philip Francis was the author of the Letters of Junius (see identity of Junius). His Parriana (1828), based around Samuel Parr, was a vast compilation of literary anecdotes and criticisms. ==References== ==External links== * *Finding aid to Edmund Henry Barker letters at Columbia University. Rare Book & Manuscript Library. Attribution which in turn cites: * Gentleman's Magazine, May 1839 which has a full account of his life; * Notes and Queries (6th series, xii. p. 443) where a full list of his works is given. Category:1788 births Category:People from Hollym, East Riding of Yorkshire Category:1839 deaths Category:Alumni of Trinity College, Cambridge Category:British lexicographers Category:Amanuenses Category:Inmates of Fleet Prison Category:People imprisoned for debt Category:19th-century lexicographers",
 "title": "Edmund Henry Barker"
}