{
 "id": "157055",
 "text": "In probability theory, the law of large numbers (LLN) is a theorem that describes the result of performing the same experiment a large number of times. According to the law, the average of the results obtained from a large number of trials should be close to the expected value and tends to become closer to the expected value as more trials are performed. The LLN is important because it guarantees stable long-term results for the averages of some random events. For example, while a casino may lose money in a single spin of the roulette wheel, its earnings will tend towards a predictable percentage over a large number of spins. Any winning streak by a player will eventually be overcome by the parameters of the game. Importantly, the law only applies (as the name indicates) when a large number of observations is considered. There is no principle that a small number of observations will coincide with the expected value or that a streak of one value will immediately be \"balanced\" by the others (see the gambler's fallacy). It is also important to note that the LLN only applies to the average. Therefore, while\\lim_{n\\to\\infty} \\sum_{i=1}^n \\frac{X_i} n = \\overline{X}other formulas that look similar are not verified, such as the raw deviation from \"theoretical results\" :\\sum_{i=1}^n X_i - n\\times\\overline{X} not only does it not converge toward zero as n increases, but it tends to increase in absolute value as n increases. ==Examples== For example, a single roll of a fair, six- sided die produces one of the numbers 1, 2, 3, 4, 5, or 6, each with equal probability. Therefore, the expected value of the average of the rolls is: : \\frac{1+2+3+4+5+6}{6} = 3.5 According to the law of large numbers, if a large number of six-sided dice are rolled, the average of their values (sometimes called the sample mean) is likely to be close to 3.5, with the precision increasing as more dice are rolled. It follows from the law of large numbers that the empirical probability of success in a series of Bernoulli trials will converge to the theoretical probability. For a Bernoulli random variable, the expected value is the theoretical probability of success, and the average of n such variables (assuming they are independent and identically distributed (i.i.d.)) is precisely the relative frequency. For example, a fair coin toss is a Bernoulli trial. When a fair coin is flipped once, the theoretical probability that the outcome will be heads is equal to . Therefore, according to the law of large numbers, the proportion of heads in a \"large\" number of coin flips \"should be\" roughly . In particular, the proportion of heads after n flips will almost surely converge to as n approaches infinity. Although the proportion of heads (and tails) approaches 1/2, almost surely the absolute difference in the number of heads and tails will become large as the number of flips becomes large. That is, the probability that the absolute difference is a small number approaches zero as the number of flips becomes large. Also, almost surely the ratio of the absolute difference to the number of flips will approach zero. Intuitively, the expected difference grows, but at a slower rate than the number of flips. Another good example of the LLN is the Monte Carlo method. These methods are a broad class of computational algorithms that rely on repeated random sampling to obtain numerical results. The larger the number of repetitions, the better the approximation tends to be. The reason that this method is important is mainly that, sometimes, it is difficult or impossible to use other approaches. == Limitation == The average of the results obtained from a large number of trials may fail to converge in some cases. For instance, the average of n results taken from the Cauchy distribution or some Pareto distributions (α<1) will not converge as n becomes larger; the reason is heavy tails. The Cauchy distribution and the Pareto distribution represent two cases: the Cauchy distribution does not have an expectation, whereas the expectation of the Pareto distribution (α<1) is infinite. One way to generate the Cauchy-distributed example is where the random numbers equal the tangent of an angle uniformly distributed between −90° and +90°. The median is zero, but the expected value does not exist, and indeed the average of n such variables have the same distribution as one such variable. It does not converge in probability toward zero (or any other value) as n goes to infinity. And if the trials embed a selection bias, typical in human economic/rational behaviour, the law of large numbers does not help in solving the bias. Even if the number of trials is increased the selection bias remains. ==History== The Italian mathematician Gerolamo Cardano (1501–1576) stated without proof that the accuracies of empirical statistics tend to improve with the number of trials.Mlodinow, L. The Drunkard's Walk. New York: Random House, 2008. p. 50. This was then formalized as a law of large numbers. A special form of the LLN (for a binary random variable) was first proved by Jacob Bernoulli.Jakob Bernoulli, Ars Conjectandi: Usum & Applicationem Praecedentis Doctrinae in Civilibus, Moralibus & Oeconomicis, 1713, Chapter 4, (Translated into English by Oscar Sheynin) It took him over 20 years to develop a sufficiently rigorous mathematical proof which was published in his Ars Conjectandi (The Art of Conjecturing) in 1713. He named this his \"Golden Theorem\" but it became generally known as \"Bernoulli's Theorem\". This should not be confused with Bernoulli's principle, named after Jacob Bernoulli's nephew Daniel Bernoulli. In 1837, S.D. Poisson further described it under the name \"\" (\"the law of large numbers\").Poisson names the \"law of large numbers\" (la loi des grands nombres) in: S.D. Poisson, Probabilité des jugements en matière criminelle et en matière civile, précédées des règles générales du calcul des probabilitiés (Paris, France: Bachelier, 1837), p. 7. He attempts a two-part proof of the law on pp. 139–143 and pp. 277 ff.Hacking, Ian. (1983) \"19th-century Cracks in the Concept of Determinism\", Journal of the History of Ideas, 44 (3), 455-475 Thereafter, it was known under both names, but the \"law of large numbers\" is most frequently used. After Bernoulli and Poisson published their efforts, other mathematicians also contributed to refinement of the law, including Chebyshev, Markov, Borel, Cantelli, Kolmogorov and Khinchin. Markov showed that the law can apply to a random variable that does not have a finite variance under some other weaker assumption, and Khinchin showed in 1929 that if the series consists of independent identically distributed random variables, it suffices that the expected value exists for the weak law of large numbers to be true. These further studies have given rise to two prominent forms of the LLN. One is called the \"weak\" law and the other the \"strong\" law, in reference to two different modes of convergence of the cumulative sample means to the expected value; in particular, as explained below, the strong form implies the weak. ==Forms== There are two different versions of the law of large numbers that are described below. They are called the strong law of large numbers and the weak law of large numbers. Stated for the case where X1, X2, ... is an infinite sequence of independent and identically distributed (i.i.d.) Lebesgue integrable random variables with expected value E(X1) = E(X2) = ...= µ, both versions of the law state that - with virtual certainty - the sample average :\\overline{X}_n=\\frac1n(X_1+\\cdots+X_n) converges to the expected value: (Lebesgue integrability of Xj means that the expected value E(Xj) exists according to Lebesgue integration and is finite. It does not mean that the associated probability measure is absolutely continuous with respect to Lebesgue measure.) Introductory probability texts often additionally assume identical finite variance \\operatorname{Var} (X_i)=\\sigma^2 (for all i) and no correlation between random variables. In that case, the variance of the average of n random variables is :\\operatorname{Var}(\\overline{X}_n) = \\operatorname{Var}(\\tfrac1n(X_1+\\cdots+X_n)) = \\frac{1}{n^2} \\operatorname{Var}(X_1+\\cdots+X_n) = \\frac{n\\sigma^2}{n^2} = \\frac{\\sigma^2}{n}. which can be used to shorten and simplify the proofs. This assumption of finite variance is not necessary. Large or infinite variance will make the convergence slower, but the LLN holds anyway. Mutual independence of the random variables can be replaced by pairwise independence or exchangeability in both versions of the law. The difference between the strong and the weak version is concerned with the mode of convergence being asserted. For interpretation of these modes, see Convergence of random variables. ===Weak law=== thumb|Simulation illustrating the law of large numbers. Each frame, a coin that is red on one side and blue on the other is flipped, and a dot is added in the corresponding column. A pie chart shows the proportion of red and blue so far. Notice that while the proportion varies significantly at first, it approaches 50% as the number of trials increases. The weak law of large numbers (also called Khinchin's law) states that the sample average converges in probability towards the expected value That is, for any positive number ε, : \\lim_{n\\to\\infty}\\Pr\\\\!\\left(\\,|\\overline{X}_n-\\mu| < \\varepsilon\\,\\right) = 1. Interpreting this result, the weak law states that for any nonzero margin specified (ε), no matter how small, with a sufficiently large sample there will be a very high probability that the average of the observations will be close to the expected value; that is, within the margin. As mentioned earlier, the weak law applies in the case of i.i.d. random variables, but it also applies in some other cases. For example, the variance may be different for each random variable in the series, keeping the expected value constant. If the variances are bounded, then the law applies, as shown by Chebyshev as early as 1867. (If the expected values change during the series, then we can simply apply the law to the average deviation from the respective expected values. The law then states that this converges in probability to zero.) In fact, Chebyshev's proof works so long as the variance of the average of the first n values goes to zero as n goes to infinity. As an example, assume that each random variable in the series follows a Gaussian distribution with mean zero, but with variance equal to 2n/\\log(n+1), which is not bounded. At each stage, the average will be normally distributed (as the average of a set of normally distributed variables). The variance of the sum is equal to the sum of the variances, which is asymptotic to n^2/\\log n. The variance of the average is therefore asymptotic to 1/\\log n and goes to zero. There are also examples of the weak law applying even though the expected value does not exist. ===Strong law=== The strong law of large numbers (also called Kolmogorov's law) states that the sample average converges almost surely to the expected value \\ \\mu \\qquad\\textrm{when}\\ n \\to \\infty. \\\\\\\\{}\\end{matrix}|}} That is, : \\Pr\\\\!\\left( \\lim_{n\\to\\infty}\\overline{X}_n = \\mu \\right) = 1. What this means is that the probability that, as the number of trials n goes to infinity, the average of the observations converges to the expected value, is equal to one. The modern proof of the strong law is more complex than that of the weak law, and relies on passing to an appropriate subsequence. The strong law of large numbers can itself be seen as a special case of the pointwise ergodic theorem. This view justifies the intuitive interpretation of the expected value (for Lebesgue integration only) of a random variable when sampled repeatedly as the \"long-term average\". (Law 3) is called the strong law because random variables which converge strongly (almost surely) are guaranteed to converge weakly (in probability). However the weak law is known to hold in certain conditions where the strong law does not hold and then the convergence is only weak (in probability). See #Differences between the weak law and the strong law. The strong law applies to independent identically distributed random variables having an expected value (like the weak law). This was proved by Kolmogorov in 1930. It can also apply in other cases. Kolmogorov also showed, in 1933, that if the variables are independent and identically distributed, then for the average to converge almost surely on something (this can be considered another statement of the strong law), it is necessary that they have an expected value (and then of course the average will converge almost surely on that). If the summands are independent but not identically distributed, then : \\overline{X}_n - \\operatorname{E}\\big[\\overline{X}_n\\big]\\ \\xrightarrow{\\text{a.s.}}\\ 0, provided that each Xk has a finite second moment and : \\sum_{k=1}^{\\infty} \\frac{1}{k^2} \\operatorname{Var}[X_k] < \\infty. This statement is known as Kolmogorov's strong law, see e.g. . ===Differences between the weak law and the strong law=== The weak law states that for a specified large n, the average \\overline{X}_n is likely to be near μ. Thus, it leaves open the possibility that |\\overline{X}_n -\\mu| > \\varepsilon happens an infinite number of times, although at infrequent intervals. (Not necessarily |\\overline{X}_n -\\mu| eq 0 for all n). The strong law shows that this almost surely will not occur. In particular, it implies that with probability 1, we have that for any the inequality |\\overline{X}_n -\\mu| < \\varepsilon holds for all large enough n. The strong law does not hold in the following cases, but the weak law does. 1\\. Let X be an exponentially distributed random variable with parameter 1. The random variable \\sin(X)e^X X^{-1} has no expected value according to Lebesgue integration, but using conditional convergence and interpreting the integral as a Dirichlet integral, which is an improper Riemann integral, we can say: : E\\left(\\frac{\\sin(X)e^X}{X}\\right) =\\ \\int_{0}^{\\infty}\\frac{\\sin(x)e^x}{x}e^{-x}dx = \\frac{\\pi}{2} 2\\. Let x be geometric distribution with probability 0.5. The random variable 2^X(-1)^X X^{-1} does not have an expected value in the conventional sense because the infinite series is not absolutely convergent, but using conditional convergence, we can say: : E\\left(\\frac{2^X(-1)^X}{X}\\right) =\\ \\sum_{1}^{\\infty}\\frac{2^x(-1)^x}{x}2^{-x}=-\\ln(2) 3\\. If the cumulative distribution function of a random variable is : 1-F(x)=\\frac{e}{2x\\ln(x)},x \\ge e : F(x)=\\frac{e}{-2x\\ln(-x)},x \\le -e :then it has no expected value, but the weak law is true. 4\\. Let Xk be plus or minus \\sqrt{k/\\log\\log\\log k} (starting at sufficiently large k so that the denominator is positive) with probability 1/2 for each. The variance of Xk is then k/\\log\\log\\log k. Kolmogorov's strong law does not apply because the partial sum in his criterion up to k=n is asymptotic to \\log n/\\log\\log\\log n and this is unbounded. If we replace the random variables with Gaussian variables having the same variances, namely \\sqrt{k/\\log\\log\\log k}, then the average at any point will also be normally distributed. The width of the distribution of the average will tend toward zero (standard deviation asymptotic to 1/\\sqrt{2\\log\\log\\log n}), but for a given ε, there is probability which does not go to zero with n, while the average sometime after the nth trial will come back up to ε. Since the width of the distribution of the average is not zero, it must have a positive lower bound p(ε), which means there is a probability of at least p(ε) that the average will attain ε after n trials. It will happen with probability p(ε)/2 before some m which depends on n. But even after m, there is still a probability of at least p(ε) that it will happen. (This seems to indicate that p(ε)=1 and the average will attain ε an infinite number of times.) ===Uniform law of large numbers=== Suppose f(x,θ) is some function defined for θ ∈ Θ, and continuous in θ. Then for any fixed θ, the sequence {f(X1,θ), f(X2,θ), ...} will be a sequence of independent and identically distributed random variables, such that the sample mean of this sequence converges in probability to E[f(X,θ)]. This is the pointwise (in θ) convergence. The uniform law of large numbers states the conditions under which the convergence happens uniformly in θ. If # Θ is compact, # f(x,θ) is continuous at each θ ∈ Θ for almost all xs, and measurable function of x at each θ. # there exists a dominating function d(x) such that E[d(X)] < ∞, and #: \\left\\| f(x,\\theta) \\right\\| \\leq d(x) \\quad\\text{for all}\\ \\theta\\in\\Theta. Then E[f(X,θ)] is continuous in θ, and : \\sup_{\\theta\\in\\Theta} \\left\\| \\frac1n\\sum_{i=1}^n f(X_i,\\theta) - \\operatorname{E}[f(X,\\theta)] \\right\\| \\xrightarrow{\\mathrm{\\mathbb{P}}} \\ 0. This result is useful to derive consistency of a large class of estimators (see Extremum estimator). ===Borel's law of large numbers=== Borel's law of large numbers, named after Émile Borel, states that if an experiment is repeated a large number of times, independently under identical conditions, then the proportion of times that any specified event occurs approximately equals the probability of the event's occurrence on any particular trial; the larger the number of repetitions, the better the approximation tends to be. More precisely, if E denotes the event in question, p its probability of occurrence, and Nn(E) the number of times E occurs in the first n trials, then with probability one,An Analytic Technique to Prove Borel's Strong Law of Large Numbers Wen, L. Am Math Month 1991 : \\frac{N_n(E)}{n}\\to p\\text{ as }n\\to\\infty. This theorem makes rigorous the intuitive notion of probability as the long-run relative frequency of an event's occurrence. It is a special case of any of several more general laws of large numbers in probability theory. Chebyshev's inequality. Let X be a random variable with finite expected value μ and finite non-zero variance σ2. Then for any real number , : \\Pr(|X-\\mu|\\geq k\\sigma) \\leq \\frac{1}{k^2}. ==Proof of the weak law== Given X1, X2, ... an infinite sequence of i.i.d. random variables with finite expected value E(X1) = E(X2) = ... = µ < ∞, we are interested in the convergence of the sample average :\\overline{X}_n=\\tfrac1n(X_1+\\cdots+X_n). The weak law of large numbers states: ===Proof using Chebyshev's inequality assuming finite variance=== This proof uses the assumption of finite variance \\operatorname{Var} (X_i)=\\sigma^2 (for all i). The independence of the random variables implies no correlation between them, and we have that : \\operatorname{Var}(\\overline{X}_n) = \\operatorname{Var}(\\tfrac1n(X_1+\\cdots+X_n)) = \\frac{1}{n^2} \\operatorname{Var}(X_1+\\cdots+X_n) = \\frac{n\\sigma^2}{n^2} = \\frac{\\sigma^2}{n}. The common mean μ of the sequence is the mean of the sample average: : E(\\overline{X}_n) = \\mu. Using Chebyshev's inequality on \\overline{X}_n results in : \\operatorname{P}( \\left| \\overline{X}_n-\\mu \\right| \\geq \\varepsilon) \\leq \\frac{\\sigma^2}{n\\varepsilon^2}. This may be used to obtain the following: : \\operatorname{P}( \\left| \\overline{X}_n-\\mu \\right| < \\varepsilon) = 1 - \\operatorname{P}( \\left| \\overline{X}_n-\\mu \\right| \\geq \\varepsilon) \\geq 1 - \\frac{\\sigma^2}{n \\varepsilon^2 }. As n approaches infinity, the expression approaches 1. And by definition of convergence in probability, we have obtained ===Proof using convergence of characteristic functions=== By Taylor's theorem for complex functions, the characteristic function of any random variable, X, with finite mean μ, can be written as :\\varphi_X(t) = 1 + it\\mu + o(t), \\quad t \\rightarrow 0. All X1, X2, ... have the same characteristic function, so we will simply denote this φX. Among the basic properties of characteristic functions there are :\\varphi_{\\frac 1 n X}(t)= \\varphi_X(\\tfrac t n) \\quad \\text{and} \\quad \\varphi_{X+Y}(t)=\\varphi_X(t) \\varphi_Y(t) \\quad if X and Y are independent. These rules can be used to calculate the characteristic function of \\scriptstyle\\overline{X}_n in terms of φX: :\\varphi_{\\overline{X}_n}(t)= \\left[\\varphi_X\\left({t \\over n}\\right)\\right]^n = \\left[1 + i\\mu{t \\over n} + o\\left({t \\over n}\\right)\\right]^n \\, \\rightarrow \\, e^{it\\mu}, \\quad \\text{as} \\quad n \\rightarrow \\infty. The limit eitμ is the characteristic function of the constant random variable μ, and hence by the Lévy continuity theorem, \\scriptstyle\\overline{X}_n converges in distribution to μ: :\\overline{X}_n \\, \\xrightarrow{\\mathcal D} \\, \\mu \\qquad\\text{for}\\qquad n \\to \\infty. μ is a constant, which implies that convergence in distribution to μ and convergence in probability to μ are equivalent (see Convergence of random variables.) Therefore, This shows that the sample mean converges in probability to the derivative of the characteristic function at the origin, as long as the latter exists. == Consequences == The law of large numbers provides an expectation of an unknown distribution from a realization of the sequence, but also any feature of the probability distribution. By applying Borel's law of large numbers, one could easily obtain the probability mass function. For each event in the objective probability mass function, one could approximate the probability of the event's occurrence with the proportion of times that any specified event occurs. The larger the number of repetitions, the better the approximation. As for the continuous case: C=(a-h,a+h], for small positive h. Thus, for large n: \\frac{N_n(C)}{n}\\thickapprox p=P(X\\in C)=\\int_{a-h}^{a+h} f(x)dx \\thickapprox 2hf(a) With this method, one can cover the whole x-axis with a grid (with grid size 2h) and obtain a bar graph which is called a histogram. ==See also== * Asymptotic equipartition property * Central limit theorem * Infinite monkey theorem * Law of averages * Law of the iterated logarithm * Law of truly large numbers * Lindy effect * Regression toward the mean * Sortition * Strong law of small numbers ==Notes== ==References== * * * * * * * * ==External links== * * * * Animations for the Law of Large Numbers by Yihui Xie using the R package animation * Apple CEO Tim Cook said something that would make statisticians cringe. \"We don't believe in such laws as laws of large numbers. This is sort of, uh, old dogma, I think, that was cooked up by somebody [..]\" said Tim Cook and while: \"However, the law of large numbers has nothing to do with large companies, large revenues, or large growth rates. The law of large numbers is a fundamental concept in probability theory and statistics, tying together theoretical probabilities that we can calculate to the actual outcomes of experiments that we empirically perform. explained Business Insider Category:Probability theorems Category:Mathematical proofs Category:Asymptotic theory (statistics) Category:Theorems in statistics",
 "title": "Law of large numbers"
}