{
 "id": "157176",
 "text": "Louis Clark Brock (June 18, 1939September 6, 2020) was an American professional baseball outfielder. He began his 19-year Major League Baseball (MLB) career with the 1961 Chicago Cubs but spent the majority of his big league career as a left fielder for the St. Louis Cardinals. Brock was inducted into the National Baseball Hall of Fame in 1985 and the St. Louis Cardinals Hall of Fame in 2014. He was a special instructor coach for the St. Louis Cardinals. Brock was best known for his base stealing, and he once held the major league career and single-season records for stolen bases. Brock was an All-Star for six seasons and a National League (NL) stolen base leader for eight seasons. He led the NL in doubles and triples in 1968. He also led the NL in singles in 1972, and was the runner-up for the NL Most Valuable Player Award in 1974. == Early life == Brock was born in El Dorado, Arkansas, to a family of sharecroppers. His family moved to Collinston, Louisiana, when he was two years old. While his family did not have much money, he said that he never felt poor because, \"If you don't have something, you don't miss it.\" Brock grew up as a fan of the Brooklyn Dodgers, the team that included Jackie Robinson, Don Newcombe, and Roy Campanella. Although he did not play in organized baseball until he reached the 11th grade, he learned much about the sport from listening to Cardinals radio broadcaster Harry Caray describe the way major league hitters stood at the plate. After attending high school in Mer Rouge, Louisiana, he received academic assistance to attend Southern University in Baton Rouge, but when a low grade in his first semester meant the possibility of losing his scholarship, he decided to try out for the school's baseball team in order to secure an athletic scholarship. == Baseball career == ===College and the minor leagues=== Brock hit for a .189 batting average in his first year of college baseball, but improved the following year to hit for a .500 average. Southern University won the National Association of Intercollegiate Athletics' baseball championship during his junior year, and Brock was selected for the United States baseball team in the 1959 Pan American Games. When Brock decided to try for a professional baseball career, he traveled to St. Louis to try out for the Cardinals, but the scout who had recommended him was in Seattle to sign Ray Washburn. He then decided to try out for the Chicago Cubs, who signed him as an amateur free agent in 1960. Assigned to play for the St. Cloud Rox, Brock won the 1961 Northern League batting championship with a .361 batting average. ===Chicago Cubs=== right|thumb|Brock in 1964 Brock made his major league debut with the Cubs on September 10, 1961, at the age of 22. In his rookie season of 1962, Brock became one of four players to hit a home run into the center-field bleachers at the old Polo Grounds in New York City since its 1923 reconstruction. His blast came against Al Jackson in the first game of a June 17 doubleheader against the New York Mets and was one of two that cleared the wall in consecutive days, with Hank Aaron's coming the very next day. Joe Adcock was the first to hit a ball over that wall, in 1953. Babe Ruth reached the old bleachers (a comparable distance) before the reconstruction. Brock was not known as a power hitter, though he aspired to be one. Brock had great speed and base running instincts, but the young right fielder failed to impress the Cubs management, hitting for only a combined .260 average over his first two seasons. In 1964 after losing patience with his development, the Cubs gave up on Brock and made him part of a trade with the St. Louis Cardinals. The June 15 deadline deal for pitcher Ernie Broglio saw Brock, Jack Spring, and Paul Toth head to St. Louis for Broglio, Bobby Shantz, and Doug Clemens. Cardinals general manager Bing Devine specifically sought Brock at the insistence of Cardinals' manager Johnny Keane to increase team speed and solidify the Cardinals' lineup, which was struggling after the retirement of left fielder Stan Musial in 1963. At the time, many thought the deal was a heist for the Cubs. Broglio had led the National League in wins four years earlier, and had won 18 games the season before the trade. ===St. Louis Cardinals=== After Brock was traded to the Cardinals, his career turned around significantly. He moved to left field and batted .348 and stole 33 bases for the remainder of the 1964 season. At the time of the trade, the Cardinals were 28–31, in eighth place in the National League, trailing even the Cubs, who were 27–27 and in sixth place. Brock helped the Cardinals storm from behind to capture the National League pennant on the last day of the season. Four months to the day after Brock's trade, the Cardinals won the 1964 World Series in seven games over the favored New York Yankees, who were appearing in their 14th World Series in 16 years (and their last until a dozen years later). Brock's contributions to the Cardinals' championship season were recognized when he finished in tenth place in voting for the 1964 National League Most Valuable Player Award. Meanwhile, Broglio won only seven games for the Chicago Cubs before retiring from baseball after the 1966 season. To this day, the trade of Brock for Broglio is considered one of the most lopsided deals in baseball history. 200px|left|thumb|Brock with the Cardinals in spring training in 2005 In 1966, Brock ended Maury Wills' six-year reign as the National League's stolen base champion with 74 steals. In David Halberstam's book, October 1964, the author stated manager Johnny Keane asked Brock to forgo hitting home runs in favor of stealing bases. Brock went on to lead the National League in stolen bases eight times within a nine-year span between 1966 and 1974 (former teammate Bobby Tolan led the league in steals in 1970). Brock began the 1967 season by hitting five home runs in the first four games of the season, becoming the first player to do so (Barry Bonds tied this record in 2002). He was hitting for a .328 average by mid-June to earn the role as the starting left fielder for the National League in the 1967 All-Star Game. After suffering through a mid-season slump, he recovered to finish the season with a career-high 206 hits and a .299 batting average while leading the league in stolen bases and runs scored as the Cardinals won the National League pennant by ten and a half games. Brock became the first player to steal 50 bases and hit 20 home runs in the same season. In the 1967 World Series, Brock hit for a .414 average, scored 8 runs, and set a World Series record with seven stolen bases as the Cardinals defeated the Boston Red Sox in seven games. The Cardinals won the National League pennant for a second consecutive year in 1968 as Brock once again led the league in stolen bases as well as in doubles and triples. In the 1968 World Series against the Detroit Tigers, Brock had three stolen bases in Game 3 and contributed a double, triple, home run, and four runs batted in during Game 4 to help the Cardinals build a three-games to one advantage over the Tigers. The Cardinals appeared to be on the verge of winning a second consecutive World Series, going into the fifth inning of Game 5 with a 3–2 lead. Although Brock's base running abilities had proven to be a factor in the previous four games, his carelessness may have cost the Cardinals a run. After Brock had hit a double, he tried to score standing up on Julián Javier's single to left, but Willie Horton threw him out with a strong throw to home plate. Detroit rallied for three runs in the seventh inning as Mickey Lolich shut out the Cardinals for the final eight innings to win the game for the Tigers. In Game 7, Brock had another crucial miscue when he was picked off base by Lolich, extinguishing a possible Cardinals rally. The Tigers rallied from being down three games to one behind the excellent pitching of Mickey Lolich to win the series. Brock once again stole seven bases and was the leading hitter in the series, posting a .464 batting average with 6 runs and 5 runs batted in. 200px|right|thumb|Brock with the Cardinals c. 1977 Beginning in 1969, Brock produced six consecutive seasons with 190 hits or better. He was named NL Player of the Month for the first of three times in his career in May 1971 with a .405 batting average and 8 stolen bases. In August 1973, he broke a record set by Ty Cobb when he stole his 50th base of the season, marking the ninth time he had stolen 50 or more bases in a season. Brock won his second NL Player of the Month Award in August 1974, marking one of only four times the award was given to a player who slugged below .500. In 1972, Brock improved on Maury Wills' method by, instead of trying to maximize lead off distance, focusing on starting with a little momentum. \"Brock pioneered the rolling start,\" states a later Sports Illustrated article, which also maintains that base-stealing tends to be over- rated as a factor in team success.So What's All The Fuss? Rickey Henderson may be the Man of the Hour but, argues the Author, Base Stealing has Never Really Amounted to Very Much, Sports Illustrated, Bill James, September 6, 1982. This article gives a historical overview of base stealing primarily of the 1950s, '60s, and '70s. ===Stolen base records=== On September 10, 1974, Brock tied Wills' single-season stolen bases mark of 104 with a first-inning steal of second base, and then captured sole possession of the record with another swipe of second in the seventh inning. He ended the season with a new major league single-season record of 118 stolen bases. Brock finished second to Steve Garvey in the balloting for the 1974 National League Most Valuable Player Award. In a game against the San Diego Padres on August 29, 1977, at San Diego Stadium, Brock became the all-time major league stolen base leader when he broke Ty Cobb's career record of 892 stolen bases. The record had been one of the most durable in baseball history and like Babe Ruth's record of 714 career home runs, had been considered unbreakable by some observers. Brock held this record until May 31, 1991, when it was broken by Rickey Henderson of the Oakland Athletics, who would go on to steal a total of 1,406. Brock remained best known for base-stealing and starting Cardinals rallies. He was said to have disliked Wills' method of base-stealing, instead shortening his leads and going hard. He was also an early student of game films. In 1964, Brock acquired a movie camera and filmed opposing pitchers from the dugout to study their windups and pickoff moves to detect weaknesses he could exploit. ===Later years and retirement=== Brock fell into a hitting slump early in the 1978 season and lost the left fielder's job. However, he fought back during spring training in 1979 with a .345 batting average to regain his starting job. Brock was named Player of the Month for the month of May 1979, when he produced a .433 batting average. On August 13, 1979, Brock became the fourteenth player in Major League Baseball history to reach the 3,000 hit plateau against the team that traded him, the Chicago Cubs. Approximately one month later, Carl Yastrzemski reached the same plateau and was promptly invited to the White House by Massachusetts native and Speaker of the House Tip O'Neill. Brock was reported to have felt slighted that he hadn't received a similar invitation. Brock originally stated that he wouldn't go to the White House even if he was invited. However, after consideration, he decided that forgiveness was the best course and accepted a belated invitation to meet with the President. Brock retired at the end of the season, having posted a .304 batting average in his last season at the age of 40. At the end of the season, he was named the National League Comeback Player of the Year — the first player to be so named in his final Major League season. == Career statistics == In his 19-year major league career, Brock played in 2,616 games and accumulated 3,023 hits in 10,332 at bats for a .293 career batting average along with 486 doubles, 141 triples, 149 home runs, 900 RBI, 1,610 runs, 938 stolen bases, 761 bases on balls, a .343 on-base percentage, and a .410 slugging percentage. A six-time All-Star, Brock hit over .300 eight times during his career. He ended his career with a .959 career fielding percentage. Brock held the single-season stolen base record with 118 until it was broken by Rickey Henderson with 130 in 1982. He also held the major league record for a career stolen bases with 938 until it was also broken by Henderson in 1991. He led the National League in stolen bases for a record eight times and also had a record 12 consecutive seasons with 50 or more stolen bases. Brock is still the National League's leader in career stolen bases. Brock's .391 World Series batting average is the highest for anyone who played over 20 series games. His 14 stolen bases in World Series play are also a series record. Brock's 13 hits in the 1968 World Series tied a single-series record previously made by Bobby Richardson in 1964 against his Cardinals' team, and was in turn later tied in 1986 by Marty Barrett. == Awards, honors and life after baseball == Brock received numerous awards during his playing career. In January 1968 he was named the recipient of the Babe Ruth Award as the outstanding player in the 1967 World Series. Brock was honored with The Sporting News Player of the Year Award in 1974. In the wake of his record- setting 118 stolen bases during the 1974 season, Brock was named the winner of the Roberto Clemente Award in March 1975, for best exemplifying the game of baseball both on and off the field. In 1977 he was awarded the Lou Gehrig Memorial Award as the player who best exemplified Lou Gehrig's ability and character. In 1978, the National League announced that its annual stolen base leader would receive the Lou Brock Award, making Brock the first active player to have an award named after him. In October 1979, Brock was named the National League's Comeback Player of the Year. In December 1979, he was named as the recipient of the Hutch Award, given to the player who best exemplifies the fighting spirit and competitive desire of Fred Hutchinson. Also on Sunday September 9, 1979, the St. Louis Cardinals retired Brock's jersey number 20, an honor that had previously been bestowed upon only three other Cardinals players; Stan Musial, Dizzy Dean, and Bob Gibson. In 1983 he was inducted into the Louisiana Sports Hall of Fame. In 2014, the Cardinals announced Brock among 22 former players and personnel to be inducted into the St. Louis Cardinals Hall of Fame Museum for its inaugural class of 2014. Brock was inducted into the Baseball Hall of Fame in 1985, his first year of eligibility. He was inducted into the Missouri Sports Hall of Fame in 1992. Brock was inducted into the St. Louis Walk of Fame in May 1994 and, in 1995 he was inducted into the Arkansas Sports Hall of Fame. In 1999, he was ranked Number 58 on The Sporting News' list of the 100 Greatest Baseball Players, and was nominated as a finalist for the Major League Baseball All-Century Team. After retiring from baseball, Brock prospered as a businessman, especially as a florist in the St. Louis, Missouri area. He briefly worked as a color analyst for Monday Night Baseball on ABC in 1980, and for Chicago White Sox telecasts the following year. Brock regularly appeared at Cardinals games. When he stepped onto the field he was always greeted by a loud, low-pitched cheer of \"Loooouuuuuuuuuuuu\". He also lent his name to a unique rainhat, shaped like a miniature umbrella, and to be worn at games during showers in lieu of retreating to the concourse. The product was called the \"Brockabrella\". During the 1980s and 1990s, Brock was a spring training baserunning instructor with various MLB clubs, including the 1982 Cardinals, 1987 Minnesota Twins, 1988 Los Angeles Dodgers and 1993 Montreal Expos. The first three of those four teams won the World Series.\"Expos Have Brock, History Behind Them; Montreal Getting Help From Baserunning Expert,\" News & Record (Greensboro, NC), Friday, March 19, 1993. Retrieved September 7, 2020 ==Personal life== Brock and his wife, Jackie, were both ordained ministers serving at Abundant Life Fellowship Church in St. Louis, and he was a director on the board of YTB International. Brock's speed was referred to in the song \"Check the Rhime\" by the pioneering \"jazz rap\" hip-hop ensemble A Tribe Called Quest. On December 5, 2006 he was recognized for his accomplishments on and off of the field when he received the Bobby Bragan Youth Foundation Lifetime Achievement Award. Brock was the father of former University of Southern California Trojan and National Football League player Lou Brock Jr. He is also the granduncle of sports journalist and broadcaster Taylor Rooks. === Health and death === Brock's left leg was amputated below the knee in October 2015 because of an infection related to a diabetic condition. Brock announced on April 13, 2017, that he was diagnosed with multiple myeloma, a blood cancer that starts in the bone marrow's plasma cells. On July 28, 2017, Brock and his wife said they had received word from Mercy Hospital's doctors that, according to their blood tests, the cancerous cells were gone. Brock said the cancer had been declining for some time. \"We got reports that it was 25% gone, then 50%, then 75% gone,\" he said. \"The doctors were absolute. [Cancer] is not there.\" Brock died at the age of 81 on September 6, 2020. ==See also== * List of Major League Baseball annual doubles leaders * List of Major League Baseball annual runs scored leaders * List of Major League Baseball annual stolen base leaders * List of Major League Baseball annual triples leaders * List of Major League Baseball career doubles leaders * List of Major League Baseball career runs scored leaders * List of Major League Baseball career stolen bases leaders * List of Major League Baseball career total bases leaders * List of Major League Baseball career triples leaders * List of Major League Baseball players to hit for the cycle * List of Major League Baseball stolen base records * List of St. Louis Cardinals team records * Major League Baseball titles leaders ==References== ==External links== *Lou Brock at SABR (Baseball BioProject) * * : Category:1939 births Category:2020 deaths Category:African- American baseball players Category:American amputees Category:Baseball players at the 1959 Pan American Games Category:Baseball players from Arkansas Category:Chicago Cubs players Category:Chicago White Sox announcers Category:National College Baseball Hall of Fame inductees Category:Major League Baseball broadcasters Category:Major League Baseball left fielders Category:Major League Baseball players with retired numbers Category:National Baseball Hall of Fame inductees Category:National League All-Stars Category:National League stolen base champions Category:Pan American Games bronze medalists for the United States Category:People from El Dorado, Arkansas Category:People from Morehouse Parish, Louisiana Category:Southern Jaguars baseball players Category:St. Cloud Rox players Category:St. Louis Cardinals players Category:Pan American Games medalists in baseball Category:African-American Christian clergy Category:Medalists at the 1959 Pan American Games Category:20th-century African-American sportspeople Category:21st-century African-American people",
 "title": "Lou Brock"
}