{
 "id": "157187",
 "text": "Irene Lailin Sáez Conde (born 13 December 1961 in Chacao, Miranda, Venezuela) is a Venezuelan politician and beauty queen who was crowned Miss Universe 1981. She has been a model, was the mayor of Chacao (a municipality of Caracas), Governor of the state of Nueva Esparta and a former presidential candidate. ==Early life and education== Irene Lailin Sáez Conde was born on December 13, 1961 in Chacao Municipality, Miranda, Venezuela. She graduated from the Central University of Venezuela. ==Career== ===1981–1989: Pageant wins and early political roles === Early in her career, Sáez was named the Queen of Club Campestre Los Cortijos for three years in a row. Sáez was crowned Miss Venezuela 1981 and later, crowned Miss Universe 1981 at the 30th annual pageant in New York City at the age of 19. After spending a year traveling the world as Miss Universe, Sáez had studied political science at the Central University of Venezuela, and then served successfully a year as Venezuela's cultural representative to the United Nations expanding the international contacts developed into the realm of culture and diplomacy. ===1990–1997: Mayor of Chacao=== In the early 1990s, Sáez turned to electoral politics and a week after the November 1992 coup attempt, led by Hugo Chávez, she was elected mayor of Chacao Municipality, the wealthiest of the five municipalities of Caracas. Unbeknownst to Sáez at the time, her political future would continue to be tied to Chávez's rise in the country. In office as mayor of Chacao Municipality, Sáez tackled Chacao's high crime rate by professionalising the municipal police force, with university graduates as officers, higher pay, new police vehicles, and a variety of mobility devices (including roller skates and mountain bikes) allowing the police to move around quickly. Crime fell dramatically as a result of her innovative ideas. Without political experience or an established party machine, Sáez was content to delegate on experts, and \"hired top-notch administrators and listened to their advice about everything from setting the budget to running public services.\" By the time of the next election in December 1995, Sáez was so popular that she didn't bother to campaign, and only one independent candidate opposed her. Her 96% share of the vote was the highest in Venezuela's democratic history.Jones (2008:208) The Times of London ranked her 83rd in its list of the 100 most powerful women in the world, and presidential rumors multiplied. Yet her ability to defeat political opponents without actively campaigning left Sáez vulnerable to bad advice during a much more competitive presidential run in 1998. In 1997, she was awarded the Distinguished Achievement Award at the Miss Universe Pageant, a recently created prize of the Miss Universe Organization. She made her acceptance speech in both English and Spanish. Sáez was received in the International Airport Simón Bolívar by former president of Venezuela, Luis Herrera Campins and he gave her a chain of gold for her victory in Miss Universe. ===1998: Presidential campaign=== Sáez kept her distance from mainstream parties for as long as she could, and in 1997 formed the Integrated Representation of New Hope (IRENE) Party as a launch pad for her eventual run in the December 1998 presidential elections. In the final poll of the year in December 1997 she reached almost 70% support – just one year prior to the presidential elections. However, despite spending millions of dollars on publicity, Sáez fell below 15% within six months, as the public became increasingly skeptical of her readiness for the presidency and she lost credibility as an anti-establishment candidate after accepting the endorsement of COPEI, an invitation analysts now see as a political trap for a candidate ahead of her times. Sáez won the internal COPEI primary election with 62.7% of the vote, against Eduardo Fernandez's 35.7%, at an extraordinary convention with 1,555 COPEI delegates taking place at a Caracas hotel, an endorsement earned after COPEI realized their original male candidate was unable to win. Its leaders ascertained their best bet to remain competitive nationally was replace him with the charismatic yet independent Irene Sáez, transforming her into the first independent and female candidate supported by a major political party for the presidency of Venezuela. Sáez was credited with bringing to national politics the voice of a vast majority of Venezuelans disenchanted with politics as usual, wrapped in the familiar sophistication of a global beauty queen with ties to the elite class. Because of her physical attractiveness and ability to speak, public newspapers like El Nacional described her television appearances as \"Reaganesque\". To make herself more politically familiar, Sáez adopted Argentina's Eva Perón's hair style and fiery language of social revolution. Her strong speech preceded Hugo Chávez's as she was a presidential candidate for years before him. Sáez ran on a platform of ending corruption, reducing bureaucracy and refinancing public debt. Her campaign slogan was \"a revolution is possible\". Observers argue Chávez usurped the essence of Sáez political message because of his military background and revolutionary credentials, and after a failed coup against former president Carlos Andres Pérez and serving a prison term, became a more credible anti-establishment candidate for the poor masses demanding radical social change, including Chávez's promise of a constitutional assembly to write a new constitution. While at the beginning her beauty, charisma and sophistication opened the doors of national politics, at the end these same qualities assured victory to the rough and aggressive male military leader Chávez. In contrast, Irene Sáez \"still spoke like a beauty queen anxious to avoid offending anybody in any way in any place,\"Jones (2008), p. 211 and led some to speak of the presidential race as a polarizing competition between \"the Beauty and the Beast\". At the same time, Sáez's late 1997 misstep in Chacao of banning kissing in public plazas planned to generate free media publicity backfired helping raise doubts about whether her success in the small, exclusive and wealthy Chacao (Caracas' Beverly Hills) could translate to the presidency.Jones (2008), p. 212 By August, the Radical Cause party withdrew its backing, saying that she had \"lost her status as an independent\".Jones (2008), p. 216 Political insiders assumed correctly Chávez's incendiary rhetoric against the oligarchy to be more effective in preventing a true revolution than Sáez soft-power idealism could be. Ultimately, COPEI's former president, Rafael Caldera, pardoned Chávez for the attempted coup against Pérez, from the opposing Democratic Action party, making possible his eventual ascendance to power. Shortly before election day, COPEI abandoned her in favor of endorsing Henrique Salas Römer.Jones (2008), p. 223 Ultimately she finished a distant third with 2.82% of the vote. ===1999–2000: Governor of Nueva Esparta and boards=== Soon after the 1998 presidential election, Sáez was elected Governor of the state of Nueva Esparta, in an election made necessary by the January 1999 death in office of Rafael Tovar. She won overwhelmingly with more than 70% of the votes, defeating the candidate of Democratic Action. She served as governor of the state until 2000, stepping down when she became pregnant, denying rumors that she was pushed aside by Chávez. Since 2003, Sáez lives currently in Miami where she was named to the board of directors of the Colonial BancGroup, south Florida region. ==See also== *List of Governors of States of Venezuela *List of Miss Universe titleholders *List of Miss Universe runners-up and finalists *List of Miss Venezuela contestants *List of Miss Venezuela titleholders *List of Venezuelans *List of Venezuelan Americans ==References== ==External links== *Analysis of the political career of Irene Sáez. *Sáez as Governor (Margarita Island) – BusinessWeek Online, Oct. 18, 1999 issue ;Video *YouTube: Final Miss Venezuela 1981 *YouTube: Miss Universe 1981 Coronation Category:1961 births Category:Central University of Venezuela alumni Category:Governors of Nueva Esparta Category:Living people Category:Mayors of places in Venezuela Category:Miss Universe 1981 contestants Category:Miss Universe winners Category:Miss Venezuela winners Category:People from Caracas Category:Venezuelan beauty pageant winners Category:Women mayors of places in Venezuela Category:20th-century Venezuelan women politicians Category:Universidad Metropolitana alumni Category:Women state governors of Venezuela Category:Beauty queen-politicians",
 "title": "Irene Sáez"
}