{
 "id": "157365",
 "text": "In the Battle of Bautzen (20–21 May 1813), a combined Prusso–Russian army, that was massively outnumbered, was pushed back by Napoleon but escaped destruction, with some sources claiming that Marshal Michel Ney failed to block their retreat. The Prussians under General Gebhard Leberecht von Blücher and Russians under General Peter Wittgenstein, retreating after their defeat at Lützen were attacked by French forces under Napoleon. ==Prelude== The Prusso-Russian army was in a full retreat following their defeat at the Battle of Lützen. Finally, generals Wittgenstein and Blücher were ordered to stop at Bautzen by Tsar Alexander I and King Frederick William III. The Russo-Prussian army was nearly 100,000 strong, but Napoleon had 115,000. Additionally, Marshal Ney had 85,000 more men within easy marching distance. Wittgenstein formed two strong defensive lines east of the River Spree, with the first holding strongpoints in villages and along hills and the second holding the bridges behind a river bend. Their left flank was anchored by the town of Bautzen and their right by a number of lakes. Napoleon had planned to pin down his enemies to their lines on the first day and then trap them with Ney's troops the following day when they arrived. However, due to faulty reconnaissance, he became concerned that the Prusso-Russians had more soldiers and held stronger positions than they actually did. So Napoleon then decided he would not set up his trap until they had been softened up. ==Battle== After an intense bombardment by the grande batterie of Napoleon's artillery that started about noon and hours of heated fighting, the French overpowered the first defensive lines and seized the town of Bautzen. The Prusso-Russians fell back in good order. By nightfall, the French were positioning to cut the allies off from their line of retreat but the Coalition was aware of Ney's approach to their right flank. But Marshal Ney became confused, and his faulty positioning left the door open for the Allies to escape. Fighting on the following day, the 21 May, was again hard and after several hours of setbacks, renewed French attacks began to gain momentum. But these assaults were only intended to fix the allies in place so they could be cut off and enveloped. Once again, Marshal Ney became distracted and decided to seize the village of , and thus lost sight of the strategic importance of cutting off the allies. The Russo-Prussian army was being pushed back and at 4:00pm, the Tsar realized the threat that Ney posed on his right and that the battle was lost and issued orders for a general retreat. Without Ney's forces to seal them in; however, they again escaped the crushing defeat Napoleon had hoped for. Losses on both sides totaled around 20,000. But some other sources (e.g. Dr Stubner) also say that the losses on French side were significantly higher because of their aggressive attack tactics which failed to cut off the allies from their lines and the allies in fact only lost 11,000–14,000. The French victory at Bautzen is therefore often called a Pyrrhic victory. ==Aftermath== Although a success for the French, Bautzen was not the decisive, strategic result that Napoleon had wanted. Ney's failure to cut the line of retreat robbed the French of complete victory. Once more, Napoleon had to settle for a narrow pyrrhic victory. To make matters worse, during the battle, Napoleon's close friend and Grand Marshal of the Palace, General Geraud Duroc, was mortally wounded by a cannonball the day after the battle and died. Following Bautzen, Napoleon agreed to a nine-week truce with the Coalition, requested by the Allies on the 2 June 1813. The Armistice of Pläswitz was signed on the 4 June, and lasted until the 20 July but was later extended to the 10 August. He hoped to gather more troops, especially cavalry, and better train his new army, but the allies were be idle but would mobilised and better prepared. After hostilities were resumed, the Austrians joined the ranks of the allies. It is reported that Napoleon later (on Saint Helena) said that his agreement to that truce was a bad mistake because the break was of much more use to the allies than to him. The campaign resumed in August. ==Notes== ==References== * * * * ==Further reading== * * * ==External links== *Battle of Bautzen at napoleonguide.com Category:Conflicts in 1813 Category:Battles of the Napoleonic Wars Category:Battles involving Russia Category:Battles involving Prussia Category:Battles involving France Battle of Bautzen Category:Battles of the War of the Sixth Coalition Category:1813 in Europe Category:1813 in Germany Category:1813 in Prussia Category:May 1813 events Category:Battles in Saxony Category:Battles inscribed on the Arc de Triomphe",
 "title": "Battle of Bautzen (1813)"
}