{
 "id": "157660",
 "text": "Raymond of Poitiers (c. 1105–29 June 1149) was Prince of Antioch from 1136 to 1149. He was the younger son of William IX, Duke of Aquitaine, and his wife Philippa, Countess of Toulouse, born in the very year that his father the Duke began his infamous liaison with Dangereuse de Chatelherault. ==Assuming control== Following the death of Prince Bohemund II of Antioch in 1130, the principality came under the regency first of King Baldwin II (1130–31), then King Fulk (1131–35), and finally Princess Alice (1135–36), Bohemond's widow. The reigning princess was Bohemond II's daughter, Constance (born 1127). Against the wishes of Alice, a marriage was arranged for Constance with Raymond, at the time staying in England, which he left only after the death of Henry I on 1 December 1135. Upon hearing word that Raymond was going to pass through his lands in order to marry the princess of Antioch, King Roger II of Sicily ordered him arrested. By a series of subterfuges, Raymond passed through southern Italy and only arrived at Antioch after 19 April 1136. Patriarch Ralph of Domfront then convinced Alice that Raymond was there to marry her, whereupon she allowed him to enter Antioch (whose loyal garrison had refused him entry) and the patriarch married him to Constance. Alice then left the city, now under the control of Raymond and Ralph. The first years of their joint rule were spent in conflicts with the Byzantine Emperor John II Comnenus, who had come south partly to recover Cilicia from Leo of Armenia, and to reassert his rights over Antioch. Raymond was forced to pay homage, and even to promise to cede his principality as soon as he was recompensed by a new fief, which John promised to carve out for him in the Muslim territory to the east of Antioch. The expedition of 1138, in which Raymond joined with John, and which was to conquer this territory, proved a failure. The expedition culminated in the unsuccessful Siege of Shaizar. Raymond was not anxious to help the emperor to acquire new territories, when their acquisition only meant for him the loss of Antioch. John Comnenus returned unsuccessful to Constantinople, after demanding from Raymond, without response, the surrender of the citadel of Antioch. ==Struggles== There followed a struggle between Raymond and the patriarch. Raymond was annoyed by the homage which he had been forced to pay to the patriarch in 1135 and the dubious validity of the patriarch's election offered a handle for opposition. Eventually Raymond triumphed, and the patriarch was deposed (1139). In 1142, John Comnenus returned to the attack, but Raymond refused to recognize or renew his previous submission, and John, though he ravaged the neighborhood of Antioch, was unable to effect anything against him. When, however Raymond demanded from Manuel, who had succeeded John in 1143, the cession of some of the Cilician towns, he found that he had met his match. Manuel forced him to a humiliating visit to Constantinople, during which he renewed his oath of homage and promised to acknowledge a Greek patriarch. In 1144, news of the fall of Edessa reached Europe, and Raymond of Poitiers had already sent a delegation including Hugh, Bishop of Jabala, to seek aid from Pope Eugene III. In the last year of Raymond's life Louis VII and his wife Eleanor of Aquitaine (Raymond's niece) visited Antioch during the Second Crusade. Raymond sought to prevent Louis from going south to Jerusalem and to induce him to stay in Antioch and help in the conquest of Aleppo and Caesarea. Raymond was also suspected of having an incestuous affair with his beautiful niece Eleanor. According to John of Salisbury, Louis became suspicious of the attention Raymond lavished on Eleanor, and the long conversations they enjoyed. William of Tyre claims that Raymond seduced Eleanor to get revenge on her husband, who refused to aid him in his wars against the Saracens, and that \"contrary to [Eleanor's] royal dignity, she disregarded her marriage vows and was unfaithful to her husband.\" Most modern historians dismiss such rumours, however, pointing out the closeness of Raymond and his niece during her early childhood, and the effulgent Aquitainian manner of behaviour. Also, as the pious Louis continued to have relations with his wife, it is doubtful that he believed his charge of incest. Louis hastily left Antioch and Raymond was balked in his plans. In 1149 he was killed in the Battle of Inab during an expedition against Nur ad-Din Zangi. He was beheaded by Shirkuh, the uncle of Saladin, and his head was placed in a silver box and sent to the Caliph Al- Muqtafi of Baghdad as a gift. ==Personality and family== thumb|right|Recovery of Raymond's body after the battle of Inab Raymond is described by William of Tyre (the main authority for his career) as \"a lord of noble descent, of tall and elegant figure, the handsomest of the princes of the earth, a man of charming affability and conversation, open-handed and magnificent beyond measure\"; pre-eminent in the use of arms and military experience; litteratorum, licet ipse esset, cultor (\"although he was himself illiterate, he was a cultivator of literature\" – he caused the Chanson des chétifs to be composed); a regular churchman and faithful husband; but headstrong, irascible and unreasonable, with too great a passion for gambling (bk. xiv. c. xxi.). For his career see Rey, in the Revue de l'orient latin, vol. iv. With Constance he had the following children: *Bohemond III *Maria, married emperor Manuel I Komnenos *Philippa *Baldwin ==Notes== ==Sources== * * * * * * Category:1090s births Category:1149 deaths Category:12th-century Princes of Antioch Category:Occitan people Category:Monarchs killed in action Category:Christians of the Second Crusade Category:House of Poitiers Category:People of the Nizari–Seljuk wars",
 "title": "Raymond of Poitiers"
}