{
 "id": "157931",
 "text": "Oda (or Odo; died 958), called the Good or the Severe, was a 10th-century Archbishop of Canterbury in England. The son of a Danish invader, Oda became Bishop of Ramsbury before 928. A number of stories were told about his actions both prior to becoming and while a bishop, but few of these incidents are recorded in contemporary accounts. After being named to Canterbury in 941, Oda was instrumental in crafting royal legislation as well as involved in providing rules for his clergy. Oda was also involved in the efforts to reform religious life in England. He died in 958 and legendary tales afterwards were ascribed to him. Later he came to be regarded as a saint, and a hagiography was written in the late 11th or early 12th century. ==Early career== Oda's parents were Danish, and he may have been born in East Anglia.Brooks Early History of the Church of Canterbury p. 222–224 His father was said to have been a Dane who came to England in 865, together with the Viking army of Ubba and Ivar, and presumably settled in East Anglia. Oda's nephew Oswald of Worcester later became Archbishop of York. It is possible that Oswald's relatives Oscytel, afterwards Archbishop of York, and Thurcytel, an abbot, were also relatives of Oda, but this is not known for sure. In Byrhtferth of Ramsey's Life of Saint Oswald, Oda is said to have joined the household of a pious nobleman called Æthelhelm, whom he accompanied to Rome on pilgrimage. While on pilgrimage, Oda healed the nobleman's illness.Lapidge \"Oda\" Blackwell Encyclopedia of Anglo-Saxon England Other stories, such as those by the 12th- century writer William of Malmesbury, describe Oda as fighting under Edward the Elder and then becoming a priest, but these statements are unlikely. Other statements in the Life have Oda being named \"Bishop of Wilton\" by the king, who is stated to have been Æthelhelm's brother.Cubitt and Costambeys \"Oda\" Oxford Dictionary of National Biography The chronicler may be referring, slightly inaccurately, to Aethelhelm cousin of the king. This benefactor has also been associated with bishop Athelm, who reportedly sponsored Oda in his ecclesiastical career.Fletcher Conversion of Europe p. 393 Some sources state that Oda became a monk at Fleury-sur-Loire in France.Stenton Anglo-Saxon England p. 448 ==Bishop of Ramsbury== Oda was consecrated Bishop of Ramsbury sometime between 909 and 927,Fryde, et al. Handbook of British Chronology p. 220 not to Wilton as stated by both William of Malmesbury and the Life. The appointment was most likely made by King Æthelstan, and the first securely attested mention in documents of the new bishop occurs in 928, when he is a witness to royal charters as bishop. According to the late tenth-century chronicler, Richer of Rheims, in 936 Æthelstan sent Oda to France to arrange the return to the throne of France of King Louis IV.Foot Æthelstan p. 169 Louis was Æthelstan's nephew and had been in exile in England for a number of years.Stenton Anglo-Saxon England p. 347 However, this story is not related in any contemporary records. Oda was said to have accompanied King Æthelstan at the Battle of Brunanburh in 937.Delaney Dictionary of Saints p. 464 It was at this battle that Oda is said to have miraculously provided a sword to the king when the king's own sword slipped out of its scabbard. A Ramsey chronicle records that in the 1170s, the sword was still preserved in the royal treasury, although the chronicler carefully states the story \"as is said\" rather than as fact.Clanchy From Memory to Written Record p. 40 There are no contemporary records of Oda's appearance at the battle. In 940, Oda arranged a truce between Olaf III Guthfrithson, king of Dublin and York, and Edmund I, king of England. ==Archbishop of Canterbury== Oda was appointed Archbishop of Canterbury following Wulfhelm's death on 12 February 941.Fryde, et al. Handbook of British Chronology p. 214 It is not known whether he went to Rome to receive his pallium or when he received it, but it was before he issued his Constitutions.Brooks, Early History of the Church of Canterbury, p. 371, n. 46 During his time as archbishop, he helped King Edmund with the new royal law- code, which had a number of laws concerned with ecclesiastical affairs. The archbishop was present, along with Archbishop Wulfstan of York, at council that proclaimed the first of these law codes and which was held by EdmundWormald Making of English Law p. 310 at London, over Easter around 945 or 946.Wormald Making of English Law pp. 440–441 Oda also settled a dispute over the Five Boroughs with Wulfstan. Oda also issued Constitutions, or rules, for his clergy. His Constitutions of Oda are the first surviving constitutions of a 10th-century English ecclesiastical reformer.Stafford Unification and Conquest p. 9–10 Oda reworked some statutes from 786 to form his updated code, and one item that was dropped were any clauses dealing with paganism.Blair Church in Anglo-Saxon Society p. 481 footnote 252 Other items covered were relations between laymen and the clergy, the duties of bishops, the need for the laity to make canonical marriages, how to observe fasts, and the need for tithes to be given by the laity. The work is extant in just one surviving manuscript, British Museum Cotton Vespasian A XIV, folios 175v to 177v. This is an 11th-century copy done for Wulfstan II, Archbishop of York.Schoebe \"Chapters of Archbishop Oda\" Bulletin of the Institute of Historical Research pp. 75–83 At the death of King Eadred of England in 955, Oda was one of the recipients of a bequest from the king, in his case a large amount of gold.Fletcher Bloodfeud p. 24 He was probably behind the reestablishment of a bishopric at Elmham, as the line of bishops in that see starts with Eadwulf of Elmham in 956.Stenton Anglo-Saxon England p. 437 Oda crowned King Eadwig in 956, but in late 957 the archbishop joined Eadwig's rival and brother Edgar who had been proclaimed king of the Mercians in 957, while Eadwig continued to rule Wessex. The exact cause of the rupture between the two brothers that led to the division of the previously united kingdom is unknown, but may have resulted from Eadwig's efforts to promote close kinsmen and his wife. The division was peaceful, and Eadwig continued to call himself \"King of the English\" in contrast to Edgar's title of \"King of the Mercians\".Miller \"Eadwig\" Blackwell Encyclopaedia of Anglo-Saxon England pp. 151–152 In early 958 Oda annulled the marriage of Eadwig and his wife Ælfgifu, who were too closely related.Stafford Unification and Conquest p. 48–49 This act was likely a political move connected to the division between Eadwig and Edgar, as it is unlikely that the close kinship between Eadwig and Ælfgifu had not been known before their marriage. Oda was a supporter of Dunstan's monastic reforms,Darlington \"Ecclesiastical Reform\" English Historical Review p. 387 and was a reforming agent in the church along with Cenwald the Bishop of Worcester and Ælfheah the Bishop of Winchester. He also built extensively, and re-roofed Canterbury Cathedral after raising the walls higher. In 948, Oda took Saint Wilfrid's relics from Ripon.Blair Church in Anglo-Saxon Society p. 314 Frithegod's verse Life of Wilfrid has a preface that was written by Oda, in which the archbishop claimed that he rescued the relics from Ripon, which he described as \"decayed\" and \"thorn-covered\".Brooks Early History of the Church of Canterbury p. 53 He also acquired the relics of St Ouen, and Frithegod also wrote, at Oda's behest, a verse life of that saint, which has been lost. He was also an active in reorganizing the diocesan structure of his province, as the sees of Elmham and Lindsey were reformed during his archbishopric.Darlington \"Ecclesiastical Reform\" English Historical Review p. 386 The archbishop died on 2 June 958 and is regarded as a saint, with a feast day of 4 July.Walsh New Dictionary of Saints p. 454–455 Other dates were also commemorated, including 2 June or 29 May. After his death, legendary tales ascribed miracles to him, including one where the Eucharist dripped with blood. Another was the miraculous repair of a sword.Farmer Oxford Dictionary of Saints p. 393 There is no contemporary evidence for veneration being made to Oda, with the first indication of cult coming in the hagiography written by Byrhtferth about Oswald, but no hagiography specifically about Oda was written until Eadmer wrote the Vita sancti Odonis sometime between 1093 and 1125. Oda was known by contemporaries as \"The Good\" and also became known as Severus \"The Severe\". ==Notes== ==Citations== ==References== * * * * * * * * * * * * * * * * * * * * ==External links== * * Opera Omnia by Migne Patrologia Latina with analytical indexes Category:958 deaths Category:10th-century English archbishops Category:Anglo-Norse people Category:Anglo-Saxon saints Category:Archbishops of Canterbury Category:Bishops of Ramsbury (ancient) Category:10th-century Christian saints Category:Year of birth unknown Category:10th-century Latin writers Category:10th-century English writers",
 "title": "Oda of Canterbury"
}