{
 "id": "157999",
 "text": "Antoine Pierre Joseph Marie Barnave (22 October 176129 November 1793) was a French politician, and, together with Honoré Mirabeau, one of the most influential orators of the early part of the French Revolution. He is most notable for correspondence with Marie Antoinette in an attempt to set up a constitutional monarchy and for being one of the founding members of the Feuillants.François Furet and Mona Ozouf, eds. A Critical Dictionary of the French Revolution (1989), pp 186–96 ==Early life== Antoine Barnave was born in Grenoble (Dauphiné), in a Protestant family. His father was an advocate at the Parlement of Grenoble, and his mother, Marie-Louise de Pré de Seigle de Presle, was a highly educated aristocrat. Because they were Protestants, Antoine could not attend local schools, as those were run by the Catholic church, and his mother educated him herself. Barnave was prepared for a career in law, and at the age of twenty-two made himself known by a speech pronounced before the local Parlement, the Parlement du Dauphiné, also known as Parlement de Grenoble, on the separation of political powers. Dauphiné was one of the first of the provinces of France to be touched by revolutionary ideals. After being heavily influenced by the Day of the Tiles () in Grenoble, Barnave became actively revolutionary. He explained his political position in a pamphlet entitled Esprit des édits, Enregistrés militairement, le 20 mai 1788.ESPRIT DES ÉDITS, Enregistrés militairement, le 10 mai 1788 , 19 pages, French He was immediately elected deputy, with his father, to the Estates General of Dauphiné, and played a prominent role in their debates. ==Estates- General and Assemblies== A few months later he became better known, when the Estates-General of 1789 convened in Versailles on 5 May 1789, and Barnave was chosen to be a deputy of the Third Estate for his native province of Dauphiné. He soon rose to prominence in the National Assembly, becoming the friend of most of the leaders of the party originating in the Third Estate, and formed with Adrien Duport and Alexandre Lameth the group known during the Constituent Assembly as \"the triumvirate\". Together these three would later be principal figures in the formation of the Feuillants, the breakaway party from the Jacobin Club dedicated to a moderate course supporting constitutional monarchy. Barnave took part in the conference on the claims of the three orders, drew up the first address to king Louis XVI, and supported the proposal of Emmanuel Joseph Sieyès that the Assembly should declare itself \"National\". Until 1791, he was one of the preeminent members of the club known later as the Jacobin Club, of which he drew up the manifesto and first rulebook. ==Political Views== Although a partisan of political freedom, Barnave hoped to preserve revolutionary liberties together while maintaining the ruling House of Bourbon. He felt that a constitutional monarchy would solve the problems facing France without being a complete upheaval of the government, although it does not mean that he was entirely in favor of the monarchy. Subject to the more radical forces, Barnave took part in the attacks on the monarchy, on the clergy, on Roman Catholic Church property, and on the provincial Parlements. On several occasions, he stood in opposition to Mirabeau. After the storming of the Bastille, he saw the power of the masses as possibly leading to political chaos, and wished to avoid this by saving the throne. He advocated the suspensory veto, and the establishment of trial by jury in civil causes, but voted with the Left against the system of two chambers. His conflict with Mirabeau on the question of assigning to the king the right to make peace or war (from 16 to 23 May 1790) was one of the main episodes of the Assembly's mandate. In August 1790, after a vehement debate, he fought a duel with Jacques Antoine Marie de Cazalès, in which the latter was slightly wounded. About the close of October 1790, Barnave was called to the presidency of the Assembly. On the occasion of the death of Mirabeau, which occurred on 2 April 1791, Barnave paid a high tribute to his worth and public services, designating him the \"William Shakespeare of oratory\". Being in favor of a new system of government, Barnave spoke passionately about terminating the powerful influence of religious authorities and allocating that role in government to the people of France. Passing the Civil Constitution of the Clergy would lawfully impose Church adherence to the King and the nation of France by having the state pay them salaries for their service and holding popular elections for the priests and bishops. He strongly supported that government influence remain limited to the people and the King, not a single entity.Sutherland, Donald. The French Revolution and Empire: The Quest for a Civic Order. Oxfork, UK: Blackwell Pub., 2003. Print. Barnave also advocated in favor of freedom of speech and the protection of private property. With the Declaration of the Rights of Man and of the Citizen, all citizens were entitled to the purchase and ownership of land or architectural assets that were not to be taken away or trespassed unless it became legally necessary. He said individuals had to possess the liberty to express what they feel and believe in, arguing that the voice of the French people was not to be silenced. The right to sole ownership of an acre of land or business would encourage financial, political, and societal progress.Bradby, E. D. The Life of Barnave. Oxford: Clarendon Pr., 1915. Print. ==Ideas for Economic Advancement== ===Decree of Lands=== To Barnave, allocating the appropriated land of the Church among the French people would help abate the economic burden and starvation in the country. Having land put up as collateral enables France to receive loans from foreign nations. The land would also become a source of food for the hungry through harvests. This encourages a system of production and sale to stimulate the economy. Barnave saw that the Church, being first estate, had great power and wealth. To him, the roles of the clergy, priests, and bishops resided on spreading the message of God and thus should not oppose providing His children with basic proprietary rights.Doyle, William. The Oxford History of the French Revolution. Oxford: Oxford UP, 2003. Print. He stood with the Decree on Church Lands which provided each clergymen with no more than an annual income of 1200 livres while retaining ownership of his residency and lawn.Popiel, Jennifer J., Mark C. Carnes, and Gary Kates. Rousseau, Burke, and Revolution in France, 1791. 2nd ed. New York: W.W. Norton, 2015. Print. He believed that laborers working this land would strengthen the role of France in the manufacturing sector and revitalize the quality and quantity of agricultural goods.Blanning, Timothy C. W. The French Revolution: Class War or Culture Clash? Second ed. Basingstoke: Macmillan, 1998. Print. ===End of Feudalism and Taxation on the Nobility=== In 1789, Barnave was one of the key figures to advise King Louis XVI to work in unison with the National Assembly in order to prevent riots that seek an anarchic form of government. He argued that the revolution had sparked a necessary change in politics. The Constitutional monarchy was a way to maintain an improved version of French tradition.Barnave, Antoine, and Emanuel Chill. Power, Property, and History; Barnave's Introduction to the French Revolution and Other Writings. New York: Harper & Row, 1971. Print. However, the nobility's special privileges provided by the Feudal system were to be fully terminated. People of higher class had to adhere to the same laws and regulations as did any common citizen, so taxation would be equally applicable to them. Noblemen especially would contribute to tax revenue that will ameliorate France's national debt. Barnave was strongly in favor of making France into a country that allowed people unrestricted economic or entrepreneurial practices, enabling all citizens to take part in the offerings of commercial markets.Markoff, John. Abolition of Feudalism: Peasants, Lords, and Legislators in the French Revolution. Place of Publication Not Identified: Lightning Source, 2004. Print. ===Slaves in Saint-Domingue=== Barnave argued that successful political changes, incorporation of equal rights, and an inclusive government stem from successful financial progression. Without a sound economic state, France would not be able to compete with foreign powers, and the people would not have the opportunity to improve their lives or truly live freely.Barnave, Antoine, and Emanuel Chill. Power, Property, and History; Barnave's Introduction to the French Revolution and Other Writings. New York: Harper & Row, 1971. Print.Barnave, Antoine, and Emanuel Chill. Power, Property, and History; Barnave's Introduction to the French Revolution and Other Writings. New York: Harper & Row, 1971. Print. Slavery in Saint-Domingue allowed the cultivation and sale of coffee and sugar to thrive. He opposed discrimination against any race but also understood how the African slaves contributed to the only source of wealth France had at a moment of deep financial crisis. He advocated that abolishing slavery was not an economically smart course of action.De Stael, Germaine. Considerations on the Principal Events of the French Revolution. Ed. Aurelian Craiutu. English ed. Indianapolis: Liberty Funds, 1818. Print. ==From Violence to Compromise== After the Storming of the Bastille, Barnave argued that violence led the citizens of France to their desired goals – the start of the Revolution and constitutional change. It was now time for people, despite their factions and distinct beliefs, to compromise and unite. Barnave advised the members of the National Assembly of the King's role in achieving this. King Louis XVI would enable the new Constitution of France to pass smoothly, and cease the bloodshed by working alongside the people of France. The economy was too weak to sustain the costs of military action against foreign or domestic rivals.Goldhammer, Arthur. In A Critical Dictionary of the French Revolution. Eds. François Furet and Mona Ozouf.. ==Rise, Fall, and Execution== thumb|Barnave in prison where he wrote his Introduction to the French Revolution When Louis XVI and the royal family were arrested after the Flight to Varennes, Barnave was one of the three appointed to bring them back to Paris, together with Jérôme Pétion de Villeneuve and Charles César de Fay de La Tour-Maubourg. During the journey, he began to feel compassion for queen Marie Antoinette and the royal family, and subsequently attempted to do what he could to alleviate their sufferings. In one of his most powerful speeches, he maintained the inviolability of the king's person. As the Jacobin Club grew more radically in favor of a republic, Barnave and the other two members of the triumvirate broke away from it and formed the Feuillant political group on 18 July 1791. In July and August 1791, Barnave reached the height of his political prominence after 17 July 1791 Champ de Mars Massacre weakened the position of the Jacobins. The Feuillants began to lose political power by early autumn, when disagreements arose with the growing influence of Jacques Pierre Brissot and his supporters, known as the Girondists. After the Feuillants opposed war against the Austria, they were driven out of the Assembly. Barnave's public career came to an end, and he returned to Grenoble at the beginning of 1792. His sympathy for and relations with the royal family, to whom he had submitted a plan for a counter-revolution, and his desire to check the violence of the Revolution, brought on him suspicion of treason. He was denounced on 15 August 1792 in the Legislative Assembly, arrested and imprisoned for ten months in Grenoble, then transferred to Fort Barraux (also called Fort Saint-Barthélémy), near Barraux in the Isère department, and in November 1793 to Paris (during the Reign of Terror). On 28 November, he appeared before the Revolutionary Tribunal. He was condemned for treason on the evidence of papers detailing his extensive clandestine correspondence with Marie Antoinette discovered in Louis XVI's armoire de fer at the Tuileries Palace. Barnave was guillotined the following day, as was :fr:Marguerite-Louis-François Duport-Dutertre, former Minister of Justice. ==Correspondence with Marie Antoinette== Along with Jérôme Pétion and the Marquis de Latour-Maubourg, Barnave had been sent on behalf of the National Assembly to escort the large berline carriage, with the royal family within, from Varennes back to Paris. It was in this setting that Barnave first met queen Marie Antoinette. Though their initial interactions were marked by Barnave's shy attempts to avoid eye contact, the queen was soon able to charm the twenty-nine-year-old politician and earn his favor. On the journey back to Paris, the two were reported to have been seen conversing intently on several occasions within the carriage, and near the rest stops. Purportedly, the subject of these conversations included Barnave and the rest of the Feuillants' fervent belief that a constitutional monarchy was the most viable solution for ending the revolution with a minimum of further bloodshed. Much evidence indicates that, because her closest friends, including Count von Fersen, who had organized the flight from Paris, were absent, Marie Antoinette was attempting to influence Barnave and his fellow Feuillants as a way to ensure her family's safety. She may also have dared to hope that it was still possible to reinstate some form of the former monarchy. Barnave was taken by the queen's charm and waited for her to call on him when she was in grave circumstances. A few weeks later, in early July 1791, Marie Antoinette wrote to Barnave the first of a long series of cryptic letters. Referring to him by a code name, Barnave received his letters through an unknown similarly codenamed intermediary. Her instructions were that her letter be read while the intermediary stood by to accept a reply. He then would return both documents to the queen. She herself never wrote any of the letters; instead, she dictated them so as to avoid embarrassing, and possibly incriminating, documentation. Barnave pursued the Queen's support of furthering his political agenda of establishing a constitutional monarch. He believed that her support would improve the public opinion on the royal family by preventing her brother, the Emperor of Austria, from invading France and imposing upon it an absolutist monarchical state of government that conflicted with the ideals of the French Revolution.Plain, Nancy. Louis XVI, Marie-Antoinette, and the French Revolution. New York: Benchmark, 2002. Print. However, as communication between the two increased, it became evident to Barnave that Antoinette had no intentions of working alongside him but was in fact attempting to emotionally manipulate him. Their conversations led to nothing more than rejection by the Queen and suspicions leading Barnave to be labeled as a traitor to the French and their cause for revolution. Eventually, the entire series of letters were smuggled out of the Tuileries to Count von Fersen who sent them to his sister in Sweden where they remain today. The letters revealed that Barnave was confident of his influence in the National Assembly, especially in light of the massacre at the Champ de Mars. ==Publications== Barnave's (posthumously published) Introduction à la rèvolution française anticipates in its sociology the work of Auguste Comte;J H Thompson, The French Revolution (Oxford 1943) p. 251 while at the same time pointing the way to the marxist concept of the mode of production.R Meek, Social Science and the Ignoble Savage (Cambridge 1976) p. 229 Barnave's argument, that “just as landed property is the basis of aristocracy and federalism, commercial property is the principle of democracy and unity”,Quoted in R Meek, Social Science and the Ignoble Savage (Cambridge 1976) p. 228 explicitly tied political relations to underlying differences in economic structures. ==Notes== ==Further reading== *Andress, David. The Terror: The Merciless War for Freedom in Revolutionary France New York: Farrar, Straus, and Giroux, 2005. pp. 38–70. * Furet, François and Mona Ozouf, eds. A Critical Dictionary of the French Revolution (1989), pp. 186–96 * Hardman, John. Marie Antoinette: The making of a French queen (Yale University Press, 2019. * Linton, Marisa, Choosing Terror: Virtue, Friendship and Authenticity in the French Revolution (Oxford University Press, 2013). * Linton, Marisa, 'Friends, Enemies and the Role of the Individual', in Peter McPhee (ed.), Companion to the History of the French Revolution (Wiley- Blackwell, 2013), 263–77. ===Primary sources=== *Barnave's Œuvres posthumes were published in 1842 by Bérenger (de la Drôme) in 4 volumes. * Joseph Barnave and Emanuel Chill. Power, Property and History: Introduction to the French Revolution (1972), includes a translation of Barnave's Introduction to the French Revolution and a 74pp preface by Chill *Heidenstam, Oscar Gustaf von, Marie Antoinette, Hans Axel von Fersen, and Joseph Barnave. 1926. The letters of Marie Antoinette, Fersen and Barnave. London: John Lane. Category:1761 births Category:1793 deaths Category:People from Grenoble Category:Huguenots Category:Jacobins Category:Feuillants Category:Members of the National Constituent Assembly Category:Politicians from Auvergne-Rhône- Alpes Category:Mayors of Grenoble Category:French people executed by guillotine during the French Revolution",
 "title": "Antoine Barnave"
}