{
 "id": "158012",
 "text": "A letter of credence () is a formal diplomatic letter that designates a diplomat as ambassador to another sovereign state. Commonly known as diplomatic credentials, the letter is addressed from one head of state to another, asking them to give credence () to the ambassador's claim of speaking for their country. The letter is presented personally by the ambassador- designate to the receiving head of state in a formal ceremony, marking the beginning of the ambassadorship. Letters of credence are traditionally written in French, the lingua franca of diplomacy. However, they may also be written in the official language of the sending state. == Presentation of credentials == Upon arrival at their post, the ambassador-designate meets with the foreign minister to arrange for an audience with the head of state. They bring both a sealed original and an unsealed copy of his credentials. The unsealed copy is given to the foreign minister upon arrival, and the original is presented personally to the head of state in a formal ceremony. Ambassadors do not begin their duties until their credentials are accepted, and their precedence within the diplomatic corps is determined by the date on which the credentials were presented. They are, however, entitled to diplomatic immunity as soon as they enter the country. The ambassador-designate travels to the presentation ceremony in an official vehicle provided by the receiving state, accompanied by a military escort. In constitutional monarchies and parliamentary democracies, the head of state or viceroy acts according to legally-binding advice from the government. The foreign minister will attend (be present with) the head of state at the actual ceremony, to symbolize the fact that the credentials are being accepted on the basis of government advice. The ambassador-designate uses both hands to present their credentials to the head of state. === Chargé-level relations === When two countries maintain relations at the chargé d'affaires level, the letter of credence will be written by the foreign minister of the sending state and addressed to the foreign minister of the receiving state. The chargé will present their credentials to the foreign minister. The head of state is neither addressed nor presented with the credentials, symbolizing the lower level of diplomatic relations between the countries. The chargé is not entitled to a military escort or an official car. === Commonwealth === High commissioners from Commonwealth nations do not present letters of credence. When two Commonwealth realms share the same monarch as head of state, the prime minister of the sending state writes an informal letter of introduction to the prime minister of the receiving state.Alison Quentin-Baxter and Janet McLean, This Realm of New Zealand: The Sovereign, the Governor-General, the Crown, 2017 When a Commonwealth nation is a republic, high commissioners are dispatched and received with letters of commission, which are written by one head of state and presented to another head of state. Both forms of letters were standardized in 1950–1951 after India became a republic, replacing a chaotic system where some high commissioners carried letters from the prime minister, some carried letters from the minister of external relations, and others carried no letters at all. == References == Category:Diplomatic documents Category:Letters (message)",
 "title": "Letter of credence"
}