{
 "id": "158169",
 "text": "Malaysian English (MyE), formally known as Malaysian Standard English (MySE) (similar and related to British English), is a form of English used and spoken in Malaysia. While Malaysian English can encompass a range of English spoken in Malaysia, some consider to be it distinct from the colloquial form commonly called Manglish. ==Varieties== Malaysian English may be categorised into three levels: the acrolect, mesolect and basilect.The Encyclopedia of Malaysia: Languages & Literature, p 61, edited by Prof. Dato' Dr Asmah Haji Omar (2004) The acrolect is used by those with near-native level of proficiency in English, and only a relatively small percentage of Malaysians are fluent in it. The acrolect is internationally intelligible, and it is used for official purposes or formal occasions and written communications. It conforms to standard British English, but some words that are specific to Malaysia may be used. The mesolect is a localised form of English that is used by competent speakers of English or as an informal medium of communication between different ethnic groups of Malaysia. It may use some colloquial terms, and its grammar and syntax may show some deviations from standard English. The basilect is used very informally by those with limited proficiency and vocabulary in English, and it has features of an extended pidgin or creole with syntax that deviates substantially from Standard English. The basilect may be hard to understand internationally, and it is often referred to as Manglish. As with other similar situations, a continuum exists between these three varieties, and speakers may code-switch between them, depending on context. Most professionals and other English-educated Malaysians speak mesolect English informally between themselves, but they may also use a basilect depending on the circumstances. All three varieties may be seen as part of Malaysian English, but some prefer to see Malaysian English as a form distinct from the basilect Manglish, which tends to ignore English grammar, while others may see the basilect as the \"real\" Malaysian English. There is also no consensus on what Standard Malaysian English might be. Some regard the mesolect to be substandard English and a local dialect. ===Manglish=== Manglish refers to the colloquial, informal spoken form of pidgin English in Malaysia that some considered to be distinct from more \"correct\" forms of Malaysian English. It exists in a wide variety of forms and primarily as a spoken form of English. It is the most common form of spoken English on the street, but it is discouraged in schools, where only Malaysian Standard English is taught. Its lexis is strongly influenced by local languages, with many non-English nouns and verbs commonly used, and it is significantly different grammatically from Standard English. There are colloquialisms in English that are not common outside of Malaysia, which are also used colloquially as substitutes in other languages in Malaysia. In Manglish, Malay or Chinese grammatical structure may be used with English words, which is often done quite spontaneously, sometimes for comic effect. ==Features== Since Malaysian English originates from British English when the British Empire ruled what is now Malaysia, it shares many of the features of British English. However, it also has components of American English, Malay, Chinese, Indian languages, and other languages in its vocabulary, pronunciation, and grammar. Malaysian English shows a tendency towards simplification in its pronunciation and grammar, a feature also found in other new Englishes. For example, in pronunciation, diphthongs tend to become monophthongs in Malaysian English, stops may be used instead of dental fricatives and the final consonant clusters often become simplified. There are 6 short monophthongs in Malaysian English, compared to 7 in British English, and the vowel length tend to be the same for long and short vowels. There are, however, slight differences in pronunciation in the states in the central and southern parts of the Malay Peninsula from those in the north and the east of Malaysia. There are also some variations in its vocabulary. ===Pronunciation=== *Malaysian English is generally non-rhotic. *Malaysian English has a broad s, and words like \"cab\" and \"tab\" have , rather than . *The in words like \"butter\" is usually not flapped (unlike in American English) or realised as a glottal stop (unlike in many forms of British English, including Cockney). *There is no h-dropping in words like head. *Malaysian English does not have English consonant-cluster reductions after , , and . For example, \"new\", \"tune\" and \"dune\" are pronounced , , and . That contrasts with many varieties from East Anglia and the East Midlands of British English and with most forms of American English. *The 'th' fricatives (θ and ð) are pronounced as stops: [t] for [θ] and [d] for [ð]. *The 'l' is generally clear. *The diphthongs are monophthongised: 'ow' ([əʊ] or [oʊ]) becomes [o] and 'ay' ([eɪ]) becomes [e]. *The 'd' at the end of the word is usually dropped. For example, \"cold\", \"hold\" and \"world\" are pronounced as (), () and . *The long and short vowels tend to have the same length (for example, \"beat\" and \"bit\" are homophones in Malaysian English). ===Grammar=== The grammar in Malaysian English may become simplified in the mesolectal and basilectal varieties. For example, articles and past- tense markers may sometimes be omitted, question structures may be simplified, and the distinction between countable and mass nouns may be blurred. In the basilectal variety, omission of the object pronoun or the subject pronoun is common. The modal auxiliary system is also often reduced, and sometimes, a verb may be absent. The colloquial form often has Malay or Chinese grammatical structure. Particles are commonly used in colloquial Malaysian English, a notable one being an enclitic \"lah\" used at the end of a sentence. ===Vocabulary=== In the acrolect, which uses standard English vocabulary and is internationally comprehensible, non-English terms are still used. Typically these are words for which there is no direct equivalence in English or those that express local reality; for example, bumiputera, kampong, as well as titles such as Yang di-Pertuan Agong and Tunku. Words from the Chinese or Indian languages may also be used, such as ang pow or dhoti. In the mesolect, local words and phrases for which there are English equivalents may also used, for example, tidak apa or ulu. In the basilect, the use of local terms may be extensive even if most words used are English, and local expressions or exclamations such as alamak often form part of the speech. ==Word usage== In the first half of the 20th century, Malaysian English was similar to British English but spoken with a Malaysian accent. However, in the postcolonial era (since 1957), the influx of American TV programmes has influenced the usage of Malaysian English. There is no official language board, council or organisation to ensure the correct and standard usage of Malaysian English because after independence, Malay replaced English as the official language. The University of Cambridge Local Examinations Syndicate continues, however, to set and mark the GCE O-Level English Language \"1119\" paper, which is a compulsory subject for the Malaysian Certificate of Education (the English Language paper set by the Malaysian Ministry of Education is the same as the English Language \"1119\" paper for GCE O-Level). To a large extent, Malaysian English is descended from British English, largely because of the country's colonisation by Britain from the 18th century. However, influence from American mass media, particularly in the form of television programmes and films has made most Malaysians familiar with many American English words. For instance, both \"/\" and \"/\" are understood, but the British form is preferred. Only in some very limited cases the American English form more widespread: \"\" instead of \"\", \"\" instead of \"\" and \"\" instead of \"\". ===Words with different meaning in Malaysian English=== Some words and phrases used in Malaysia have different meanings than in British or American English. {| width=\"75%\" class=\"wikitable\" |- ! width=\"20%\" | Word / Phrase ! width=\"40%\" | Malaysian meaning ! American / British meaning |- | |parking space |parking garage (US) |- | |a photocopier; also used as a verb meaning \"to photocopy\" |a historical copying machine using a camera and photographic paper, which was superseded by the photocopier. See Photostat machine. |- | |low-cost apartment or flat |apartment (US) |- | |medium-cost apartment or flat |flat (UK) |- | |high-cost apartment or flat |commonhold (US) |- | |to accompany, e.g. \"Can I follow you?\" meaning \"Can I come with you?\" or, \"I will follow you.\" meaning \"I will come with you.\" |to go after or behind, e.g. \"The police car was following me.\" |- |to send |to take someone somewhere, e.g. \"Can you send me to the airport?\" |to cause something to go somewhere without accompanying it, e.g. \"I sent this letter to my grandma.\" |- |blur |condition of a person who is dazed, confused, appears mentally slow, e.g. \"You look very blur right now, take a break.\" |vague, visually indistinct, e.g. \"Everything is just a blur when I take my spectacles off.\" |- |keep |to put something away e.g. in a pocket or bag |to own and retain something indefinitely |- |to fix |to build or put something together |to repair something |- |got (from have got) |to have or possess |past tense of get |- |half-past-six |of low quality |30 minutes past six o'clock |} ===Words used mainly in Malaysian English=== Malaysian English has its own vocabulary, which comes from a variety of influences. Typically, for words or phrases that are based on other English words, the Malaysian English speaker may be unaware that the word or phrase is not used in British or American English. Such words are also present in the vocabulary of some continuums of Singapore Standard English. {| width=\"75%\" class=\"wikitable\" ! width=\"50%\" |Malaysian ! British / American |- | (often abbreviated to HP) | (British), (American) |- |public telephone or public phone (also used in Australian English) |payphone |- |outstation |out of office |- |keep in view (often abbreviated to KIV) |kept on file, held for further consideration |- |medical certificate (often abbreviated to MC) |sick note, aegrotat |- |bungalow |detached house |- |bank in (cheque) |deposit a cheque (UK) / deposit a check (US) |- |remisier |stockbroker |} Many words of Malay origin have made it into the standard form of Malaysian English used in the media, literature and formal speech. For example, Menteri Besar (Malay for Chief Minister) even has a plural form in English – Menteris Besar. ===Particles in Malaysian English=== Particles in Malaysian English come from the influence of Chinese and Malay. Some phrases used for emphasis in British or American English are used as particles in Malaysian English, while ignoring the participle or a verb. {| width=\"75%\" class=\"wikitable\" ! width=\"20%\" | Particle ! width=\"40%\" | Example in Malaysian English ! Example in British / American English |- |or not |Do you want to hang out or not? |Do you want to hang out? |- |already |I eat dinner already. |I've eaten dinner. |- |just now |I eat a burger just now. |I ate a burger. |- |got (as an emphasis equivalent to do, instead of meaning have) |\"You got pay the bills or not?\" \"I got pay!\" |\"Did you pay the bills?\" \"I did pay!\" |} ==Syntax== Syntactical differences are few although in colloquial speech 'shall' and 'ought' are wanting, 'must' is marginal for obligation and 'may' is rare. Many syntactical features of Malaysian English are found in other forms of English such as British English and North American English: *Can I come too? for \"May I come too?\" *(Have) you got any? for \"Do you have any?\" *I('ve) got one of those already. for \"I already have one of those.\" ==Phonology== Officially, Malaysian English uses the same pronunciation system as British English. However, most Malaysians speak with a distinctive accent that has recently evolved to become more American by the influx of American TV programmes, the large number of Malaysians pursuing higher education in the United States, and by the large number of English-speaking Malaysians in cities employed in American companies. For example, that increased the emphasis on \"r\" in words such as \"refer\" and \"world\". ==Role of Malaysian English in Independent Malaysia== Even though Malaysian English is not the official language of Malaysia, it is still used among Malaysians in business. About 80% of urban businesses in Malaysia conduct their transactions in English (both Malaysian English and Manglish). However, American English has quite a strong foothold in international businesses in Malaysia. Malaysian English is also widely used in advertising sectors, especially commercial advertisements aired in private TV stations, primarily Media Prima-owned TV stations. Most of Malaysian people, especially Chinese and Indians have tendencies to speak in English instead of Malay when they are interviewed on television. In terms of education, private universities and colleges in Malaysia mostly use Malaysian English for their identities. Most of Malaysian companies and organisations have started using their official name in English instead of Malay to keeping up with modernisation in recent years. In music industry, singers such as Siti Nurhaliza, Yuna and Reshmonu also performs songs in English. There are several English language national daily and business newspapers based in Kuala Lumpur namely The Malaysian Reserve, The Edge, The Star, The Sun, New Straits Times and Malay Mail. There are also many English language national commercial broadcasting radio stations based in Kuala Lumpur such as TraXX FM, Hitz, Mix, Lite (formerly known as Light & Easy) and Fly FM (Peninsular Malaysia only). However, Malaysia does not have any television station which broadcasts purely in English. The Government National Language policy requires local television stations to air at least 25% Malaysian-made programmes (either Malay or English). English language nationwide free-to-air terrestrial television stations based in Kuala Lumpur such as TV1, TV2, TV Okey, Sukan RTM, Berita RTM (RTM News), Bernama TV, TV3, DidikTV KPM (NTV7), PRIMEtime, Showcase Movies, Astro Awani, Astro Arena and Astro Arena 2 do air some English Malaysian-made programmes. A few Malaysian-made television programmes in Malay carry English subtitles and vice versa. ==See also== *Singapore English *British and Malaysian English differences *Bahasa Rojak *Regional accents of English speakers ==References== ==Further reading== * – Abstract in Malay available. * ==External links== * British Council Malaysia, English Language Development * Manglish: For and Against, Should Malaysians speak Manglish or proper English? * Common English Mistakes Shows many of the mistakes made by Malaysians when speaking English and shows the true English equivalents. Category:Dialects of English Category:Languages of Malaysia",
 "title": "Malaysian English"
}