{
 "id": "158466",
 "text": "thumb|250px|Entrance sign in London Madame Tussauds (, ) is a wax museum in London; it has smaller museums in other major cities. It was founded by wax sculptor Marie Tussaud in 1835. It used to be spelled as \"Madame Tussaud's\"; the apostrophe is no longer used.Times Online Style Guide – M: \"Madame Tussauds (no longer an apostrophe).\" Madame Tussauds is a major tourist attraction in London, displaying the waxworks of famous and historical figures, as well as popular film and television characters. The nearest station to the museum is Baker Street which is at the walking distance of . ==History== ===Background=== Marie Tussaud was born as Marie Grosholtz in 1761 in Strasbourg, France. Her mother worked for Philippe Curtius in Bern, Switzerland, who was a physician skilled in wax modeling. Curtius taught Tussaud the art of wax modelling beginning when she was a child. He moved to Paris and took his young apprentice, then only 6 years old, with him. Grosholtz created her first wax sculpture in 1777 of Voltaire. At the age of 17, she became the art tutor to Madame Elizabeth, the sister of King Louis XVI of France, at the Palace of Versailles. During the French Revolution, she was imprisoned for three months and awaiting execution, but was released after the intervention of an influential friend. During the Revolution, she made models of many prominent victims. Grosholtz inherited Curtius's vast collection of wax models following his death in 1794. For the next 33 years, she travelled around Europe with a touring show from the collection. She married Francois Tussaud in 1795 and took his surname. She renamed her show as Madame Tussaud's. In 1802, she accepted an invitation from Paul Philidor, a lantern and phantasmagoria pioneer, to exhibit her work alongside his show at the Lyceum Theatre, London. She did not fare particularly well financially, with Philidor taking half of her profits. She was unable to return to France because of the Napoleonic Wars, so she traveled throughout Great Britain and Ireland exhibiting her collection. From 1831, she took a series of short leases on the upper floor of \"Baker Street Bazaar\" (on the west side of Baker Street, Dorset Street, and King Street in London).Pilbeam (2006) pp. 102–106 This site was later featured in the Druce-Portland case sequence of trials of 1898–1907. This became Tussaud's first permanent home in 1836.Pilbeam (2006) pp. 100–104 ===Origins=== By 1835, Marie Tussaud had settled down in Baker Street, London and opened a museum.\"The History of Madame Tussauds\" . Madame Tussauds.com. One of the main attractions of her museum was the Chamber of Horrors. The name is often credited to a contributor to Punch in 1845, but Tussaud appears to have originated it herself, using it in advertising as early as 1843. This part of the exhibition included victims of the French Revolution and newly created figures of murderers and other criminals. Other famous people were added, including Lord Nelson, the Duke of Wellington, Henry VIII and Queen Victoria. Some sculptures still exist that were made by Marie Tussaud herself. The gallery originally contained some 400 different figures, but fire damage in 1925, coupled with German bombs in 1941, severely damaged most of such older models. The casts themselves have survived, allowing the historical waxworks to be remade, and these can be seen in the museum's history exhibit. The oldest figure on display is that of Madame du Barry, the work of Curtius from 1765 and part of the waxworks left to Grosholtz at his death. Other faces from the time of Tussaud include Robespierre and George III. In 1842, she made a self-portrait, which is now on display at the entrance of her museum. She died in her sleep in London on 16 April 1850. thumb|left|First Mortgage Debenture Stock of Madame Tussaud's Ltd., issued 15. September 1949 By 1883, the restricted space and rising cost of the Baker Street site prompted her grandson Joseph Randall to commission construction of a building at the museum's current location on Marylebone Road. The new exhibition galleries were opened on 14 July 1884 and were a great success.Pilbeam, ibid. pp. 166, 168–9. But Randall had bought out his cousin Louisa's half share in the business in 1881, and that plus the building costs resulted in his having too little capital. He formed a limited company in 1888 to attract fresh capital but it had to be dissolved after disagreements between the family shareholders. In February 1889 Tussaud's was sold to a group of businessmen, led by Edwin Josiah Poyser.Pilbeam, ibid. p. 170. The first wax sculpture of a young Winston Churchill was made in 1908; a total of ten have been made since.Pamela Pilbeam Madame Tussaud: And the History of Waxworks. P.199. The first overseas branch of Madame Tussauds was opened in Amsterdam in 1970. ===Ownership changes=== In 2005, Madame Tussauds was sold to a company in Dubai, Dubai International Capital, for £800m (US$1.5bn). In May 2007, The Blackstone Group purchased The Tussauds Group from then-owner Dubai International Capital for US$1.9 billion; the company was merged with Blackstone's Merlin Entertainments and operation of Madame Tussauds was taken over by Merlin. After the Tussauds acquisition, Dubai International Capital gained 20% of Merlin Entertainment. On 17 July 2007, as part of the financing for the Tussauds deal, Merlin sold the freehold of Madame Tussauds to private investor Nick Leslau and his investment firm Prestbury under a sale and leaseback agreement. Although the attraction sites are owned by Prestbury, they are operated by Merlin based on a renewable 35-year lease. ===Recent status=== thumb|right|Waxwork of Elizabeth I in London Madame Tussaud's wax museum became a major tourist attraction in London. Until 2010 it incorporated the London Planetarium in its west wing. A large animated dark ride, The Spirit of London, opened in 1993. Today's wax figures at Tussauds include historical and royal figures, film stars, sports stars, and famous murderers. It has been known since 2007 as \"Madame Tussauds\" museums (no apostrophe). In July 2008, Madame Tussauds' Berlin branch became embroiled in controversy when a 41-year-old German man brushed past two guards and decapitated a wax figure depicting Adolf Hitler. This was believed to be an act of protest against showing the ruthless dictator alongside sports heroes, movie stars, and other historical figures. The statue has since been repaired, and the perpetrator has admitted that he attacked the statue to win a bet. The original model of Hitler was unveiled in Madame Tussauds London in April 1933; it was frequently vandalised and a 1936 replacement had to be carefully guarded.Pilbeam, ibid. p. 199. In January 2016, the statue of Adolf Hitler was removed from the Chamber of Horrors section in the London museum in response to an open letter sent by a staff writer of The Jewish Journal of Greater Los Angeles, followed by significant support for its removal from social media. The first Madame Tussauds in India opened in New Delhi on 1 December 2017. Its operator, Merlin Entertainments, planned an investment of 50 million pounds over the next 10 years.: \"Madame Tussauds (no longer an apostrophe).\" It features over 50 wax models, including political and entertainment figures such as Ariana Grande, Amitabh Bachchan, Salman Khan, Katrina Kaif, Sachin Tendulkar, Kim Kardashian, Tom Cruise, Leonardo DiCaprio, Scarlett Johansson, Angelina Jolie, Asha Bhosle, Kapil Dev, and Mary Kom. On 30 December 2020, the holding company of Madame Tussauds Wax Museum in Delhi, India confirmed a temporary shutdown of the Museum. It is scheduled to reopen in 2022. ==Museum locations== thumb|200px|Wax figure of Queen Elizabeth II at Madame Tussauds in Shanghai, China ===Asia=== * Beijing, China (2014) * Chongqing, China (2016) * Shanghai, China (2006) * Wuhan, China (2013) * Hong Kong (2000) * New Delhi, India (2017) * Tokyo, Japan (2013) * Singapore (2014) * Bangkok, Thailand (2010) * Dubai, United Arab Emirates (2021) ===Europe=== * Amsterdam, Netherlands (1972) * Berlin, Germany (2008) * Blackpool, United Kingdom (2011) * Budapest, Hungary (2022)“Merlin Entertainments Announces Madame Tussauds Attraction to Open in Budapest”. merlinentertainments.biz * Istanbul, Turkey (2016) * London, United Kingdom (1835) * Prague, Czech Republic (2019) * Vienna, Austria (2011) ===North America=== * Hollywood, United States (2009) * Las Vegas, United States (1999) * Nashville, United States (2017) * New York, United States (2000) * Orlando, United States (2015) * San Francisco, United States (2014) * Washington, D.C., United States (2007) ===Oceania=== * Sydney, Australia (2012) ==In popular culture== ===Celebrity poses with their wax figures=== Many times celebrities pose like their wax figures as pranks and publicity stunts. * On 3 November 2009, the museum's New York City branch was featured in a segment on NBC's Today in which weatherman Al Roker posed in place of his lifelike wax figure for two hours and startled unsuspecting visitors, who were at first led to believe they were viewing Roker's wax counterpart. * In 2010, Ozzy Osbourne did similarly in New York to promote his album Scream (2010).Ozzy Osbourne scares people at Madame Tussauds. Retrieved 30 May 2010. * NBA players Carmelo Anthony and Jeremy Lin pranked fans during the unveiling of their statues at the New York and San Francisco museums, respectively. * In 2015, Arnold Schwarzenegger posed as the Terminator statue in the Hollywood museum, to promote a charity event. *Ant and Dec pranked Olly Murs by tricking him into using a machine that will \"scan every part of Olly's face and body to create the most accurate wax figure ever\" as a part of their annual Undercover segment on their show, Ant and Dec's Saturday Night Takeaway. ===Films=== * Some sequences of the film Housefull 3 were shot in the Madame Tussauds, London. * Parts of the film Fan (2016) were shot at Madame Tussauds, making it the first Indian film to be shot there. * Madame Tussauds features in the film Shanghai Knights (2003). ===Games=== * Marie Tussaud is featured in an Assassin's Creed Unity side mission, where the player is tasked with retrieving the severed heads of which Madame Tussaud was commissioned to make replicas. * Madame Tussaud is referenced as \"Madame Tusspell\" in The Great Ace Attorney 2: Resolve, where the player is tasked to investigate in the wax museum. ===Literature=== * In Thomas Hardy's novel The Return of the Native (published 1878) the Christmas congregation at a country church is likened to \"a Tussaud collection of [local] celebrities\". * There is a brief reference to Madame Tussaud's work in the Sherlock Holmes story \"The Mazarin Stone\". * In Jules Verne's novel Around the World in Eighty Days, his author says that the only thing the wax figures sculpted by Madame Tussaud lack is speech. * In Elizabeth Bowen's novel The Death of the Heart (1938), Portia and Eddie have tea at Madame Tussaud's and Portia is disappointed that the waitresses are real and not made of wax. * In the novel Edgar Allan Poe and the London Monster (2016) by Karen Lee Street, Madame Tussaud meets twice with Edgar Allan Poe and C. Auguste Dupin at her exhibition halls.R ===Music=== * In Gilbert and Sullivan's song \"My Object All Sublime\", from The Mikado (1885), the title character sings of punishments fitting the crime, including: * Madame Tussauds is the focus of Steve Taylor's song \"Meltdown (at Madame Tussauds)\", which describes someone turning up the thermostat and causing the wax figures to melt. Taylor wrote the song as \"a new metaphor to ask [the] same question\" as Jesus, \"What good is it for a man to gain the whole world, yet forfeit his soul?\" * The Beatles had their wax figures featured along with cardboard cutouts of various famous people in the cover art for Sgt. Pepper's Lonely Hearts Club Band (1967). * Several sculptures from the London branch (including George Bush and Tony Blair) appear in the music video \"Pop!ular\" by singer-songwriter Darren Hayes. * Madame Tussauds sculptures are used on the cover of Rick Wakeman's album The Six Wives of Henry VIII. A waxwork of Richard Nixon also appears in the background. ===Stage productions=== * Marie Tussaud is mentioned in The Scarlet Pimpernel (first run on stage in 1903, first publication 1905). ==List of notable wax figures== ===London=== {| class=\"wikitable\" ! Film ! Music ! Sports ! Leaders and History ! Marvel |- |Hrithik Roshan |Amy Winehouse |Jessica Ennis-Hill |Napoleon Bonaparte |Black Panther |- |Terminator |Michael Jackson |Muhammad Ali |Elizabeth II |Captain Marvel |- |Katniss Everdeen |Taylor Swift |Usain Bolt |Donald Trump |Spider-Man |- |E.T. |Madonna |David Beckham |Richard Branson |Captain America |- |Darth Vader |Lady Gaga |Mo Farah |Nelson Mandela |Hawkeye |- |Audrey Hepburn |One Direction |Tom Daley |Barack Obama |Iron Man |- |Steven Spielberg |Miley Cyrus |Rafael Nadal |Vincent van Gogh |Hulk |- |Kate Winslet |Adele |Sachin Tendulkar |Albert Einstein |Nick Fury |- |King Kong |Britney Spears |Virat Kohli |Charles Dickens |Thor |- |James Conrad |Rihanna |Cristiano Ronaldo |Stephen Hawking |Invisible Woman |- |Michael Caine |Bob Marley |Bobby Moore |Pablo Picasso |Wolverine |- |Alfred Hitchcock |Freddie Mercury ||Mohamed Salah |William Shakespeare | |- |Daniel Craig |Mariah Carey |Jonah Lomu |Princess Diana | |- |Robert Pattinson |Dua Lipa |Lionel Messi |Narendra Modi | |- |Shah Rukh Khan |Kylie Minogue | |Elizabeth I | |- |Anthony Hopkins |The Beatles | |Mahatma Gandhi | |- |Benedict Cumberbatch |Little Mix | | | |- | |Ariana Grande | | | |- ! colspan=\"5\"|Notes: |} ===Hollywood=== {| class=\"wikitable\" !The '90s !Spirit of Hollywood !Modern Classics !Movies !Pop Icons !Marvel !Country !A-List Party |- |Sarah Michelle Gellar |Bette Davis |Sylvester Stallone |Robin Williams |Whitney Houston |Iron Man |Paul Newman |Jennifer Lopez |- |Whoopi Goldberg |Marilyn Monroe |Tom Hanks |Edward Scissorhands |Michael Jackson |Thor |Clint Eastwood |Betty White |- |Britney Spears |Alfred Hitchcock |John Travolta |Jim Carrey |Madonna |Wolverine |John Wayne |Kylie Jenner |- |Selena Quintanilla |Elvis Presley | |E.T. |Aaliyah | | |Jason Derulo |- | |Audrey Hepburn | | | | | |Demi Lovato |- | |Joan Rivers | | | | | |Taylor Swift |- | |Judy Garland | | | | | |Zoe Saldana |- | | | | | | | |Lady Gaga |- | | | | | | | |Justin Timberlake |- | | | | | | | |Snoop Dogg |- | | | | | | | |Rihanna |- | | | | | | | |Ariana Grande |} ===Nashville=== {| class=\"wikitable\" !Admissions !Recording Studio !Soul/Jazz !MTV !Opry Finale |- |Taylor Swift |Elvis Presley |Louis Armstrong |Rihanna |Keith Urban |- |Johnny Cash |Carl Perkins |Diana Ross |Beyonce |Reba McEntire |- | |Jerry Lee Lewis |Stevie Wonder |Katy Perry |Carrie Underwood |- | |Johnny Cash |Ella Fitzgerald |Miley Cyrus |Alan Jackson |- | | | |Justin Timberlake |Eric Church |- | | | |Bruno Mars |Jason Aldean |- | | | | |Trisha Yearwood |- | | | | |Kid Rock |} ===Beijing=== {| class=\"wikitable\" !Leaders and History !Sports !Music Industry !Entertainment Industry !Film |- |Elizabeth II |David Beckham |Lady Gaga |Nicky Wu |Benedict Cumberbatch |- |Prince William, Duke of Cambridge |Li Xiaopeng |Elvis Presley |Yang Lan |Johnny Depp |- |Catherine, Duchess of Cambridge |Lang Ping |Cui Jian |Liu Xiao Ling Tong |Leonardo DiCaprio |- |Barack Obama |Kobe Bryant |Luhan |Yang Mi |Kate Winslet |- |Vladimir Putin | |Zhang Yixing |Leslie Cheung | |- |Lao She | |Avril Lavigne |Jackie Chan | |- |Yang Liwei | |Michael Jackson |Deng Chao | |- |Mei Lanfang | | |Liu Wen | |- |Hou Baolin | | |Yang Yang | |- | | | |Zhao Liying | |- | | | |Huang Xiaoming | |- !colspan=\"7\"| Notes:3 Michael Jackson wax figures unveiled in Beijing - China.org.cn |} ===Washington, D.C.=== {| class=\"wikitable\" |- !U.S Presidents !First Ladies !Cultural Icons !A-List !Music !Sports !Entertainment |- |Donald Trump |Michelle Obama |Uncle Sam |Marilyn Monroe |Marvin Gaye |Babe Ruth |Jimmy Fallon |- |Abraham Lincoln |Hillary Clinton |Rosa Parks |Zac Efron |Taylor Swift | |Tyra Banks |- |Barack Obama |Nancy Reagan | |George Clooney |Miley Cyrus | | |- |George Washington | | |Brad Pitt |Beyonce | | |- | | | |Angelina Jolie |Rihanna | | |- | | | |Johnny Depp |Justin Bieber | | |- | | | | |Michael Jackson | | |} ===Bangkok=== {| class=\"wikitable\" |- !History !Leaders !Arts/Sciences !Sport !Music !Film !Indian Film !TV !Hollywood |- |Princess Diana |Queen Elizabeth II |Albert Einstein |Wayne Rooney |Katy Perry |Hugh Jackman |Shah Rukh Khan |Oprah Winfrey |Jackie Chan |- |Mahatma Gandhi |Michelle Obama |Mark Zuckerberg |Yao Ming |Madonna |Mario Maurer |Katrina Kaif |Anne Thongprasom |Vin Diesel |- |Prince Mahidol Adulyadej |Aung San Suu Kyi |Ludwig van Beethoven |Serena Williams |Nichkun Horvejkul |Leonardo DiCaprio |Hrithik Roshan |Theeradej Wongpuapan |Brad Pitt |- |Princess Srinagarindra |Barack Obama |Pablo Picasso |Cristiano Ronaldo |Beyoncé |Johnny Depp |Prabhas | |Lady Gaga |- | |Plaek Phibunsongkhram |Sunthorn Phu |David Beckham |Michael Jackson |Nicole Kidman | | |Bruce Lee |- | |Pridi Banomyong |Silpa Bhirasri |Khaosai Galaxy |Tata Young |Will Smith | | |Angelina Jolie |- | | | | |Ariana Grande | | | | |} ===Blackpool=== {| class=\"wikitable\" ! Music Stars !! Sports !! Comedy !! Best of British |- | Lady Gaga || Joe Hart || John Bishop || Queen Elizabeth II |- | Michael Jackson || || Ken Dodd || The Duchess of Cambridge |- | Britney Spears || || Alan Carr || The Duke of Cambridge |- | Freddie Mercury || || The Two Ronnies || Joanna Lumley |- | The Beatles || || Morecambe and Wise || Hugh Bonneville |- | Shirley Bassey || || Paddy McGuinness || Jane Horrocks |- | Tom Jones || || Keith Lemon || Susan Boyle |- | Johnny Rotten || || Tommy Cooper || Cheryl |- | Ariana Grande || || Benny Hill || Simon Cowell |- | || || || Dame Helen Mirren |- ! Marvel Super Heroes !! Strictly Come Dancing !! Coronation Street !! I'm A Celebrity... Get Me Out Of Here! |- | Captain Marvel || Bruce Forsyth || Deirdre Barlow || Anthony McPartlin |- | Thor || Craig Revel Horwood || Bet Lynch || Declan Donnelly |- | Hulk || Tess Daly || Ken Barlow || Bushtucker trial |- | Spider- Man || Claudia Winkleman || Jack and Vera Duckworth || |- | Groot || || Hilda Ogden || |- | Rocket Raccoon || || Michelle Connor || |- | Iron Man || || || |- !colspan=\"4\"| Notes: |} ===Las Vegas=== {| class=\"wikitable\" |- ! TV Stars !! Hollywood Stars !! Pop Stars !! Athletes |- | Sofia Vergara || Sandra Bullock || Britney Spears || Muhammad Ali |- | Simon Cowell || Leonardo DiCaprio || Whitney Houston || Chuck Liddell |- | Eva Longoria || Halle Berry || Lady Gaga || Tiger Woods |- | Kathy Griffin || Hugh Hefner || Michael Jackson || Shaquille O'Neal |- |- || Robert Pattison || Jennifer Lopez || Britney Spears |- !colspan=\"4\"| Notes: |} ===New York=== {| class=\"wikitable\" ! Actors !! Musicians !! Athletes !! Leaders !! Icons !! Characters !! Television !! Fashion |- | Jennifer Aniston || Pharrell Williams || Carmelo Anthony || Barack Obama || Albert Einstein || ET || Jimmy Fallon || Adriana Lima |- | Leonardo DiCaprio || Selena Gomez || Lionel Messi || Ronald Reagan || Marilyn Monroe || Iron Man || Michael Strahan || Sofía Vergara |- | Jodie Foster || Rihanna || Muhammad Ali || Abraham Lincoln || Charlie Chaplin || Captain Marvel || Jon Hamm || |- | Angelina Jolie || Jennifer Hudson || Eli Manning || John F. Kennedy || Jacqueline Kennedy || The Incredible Hulk || Anderson Cooper || |- | Whoopi Goldberg || Taylor Swift || Derek Jeter || Mahatma Gandhi || James Dean || King Kong || Tyra Banks || |- | Julia Roberts || Katy Perry || Cristiano Ronaldo || Martin Luther King Jr. ||Jenna Marbles||Nick Fury || || |- |Priyanka Chopra || Avicii || Michael Jordan || |Dalai Lama || Michael Jackson || || || |- |Salman Khan || Ed Sheeran || || || || || || |- !colspan=\"8\"|Notes: |} ===Orlando=== {| class=\"wikitable\" |- !Justice League !Film !Party !History & World Leaders !Sports !Music !TV |- |Aquaman |Audrey Hepburn |Selena Gomez |Donald Trump |David Beckham |Justin Bieber |Neil Patrick Harris |- |Wonder Woman |Kung Fu Panda |Anne Hathaway |Albert Einstein |Serena Williams |Pitbull |Jim Parsons |- |Superman |Marilyn Monroe |Ryan Gosling |Abraham Lincoln | |Miley Cyrus |Oprah Winfrey |- |Batman |Jackie Chan |Jennifer Aniston |Madame Marie Tussaud | |Ricky Martin |Jimmy Fallon |- | |E.T |Will Smith |Neil Armstrong | |Madonna |Sofia Vergara |- | |Shrek and Princess Fiona |Angelina Jolie |Walt Disney | |Katy Perry | |- | |Jennifer Lawrence |Brad Pitt | | |Rihanna | |- | | |Channing Tatum | | |Michael Jackson | |- | | |Johnny Depp | | |Elvis Presley | |- | | | | | |Taylor Swift | |- | | | | | |Ariana Grande | |- | |} ===San Francisco=== {| class=\"wikitable\" |- ! Sports !! History and Leaders !! Music !! Film |- | Jeremy Lin|| Edwin Lee|| Jimi Hendrix|| Leonardo DiCaprio |- | Muhammed Ali || Steve Jobs || Adele || Alfred Hitchcock |- | Joe Montana || Barack Obama || Michael Jackson || Whoopi Goldberg |- | Tiger Woods || Abraham Lincoln || Mariah Carey || Steven Spielberg |- | Serena Williams || George Washington || Madonna || Marilyn Monroe |- | Stephen Curry || Martin Luther King Jr. || Rihanna || Audrey Hepburn |- ! colspan=\"4\"|Notes: |} ===Shanghai=== {| class=\"wikitable sortable\" |- ! Sports !! History and leaders !! Music !! Film !TV show |- |Sun Yang |Vladimir Putin |Teresa Teng |Bruce Lee |He Jiong |- | David Beckham || Barack Obama || Elvis Presley || Brad Pitt |Kangxi Lai Le |- | Michael Jordan || Nelson Mandela || Michael Jackson || Nicole Kidman |Zhou Libo |- | Ronaldo || Bill Clinton || Lady Gaga || Angelina Jolie |Fan Bingbing |- | Kobe Bryant ||Winston Churchill || Madonna || Marilyn Monroe |Nicky Wu |- | Liu Xiang || || Kylie Minogue || Audrey Hepburn |Sun Li |- |Yao Ming | |Wu Yifan |Donnie Yen |Hu Ge |- | | |S.H.E |Jackie Chan |Yang Yang |- | | |Andy Lau |Yao Chen |William Chan |- | | |Nicholas Tse |Chen Kun |Lee Minho |- | | |Joker Xue | |Zhang Yixing |- ! colspan=\"5\"|Notes:, |} ===Hong Kong=== {| class=\"wikitable\" |- !Sports !History and Leaders !Music !Film |- |David Beckham |Mao Zedong |Elvis Presley |Nicole Kidman |- |Yao Ming |Deng Xiaoping |Madonna |Brad Pitt |- |Tiger Woods |Queen Elizabeth II |Beyonce |Angelina Jolie |- |Ronaldinho |Diana, Princess of Wales |Britney Spears |Sir Alfred Hitchcock |- |Rudy Hartono |Sukarno |Lady Gaga |Johnny Depp |- |Maria Sharapova |Joko Widodo |Anita Mui |Jackie Chan |- | |William Shakespeare |Anggun |Bruce Lee |- | |Mahatma Gandhi |Lang Lang |Michelle Yeoh |- | |Jiang Zemin |Siwon Choi |Amitabh Bachchan |- | |Pablo Picasso |Nichkhun |Donnie Yen |- | |Saddam Hussein |Jay Chou |Andy Lau |- | |Adolf Hitler |One Direction |Jacky Cheung |- | |Narendra Modi |Michael Jackson |Leslie Cheung |- | | |The Beatles |Leon Lai |- | | |Jackson Wang |Audrey Hepburn |- | | |Zhang Yixing |Kim Soo-hyun |- | | |Ariana Grande |Bae Yong-joon |- | | | |Hugh Jackman (as Wolverine) |- | | | |Astroboy |- | | | |Pia Wurtzbach |- | | | |Varun Dhawan |} ===Amsterdam=== {| class=\"wikitable\" |- !A-list !Music !Marvel !Fashion !Sport !World Leaders !DJ's !Film |- |George Clooney |Taylor Swift |Loki |Justin Bieber |Rafael van der Vaart |Barack Obama |Martin Garrix |E.T. |- |Zayn Malik |Ariana Grande |Thor |Doutzen Kroes |Rafael Nadal |Angela Merkel |Afrojack |Marilyn Monroe |- |Ryan Gosling |Adele |Hulk |Kate Moss |Lionel Messi |Dalai Lama | |- |Angelina Jolie |Lady Gaga |Captain America |Michael Jackson | | | | |- |Johnny Depp |Dua Lipa |Iron Man | | | | | |- |Daniel Craig | | | | | | | |- |} ===Vienna=== {| class=\"wikitable\" |- !World War II !Party & Hollywood !Sport !Film !Politicians & Visionaries !Arts & Culture !Music !History |- |Oskar Schindler |Angelina Jolie |Renate Götschl |Julie Andrews |Dalai Lama |Gottfried Helnwein |Freddie Mercury |Marie Antoinette |- |Winston Churchill |Taylor Swift |David Alaba |Daniel Craig |Queen Elizabeth II |Friedensreich Hundertwasser |Conchita Wurst |Napoleon |- |Leopold Figl |Benedict Cumberbatch |Hermann Maier |Alfred Hitchcock |Barack Obama |Ludwig van Beethoven |Udo Jürgens |Maria Theresia |- |Karl Renner |Morgan Freeman |Herbert Prohaska |Sandra Bullock |Angela Merkel |Gustav Klimt |Michael Jackson |Anne Frank |- | |Kate Winslet | |Peter Alexander | |Luciano Pavarotti |Katy Perry | |- | |Will Smith | |Audrey Hepburn | |Sigmund Freud |Hansi Hinterseer | |- | |Lady Gaga | |Romy Schneider | | |Elvis Presley | |- | |Johnny Depp | | | | | | |- | |Leonardo DiCaprio | | | | | | |- | |Quentin Tarantino | | | | | | |} ===Sydney=== {| class=\"wikitable\" |- !Bollywood !Justice League !Film & TV !History & World Leaders !Marvel !Music !Party !Sports !Fashion |- |Shah Rukh Khan |Superman |Eric Bana |Dalai Lama |Wolverine |Lady Gaga |Barack Obama |Layne Beachley |Megan Gale |- |Priyanka Chopra Jonas |Aquaman |Jackie Chan |Mahatma Gandhi |Spider-Man |Pink |Chris Hemsworth and Liam Hemsworth |Don Bradman |Miranda Kerr |- |Aishwarya Rai |Wonder Woman |Mel Gibson |Queen Elizabeth II |Iron Man |Adele |Rebel Wilson |Tim Cahill |Elle Macpherson |- | |Batman |Audrey Hepburn |Catherine, Duchess of Cambridge and Prince William | |Taylor Swift |Nicole Kidman |Cathy Freeman | |- | |The Flash |Alfred Hitchcock |Meghan, Duchess of Sussex and Prince Harry | |John Farnham |Ryan Gosling |Lleyton Hewitt | |- | | |Steve Irwin |Bob Hawke | |Kylie Minogue |Johnny Depp |Rod Laver | |- | | |Heath Ledger |Ned Kelly | |Justin Bieber |Rove McManus |Glenn McGrath | |- | | |Olivia Newton- John |Arthur Phillip | |Keith Urban |Dannii Minogue |Yao Ming | |- | | |Ray Meagher |James Cook | |Katy Perry |Angelina Jolie |Sally Pearson | |- | | |Marilyn Monroe |Banjo Patterson | |Jimmy Barnes |Cate Blanchett |Ian Thorpe | |- | | |Olivia Newton-John |Charles Kingsford Smith | |Michael Hutchence |Delta Goodrem |Shane Warne | |- | | |Ian Smith |Julia Gillard | |Ricky Martin |Leonardo DiCaprio |Mark Webber | |- | | |Curtis Stone |Hu Jintao | |Rihanna | |Sachin Tendulkar | |- | | |E.T. The Extra-Terrestrial |Eddie Mabo | |Michael Jackson | | | |- | | | |Nelson Mandela | |Troye Sivan | | | |- | | | |Albert Einstein | | | | | |- | | | |Madame Marie Tussaud | | | | | |- | | | |Mary MacKillop | | | | | |} ===Istanbul=== {| class=\"wikitable\" !Music !Cinema !Sport !Science and Culture !VIP Party !History and Leaders !Stars of The Middle East |- |Michael Jackson |Marilyn Monroe |Arda Turan |Marie Tussaud |Angelina Jolie |Mehmed the Conqueror |Maya Diab |- |Madonna |Audrey Hepburn |Maria Sharapova |Albert Einstein |Brad Pitt |Mimar Sinan |Bin Baz |- |Beyoncé |Jennifer Lawrence |Rafael Nadal |Leonardo da Vinci |Johnny Depp |Mustafa Kemal Atatürk |Nancy Ajram |- |Lady Gaga |Steven Spielberg |Lionel Messi |Wolfgang Amadeus Mozart |Julia Roberts |Tansu Çiller |Elie Saab |- |Demi Lovato |Tom Cruise |Hedo Türkoğlu |Sabiha Gökçen |Leonardo DiCaprio |Rumi | |- |Bob Marley |Tarık Akan |Cristiano Ronaldo |Steve Jobs |Beren Saat |Suleiman the Magnificent | |- |Zeki Müren |Jackie Chan |Muhammad Ali |Yaşar Kemal |Kıvanç Tatlıtuğ | | |- |Müslüm Gürses |Spider-Man |Usain Bolt | |Tolga Çevik | | |- |Murat Boz |Harun |Neymar | |Kerem Bürsin | | |- |Aleyna Tilki |Vin Diesel |Yasemin Dalkılıç | |Demet Akbağ | | |- |Justin Bieber |Bruce Wills |Mesut Özil | |David Beckham | | |- |MFÖ |Shrek | | |Ayşe Arman | | |- |Edis |E.T. | | |Victoria Beckham | | |- |Barış Manço |Adile Naşit | | |Will Smith | | |- |Neşet Ertaş | | | | | | |- |Rihanna | | | | | |- !colspan=\"7\"|Notes: |} ==Gallery== File:Sleepingbeautytussauds.jpg|The Sleeping Beauty is the oldest existing figure on display. It was modeled after Madame du Barry. She appears asleep and a device in her chest makes it seem as if she were breathing. File:'Madame Tussaud' herself at 'Madame tussauds waxworks' in London.jpg|Madame Tussaud herself at Madame Tussauds in London File:Mohanda Karamchand Gandhi Wax Statue in Madame Tussauds London.jpg|Mahatma Gandhi File:Alfred Hitchcock (Madame Tussauds).JPG|Alfred Hitchcock File:The Beatles wax dummies.jpg|The Beatles File:Benny Hill (Madame Tussauds).JPG|Benny Hill File:CharlesandCamila.jpg|Prince Charles and Camilla File:Charlie Chaplin in Madame Tussauds London.jpg|Charlie Chaplin File:Queen Elizabeth II (3024918482).jpg|Queen Elizabeth II and Prince Philip File:Religious leaders in Madame Tussauds London.jpg|Pope John Paul II, Archbishop Desmond Tutu, the Dalai Lama, and Archbishop Makarios III File:Princess Diana at Madame Tussaud's London - Flickr - skinnylawyer.jpg|Princess Diana File:John Wayne (Madame Tussauds).JPG|John Wayne (London) File:Madame Tussauds London 00813 Nevit.jpg|Olga Korbut (London) File:Jack Sparrow - Johnny Depp (Madame Tussauds).JPG|Johnny Depp as Jack Sparrow File:Madame Tussauds London - Keira Knightley.jpg|Keira Knightley File:Kylie Minogue-Wax.jpg|Kylie Minogue File:Gaga vax at Madame Tussauds London.jpg|Lady Gaga File:Marilyn Monroe Wax Statue in Madame Tussauds London.jpg|Marilyn Monroe File:Marlon Brando - The Wild One (Madame Tussaud).JPG|Marlon Brando File:Nelson Mandela Wax Statue in Madame Tussauds London.jpg|Nelson Mandela File:Pierce Brosnan (Madame Tussauds).jpg|Pierce Brosnan as James Bond File:Sachin Ramesh Tendulkar Wax Statue in Madame Tussauds London.jpg|Sachin Tendulkar File:Adolf Hitler Wax Statue in Madame Tussauds London.jpg|Adolf Hitler (formerly in the Chamber of Horrors section in London) File:Angelina Jolie Madame Tussauds London.jpg|Angelina Jolie File:Spiderman.JPG|Spider-Man File:Tommy Cooper Madame Tussauds.jpeg|Tommy Cooper File:Madame Tussauds London - panoramio.jpg|Kate Winslet ==See also== * Chamber of Horrors (Madame Tussauds), London * Marie Tussaud * Madame Tussauds Amsterdam * Madame Tussauds Beijing * Madame Tussauds Blackpool * Madame Tussauds Delhi * Madame Tussauds Hollywood * Madame Tussauds Hong Kong * Madame Tussauds Las Vegas * Madame Tussauds New York * Madame Tussauds Rock Circus (1989–2001, London) * Madame Tussauds San Francisco * Madame Tussauds Shanghai * Madame Tussauds Singapore * Madame Tussauds Sydney * Madame Tussauds Vienna * Madame Tussauds Washington D.C. * Merlin Entertainments ==Notes== ==References== ==Bibliography== * * * * * . * * ==External links== * Official website Category:Media museums Category:Wax museums Category:Merlin Entertainments Group Category:Amusement museums",
 "title": "Madame Tussauds"
}