{
 "id": "158426",
 "text": "Robert Jemison Van de Graaff (December 20, 1901 – January 16, 1967) was an American physicist, noted for his design and construction of high-voltage Van de Graaff generators. The bulk of his career was spent in the Massachusetts Institute of Technology.Van de Graaf, Robert Jemison, 1901-1967 - Niels Bohr Library American Institute of Physics ==Biography== Robert Jemison Van de Graaff was born in the Jemison-Van de Graaff Mansion in Tuscaloosa, Alabama to Adrian Sebastian \"Bass\" Van de Graaff and Minnie Cherokee Jemison. Robert's great grandfather was Robert Jemison Jr. His father Adrian was a circuit judge who had been a substitute on Yale University's football team of 1880. His father was of Dutch descent. His three older brothers Adrian, Jr., Hargrove, and William were all All-Southern college football players for the Alabama Crimson Tide. William was known as \"Bully\" and was Alabama's first All- American. In Tuscaloosa, Robert received his B.S. in mathematics (1922) and M.S. in mechanical engineering (1923) from The University of Alabama where he was a member of The Castle Club (later became Mu Chapter of Theta Tau). After a year working for the Alabama Power Company, Van de Graaff attended the Marie Curie lectures at the Sorbonne in 1925. During 1926, he earned a second B.S. at Oxford University by a Rhodes Scholarship, completing his D.Phil. under John Sealy Townsend at Oxford University in 1928. Van de Graaff was the inventor of the Van de Graaff generator, a device which produces high voltages. During 1929, he developed his first such generator, producing 80,000 volts. By 1933, he had constructed a larger generator generating 7 million volts. Van de Graaff spent 1929-1931 at Princeton, became a National Research Fellow, and from 1931 to 1934 a research associate of the Massachusetts Institute of Technology. He became an associate professor in 1934 (staying there until 1960). He was awarded the Elliott Cresson Medal in 1936. During World War II, Van de Graaff was director of the High Voltage Radiographic Project. After World War II, he co-initiated the High Voltage Engineering Corporation (HVEC) with John G. Trump. During the 1950s he invented the insulating-core transformer, producing high-voltage direct current. He also developed tandem generator technology. The American Physical Society awarded him the T. Bonner prize (1965) for the development of electrostatic accelerators. Van de Graaff died on January 16, 1967, in Boston, Massachusetts. A crater on the far side of the moon is named after him. ==Van de Graaff generator== Van de Graaff generators use a motorized insulating belt (usually made of rubber) to conduct electrical charges from a high voltage source on one end of the belt to the inside of a metal sphere on the other end. Since electrical charge resides on the outside of the sphere, it accumulates to produce an electrical potential much greater than that of the primary high voltage source. Practical limitations restrict the potential produced by large Van de Graaff generators to about 7 MV. Van de Graaff generators are used primarily as DC power supplies for linear atomic particle accelerators used for nuclear physics experiments. Tandem Van de Graaff generators are essentially two generators in series and can produce about 15 MV. The Van de Graaff generator is a simple mechanical device. Small Van de Graaff generators are built by hobbyists and scientific apparatus companies and are used to demonstrate the effects of high DC potentials. Even small hobby machines produce impressive sparks several centimeters long. The largest air-insulated Van de Graaff generator in the world, built by Van de Graaff himself, is operational and is on display in the Boston Museum of Science. Demonstrations during daytimes are a popular attraction. More modern Van de Graaff generators are insulated by pressurized dielectric gas, usually freon or sulfur hexafluoride. During recent years, Van de Graaff generators have been slowly replaced by solid-state DC power supplies without moving parts. The energies produced by Van de Graaff atomic particle accelerators are limited to about 30 MeV, even with tandem generators accelerating doubly charged (for example alpha) particles. More modern particle accelerators using different technology produce much greater energies, thus Van de Graaff particle accelerators have become largely obsolete. They are still used to some extent for graduate student research at colleges and universities and as ion sources for high energy bursts. ==Patents== * – \"Electrostatic Generator\" * – \"Electrical Transmission System\" * US2922905 — \"Apparatus For Reducing Electron Loading In Positive-Ion Accelerators\" * – \"High Voltage Electromagnetic Apparatus Having An Insulating Magnetic Core\" * – \"High Voltage Electromagnetic Charged-Particle Accelerator Apparatus Having An Insulating Magnetic Core\" * US3239702 — \"Multi-Disk Electromagnetic Power Machinery\" * – \"Inclined field High Voltage Vacuum Tubes\" ==References== ==External links== * * * Category:1901 births Category:1967 deaths Category:American Rhodes Scholars Category:American people of Dutch descent Category:People from Tuscaloosa, Alabama Category:20th-century American physicists Category:University of Alabama alumni Category:University of Alabama people Category:Princeton University faculty Category:Massachusetts Institute of Technology School of Science faculty Category:American scientific instrument makers Category:Fellows of the American Physical Society",
 "title": "Robert J. Van de Graaff"
}