{
 "id": "158595",
 "text": "Rupert Alexander Lloyd Grint (; born 24 August 1988) is an English actor. He rose to fame for his role as Ron Weasley, one of the three main characters in the Harry Potter film series. He was cast as Weasley at age eleven, having previously acted only in school plays and his local theatre group. From 2001 to 2011, he starred in all eight Harry Potter films. Beginning in 2002, he began to work outside of the Harry Potter franchise, with a co-leading role in Thunderpants. He has had starring roles in Driving Lessons, a dramedy released in 2006, and Cherrybomb, a limited-release drama film in 2010. He co-starred with Bill Nighy and Emily Blunt in the comedy Wild Target. His first film project after the Harry Potter series was a supporting role in the 2012 anti- war film Into the White. In 2013, his film CBGB was released, and he was cast in CBS's new show Super Clyde. He made his stage debut in Jez Butterworth's Mojo in October 2013 at the Harold Pinter Theatre in London. In 2014, he voiced the character of Josh in Postman Pat: The Movie; and from 2017 to 2018, he executive-produced and starred in the television series Snatch, based on the film of the same name. Since 2019, he stars in the Apple TV+ psychological horror series Servant. Grint supports several charitable causes. Since 2011, he has been in a relationship with actress Georgia Groome, with whom he has a daughter. ==Early life== Grint was born on 24 August 1988 in Harlow, Essex, to Nigel Grint, a dealer in racing memorabilia, and Joanne Grint (née Parsons; born 1967). He is the eldest of five siblings. He has said that his earliest goal in life was to become an ice cream man. He grew up in Watton-at-Stone, Hertfordshire, and attended Richard Hale School, in Hertford. While in school, he took an avid interest in theatre. He began performing in school productions and joined the Top Hat Stage and Screen School, a local theatre group that cast him as a fish in Noah's Ark and a donkey in a nativity play. He continued taking part in school plays as he moved into secondary school. Nonetheless, he had never acted professionally prior to the Harry Potter series. He left school at sixteen to focus on his acting career, stating he \"didn't really like school that much\". ==Career== ===1999–2011: Harry Potter and worldwide recognition=== Starting in 1999, casting began for the film adaptation of Harry Potter and the Philosopher's Stone, the best-selling novel by J. K. Rowling. Rowling insisted the cast be British, and assisted Susie Figgis and director Chris Columbus in casting the roles. Grint, a fan of the book series, chose to audition for the role of Ron Weasley, one of Harry Potter's best friends at Hogwarts. Having seen a Newsround report about the open casting, he sent in a video of himself rapping about how he wished to receive the role, and the casting team asked for a meeting with him. On 8 August 2000, Daniel Radcliffe, Emma Watson, and an 11-year-old Grint were selected to play Harry, Hermione Granger, and Ron. Grint is the oldest member of the trio. The release of Harry Potter and the Philosopher's Stone in 2001 was Grint's debut screen performance. Breaking records for opening-day sales and opening-weekend takings, it was the year's highest-grossing film. With a total of US$974 million in its theatrical run, it stands as the series' second most commercially successful entry. It was critically well-received, scoring mainly positive reviews. However, a number of critics found the adaption's faithfulness to the book both its best and worst quality. Grint won a Satellite Award in the category of Outstanding New Talent, and a Young Artist Award for Most Promising Young Newcomer. A year later, Grint again starred as Ron in Harry Potter and the Chamber of Secrets (2002). It opened to positive reviews and critics generally enjoyed the lead actors' performances. Both Los Angeles Times and New York Magazine observed that Grint and his peers had matured between films, with the latter pointing out that Grint had become \"more proficient\" and said they missed \"the amateurish ardour\" the actor and Watson carried in Philosopher's Stone. Harry Potter and the Prisoner of Azkaban (2004) was released on 31 May in the UK. The film sees all three of its lead characters hover on the brink of adolescence, \"and while they look braver and more capable than before, the dangers they face seem far more grave and their own vulnerability more intense.\" Alfonso Cuarón took over direction for Prisoner of Azkaban, which remains the lowest-grossing Harry Potter film with US$795 million in revenue. Nonetheless, it was the second highest- grossing movie of 2004, behind Shrek 2. In 2005, Grint reprised his role for the fourth film in the series Harry Potter and the Goblet of Fire. The adaptation, unlike previous films, explored romantic elements and included more humour. In a 2005 interview with IGN, all three lead actors singled out humour as a reason for the film's success. It was directed by Mike Newell, whom Grint characterised as \"really loud and not afraid to swear at you, but he was really cool.\" Goblet of Fire is one of the series' best-reviewed instalments, and is noted for its characters' maturity and sophistication, darker and more complex plotline, and the quality of the screenplay and lead actors' performances. Harry Potter and the Order of the Phoenix, the fifth film in the Harry Potter franchise, was released to cinemas in 2007. A huge financial success, it set a record worldwide opening-weekend gross of US$394 million, superseding Spider-Man 3. It was directed by a new filmmaker, David Yates, who directed all of the subsequent Potter films. Grint said the laid- back director was \"really good\" and helped keep the material fresh. Grint and his Harry Potter co-stars left imprints of their hands, feet and wands in front of Grauman's Chinese Theater in Hollywood. On 15 July 2009, the series' sixth instalment, Harry Potter and the Half-Blood Prince, was released and again set box office records. In its theatrical run, it earned US$933 million ticket sales. It is also one of the most positively reviewed Harry Potter films, with critics praising its \"emotionally satisfying\" story, direction, cinematography, visual design and music. Grint observed a change in Ron in this entry, pointing out that his once insecure, often overshadowed character started to become more secure and even began to show a dark side. He found it fun to personify a more emotional Ron. Between 2009 and 2010, Grint's work received three award nominations, including one win—an Otto Award from the German magazine Bravo. Despite the previous films' successes, the franchise's future was put into question when the three lead actors had reservations about signing on for the final two films. However, by March 2007, Grint agreed to return for the last instalments. For financial and scripting reasons, the final book was divided into two films, shot back-to-back, with filming concluding in June 2010. After completing the final film, Grint said: \"I mean it literally has been my childhood, and suddenly it all came down to really just one random scene, with us jumping through a fireplace, and then it was over. [...] it's very odd. Because suddenly it was all over, just like that. It was really emotional for all of us, realising that we're never going to be doing this again.\" Harry Potter and the Deathly Hallows – Part 1 (2010) was released in November and grossed over US$950 million. It set several box office records and received mostly favourable reviews. Grint's portrayal of Ron again earned him critical praise. Reviewing the adaption for Slate, Dana Stevens called all three of the leads \"terrific\". Although he disliked the film, Joe Morgenstern of The Wall Street Journal wrote that \"Grint has grown up to be a skilful actor who knows the value of a slow burn\". New York Post writer Lou Lumenick, however, felt that both Grint and Radcliffe had grown weary of playing the characters and expressed it in their performances. Grint's performance brought him nominations from the MTV Movie Awards and National Movie Awards for Best Fight and Performance of the Year in 2011. He reprised his role for the seventh time in Harry Potter and the Deathly Hallows – Part 2, the final Harry Potter instalment. It resumed from where the previous film left off, and included a lot of action, whereas Part 1 had focused more on character development. Grint, along with the film, was critically acclaimed: Ann Hornaday of The Washington Post wrote, \"Who could have predicted that Radcliffe, Grint and Watson would turn out to be good actors?\". The film broke several box office records, including biggest midnight release, biggest first-day opening, and biggest opening-weekend. Deathly Hallows – Part 2 became the fourth highest-grossing film of all time. Harry Potter author J. K. Rowling gave a speech at the world premiere of Harry Potter and the Deathly Hallows – Part 2 on 7 July 2011 in London. She said that there were seven Harry Potter film series cast members whom she called \"The Big Seven\"; Grint was one of them, with Daniel Radcliffe, Emma Watson, Tom Felton, Matthew Lewis, Evanna Lynch and Bonnie Wright. ===2002–2011: Concurrent film work during Harry Potter=== In 2002, Grint starred in his first non-Harry Potter film, Thunderpants, which revolves around Patrick (played by Bruce Cook) whose remarkable capacity for flatulence scores him a job as an astronaut. In this film, Grint played the co-lead role of Alan, an anosmic boy who is Patrick's only friend. It was generally ignored by critics and audiences. Most critics that did take notice of it did not respond well to it, with one writing: \"This film should be shown in prisons so that inmates have a good reason to never return.\" Grint also appeared in Driving Lessons, a comedy drama released in 2006, starring opposite Julie Walters. It met with a mixed reception by critics, but his portrayal of an oppressed teenage boy was generally praised. Alt Film Guide's Andre Soares wrote: \"Grint, on the other hand, is a revelation . . . [He] displays an innate naturalness mixed with personal charisma that turn a potentially pathetic Christian freak into a humorous, thoroughly likable – if more than a little awkward – young man\". In July 2008, it was announced that Grint would star in the drama film Cherrybomb with Robert Sheehan and Kimberley Nixon. Grint found shooting this film very different from the Harry Potter films, as he had to adjust to doing a dozen scenes per day. Grint's character—Malachy, a worker at Belfast—goes to great lengths to impress his boss's daughter, with whom he is infatuated. This film, like his next project, involved him playing violent roles. Despite premiering at the 2009 Berlin International Film Festival, the film was initially unable to find a distributor. An online campaign by Grint's fans was credited with helping to secure a distribution deal in the UK in 2010. Jonathan Lynn directed Grint in Wild Target, a 2010 comedy thriller, where he starred with Emily Blunt and Bill Nighy. A remake of the 1993 French film Cible Emouvante, it was made on a relatively small budget of US$8 million. It was a commercial failure, earning only US$3.4 million, and garnered mostly negative reviews in the media, which criticised it for dishonouring the original film and wasting the comedic potential of its cast. However, Grint also attracted some positive notice: \"It’s nice to see Rupert Grint perform well in a role other than that of Ron Weasley, and it’s clear that he’s got a career ahead of him.\" In January 2011, Grint made a cameo appearance on the BBC popular comedy show Come Fly with Me, starring comedy duo Matt Lucas and David Walliams (Little Britain). In March 2011, he was cast as the lead character in the small-budget anti-war Norwegian film Into the White, directed by Petter Næss. Principal photography started in April, and the film, which was shot on location, was released in 2012. It is based on a real incident that took place on 27 April 1940, when German Luftwaffe pilot Horst Schopis's bomber was shot down at Grotli by a Royal Navy Fleet Air Arm Blackburn Skua, which then crash-landed. The several German and British crew members found shelter by chance during a harsh winter there. In August 2011, Grint did a photo shoot with his friend and Harry Potter co-star Tom Felton in Los Angeles for the autumn/winter collection of the fashion label Band of Outsiders. In September 2011, it was announced that Grint would voice a character in the film adaptation of Postman Pat along with David Tennant, Stephen Mangan and Jim Broadbent; it was released in May 2014. Grint also appears in the music video for Ed Sheeran's song \"Lego House\", released on 20 October 2011. ===2012–present: Further work, theatre, and television=== In March 2012, the \"Visit Britain\" TV ad was released, featuring Grint alongside Julie Walters, Michelle Dockery and Stephen Fry, promoting holidaying at home in the UK. Later that month,Variety reported that Grint had been cast alongside Chloë Grace Moretz in The Drummer, a biopic film about drummer Dennis Wilson of the Beach Boys. That day, The Hollywood Reporter confirmed it and announced that filming would begin 15 June 2012 in California and Savannah, Georgia. thumb|left|210px|Grint in 2012 On 25 July 2012, Grint carried the 2012 London Olympic torch during the Olympic Torch Relay, part of the London 2012 Summer Olympics. He told the BBC News that it was an \"overwhelming\" experience that he \"hoped to remember forever\",Harry Potter star Rupert Grint carries Olympic Flame. BBC. Retrieved on 25 July 2012 and told The Daily Telegraph, \"It was amazing, it was really overwhelming. It's just such an honour to be a part of this. I'm really proud\".\"London 2012 Olympics: Harry Potter star Rupert Grint carries torch\". The Daily Telegraph. Retrieved on 26 July 2012 In October 2012, he narrated We Are Aliens, a 25-minute 3D Planetarium Fulldome film about the possibility of other intelligent life in the universe. On 13 February 2013, The Hollywood Reporter's Live Feed announced that Grint would star in a television pilot for CBS called Super Clyde. It did not become a series. In July 2013, it was confirmed that Grint would make his stage debut in the second run of Jez Butterworth's black comedy Mojo, with Grint playing Sweets, a hood who \"pops amphetamines like Smarties\" and \"does a sort of double act, full of comic menace\". The play, which also starred Brendan Coyle, Ben Whishaw and Daniel Mays, was based on real-life events, and ran from 26 October 2013 to 8 February 2014 at the Harold Pinter Theatre in London.\"Rupert Grint Confirmed For West End London Debut In Mojo October 26\", SnitchSeeker.com, Retrieved on 25 July 2013 Grint won the WhatsOnStage Award for Best London Newcomer for his role.Daniel Radcliffe and Rupert Grint win at WhatsOnStage Awards, telegraph.co.uk, Retrieved on 26 February 2014 In September 2013, The Hollywood Reporter confirmed that Grint would star in an adaptation of Macbeth called Enemy of Man, also featuring Sean Bean, Charles Dance, Jason Flemyng, James D’Arcy, Neil Maskell and Joe Gilgun, and directed by Vincent Regan. Filming began in January 2014 in the United Kingdom.Toronto: Rupert Grint Lined Up for Macbeth Adaptation The Hollywood Reporter.com, Retrieved on 6 September 2013Rupert Grint in Hunger TV photo shoot preview, Enemy of Man filming in January 2014 Snitchseeker.com, Retrieved on 6 September 2013 In June 2014, it was announced that Grint would make his Broadway debut as Frank Finger in the play It's Only a Play at the Gerald Schoenfeld Theatre, appearing with Matthew Broderick, Nathan Lane, Stockard Channing, and Megan Mullally. It ran from 28 August 2014 to 4 January 2015. Since 2019, Grint has starred as Julian Pearce in the Apple TV+ psychological horror series Servant. The series has been critically praised. In December 2021, the show was renewed for its fourth and final season. Grint will star in the Netflix anthology series Guillermo del Toro's Cabinet of Curiosities and in M. Night Shyamalan's thriller film Knock at the Cabin. He also reunited with multiple cast members of the Harry Potter film series for an HBO Max special, Harry Potter 20th Anniversary: Return to Hogwarts, which premiered on 1 January 2022. ==Personal life== Grint has been in a relationship with actress Georgia Groome since 2011. They have a daughter, born in May 2020. Amidst the 2009–10 influenza pandemic, Grint contracted H1N1 swine flu and suffered mild illness. He took part in the 2012 Summer Olympics torch relay, carrying the flame through Hendon in northwest London to outside Middlesex University. He joined Instagram in November 2020, posting a photo of himself holding his newborn daughter. He reached one million followers within four hours and one minute of creating his account, breaking the previous Guinness World Records title for the fastest time to reach one million followers on the platform. Grint is a keen football fan and an avid supporter of Tottenham Hotspur. ===Philanthropy=== Grint has supported various charitable organisations, including donating personal items to charity auctions. He participated in the Wacky Rally in 2010 with James and Oliver Phelps, which raised money for Britain's Royal National Lifeboat Institution. He was one of more than 40 people to produce designs for the Chrysalis Collection for Keech Hospice Care in Luton. His piece, a painted butterfly, was auctioned on eBay in March 2010. In May 2011, with other celebrities, he took part in the \"Make Mine Milk\" ad campaign to promote daily milk drinking. His ads were seen on posters and the sides of thousands of buses across the United Kingdom. Since 2011, he has supported the Little Star Award for Cancer Research UK. \"I think that it's wonderful that Cancer Research UK is helping to bring a little bit of magic to the children's lives in this way,\" he said. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- style=\"background:#ccc; text-align:center;\" ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role ! scope=\"col\" | Director(s) |- | 2001 | Harry Potter and the Philosopher's Stone |rowspan=2| Ron Weasley |rowspan=2| Chris Columbus |- |rowspan=2| 2002 | Harry Potter and the Chamber of Secrets |- | Thunderpants | Alan A. Allen | Peter Hewitt |- | 2004 | Harry Potter and the Prisoner of Azkaban |rowspan=2| Ron Weasley | Alfonso Cuarón |- | 2005 | Harry Potter and the Goblet of Fire | Mike Newell |- | 2006 | Driving Lessons | Ben Marshall | Jeremy Brock |- | 2007 | Harry Potter and the Order of the Phoenix |rowspan=2| Ron Weasley |rowspan=2| David Yates |- | 2009 | Harry Potter and the Half-Blood Prince |- |rowspan=3| 2010 | Cherrybomb | Malachy McKinney | Glenn Leyburn & Lisa Barros D'Sa |- | Wild Target | Tony | Jonathan Lynn |- | Harry Potter and the Deathly Hallows – Part 1 |rowspan=2| Ron Weasley |rowspan=2| David Yates |- | 2011 | Harry Potter and the Deathly Hallows – Part 2 |- | 2012 | Cross of Honour | Gunner Robert Smith | Petter Næss |- |rowspan=3| 2013 | The Necessary Death of Charlie Countryman | Karl | Fredrik Bond |- | CBGB | Cheetah Chrome | Randall Miller |- | The Unbeatables | Amadeo (voice) | Juan José Campanella |- | 2014 | Postman Pat: The Movie | Josh (voice) | Mike Disa |- | 2015 | Moonwalkers | Jonny | Antoine Bardou-Jacquet |- |} ===Television=== {| class=\"wikitable sortable\" |+ |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 2005 | Happy Birthday Peter Pan | Peter Pan (voice) | TV documentary special |- | 2010 | Come Fly with Me | Himself | Episode 3 |- | 2012 | American Dad! | Liam (voice) | Episode: \"Killer Vacation\" |- | 2016 | Tracey Ullman's Show | Himself | 1 episode |- | 2017–2018 | Sick Note | Daniel Glass | Main role |- | 2017–2018 | Snatch | Charlie Cavendish | Main role, also executive producer |- | 2017 | Urban Myths | August \"Gustl\" Kubizek | Episode: \"Adolf the Artist\" |- | 2018 | The ABC Murders | Inspector Crome | Miniseries |- | 2019–present | Servant | Julian Pearce | Main role |- | 2022 | Harry Potter 20th Anniversary: Return to Hogwarts | Himself | Reunion special |- | 2022 | Guillermo del Toro's Cabinet of Curiosities | TBA | Anthology series |} ===Video games=== {| class=\"wikitable sortable\" |+ |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 2007 | Harry Potter and the Order of the Phoenix | rowspan=4|Ron Weasley (voice) | |- | 2009 | Harry Potter and the Half-Blood Prince | |- | 2010 | Harry Potter and the Deathly Hallows – Part I | |- | 2011 | Harry Potter and the Deathly Hallows – Part II | |} ===Stage=== {| class=\"wikitable sortable\" |+ |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 2013 | Mojo | Sweets | Stage production at the Harold Pinter Theatre, London |- | 2014 | It's Only a Play | Frank Finger | Stage production at the Gerald Schoenfeld Theatre, Broadway |} ===Music=== {| class=\"wikitable sortable\" |+ |- ! Year ! Title ! Format ! class=\"unsortable\" | Notes |- | 2011 | \"Lego House\" | Music Video | Song by English singer-songwriter Ed Sheeran |- | 2012 | \"Over the Rainbow\" | rowspan=2|Song | Into the White Soundtrack |- | 2014 | \"Struck by Lightning\" | Postman Pat: The Movie Soundtrack |- | 2021 | \"The Sky Cries\" | Music Video | Song by Saleka |- |} ===Other roles=== {| class=\"wikitable sortable\" |+ |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- | 2003 | Baggy Trousers | Molesworth | Series, BBC Radio 4 |- | 2012 | We Are Aliens | Narrator | The National Space Centre's Show |} ==Awards and nominations== {| class=\"wikitable sortable\" |- ! Year !! Award !! Category !! Work !! Result |- |2001 |Online Film & Television Association |Best Youth Performance | rowspan=\"6\" |Harry Potter and the Philosopher's Stone | |- | rowspan=\"5\" |2002 |British Critic's Circle |Best Newcomer | |- |Empire Awards |Best Debut (shared with Daniel Radcliffe and Emma Watson) |7th Empire Awards |- |Satellite Award |Outstanding New Talent | |- |rowspan=\"2\"|Young Artist Award |Most Promising Young Newcomer | |- |Best Ensemble in a Feature Film (Shared with Emma Watson and Tom Felton) | |- |2003 |Phoenix Film Critics Society Awards |Best Acting Ensemble |Harry Potter and the Chamber of Secrets | |- |2006 |2006 MTV Movie Awards |Best On-Screen Team (shared with Daniel Radcliffe and Emma Watson) |Harry Potter and the Goblet of Fire | |- |2007 |National Movie Award |Best Performance by a Male |Harry Potter and the Order of the Phoenix | |- |rowspan=\"3\"|2009 |Portrait Choice Award |Best Male Movie Performance |rowspan=\"6\"|Harry Potter and the Half-Blood Prince | |- |rowspan=\"2\"|2009 Scream Awards |Best Supporting Actor | |- |Best Ensemble | |- |rowspan=\"3\"|2010 |BBC Radio 1 Teen Awards |Best British Actor | |- |Otto Award |Movie Star | |- |36th People's Choice Awards |Favorite On-Screen Team | |- |rowspan=\"7\"|2011 |National Movie Awards |Performance of the Year |rowspan=\"3\"|Harry Potter and the Deathly Hallows – Part 1 | |- |2011 MTV Movie Awards |Best Fight (Shared with Daniel Radcliffe, Emma Watson, Arben Bajraktaraj and Rod Hunt) | |- |2011 Scream Awards |Best Supporting Actor | |- |BBC Radio 1 Teen Awards |Best British Actor |rowspan=\"8\"|Harry Potter and the Deathly Hallows – Part 2 | |- |IGN Summer Movie Awards |Best Ensemble Cast | |- |San Diego Film Critics Society Award |Best Ensemble Performance | |- |Washington D.C. Area Film Critics Association Award |Best Ensemble | |- |rowspan=\"4\"|2012 |rowspan=\"2\"|38th People's Choice Awards |Favorite Movie Ensemble | |- |Favourite Film Star (under 25) | |- |rowspan=\"2\"|2012 MTV Movie Awards |Best Kiss (Shared With Emma Watson) | |- |Best Cast (Shared with Daniel Radcliffe, Emma Watson and Tom Felton) | |- | rowspan=\"2\" |2014 |WhatsOnStage Awards |Best London Newcomer of the Year | rowspan=\"2\" |Mojo | |- |NewNowNext Awards |Best New Broadway Lead Actor | |- | rowspan=\"3\" |2015 | rowspan=\"3\" |Broadway.com Audience Choice Awards |Favorite Featured Actor in a Play | rowspan=\"3\" |It's Only a Play | |- |Favorite Funny Performance | |- |Favorite Breakthrough Performance (Male) | |- |rowspan=\"2\"|2018 |National Film Awards UK |Best Actor |rowspan=\"2\"|Snatch | |- |IARA Awards |Best Young Actor | |- | rowspan=\"3\" |2021 |SEC Awards |Best Actor in a Thriller Series | rowspan=\"4\" |Servant | |- |Hollywood Critics Association |Best Supporting Actor in a Streaming Series, Drama | |- | Pena De Prata | Best Supporting Actor in a Drama Series | |- | 2022 | Critics' Choice Super Awards | Best Actor in a Horror Series | |} ==See also== * List of Harry Potter cast members ==References== ==External links== * * Rupert Grint: Overview at MSN Movies site Category:1988 births Category:Living people Category:21st-century English male actors Category:People from Harlow Category:English male child actors Category:English male film actors Category:English male radio actors Category:English male television actors Category:Male actors from Essex Category:English male stage actors Category:English male video game actors Category:English male voice actors Category:People from Watton-at-Stone Category:People educated at Richard Hale School",
 "title": "Rupert Grint"
}