{
 "id": "158703",
 "text": "Pheidippides (, , ; \"Son of Pheídippos\") or Philippides (Φιλιππίδης) is the central figure in the story that inspired a modern sporting event, the marathon race. Pheidippides is said to have run from Marathon to Athens to deliver news of the victory of the battle of Marathon. ==Story== The first recorded account showing a courier running from Marathon to Athens to announce victory is from within Lucian's prose on the first use of the word \"joy\" as a greeting in A Slip of the Tongue in Greeting (2nd century AD). The traditional story relates that Pheidippides (530–490 BC), an Athenian herald, or hemerodrome (translated as \"day-runner\", \"courier\",{{cite book |author=Herodotus |url=https://books.google.com/books?id=4wY9AAAAYAAJ&pg;=PA374&dq;=hemerodrome |via=Google Books |title=Histories |volume=3 |translator1=Southeby, Leigh |translator2=Southeby, S. |year=1806 |access-date=2012-04-08 \"professional- running courier\" or \"day-long runner\"), was sent to Sparta to request help when the Persians landed at Marathon, Greece. He ran about in two days, and then ran back. He then ran the to the battlefield near Marathon and back to Athens to announce the Greek victory over Persia in the Battle of Marathon (490 BC) with the word νικῶμεν (nikomen \"We win!\"), as stated by Lucian chairete, nikomen (\"hail, we are the winners\") and then collapsed and died. Most accounts incorrectly attribute this story to the historian Herodotus, who wrote the history of the Persian Wars in his Histories (composed about 440 BC). However, Magill and Moose (2003) suggest that the story is likely a \"romantic invention\". They point out that Lucian is the only classical source with all the elements of the story known in modern culture as the \"Marathon story of Pheidippides\": a messenger running from the fields of Marathon to announce victory, then dying on completion of his mission. Robert Browning gave a version of the traditional story in his 1879 poem \"Pheidippides\". (Mention of a \"fennel-field\" is a reference to the Greek word for fennel, marathon, the origin of the name of the battlefield.) This poem inspired Baron Pierre de Coubertin and other founders of the modern Olympic Games to invent a running race of approximately 40 km (25 miles) called the marathon. In 1921, the length of marathons became standardized at 42.195 km (26 miles, 385 yards). In any case, no such story appears in Herodotus. The relevant passage of Herodotus is: The significance of this story is to be understood in the light of the legend that the god Pan returned the favor by fighting with the Athenian troops and against the Persians at Marathon. This was important because Pan, in addition to his other powers, had the capacity to instill an irrational, blind fear that paralyzed the mind and suspended all sense of judgment – panic. Herodotus, writing about 30 to 40 years after the events he describes, did, according to Miller (2006) in fact base his version of the battle on eyewitness accounts, so it seems altogether likely that Pheidippides was an actual historical figure. Miller also asserts that Herodotus did not ever, in fact, mention a Marathon-to-Athens runner in any of his writings. Whether the story is true or not, it has no connection with the Battle of Marathon itself, and Herodotus's silence on the evidently dramatic incident of a herald running from Marathon to Athens suggests strongly that no such event occurred. The first known written account of a run from Marathon to Athens occurs in the works of the Greek writer Plutarch (46–120 AD), in his essay \"On the Glory of Athens\". Plutarch attributes the run to a herald called either Thersippus or Eukles. Lucian, a century later, credits one \"Philippides\". It seems likely that in the 500 years between Herodotus's time and Plutarch's, the story of Pheidippides had become muddled with that of the Battle of Marathon (in particular with the story of the Athenian forces making the march from Marathon to Athens in order to intercept the Persian ships headed there), and some fanciful writer had invented the story of the run from Marathon to Athens. thumb|Monument in Sparta with names of Spartathlon winners == Spartathlon == Based on Plutarch's account, British RAF Wing Commander John Foden and four other RAF officers travelled to Greece in 1982 on an official expedition to test whether it was possible to cover the nearly 250 kilometres (155 miles) in a day and a half (36 hours). Three runners were successful in completing the distance: John Foden (37h37m), John Scholtens (34h30m) and John McCarthy (39h00m). Since 1983, it has been an annual footrace from Athens to Sparta, known as the Spartathlon, celebrating Pheidippides's run (according to Herodotus) across 246 km (153 miles) of Greek countryside. ;Course records *Male: 20h25m00s, Yiannis Kouros (Greece), 1984 *Female: 24h48m18s, Patrycja Bereznowska (Poland), 2017 ==References== ==Sources== * ==Further reading== * * ==External links== * * * Category:5th-century BC Athenians Category:Athenians of the Greco-Persian Wars Category:Marathon running Category:Battle of Marathon Category:Pan (god)",
 "title": "Pheidippides"
}