{
 "id": "158943",
 "text": "Vurt is a 1993 science fiction novel written by British author Jeff Noon. The debut novel for both Noon and small publishing house Ringpull, it went on to win the 1994 Arthur C. Clarke Award and was later listed in The Best Novels of the Nineties.Lesher 2002, pp. 95–96. ==Plot summary== Vurt tells the story of Scribble and his \"gang\", the Stash Riders, as they search for his missing sister Desdemona. The novel is set in an alternate version of Manchester, England, in which society has been shaped by Vurt, a hallucinogenic drug/shared alternate reality, accessed by sucking on colour-coded feathers. Through some (never explained) mechanism, the dreams, mythology, and imaginings of humanity have achieved objective reality in the Vurt and become \"real\". Before the novel begins, Scribble and his sister take a shared trip into a vurt called English Voodoo, but upon awakening Scribble finds his sister has disappeared. Out of that trip comes an amorphous semi-sentient blob which Mandy, a fellow Stash Rider, nicknames \"The Thing from Outer Space\". From that point on, Scribble is on a mission to find a rare and contraband Curious Yellow feather so that he might find his sister. ==Characters== * Scribble – the protagonist and first-person narrator * Desdemona – Scribble's sister * Beetle – the driver, muscle, and unofficial leader of the Stash Riders * Bridget – shadowgirl, fellow Stash Rider, Beetle's lover, and powerful psychic * Mandy – the newest addition to the Stash Riders * The Thing From Outer Space – a creature from the Vurt-world * Game Cat – the maestro, the near mythical being who knows and shares the inside info in his \"Game Cat\" periodical ==Literary significance and reception== Vurt achieved both critical and commercial success, attracting praise from the science fiction community as well as the literary arena. It has been stylistically compared to William Gibson's cyberpunk novel Neuromancer, as well as Anthony Burgess's A Clockwork Orange. In High Anxieties, a book exploring the modern concept of addiction, Scribble is used as an example of a character who has traded addiction for a chance at transcendence. Brodie et al. liken Scribble's incorporation of Vurt technology into his biological body as a metaphor for the revelation potentially gained through drug use. They point out that the exchange rate between the real and the Vurt is tempered by Hobart's Constant, or \"H\"—which is \"not incidentally\", Brodie argues, \"slang for heroin.\"Brodie and Redfield 2002, pp. 166–167. The book has attracted criticism due to its implausible science and \"wild and kaleidoscopic\" yet unsatisfying plot. Entertainment Weekly felt Vurt was undeserving of receiving the 1994 Arthur C. Clarke Award, saying the book's \"sentimental incest and adolescent self-congratulation ... is never really startling or disturbing.\" ==Allusions and references== Jeff Noon says Vurt originally began as an adaptation of Octave Mirbeau's The Torture Garden, an anti-authoritarian novel written at the turn of the 20th century. Noon, recently exposed to virtual reality technology by the magazine Mondo 2000, depicts the torture garden as a virtual world. Noon also credits Joseph Campbell's book The Hero with a Thousand Faces for inspiring the narrative structure of Vurt. The character of Desdemona is based on the character of the same name from William Shakespeare's play Othello. The Curious Yellow feather is a possible allusion to the 1967 Swedish film I Am Curious (Yellow), which uses non-linear narrative structures and postmodern techniques like the novel. It might also be a reference to computer worms (the Vurt is riddled with virtual reality serpents which propagate from game to game, like computer worms replicate themselves by hijacking computer programs). Vurt has been described as a retelling of Orpheus' visit to the Underworld.Sawyer and Seed 2000, p. 196. Orpheus and Scribble are both poets and musicians, and each attempts to rescue their idealised lovers from an alternate reality. As Joan Gordon points out, cyberspace represents \"the underside of the human condition\" and therefore the journey to virtual reality is comparable to the mythic journey to commune with the dead.Gordon 1990 In addition, the myth of Orpheus, like Vurt, explores what it means to be human in relation to the non-human; Orpheus encountered the dead, and Scribble the virtual simulations created by computers.MacCracken 1998, p. 127. There are multiple allusions to stories by Lewis Carroll, such as a club the main character walks into, referred to as the Slithy Tove, which is a quote from Carroll's poem, Jabberwocky. ==Adaptations== ===Comic books=== There have been a few comic adaptations of the novel, including Vurt – The Comic Remix, with art by Lee O'Connor. ===Games=== In August 2015, Ravendesk Games conducted a Kickstarter campaign, successfully funding a tabletop role-playing game version of Vurt. The campaign reached its goal in only ten days, suggesting an ongoing public awareness and cult-like fondness for the novel. Featuring all- new material by Jeff Noon himself, the RPG was officially released in October 2017 to critical praise. ===Film and television=== Although Noon began the screenplay for the film version of Vurt in 2002, with Iain Softley scheduled to direct, in 2005 he stated on his public website that \"Of the Vurt film, all has gone silent at the moment. Don't hold your breath.\" ===Stage=== In 2000, Liam Steel directed Vurt: The Theatre Remix, which ran for three weeks at Contact Theatre in Manchester. ==20th anniversary edition== In 2013, 20th anniversary edition of the novel was published, featuring three new stories and a foreword by Lauren Beukes. ==See also== * Simulated reality * Simulated reality in fiction * Mercury Fur ==References== ==Sources== * * * * * ==External links== * * Jeff Noon - Vurt (20th Anniversary Edition) review Category:Novels by Jeff Noon Category:1993 British novels Category:1993 science fiction novels Category:British science fiction novels Category:Novels set in Manchester Category:Novels about nightmares Category:Novels about drugs Category:Novels about virtual reality Category:Cyberpunk novels Category:Debut science fiction novels Category:Vurt (novel series) Category:1993 debut novels",
 "title": "Vurt"
}