{
 "id": "159037",
 "text": "Jimmy James and the Blue Flames was a short-lived American rock group that was fronted by Jimi Hendrix, who was then going by the name \"Jimmy James\". The band was Hendrix's first extended foray into the 1966 Greenwich Village music scene and included future Spirit guitarist Randy California. At various New York clubs, they played a mix of rock, blues, and rhythm and blues songs as well as early versions of songs that became part of the Jimi Hendrix Experience repertoire. It was at such a performance that the Animals' bassist Chas Chandler first heard their rendition of \"Hey Joe\" and decided to invite Hendrix to England and become his producer. ==Background== After his discharge from the United States Army in 1962, Jimi Hendrix toured and recorded with several well-known R&B; artists, including the Isley Brothers and Little Richard. By 1965, he had become more or less established in New York's Harlem neighborhood and performed with local R&B; outfits Curtis Knight and the Squires and King Curtis. However, by mid-1966, Hendrix became disillusioned with the confines of the R&B; scene and barely subsistence-level wages. Following the advice of folk singer and guitarist Richie Havens, he began exploring New York's Greenwich Village, a bohemian-style enclave of Manhattan. At the time, the Village had a vibrant and diverse music scene and Hendrix was able to land a gig at the Cafe Wha? backed by the house band. He soon attracted other musicians and settled on the name Jimmy James and the Blue Flames, although he would later sometimes refer to the band as \"the Rain Flowers\", \"the Blue Flames\" and \"the Blue Flame\". According to Randy California, \"All I remember was that it was being called Jimmy James & the Blue Flames. Maybe it was changed for one night ... just for fun\". Hendrix chose \"the Blue Flames\" as a nod to Memphis blues singer Junior Parker's backup band (with the accomplished guitarists Pat Hare, succeeded by Wayne Bennett and Mel Brown) and because it rhymed with his stage name, Jimmy James. At first, the band was a trio with Hendrix, bassist Randy Palmer and drummer Dan Casey. They soon added a second guitarist, Randy Wolfe, who Hendrix met at Manny's Music. With two Randys in the band, Hendrix called Wolfe \"Randy California\" and Palmer \"Randy Texas\" after their home states and, according to Roby, he became \"Jimi James\" (California was unaware that his last name was Hendrix until radio show host Dr. Demento showed him the Are You Experienced album cover and he heard the songs). Although Jeff Baxter claims that he sat in on bass when Palmer was unavailable, California did not recall him. Drummer Danny Taylor, who later played with Silver Apples, also claims to have sat in with the band. ==Repertoire== At the Cafe Wha?, one of the first songs performed by Jimmy James and the Blue Flames was \"Wild Thing\", then a Top-40 radio hit by the Troggs. Another was \"Hey Joe\" – Hendrix preferred the slower, moodier version by folk musician Tim Rose over the fast hit rendition by the Leaves. Other songs included Bob Dylan's \"Like a Rolling Stone\", \"Hang On Sloopy\" and \"House of the Rising Sun\". Sometime Hendrix collaborator Paul Caruso recalled a performance of the Beatles' \"Rain\" with the bassist attempting to sing John Lennon's backwards vocal at the end of the song. Randy California also remembered \"High Heel Sneakers\", \"Jimmy Reed kind of songs\", and \"some standard blues things\", such as Muddy Waters and Bo Diddley songs, also found on John Hammond Jr.'s blues-rock album So Many Roads (1965). During his time in the Village, Hendrix was distancing himself from the Harlem R&B; scene, where he felt overly criticized because of his evolving guitar style and lifestyle. However, he continued to play covers of R&B; hits with the Blue Flames, such as \"Shotgun\", \"In the Midnight Hour\" and \"Mercy, Mercy\", a song he had recorded with Don Covay. Also performed were early versions of Hendrix compositions that the Experience later recorded. Hendrix biographer Keith Shadwick commented The Blue Flames also performed \"Mr. Bad Luck\", later recorded by the Experience, which first appeared as \"Look Over Yonder\" on Rainbow Bridge and later on Valleys of Neptune; later Hendrix biographer/producer John McDermott identified \"Mr. Bad Luck\" as \"among the few original compositions Hendrix performed in tiny Greenwich Village nightspots as a little known guitarist fronting Jimmy James & the Blue Flames in 1966\". According to Frank Von Elmo, an early jam partner, they also played an early \"Foxy Lady\" and guitarist Bob Kulick remembered \"a primitive version of 'Third Stone from the Sun'\". When Are You Experienced was first released, early supporter Linda Keith (who brought Hendrix to the attention of Chandler) said \"none of the tracks [on the album] were a complete surprise to her, because most featured riffs, patterns and ideas she'd first heard in Greenwich Village that summer [of 1966]\". ==Performances== According to Randy California, Jimmy James and the Blue Flames often played five sets a night, sometimes six days a week for little more than tips. After about a month into their three month stint at the Cafe Wha?, the group, with Hendrix as the focus, began to receive attention from the music establishment. Giorgio Gomelsky (producer for the Yardbirds), Andrew Loog Oldham (the Rolling Stones), John Hammond (Dylan/Columbia Records), and Seymour Stein (Sire Records) were among those who scouted the group's performances. Other musicians who caught their sets around New York included members of the Rolling Stones, the Lovin' Spoonful, the Paul Butterfield Blues Band, and the Animals. In an interview, Butterfield guitarist Mike Bloomfield described Hendrix's guitar work: John Hammond Jr., who recorded several early blues-rock albums with members of the Band, Charlie Musselwhite and Bloomfield, also became involved with Jimmy James and the Blue Flames. In addition to Hendrix, Hammond had been \"particularly impressed with Randy California's slide [guitar] technique\". After several rehearsals with the group, they backed Hammond during his two-week engagement at the Village's Cafe au Go Go during late August and September. They were dubbed the \"Screaming Night Hawkes\", although in a newspaper ad, they were listed as \"John Hammond & the Blue Flame\". Hammond remembered Al Kooper and Barry Goldberg occasionally sitting in on keyboards and Hendrix performing one solo number by Bo Diddley, possibly \"I'm a Man\". Other musicians who recalled their shows include Buzzy Linhart (who later added vibraphone to Hendrix's \"Drifting\"), Robbie Robertson, John Sebastian and Stefan Grossman. ==Chas Chandler and breakup== Jimmy James and the Blue Flames managed to attract a lot of attention during their short run and the Animals' Chas Chandler was the first to offer the all-important deal. Chandler had just heard Tim Rose's folk-rock arrangement of the Billy Roberts song \"Hey Joe\" and thought that it might be a good vehicle to launch a new artist and his career as a producer. By chance, when Linda Keith brought him to hear the Blue Flames in August, the first song they played was \"Hey Joe\"; in the often repeated Bob Kulick quote, Chandler \"became so excited he spilled his milkshake all over himself\". Upon his return to New York in September, Chas Chandler brought Michael Jeffery to hear Hendrix with Hammond at the Cafe au Go Go and the two agreed to become Hendrix's co-managers. Although it would have been fitting to continue in a blues-based vein that was then popular with the Paul Butterfield Blues Band, John Hammond, and the Blues Project, Hendrix wanted to keep the group together, but bringing them to England (with California still a minor) was unworkable. He expressed his discomfort to several other Village musicians: \"Jimi felt guilty, but he was going through with it\", recalled Ellen McIlwaine, a folk singer whom Hendrix had accompanied at the Cafe Au Go Go. Although his economic circumstances had not improved appreciably, playing with the Blue Flames enabled him to explore his own sound and material. It also allowed him to raise his expectationsafter one last gig with Curtis Knight and the Squires, where he was again criticized for being too flashy and loud, he ripped out his guitar cord and announced, \"That's the last time I play this shit. I'm going to England.\" ==Notes== Footnotes Citations References * * * * * * * * * * * ==External links== * * Category:Musical groups established in 1966 Category:Musical groups disestablished in 1966 Category:Musical groups from New York City Category:Rock music groups from New York (state) Category:1966 establishments in New York City Category:1966 disestablishments in New York (state) Category:Jimi Hendrix",
 "title": "Jimmy James and the Blue Flames"
}