{
 "id": "159161",
 "text": "Iowa is the second studio album by the American heavy metal band Slipknot. Released by Roadrunner Records on August 28, 2001, it was produced by Ross Robinson and Slipknot. The title derives from the band's home state, Iowa, which members have stated is one of their greatest sources of inspiration. With much anticipation for the album following the success of their 1999 self- titled debut, pressures on the band were high. Their relationships with each other suffered and this was later described as the darkest time of their career. It was also the first full album to feature guitarist Jim Root after only appearing on two songs from their previous album. Despite troubles within the band and with Iowas development, Slipknot promoted it for almost a year. Iowa was a major success, premiering in the top tens of nine countries. Generally positively received, it includes some of their notable songs, such as \"Disasterpiece\", \"The Heretic Anthem\", \"People = Shit\" and the Grammy- nominated \"Left Behind\" and \"My Plague\". More technical than their debut, Iowa is considered the band's heaviest and darkest album. It has been certified Platinum in the United Kingdom, the United States and Canada. With a runtime of 66 minutes and 19 seconds, Iowa is the band's longest album. In addition to being their longest album, it also contains their longest song to date, the title track. A special edition of Iowa was reissued on November 1, 2011 to celebrate its tenth anniversary. It was accompanied by full live audio of the hit DVD Disasterpieces and a film entitled Goat directed by Shawn Crahan, with the four music videos, never-seen-before interviews and footage from the Iowa period. ==Recording and production== Iowa was recorded and produced at Sound City and Sound Image Studios in Los Angeles, California with producer Ross Robinson, who had also produced their debut album. Drummer Joey Jordison and bassist Paul Gray began working on new music together in October 2000, and wrote material for most of the album. During this time, other members took a break after the extensive touring that had followed their debut. However, on January 17, 2001, Slipknot entered the studio to begin recording new material. This period in the band's career became known as one of their worst. Jordison recalled, \"That's where we got into a war,\" citing the lack of a break for himself and Gray. Other factors, including vocalist Corey Taylor's alcohol addiction, other members' drug addictions, and management issues affected relations in the band. \"Recording Iowa was fucking hell,\" recalled Shawn Crahan. \"I wanted to kill myself. There was drugs, bitches, rock 'n' roll, all that shit. People expected so much of us then. 'People = Shit' was our way of saying, 'Fuck off and leave us alone.'\" \"There was nothing happy about Iowa,\" confirmed Taylor. \"All of a sudden we were these metal stars and we weren't really planning for it… We'd all got caught up in the lifestyle and the problems that come with that. A darkness set in at the beginning of Iowa that none of us quite recognised.\" Jordison, however, noted, \"Iowa, even more than the first record, was the album we really wanted to make.\" It was the first album where guitarist Jim Root had been significantly involved, after joining during the later recording stages of Slipknot. During an interview with Guitar magazine in November 2001, Root explained, \"It was so exciting as well as scary to be part of this whole huge process,\" adding that there was a lot of pressure from fellow guitarist Mick Thomson to perform well. To FHM, Taylor revealed that he put himself in specific situations to achieve his performance on the album. While recording vocals for the final song \"Iowa\", he was completely naked, vomiting all over himself, and cutting himself with broken glass. \"That's where the best stuff comes from,\" he explained. \"You've got to break yourself down before you can build something great.\" While producing the album, Ross Robinson was injured in a dirt bike accident, suffering a fractured back in the process. He returned to the studio after a day of hospital treatment, reportedly \"putting all of his pain into the album\", much to the admiration of the band. ==Music and lyrical themes== Prior to its release, members promised a much darker and heavier album than Slipknot, and many sources praised the band for fulfilling their promises. In 2008, percussionist Shawn Crahan recalled: \"When we did Iowa, we hated each other. We hated the world; the world hated us.\" Iowa, unlike its predecessor, saw Robinson capturing the band's technicality as opposed to the raw energy which Slipknot became known for. The band was also praised again for its use of an extended line-up consisting of additional percussionists, turntables, and programmed samples. NME stated that \"every possible space is covered in scrawl and cymbals: guitars, percussion, electronic squall, subhuman screaming.\" Iowa has also been critically acclaimed as one of the only mainstream musical albums to feature blast beat percussion, and was said to heighten its popularity after release.Ellis, Graham, \"Decade of Horror,\" Terrorizer issue 184, June 2009, p. 25. Although Iowa became widely regarded as the band's heaviest album to date, some tracks incorporate melody, most apparent in the record’s singles such as \"My Plague\" and \"Left Behind\". During the album's thirteenth anniversary, Revolver recalled that the record is \"their most extreme album yet\". They compared several songs, namely \"Disasterpiece,\" \"People = Shit\" and \"The Heretic Anthem\" as more death metal-influenced than most of the that the album contained. While the album does have elements of hip hop music, Iowa has less hip hop elements than Slipknot's self-titled album, and instead draws its influences moreso on heavy genres like death metal and hardcore punk. The title track is also known for being the band’s longest continuous song released, clocking in at just over 15 minutes. Iowa follows the lyrical style that vocalist Corey Taylor established on Slipknot's debut; it includes strong use of metaphors to describe dark themes including misanthropy, solipsism, disgust, anger, disaffection, psychosis, and rejection. The album also includes many expletives; David Fricke of the Rolling Stone magazine said \"there isn't much shock value left in the words fuck and shit, which Taylor uses in some variation more than forty times in Iowas sixty-six minutes.\" Fricke went on to praise Taylor's performance on the track \"Iowa\", comparing it to a \"vivid evocation of a makeshift-cornfield grave at midnight.\" \"Disasterpiece\", said Taylor, \"is my favorite Slipknot song. We started doing pre-production for the album in a warehouse in Iowa itself. I had laryngitis and couldn't sing a note, so I was writing a lot of ideas down. When I heard them play 'Disasterpiece', I just wrote 'No one is safe' in huge letters. I knew from then that we were going to rip the throat out of the world with 'Disasterpiece'. That was the lynchpin for the whole album.\" ==Promotion== There was speculation over the title before its announcement with Nine Men, One Mission as the expected title in some sources. Iowa was later announced as its title and was named after the band's home state of Iowa. Members have claimed that Iowa was the source of their energy, and they consciously made the decision to stay in the area, partially due to the fear of losing their creative direction. The opening track \"(515)\" is also a reference to their home state, named after the telephone area code for central Iowa. Initially the album was scheduled for release on June 19, 2001, and was to be preceded by a five-date warm-up tour. However, the mixing of the album took longer than anticipated, causing the album's release to be delayed, as well as the cancellation of the tour. The album was officially released on August 28, 2001. In support of the album, Slipknot began a new tour called the Iowa World Tour. This included: a spot on Ozzfest in 2001, an American co- headlining tour with System of a Down, as well as tours in Japan, Europe and elsewhere. Prior to the album's release, Slipknot gave away copies of \"Heretic Song\", titled \"The Heretic Anthem\" on the album, free on their website. It was limited to 666 copies, to match the chorus; \"If you're 555, then I'm 666.\" The giveaway began on May 15, 2001, and lasted until copies sold out. The first official single released from the album was \"Left Behind\". In 2002, the band made a special appearance in the film Rollerball, in which they performed \"I Am Hated\". Following this, a second single from the album was released, \"My Plague\", which appeared on the soundtrack for the film Resident Evil. ==Critical reception== Following the success of the band's self-titled album, author Dick Porter wrote that the anticipation for a follow up was intense. Prior to its release, Jordison proclaimed: \"Wait till you hear our fuckin' next record. It smokes our first album. The shit's twice as technical, three times as heavy.\" Iowa generally received favorable reviews from music critics. The College Music Journal reviewed it as \"brutal, unrelenting, scorching...\" Many reviews noted its heavy themes; Alternative Press stated, \"[it is] like having a plastic bag taped over your head for an hour while Satan uses your scrotum as a speedbag....[It] is over the top...you're going to be left in stitches.\" NME said that it is \"Exhilarating, brutal and good.\" Rolling Stone credited the album for its originality, stating that \"nearly everything else in modern doom rock sounds banal.\" Producer Robinson was also praised for his work on the album; Uncut noted, \"The barely relenting, tumbling noise attack marshalled by nu metal uber-producer Ross Robinson is expert.\" Reviewing for Yahoo!, John Mulvey said, \"They're an evolutionary dead end, the final, absolute triumph of nu metal.\" The first single, \"Left Behind\", was nominated for the 2002 Grammy Award for Best Metal Performance at the 44th Grammy Awards. The second single, \"My Plague\", was nominated in 2003 for the same award at the 45th Grammy Awards. The single \"Left Behind\" peaked in the top thirty for single sales the United States and the UK. In addition, \"My Plague\" reached the 43rd position on the UK charts. Iowa was ranked sixth in the \"50 Albums of the year\" by NME in 2001. The album reached the top position on the UK Albums Chart, and the second spot on the ARIA Charts in Australia. The album reached the third spot on the Billboard 200 and the Finnish Albums Chart. On October 10, 2001, the album was certified Platinum in the United States. In Canada, the Canadian Recording Industry Association certified the album as Platinum, on September 5, 2001. The British Phonographic Industry has certified the album as Gold in the UK. In 2009, Iowa was rated third in UK magazine Kerrang!s \"The 50 Best Albums of the 21st century\" reader poll. Loudwire listed Iowa at number two in their \"Top 11 albums of the 2000s\" and number six in their \"Top 100 albums of the 21st century\". In 2017, Rolling Stone ranked Iowa as 50th on their list of 'The 100 Greatest Metal Albums of All Time.' ==Track listing== All music written by Shawn Crahan, Paul Gray, Joey Jordison, Chris Fehn, Mick Thomson, Sid Wilson, Craig Jones and Jim Root. All lyrics by Corey Taylor except where noted. ==Personnel== Slipknot *(#8) Corey Taylor – vocals *(#7) Mick Thomson – guitars *(#6) Shawn Crahan – percussion, backing vocals, editing *(#5) Craig Jones – samplers, media *(#4) Jim Root – guitars *(#3) Chris Fehn – percussion, backing vocals *(#2) Paul Gray – bass, backing vocals *(#1) Joey Jordison – drums, additional vocals on \"My Plague (New Abuse mix)\", mixing *(#0) Sid Wilson – turntables, vocals on \"(515)\" Management * Monte Conner – A&R; * Steve Ross – assistant manager * Danny Nozell – tour chief * Dave Kirby and Neil Warnock – worldwide agents for The Agency Group * No Name Management – worldwide management Production * Ross Robinson – producer * Mike Fraser – engineering * Andy Wallace – mixing * Steve Sisco – assistant engineering * George Marino – mastering * Steve Richards – executive producer Artwork * Shawn Crahan – creative direction, photography * T42 Design – art direction, layout * Joey Jordison – Slipknot logo and Tribal-S logo design * Stefan Seskis – photography * Neil Zlozower – band photography ==Charts== === Weekly charts === {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Weekly chart performance for Iowa !Chart (2001) !Peak position |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- |- !scope=\"row\"| Spanish Albums (PROMUSICAE) |align=\"center\"|11 |- !scope=\"row\"| Swedish Albums (Sverigetopplistan) |style=\"text-align:center;\"|10 |- !scope=\"row\"| Swiss Albums (Schweizer Hitparade) |style=\"text-align:center;\"|13 |- |- |- |} {|class=\"wikitable plainrowheaders\" !scope=\"col\"|Chart (2011) !scope=\"col\"|Peak position |- !scope=\"row\"|Japanese Albums (Oricon) |align=\"center\"|39 |- |} {|class=\"wikitable plainrowheaders\" !scope=\"col\"|Chart (2021) !scope=\"col\"|Peak position |- |- |- |} === Year-end charts === {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Year-end chart performance for Iowa !Chart (2001) !Position |- !scope=\"row\"|Canadian Albums (Nilsen Soundscan) | 99 |- !scope=\"row\"|UK Albums (OCC) |128 |- !scope=\"row\"|US Billboard 200 |150 |} {|class=\"wikitable plainrowheaders\" style=\"text- align:center\" |- !scope=\"col\"|Chart (2002) !scope=\"col\"|Position |- !scope=\"row\"|Canadian Alternative Albums (Nielsen Soundscan) | 158 |- !scope=\"row\"|Canadian Metal Albums (Nielsen Soundscan) | 78 |} === Certifications === |+Certifications for Iowa ===Gallery=== File:Slipknot's Iowa RIAA Platinum Award.jpg|Slipknot's American Platinum record for Iowa. File:Slipknot's Iowa BPI Gold Award..jpg|Slipknot's British's Gold record for Iowa. File:Slipknot's Iowa Canadian platinum award.jpg|Slipknot's Canadian Platinum record for Iowa. File:Slipknot's Iowa Belgian gold record.jpg|Slipknot's Belgian Gold record for Iowa. ==References== ==External links== * Category:2001 albums Category:Roadrunner Records albums Category:Slipknot (band) albums Category:Albums produced by Ross Robinson Category:Albums recorded at Sound City Studios",
 "title": "Iowa (album)"
}