{
 "id": "159121",
 "text": "Nabû-nāṣir was the king of Babylon from 747 to 734 BC. He deposed a foreign Chaldean usurper named Nabu-shuma-ishkun, bringing native rule back to Babylon after twenty-three years of Chaldean rule. His reign saw the beginning of a new era characterized by the systematic maintenance of chronologically precise historical records. Both the Babylonian ChronicleTablet BM 92502 The Chronicle on the Reigns from Nabû-Nasir to Šamaš-šuma-ukin (ABC 1) lines 1 to 12. and the Ptolemaic Canon begin with his accession to the throne. He was contemporary with the Assyrian kings Aššur-nirarī V (755–745 BC) and Tiglath- Pileser III, the latter under whom he became a vassal, and the Elamite kings Humban-Tahrah I (reigned until 743 BC) and Humban-Nikaš I (742–717 BC). ==History== Nothing is known of his provenance or origin, although it appears he was a native Mesopotamian. His three predecessors were from the migrant Chaldean tribes settled in the far south east of Babylonia since the 9th century BC. The Dynastic ChronicleThe Dynastic Chronicle (ABC 18) vi 11. may have been composed during his reign as it records the succession of kings from the antediluvian era down to his immediate predecessor, Nabû-šuma-iškun. It records that the \"dynasty of Chaldea was terminated\" (with Nabû-šuma-iškun) and \"its kingship was transferred,\" but the remainder is lost. He may also have commissioned a vituperative chronicleChronographic document concerning Nabu-šuma-iškun, excavation number W 22660/0, CM 52 in J. J. Glassner's \"Chronique Mésopotamiennes,\" 1993, pp. 235–240. which vilifies his predecessor for his sacrilegious actions and the Chronicle of the Market PricesChronicle of the Market Prices (ABC 23), tablet BM 48498. which mentions the volatile costs of various commodities in reigns up until that of his predecessor. His name appears in the Eclectic ChronicleThe Eclectic Chronicle (ABC 24), tablet BM 27859, r. 17. but the context has not been preserved. ==Calendar reform== His reign marks the reform of the Babylonian calendar, introducing regular calculated intercalary months, the eighteen-year cycle texts (the 223-month Saros Cycle, named for Edmund Halley’s misreading of a passage in Pliny) and perhaps even the zodiac. Berossus of Kos reported, in an account preserved by Syncellus, that it was from the reign of Nabû-nāṣir onward that the movements and duration of the stars were recorded. He noted in his work Babyloniaca that: \"He gathered the records of his predecessors and destroyed them, thus ensuring that the history of the Chaldean kings began with him.\" According to Claudius Ptolemy in his work Almagest, this gave rise to an era beginning at noon on 26 February 747 BC, when the Anno Nabonassari began, but prior to the Hellenistic period there is no trace of this era. The Babylonian Chronicle, covering the years 747 to 668 BC, the best preserved exemplar of this genre, was possibly collated from Babylonian astronomical diaries, although the earliest exemplar of these dates to 652 BC. The lists of celestial phenomenaLunar eclipse table for the years 747–744 BC BM 041985, LBAT 1413 at CDLI started with the lunar eclipse of 747–746 BC (6 February 746 BC according to Britton and others), a spectacular conjunction of the moon and the planets which may have inspired the commencement of recording of accurate astronomical observations. ==Assyrian invasion== The country regained from Nabû-šuma-iškun was one riven by internal divisions and conflicts with the immigrant tribes of Arameans and Chaldeans, where the central authority was greatly diminished. In Nabû-nāṣir's third year, the Assyrian general Tukultī-apil-Ešarra, better known under the Hebraic rendition \"Tiglath-Pileser III\", came to power in the Neo-Assyrian Empire, overthrowing the existing regime, and in the first of two campaigns to secure his southern and eastern frontiers invaded Babylonia. During the first of these (745 BC) he sacked Rabbilu and Hamranu, abducted the gods of Šapazza, subjugated the numerous Aramean and Chaldean tribes, and destroyed the capital of the Chaldean tribe the Bit-Shilani, Sarrabanu, impaling its leader, Nabû-ušabši. His forces skirted the metropolitan areas of Dur-Kurigalzu and Sippar and may have reached as far as the region of Nippur. Whether or not he actually solicited military aid from the Assyrians, Nabû- nāṣir seems to have been the main beneficiary of these actions as his regime was stabilized and he was subsequently able to put down a revolt in Borsippa. His hold over Uruk remained tenuous, as two local dignitaries complained of the neglect of the Akītu temple in their inscriptionCylinder BM 113205 and fragmentary cylinders NBC 2502 and YBC 2170. commemorating their own restorations, usurping monarchic privilege. ==Economic activity== Twenty-three tablets lists 22 and AFn.2 survive dealing with agricultural production, animal husbandry, weaving and sales from his first to his fourteenth year and these seem to represent a recovery in economic activity. A letter archive excavated in 1973 in Nippur contains the correspondence between Kudurru the šandabakku, or governor, of Nippur and an individual of this name who is greeted as \"brother\", which may be him. He is recorded as having succumbed to illness and died in his palace during his fourteenth year. He was succeeded by his son, Nabû-nādin-zēri, the only known hereditary succession in Babylonia in a period from 810 BC to the rise of the Neo-Babylonian Empire in 626 BC. ==Etymology== Inscribed in cuneiform as dAG-PAB or dAG-ŠEŠ-ir, Greek: Ναβονάσσαρος, whence \"Nabonassar\", and meaning \"Nabû (is) protector\". == Inscriptions == == References == Category:8th-century BC Babylonian kings Category:Babylonian kings Category:8th-century BC rulers Category:734 BC deaths Category:Babylonia Category:Year of birth unknown",
 "title": "Nabonassar"
}