{
 "id": "159365",
 "text": "Mortiis is an electronic band from Notodden, Norway fronted by Håvard Ellefsen, who is also known as the namesake of the band. The name is a misspelling of the word \"mortis\", which is the pronunciation used by the band. Mortiis started as the solo project of Ellefsen as a means to convey a story. This aspect was lost over time and Mortiis slowly formed into a band. Ellefsen previously played bass in the black metal band Emperor (1991-1992), prior to forming this project in 1993. The time he spent in his previous band laid the groundworks for mixing black metal elements with various electronic genres, with these being touched upon across each \"era\" of the band. ==History== ===Era I=== The title of Era I was never intentional. It came about in 2001 when Mortiis was set to release The Smell of Rain, which was such a departure from his earlier records that he wanted to brand it in a way to signify this. All works previous to The Smell of Rain were thereafter referred to as Era I as a consequence. All of the Era I albums were composed entirely on synthesizers, creating a sound that Mortiis described as \"dark dungeon music\"- a fundamental influence on the later Dungeon Synth genre. The last album of this era, The Stargate, went a step further by introducing a wider range of instruments including acoustic guitars, flutes and dark vocals; mainly provided by Sarah Jezebel Deva. ===Era II=== Songs on The Smell of Rain were electropop, and frontman Ellefsen took to lead vocals for the first time. This would be the only release under the title of Era II. It was during this era that Ellefsen decided he needed to seek members to perform in a live setting, which later helped change how Mortiis as a band sounded. The first live shows with this new lineup and with Mortiis as frontman & vocalist took place in the United Kingdom in December 2001. ===Era III=== With Era III came The Grudge, which took an even more drastic turn from previous eras and is said to have made the biggest impression of any of his albums. The Grudge took on a heavy industrial rock emphasis, combining grinding guitars and industrial programming. Some of the longtime fans were again not too happy with this turn, but it helped gain Mortiis more new fans. In 2005, the Norwegian Culture Council selected The Grudge to be freely available for listening to the public in libraries across the country. On 16 April 2007 Mortiis released a remix album titled Some Kind of Heroin, reworking material from The Grudge, via Earache Records. \"Some Kind of Heroin\" offers diverse remix material including interpretations by a wide range of contemporaries, such as Zombie Girl, Gothminister, Implant, XP8, PIG, The Kovenant, Velvet Acid Christ, Girls Under Glass, David Wallace, Kubrick, Flesh Field, Victor Vortexx, Dope Stars Inc, In the Nursery among others. In late 2009 and early 2010 earlier music has been partly reprogrammed and re-arranged for future live use. On 10 October 2010 Mortiis released Perfectly Defect as a free internet only download album. Regarding why the album was free, Mortiis stated, \"The new model of the music business is important to keep in mind; there's a new mentality out there in terms of how people acquire their music now.\" During this time and the subsequent tours, the visual appearance and sound was similar to that of Era III, but with a more Industrial appearance closer to Combichrist and without any form of mask which had been a key characteristic of previous eras. Although this is marked as being part of Era III, this could be construed as a movement in Era IV. right|thumb|Mortiis live at the Voodoo Lounge in Dublin, 2016 ===Hiatus (2011–2015)=== Between 2011 and 2015, Mortiis (as a band or a solo musician) never stated that the project was on hiatus, although the last tour ended at P60 in Amstelveen (Netherlands) on 8 July 2011, with no performance, recording or releases since. However, during this time the mailing list, Instagram account and Facebook page was active, hinting at a return at some point. ===Era 0=== The four-year hiatus was broken on 8 June 2015 when a message placed on the band's Facebook page suggested a new album was on its way in a new era, Era 0. This was confirmed on 5 October 2015 when the release of the single \"Doppelgänger,\" off the forthcoming album The Great Deceiver. The artwork for \"Doppelgänger\" included the familiar Mortiis logo, but with the Era 0 subscript, confirming the new Era. The album (The Great Deceiver) was originally finished in 2008, and included mixes by Chris Vrenna (of Nine Inch Nails and Marilyn Manson). Additional material was also finished with enough material for another album during 2009. To mark the return, Mortiis announced a series of US tours starting on 7 October 2015 with \"The Devils Be Damned Tour\". Despite the Era being 0, this was not a return to the original sound of Era I, but a continuation of that within Era III, again with complete lack of prosthetics or mask, but keeping the gothic/industrial costuming and face paint. ===Return to Era 1=== In January 2020, Mortiis returned to his Era 1 style of music with the album Spirit of Rebellion. The album was a reworking of his 1994 work Ånden som Gjorde Opprør, and was instigated after he was invited to perform at the 25th anniversary celebrations for former label Cold Meat Industry in 2017. In April 2020, he shared a work in progress tentatively entitled The Shadow of the Tower during the online Dungeon Synth festival 'Northeast Dungeon Siege'. An extract was also shared on Mortiis' Bandcamp page; again, the style of this new track reflected the style of the artist's early output. A previously unreleased 1997 track of the same name was released via the same website in October 2020, with Mortiis explaining that the piece had previously been used as atmospheric background music during his sporadic live shows of the era. A second such sample, entitled Blood Becomes Water, was released in July 2020. Mortiis admitted to having long-held negative feelings about his 1990s output, feeling resentment towards perceived lack of quality in musicianship and production. However, he has since reassessed his detachment towards this material, and now sees renewed worth in the honesty and originality of his early records. In the period leading up to the release of Spirit of Rebellion, many of these early releases were reissued, having remained largely out of print for many years. Mortiis' 2001 book, Secrets of My Kingdom, was also reprinted as an expanded edition in 2018. Subtitled Return to Dimensions Unknown, the reprint featured new interviews, images and other archive material from the 1990s. ==Image== For nearly the entirety of the band's existence, frontman Ellefsen has altered his facial appearance using several alternatives before using a prosthetic mask and ear set. The studio who made Mortiis' mask asked for a character reference for the moulding. The mask was always coupled with ears. During Era I the mask covered his whole face, though by Era III it had an appearance whereby it seemed to be falling off and was stitched in place. The mask was dropped after the release of Some Kind of Heroin. Having stated in an interview that the mask has been shelved \"for better or worse\", as part of the significance of Some Kind of Heroin. Ellefsen's choice of dreadlocks (sometime after Era I), and various outfits helped produce the \"Mortiis image\". When asked as to what the mask represents he has answered, \"I do not look upon myself as a goblin, or troll, or elf, or medieval. I am merely Mortiis.\" Mortiis has been known to repair his live clothes by using black tape to seal holes and tears. They often cover themselves in corn flour before going on stage. When talking about the influence for the imagery that his band uses, Ellefsen has commented, \"A lot of people do not get that you can do more than just look like you're waiting for a bus. I mean how dull is that? I grew up with Kiss, W.A.S.P. and Alice Cooper.\" ==Remixes== Mortiis has been credited for a number of remixes, though most are produced solely by Ellefsen. Mortiis’ most notable credited remixes are for artists signed to the Belgian industrial label Alfa Matrix, including Zombie Girl (on the album Blood, Brains and Rock 'N' Roll) and I:Scintilla, another female fronted industrial metal act who released their album \"Optics\" featuring a bonus disc with remixes by Mortiis and other artists including Combichrist and Clan Of Xymox. Mortiis has also provided remixes for Italian Industrial Rock/Metal bands including Dope Stars Inc., T3CHN0PH0B1A, as well as the American Ethereal/Neoclassical act Melankolia. ==Band members== ===Håvard Ellefsen=== right|thumb|Mortiis at Ragnard Reborn festival in Kharkiv (2018) Håvard Ellefsen, often referred to as Mortiis, is the only constant band member. He was born in Skien, Telemark. Mortiis began his musical career playing bass for the black metal act Emperor. He stayed with the band just over one year before going on to create his own solo project, though unlike his previous band the music would be dark ambient oriented. Ellefsen was experimenting greatly with music during his early solo career. He started four separate projects, though the focus was always on Mortiis. Ellefsen wrapped up work on the soundtrack to the movie Broken and The Devil's Chair (Renegade Films) in 2007. Both films were directed by Adam Mason who first worked with him on the Mortiis video for Decadent & Desperate. Having completed an album's worth of songs, Ellefsen commented at how they were \"atmospheric and eerie\" and also \"very dark\" while \"some of it actually is semi-song structured, with some melody and sense to it.\" They were done under the Mortiis name. The collected music will eventually be released as a Mortiis album. Mortiis as a band was formed shortly after the release of The Smell of Rain. Dark Dungeon Music was the personal record label of Mortiis. It operated between 1995 and 1999 while Mortiis resided in Halmstad, Sweden, and released mostly limited-edition vinyl. It was dissolved as Mortiis moved back to Norway in late 1999. ===Current line-up=== * Mortiis (Håvard Ellefsen) – lead vocals, programming, mixing * Levi Gawron (Levi Gawrock Trøite) – guitars, programming, mixing, bass (2001–present) * Tim Van Horn – drums (2011, 2017–present) ===Former members=== * Sarah Jezebel Deva – vocals (soprano) * Leo Troy (Svein Tråserud) – drums (2001–2007) * Åsmund Sveinnungard – guitars (2001–2005) * Endre Tonnesen – session/studio bass for The Grudge album * [Magnus Abelsen] – session bass for The Grudge album * Mortal (Anund Grini) – guitars (2001–2002) * Joe Letz – drums (2008–2010) * Åge Trøite – live guitar, 2005–2011 * Chris Kling – live drums 2009–2011 * Jerry Montano – live bass, 2015 ===Timeline=== ImageSize = width:800 height:auto barincrement:20 PlotArea = left:120 bottom:100 top:0 right:25 Alignbars = justify DateFormat = dd/mm/yyyy Period = from:01/01/1992 till:09/06/2019 TimeAxis = orientation:horizontal format:yyyy ScaleMajor = increment:2 start:01/01/1995 Legend = orientation:vertical position:bottom columns:3 Colors = id:Vocals value:red legend:Lead_vocals id:Guitar value:green legend:Guitars id:Bass value:blue legend:Bass id:Drums value:orange legend:Drums id:Lines value:black legend:Studio releases id:Lines2 value:gray(0.75) legend:Others LineData = at:01/01/1993 color:Black layer:Back at:01/06/1993 color:Black layer:Back at:01/01/1994 color:Black layer:Back at:01/01/1995 color:Black layer:Back at:01/01/1996 color:Lines2 layer:Back at:01/06/1996 color:Black layer:Back at:23/08/1999 color:Black layer:Back at:17/10/2001 color:Black layer:Back at:13/09/2004 color:Black layer:Back at:16/04/2007 color:Lines2 layer:Back at:01/10/2010 color:Black layer:Back at:10/12/2010 color:Lines2 layer:Back BarData = bar:Mortiis text:\"Mortiis\" bar:Asmnd text:\"Åsmund Sveinnungard\" bar:Levi text:\"Levi Gawron\" bar:Mortal text:\"Mortal (Anund Grini)\" bar:Age text:\"Åge Trøite\" bar:Leo text:\"Leo Troy\" bar:Joe text:\"Joe Letz\" bar:Tim text:\"Tim Van Horn\" bar:Chris text:\"Chris Kling\" bar:Endre text:\"Endre Tonnesen\" bar:Magnus text:\"Magnus Abelsen\" PlotData = width:10 textcolor:black align:left anchor:from shift:(5,-4) bar:Mortiis from:start till:end color:Vocals bar:Levi from:01/08/2001 till:end color:Guitar bar:Asmnd from:01/01/2001 till:31/12/2005 color:Guitar bar:Mortal from:01/01/2004 till:31/12/2002 color:Guitar bar:Age from:01/01/2005 till:31/12/2011 color:Guitar bar:Leo from:01/01/2001 till:31/12/2007 color:Drums bar:Joe from:01/01/2008 till:31/12/2010 color:Drums bar:Tim from:01/01/2011 till:end color:Drums bar:Chris from:01/01/2009 till:31/12/2011 color:Drums bar:Endre from:01/01/2004 till:31/12/2004 color:Bass bar:Magnus from:01/01/2004 till:31/12/2004 color:Bass ==Discography== ===Studio albums=== {| class=\"wikitable\" |- |Era |Date of release |Title |Label |- |rowspan=\"7\"|Era I |1993 |The Song of a Long Forgotten Ghost |Pagan Records / Witching Hour Prod |- |1994 |Født til å Herske |Malicious Records / Dark Dungeon Music / Earache Records |- |1994 |Ånden som Gjorde Opprør |Cold Meat Industry / Earache Records |- |1995 |Keiser Av En Dimensjon Ukjent |Dark Dungeon Music / Earache Records |- |1995 |Blood and Thunder EP |Primitive Art Records |- |1996 |Crypt of the Wizard |Dark Dungeon Music / Earache Records |- |1999 |The Stargate |Earache Records |- |Era II |2001 |The Smell of Rain |Earache Records |- |rowspan=\"3\" |Era III |2004 |The Grudge |Earache Records |- |2007 |Some Kind of Heroin |Earache Records |- |2010 |Perfectly Defect |Independent |- |rowspan=\"2\" |Era 0 |2016 |The Great Deceiver |Omnipresence |- |2017 |The Unraveling Mind |Omnipresence |- |rowspan=\"1\"|Era I |2020 |Spirit of Rebellion |Dead Seed Productions |} ===Live albums=== {| class=\"wikitable\" |- |Date of release |Title |Label |- |2010 |Mortiis (Live in London) |Earache Records |} ===Singles=== {| class=\"wikitable\" |- |Date of release |Title |Label |Chart position |- |2004 |\"The Grudge\" |Earache Records |UK Singles Chart: 51 UK Indie Singles: 7 |- |2005 |\"Decadent & Desperate\" |Earache Records |UK Singles Chart: 49 |- |2015 |\"Doppelgänger\" |Omnipresence | |- |2016 |\"The Shining Lamp of God\" |Omnipresence | |- |2016 |\"Demons are Back\" |Omnipresence | |- |2016 |\"Geisteskrank\" |Omnipresence | |- |2017 |\"The Die Krupps & Leætherstrip Mixes\" |Omnipresence | |- |2017 |\"The Great Leap\" |Omnipresence | |} ===Music videos=== {| class=\"wikitable\" |- |Date of release |Title |Label |- |2001 |\"Parasite God\" |Earache Records |- |2003 |\"Mental Maelstrom\" |Earache Records |- |2004 |\"The Grudge\" |Earache Records |- |2004 |\"Decadent & Desperate\" |Earache Records |- |2015 |\"Doppelgänger\" |Omnipresence |- |2016 |\"The Shining Lamp of God\" |Omnipresence |- |2016 |\"Demons are Back\" |Omnipresence |} ===Remixes=== {| class=\"wikitable\" |- ! style=\"width:50px;\"| Year ! style=\"width:250px;\"| Song ! style=\"width:125px;\"| Type ! style=\"width:125px;\"| Artist |- | 1995 | \"Necrose Evangelicum\" | Sinth | Brighter Death Now |- | 2005 | \"Muv Your Dolly\" (Swedish Erotica Mix) | Remix | XP8 |- | 2005 | \"N.A.S.A.\" (Return of the Funky Dead Mix) | Remix | T3chnophob1a |- | 2005 | \"Self Destructive Corp.\" (Midnight Mass Remix) | Remix | Dope Stars Inc. |- | 2005 | \"Maze\" | Chorus | Apoptygma Berzerk |- | 2005 | \"Backstabbers Go to Heaven\" | Chorus | SCUM |- | 2005 | \"Touch Me (Cleanse & Corrupt)\" | Remix | Girls Under Glass |- | 2006 | \"Blitzkrieg\" (Driven On Mix) | Remix | Deathstars |- | 2006 | \"Havestar\" (La Malediction Mix) | Remix | I:Scintilla |- | 2012 | \"Bring Me Victory\" | Remix | Melankolia |} ===Compilations=== *Mama Trash Family Artists Vol. 1 Track – 05 // \"Zeitgeist\" – Mortiis *Mama Trash Family Artists Vol. 2 Track – 15 // \"The Ugly Truth\" – Mortiis ===Videography=== * Reisene Til Grotter Og Odemarker (1995) * Soul in a Hole (2005) ===Books=== * Secrets Of My Kingdom (2001) * Secrets Of My Kingdom: Return To Dimensions Unknown (2018) ===Side projects=== ====Cintecele Diavolui==== ;Discography * The Devil's Songs – Dark Dungeon Music (1996) ====Fata Morgana==== \"Fata Morgana is basically me wanting to express musical ideas through another medium – that had no real concept, that didn't deal with something special, or had any message within\". ;Discography * Fata Morgana (1995) * The Space Race / Robot City (1996) ====Vond==== ;Discography * Havard-Vond 7\" EP (limited to 1000 copies) (1993) * Selvmord / Slipp Sorgen Los (1994) * The Dark River (1996) * Green Eyed Demon (1998) ==References== ==External links== * * Official MySpace site * Category:1993 establishments in Norway Category:Bands with fictional stage personas Category:Dark ambient music groups Category:Earache Records artists Category:Industrial rock musical groups Category:Masked musicians Category:Musical groups established in 1993 Category:Musical groups from Notodden Category:Musical quartets Category:Norwegian ambient music groups Category:Norwegian industrial music groups Category:Projekt Records artists Category:Emperor (band) members Category:Musical groups from Skien",
 "title": "Mortiis"
}