{
 "id": "159320",
 "text": "Tux Racer is a 2000 open-source winter sports racing video game starring the Linux mascot, Tux the penguin. It was originally developed by Jasmin Patry as a computer graphics project in a Canadian university. Later on, Patry and the newly founded Sunspire Studios, composed of several former students of the university, expanded it. In the game, the player controls Tux as he slides down a course of snow and ice collecting herring. Tux Racer was officially downloaded over one million times as of 2001. It also was well received, often being acclaimed for the graphics, fast-paced gameplay, and replayability, and was a fan favorite among Linux users and the free software community. The game's popularity secured the development of a commercialized release that included enhanced graphics and multiplayer, and it also became the first GPL- licensed game to receive an arcade adaptation. It is the only product that Sunspire Studios developed and released, after which the company liquidated. The free game's source code has led to it receiving forks, made by fans continuing its development. ==Gameplay== Tux Racer is a racing game in which the player must control Tux across a mountainside. Tux can turn left, right, brake, jump, and paddle, and flap his wings. If the player presses the brakes and turn buttons, Tux will perform a tight turn. Pressing the paddling buttons on the ground gives Tux some additional speed. The paddling stops giving speed and in turn slows Tux down when the speedometer turns yellow. Tux can slide off slopes or charge his jumps to temporarily launch into midair, during which he can flap his flippers to fly farther and adjust his direction left or right. The player can also reset the penguin should he be stuck in any part of the course. Courses are composed of various terrain types that affect Tux's performance. Sliding on ice allows speeding at the expense of traction, and snow allows for more maneuverability. However, rocky patches slow him down, as does crashing into trees. The player gains points by collecting herrings scattered along the courses, and the faster the player finishes the course, the higher the score. Players can select cups, where progression is by completing a series of courses in order by satisfying up to three requirements: collecting sufficient herring, finishing the course below a specified time, and scoring enough points. Failing to meet all the criteria or aborting the race costs a life, and should the player lose all four lives, they must reenter the cup and start over. During level selection, the player can choose daytime settings and weather conditions such as wind and fog that affect the gameplay. Maps are composed of three separately saved raster layers that each determine a map's elevation, terrain layout, and object placement. ===Commercial version=== The commercial version of Tux Racer introduces new content. Besides Tux, players can select one of three other characters to race as: Samuel the seal, Boris the polar bear, and Neva the penguin. Some courses contain jump and speed pads as power-ups, and players can perform tricks in midair to receive points. They can participate in cups in one of the two events serving as game modes: the traditional \"Solo Challenge\" or the new \"Race vs Opponents\", where a computer opponent is added and must be defeated in order for the player to advance. Courses are unlocked for completing unfinished cups. In non-campaign sessions, besides practicing, players can also race in the two-player \"Head to Head\" local multiplayer mode, viewed on a split-screen. ==Development== Tux Racer was originally developed by Jasmin Patry, a student attending the University of Waterloo in Ontario, Canada, where he aimed to begin a career in the video game industry by pursuing a computer graphics degree. Development of the game began in August 1999 as a final computer graphics project in Computer Graphics Lab, and was completed in three days to positive class reception. A webpage for the game was then started, and someone suggested he release the game's source code. Patry felt that made sense due to Tux being the mascot for the open-source Linux, and continued to work on the game before publicly uploading it to SourceForge for Linux under the free GNU General Public License on February 28, 2000, hoping others would join in on developing it. This early version featured a very basic gameplay that consisted of Tux sliding down a hill of snow, ice, rock, and trees for Tux to avoid along the way. To write the game, Patry tended to use free premade content such as textures borrowed from websites, rather than original content made from scratch. In December 1999, Patry, fine arts students Rick Knowles and Mark Riddell, and computer graphics students Patrick Gilhuly, Eric Hall, and Rob Kroeger announced the foundation of the company Sunspire Studios to develop a video game project. Patry stated the game would have a massively multiplayer and a persistent universe with real-time strategy and first-person shooter components. Since their ideas were limited by that time's 3D engines, they embarked on creating their own, which according to Patry would make Quake 3 and Unreal engine look \"tame\" in comparison. Fine arts undergraduate classmate Roger Fernandez was chosen as the artist. The project was eventually abandoned due to it being a \"massive undertaking,\" and in August 2000, Knowles suggested the company resume working on Tux Racer, which became their first official project. Continued development of the free version was swift; numerous elements such as herrings, jumping, and a soundtrack, as well as graphical improvements, were added in just three weeks. Porting the game from Linux to Windows was easy, as it used cross-platform tools such as OpenGL and Simple DirectMedia Layer. A major update including those improvements, version 0.60, was freely uploaded to SourceForge for both Linux and Windows on October 2, 2000. A minor patch for that release was often included in most Linux distributions, and a port for Macintosh was released in November 21, 2000. ===Ports and remakes=== thumb|right|Tux Racer is the first GPL-licensed video game to receive an arcade adaption. On February 5, 2002, Sunspire Studios released in retail a closed-source and commercial expansion of the game titled Tux Racer, with each CD designed to support both Linux and Windows operating systems. Improvements from the open-source version include a vastly enhanced engine and graphics, the ability to perform tricks, character selection, and competitive multiplayer. The open-source version of Tux Racer, however, remained available to download on SourceForge. Sunspire Studios ceased business in the early- to mid-2000s. Since its inception, Tux Racer has seen unofficial forks and updates. One of the most popular examples is Extreme Tux Racer, released in September 2007 and itself based on a previous fork, PlanetPenguin Racer. An arcade version of the game was released by Roxor Games, making it the first GPL-licensed video game to receive an arcade adaption. The game and subsequent forks have also been ported to various other platforms, for instance Android and Ubuntu Touch. ==Reception== Tux Racer was well-received, with the latest version seeing over one million downloads as of October 2001 since its release in January, according to Sunspire Studios. It was a personal fan favorite among Linux users, who often ranked it as the best or one of the best free games. In August 2000, Lee Anderson of LinuxWorld.com commended the game's graphics, speed, and the easiness of the ability to create tracks. In 2001, TuxRadar said the game provided a \"shining light\" of what free applications could achieve. In its 2001 preview, the Brazilian magazine SuperGamePower considered the game's graphics to be the best aspect and described the sound as not innovative, but good. Also in 2001, MacAddict compared the game's fast-paced style to podracing in Star Wars and summed up the Macintosh port as \"more fun than words can describe.\" The commercial version of Tux Racer attracted little attention. Andon Logvinov of Igromania described it as a \"pure arcade game\" featuring nothing but four selectable characters and a set of courses with fish scattered about. He described the gameplay as calm and addictive and the music as relaxing, and praised the character models and track layout, with his only criticism being the system requirements. Seiji Nakamura of the Japanese website Game Watch described it as cute and humorous and praised the game's graphics and shadow and reflection effects, but found the game to lack appeal for adults. Even after its production's cessation, Tux Racer has continued to be generally well-received, largely concerning its forks. Linux Journal gave it an Editors' Choice Award in the \"Game or Entertainment Software\" category in 2005. Digit applauded the graphics and replayability, as well as the speed of the game and the abundance of courses, but found the music to be monotonous. Daniel Voicu of Softpedia praised the Extreme Tux Racer fork for being relaxing and funny and having the ability to reset Tux, as well as noted the game's fast pace, but criticized its perceived lack of interactivity and having Tux look like a \"plastic puppet.\" Linux For You also called the fork entertaining, but also criticized its bugs and the \"plastic\" look of Tux. ==References== ==External links== * Tux Racer on SourceForge * Official website for commercial Tux Racer * Tux Racer Arcade and the new Tux2 Arcade * Category:2000 video games Category:Cross-platform software Category:Formerly free software Category:Linux games Category:MacOS games Category:Multiplayer and single- player video games Category:Open-source video games Category:Racing video games Category:Split-screen multiplayer games Category:Video games developed in Canada Category:Windows games Category:Winter sports video games",
 "title": "Tux Racer"
}