{
 "id": "159363",
 "text": "thumb|380px|The territory of the Vestini in a 1624 map by Philip Clüver published in Italia Antiqua. Vestini () were an Italic tribe who occupied the area of the modern Abruzzo (central Italy) included between the Gran Sasso and the northern bank of the Aterno river. Their main centres were Pitinum (near modern L'Aquila), Aufinum (Ofena), Peltuinum (Prata d'Ansidonia), Pinna (Penne) and Aternum (Pescara, shared with the Marrucini). ==Historical geography== Writing at about 100 years after the end of the Social War, a failed last attempt of the italic tribes to form a union, Italy, that would compete with Rome in power and influence, the Roman geographer, Strabo, placed the location of the Vestini as he knew it to be as follows. The southern border was the Aternus River (modern Aterno-Pescara). Aternum (modern Pescara), then on the southern bank of the mouth of the river, was on the Marrucinian side. Both the Peligni upstream on the southern bank and the Marrucini downstream shared the port with the Vestini. Strabo has little else to say about the country of the Vestini, except that it was mountainous. Ptolemy has only to add that the towns of the Vestini were Pinna, Avia, Amiternum (a mistake, probably Aufina) and Angulus. Pliny the Elder mentions also Peltuina. He lists the Vestini in Augustus' Regio IV. ==History== ===The period of Vestinian sovereignty=== A Vestini sculpture, the Warrior of Capestrano, dating from the 6th century BC, was found in Capestrano, province of L'Aquila; it represents the King of Vestini tribe, Naevius Pompuledius, and was made by the sculptor Aninis. The tribe entered into the Roman alliance, retaining its own independence, in 302 BC, and issuing coins of its own in the following century. A northerly section round Amiternum near the passes into Sabine country probably received the Caerite franchise soon after. In spite of this, and of the influence of Hadria, modern Atri, a Latin colony founded about 290 BC, cites: Livy, Epit. xi. the local dialect, which belongs to the north Oscan group, survived certainly to the middle of the 2nd century BC (see the inscriptions cited below) and probably until the Social War. ===Romanization=== The oldest Latin inscriptions of the district are C.I.L. ix. 3521, from Furfo with Sullan alphabet, and 3574, \",\" but with couraverunt, a form which, as intermediate between or and , cannot be earlier than 100 BC. The latter inscription contains also the forms (nom. p1.) and (gen. sing.), which show that the Latin first spoken by the Vestini was not that of Rome, but that of their neighbours the Marsi and Aequi. The inscription of Scoppito shows that at the time at which it was written the upper Aternus valley must be counted Vestine, not Sabine in point of dialect. ==See also== * Vestinian language ==Notes== ==References== Attribution: * Endnotes: **See further Paeligni and Sabini, and for the inscriptions and further details, R. S. Conway, The Italic Dialects, pp. 258 ff., on which this article is based. Category:Ancient Italic peoples Category:Ancient Abruzzo",
 "title": "Vestini"
}