{
 "id": "159471",
 "text": "Mind Bomb is the third studio album by English post-punk band The The. It was released by Some Bizzare/Epic on 11 July 1989 and recorded between October 1988 and May 1989. The album peaked at No. 4 on the UK Albums Chart. ==Overview== For this album Matt Johnson assembled a full band version of The The, retaining his role as singer, primary songwriter, frontman and guitarist (and playing keyboards and other instruments in the studio), but bringing in former Smiths guitarist Johnny Marr (whom he had known since the early 1980s, and whom he had attempted to entice into an earlier version of The The prior to Marr forming The Smiths). Completing the lineup was former Julian Cope band bass guitarist James Eller and session drummer David Palmer (while D.C. Collard provided live keyboards). Additional instrumentation on Mind Bomb was provided by sessioneers, most notably keyboard player Wix. Instead of the darkly polished dance-pop styling of earlier albums Soul Mining and Infected, Mind Bomb opens up the music to reveal a slow, winding textured world of sound, thanks in no small measure to ex-Smiths guitarist Johnny Marr. Lyrical subjects include politics, religion, and romance. The band would also play a world tour and record a follow-up, Dusk. After that, Johnson dissolved it and went about his business alone again. A remastered version of the album was released in 2002. ==Critical reception== The Quietus called the album \"slow, expansive, looming into inexorable life with a rage that smouldered rather than flamed.\" The Encyclopedia of Popular Music called it \"bombastic in tone and filled with lyrical diatribes and anti-religious rants allied to distinctly unmelodic songs.\" The Los Angeles Times called it \"an embarrassing exercise in breast-beating,\" writing that \"this bloated record is doubly distressing considering that it’s the work of the same man who turned out one of the most mysterious and lovely pop tunes of the ‘80s, 'Uncertain Smile'.\" In a retrospective review, Stylus Magazine wrote that \"it’s easy to let the seemingly prescient relevance of the lyrics to Mind Bomb outweigh the actual music, which would be a shame because, with or without those words, it’s still a great record.\" ==Track listing== Tracks written by Matt Johnson, except where noted. # \"Good Morning, Beautiful\" – 7:28 # \"Armageddon Days Are Here (Again)\" – 5:40 # \"The Violence of Truth\" – 5:40 # \"Kingdom of Rain\" – 5:51 # \"The Beat(en) Generation\" – 3:04 # \"August & September\" – 5:45 # \"Gravitate to Me\" – 8:09 (Johnson, Johnny Marr) # \"Beyond Love\" – 4:22 ==Personnel== ===The band=== * Matt Johnson – vocals, guitar, keyboards * Johnny Marr – guitar, harmonica * James Eller – bass guitar * David Palmer – drums ===Additional musicians=== * Sinéad O'Connor – female vocal on \"Kingdom of Rain\" * Wix – piano, keyboards, Hammond organ, accordion * Warne Livesey – keyboards, banjo, acoustic guitar * Pandit Dinesh – percussion * Danny Cummings – percussion * Pedro Haldermann – percussion * Chris White – saxophone * Philip Todd – saxophone * Ashley Slater – trombone * John Eacott – flugel horn * Mark Feltham – harmonica * Danny Thompson – upright bass on \"August & September\" * Sarah Homer – clarinet * Dai Pritchard – bass clarinet * Hilary Storer – oboe * Gavyn Wright – Arabian fiddle * Astarti String Section – strings ===Artwork=== Artwork and typography by Fiona Skinner. Photography Andrew MacPherson. Back cover image was created to reference photomontagist John Heartfield Der Sinn von Genf The Meaning of Geneva AIZ Cover, Berlin, Germany, 1932 == References == Category:1989 albums Category:The The albums Category:Epic Records albums Category:Albums produced by Roli Mosimann Category:Albums produced by Warne Livesey",
 "title": "Mind Bomb"
}