{
 "id": "159686",
 "text": "John Rogers (c. 1505 – 4 February 1555) was an English clergyman, Bible translator and commentator. He guided the development of the Matthew Bible in vernacular English during the reign of Henry VIII and was the first English Protestant executed as a heretic under Mary I of England, who was determined to restore Roman Catholicism. ==Biography of John Rogers== ===Early life=== Rogers was born in Deritend, an area of Birmingham then within the parish of Aston. His father was also called John Rogers and was a lorimer – a maker of bits and spurs – whose family came from Aston; his mother was Margaret Wyatt, the daughter of a tanner with family in Erdington and Sutton Coldfield. Rogers was educated at the Guild School of St John the Baptist in Deritend, and at Pembroke Hall, Cambridge University, where he graduated B.A. in 1526. Between 1532 and 1534 he was rector of Holy Trinity the Less in the City of London. ===Antwerp and the Matthew Bible=== In 1534, Rogers went to Antwerp as chaplain to the English merchants of the Company of the Merchant Adventurers. Here he met William Tyndale, under whose influence he abandoned the Roman Catholic faith, and married Antwerp native Adriana de Weyden (b. 1522, anglicised to Adrana Pratt in 1552) in 1537. After Tyndale's death, Rogers pushed on with his predecessor's English version of the Old Testament, which he used as far as 2 Chronicles, employing Myles Coverdale's translation (1535) for the remainder and for the Apocrypha. Although it is claimed that Rogers was the first person to ever print a complete English Bible that was translated directly from the original Greek and Hebrew, there was also a reliance upon a Latin translation of the Hebrew Bible by Sebastian Münster and published in 1534/5. Tyndale's New Testament had been published in 1526. The complete Bible was put out under the pseudonym of Thomas Matthew in 1537; it was printed in Paris and Antwerp by Adriana's uncle, Sir Jacobus van Meteren. Richard Grafton published the sheets and got leave to sell the edition (1500 copies) in England. At the insistence of Archbishop Cranmer, the \"King's most gracious license\" was granted to this translation. Previously in the same year, the 1537 reprint of the Myles Coverdale's translation had been granted such a licence. The pseudonym \"Matthew\" is associated with Rogers, but it seems more probable that Matthew stands for Tyndale's own name, which, back then, was dangerous to employ in England. Rogers had at least some involvement with the translation, although he most likely used large parts of the Tyndale and the Coverdale versions.https://books.google.ca/books?id=2AXp3GFGYXwC&printsec;=frontcover&dq;=Matthew+Bible++John+Rogers+Tyndale&hl;=en&sa;=X&ved;=0ahUKEwimp_LA_KfVAhVm3IMKHavPDlYQ6AEIKzAB#v=onepage&q;=Matthew%20Bible%20%20John%20Rogers%20Tyndale&f;=false, John Rogers and the Matthew Biblehttps://books.google.ca/books?id=OkSLA4x0Z-AC&pg;=PA18&dq;=John+Rogers+Matthew+Bible&hl;=en&sa;=X&ved;=0ahUKEwickObI- KfVAhVi74MKHSVHC8AQ6AEILTAB#v=onepage&q;=John%20Rogers%20Matthew%20Bible&f;=false, p=18-20 Some historians declare Rogers \"produced\" the Matthew Bible. One source states that he \"assembled\" the Bible.https://books.google.ca/books?id=2AXp3GFGYXwC&printsec;=frontcover&dq;=thomas+cromwell+++matthew+bible&hl;=en&sa;=X&ved;=0ahUKEwjn_5jjhajVAhUI2IMKHYVgCP4Q6AEIKDAA#v=onepage&q;=thomas%20cromwell%20%20%20matthew%20bible&f;=false, p=ix Other sources suggest that his share in that work was probably confined to translating the prayer of Manasses (inserted here for the first time in a printed English Bible), the general task of editing the materials at his disposal, and preparing the marginal notes collected from various sources. These are often cited as the first original English language commentary on the Bible. Rogers also contributed the Song of Manasses in the Apocrypha,https://books.google.ca/books?id=3GRbAAAAMAAJ&pg;=PA113&dq;=John+rogers+matthew+bible+translating+the+prayer+of+Manasses&hl;=en&sa;=X&ved;=0ahUKEwidlZ- Th6jVAhVI_IMKHcE6DEEQ6AEIKjAA#v=onepage&q;=John%20rogers%20matthew%20bible%20translating%20the%20prayer%20of%20Manasses&f;=false, p=113 which he found in a French Bible printed in 1535. His work was largely used by those who prepared the Great Bible (1539–40), and this eventually led to the Bishops' Bible (1568) and the King James Version. Rogers matriculated at the University of Wittenberg on 25 November 1540, where he remained for three years, becoming a close friend of Philipp Melanchthon and other leading figures of the early Protestant Reformation. On leaving Wittenberg he spent four and a half years as a superintendent of a Lutheran church in Meldorf, Dithmarschen, near the mouth of the River Elbe in the north of Germany. Rogers returned to England in 1548, where he published a translation of Philipp Melanchthon's Considerations of the Augsburg Interim. In 1550 he was presented to the crown livings of St Margaret Moses and St Sepulchre in London, and in 1551 was made a prebendary of St. Paul's, where the dean and chapter soon appointed him divinity lecturer. He courageously denounced the greed shown by certain courtiers with reference to the property of the suppressed monasteries and defended himself before the privy council. He also declined to wear the prescribed vestments, donning instead a simple round cap. On the accession of Mary he preached at Paul's Cross commending the \"true doctrine taught in King Edward's days,\" and warning his hearers against \"pestilent Popery, idolatry and superstition.\" Defamatory pamphlets littered the streets exhorting Protestants to take up arms against Mary Tudor. ‘Nobles and gentlemen favouring the word of God’ were asked to overthrow the ‘detestable papists’, especially ‘the great devil’, Stephen Gardiner, Bishop of Winchester. A number of leading Protestant figures, including John Rogers, were arrested and leading reformist bishops such as John Hooper and Hugh Latimer were imprisoned weeks later. Thomas Cranmer was sent to the Tower for his role in Lady Jane's attempted coup. Rogers was also against radical Protestants. After Joan of Kent was imprisoned in 1548 and convicted in April 1549, John Foxe, one of the few Protestants opposed to burnings, approached Rogers to intervene to save Joan, but he refused with the comment that burning was \"sufficiently mild\" for a crime as grave as heresy. ===Imprisonment and martyrdom=== On 16 August 1553 he was summoned before the council and bidden to keep within his own house. His emoluments were taken away and his prebend was filled in October. In January 1554, Bonner, the new Bishop of London, sent him to Newgate Prison, where he lay with John Hooper, Laurence Saunders, John Bradford and others for a year. Their petitions, whether for less rigorous treatment or for opportunity of stating their case, were disregarded. In December 1554, Parliament re-enacted the penal statutes against Lollards, and on 22 January 1555, two days after they took effect, Rogers (with ten other people) came before the council at Gardiner's house in Southwark, and defended himself in the examination that took place. On 28 and 29 January he came before the commission appointed by Cardinal Pole, and was sentenced to death by Gardiner for heretically denying the Christian character of the Church of Rome and the real presence in the sacrament. He awaited and met death cheerfully, though he was even denied a meeting with his wife. Shortly before the execution, Rogers was offered a pardon if he were to recant but refused. He was burned at the stake on 4 February 1555 at Smithfield.https://books.google.ca/books?id=OFWnDgAAQBAJ&pg;=PA33&dq;=Matthew+Bible++John+Rogers+burned+at+the+stake&hl;=en&sa;=X&ved;=0ahUKEwjZt7T0_afVAhXo6oMKHSVcAsgQ6AEIPTAE#v=onepage&q;=Matthew%20Bible%20%20John%20Rogers%20burned%20at%20the%20stake&f;=false, p=33 Bishop Thomas Cranmer who had encouraged the Matthew Bible, was executed in 1556 also by Queen Mary I of England. Antoine de Noailles, the French ambassador, said in a letter that Rogers' death confirmed the alliance between the Pope and England. He also spoke of the support given to Rogers by the greatest part of the people: \"even his children assisted at it, comforting him in such a manner that it seemed as if he had been led to a wedding.\" thumb|Bust, St John's, Deritend A bust in his memory was erected at St John's Church, Deritend in Birmingham in 1853, by public subscription; the church was demolished in 1947. ==John Rogers, Vicar of St. Sepulchre's, and Reader of St. Paul's, London== The quotation that follows is from Foxe's Book of Martyrs, Chapter 16. It is included here because of its historical significance, being the vehicle by which the story of Rev. John Rogers has been most widely disseminated.https://books.google.ca/books?id=BvOBFmHYfxAC&pg;=PA267&dq;=John+Rogers+foxe+john+Rogers+was+educated+at+Cambridge,+and+was+afterward+many+years+chaplain+to+the+merchant+adventurers+at+Antwerp+in+Brabant.+Here+he+met+with+the+celebrated+martyr+William+Tyndale,+and+Miles+Coverdale,+both+voluntary+exiles+from+their+country+for+their+aversion+to+popish+superstition+and+idolatry.+They+were+the+instruments+of+his+conversion;+and+he+united+with+them+in+that+translation+of+the+Bible+into+English,+entitled&hl;=en&sa;=X&ved;=0ahUKEwjdv9_AgKjVAhXm1IMKHSkRDLoQ6AEIKDAA#v=onepage&q;=John%20Rogers%20foxe%20john%20Rogers%20was%20educated%20at%20Cambridge%2C%20and%20was%20afterward%20many%20years%20chaplain%20to%20the%20merchant%20adventurers%20at%20Antwerp%20in%20Brabant.%20Here%20he%20met%20with%20the%20celebrated%20martyr%20William%20Tyndale%2C%20and%20Miles%20Coverdale%2C%20both%20voluntary%20exiles%20from%20their%20country%20for%20their%20aversion%20to%20popish%20superstition%20and%20idolatry.%20They%20were%20the%20instruments%20of%20his%20conversion%3B%20and%20he%20united%20with%20them%20in%20that%20translation%20of%20the%20Bible%20into%20English%2C%20entitled&f;=false, p=267 \"John Rogers was educated at Cambridge, and was afterward many years chaplain to the merchant adventurers at Antwerp in Brabant. Here he met with the celebrated martyr William Tyndale, and Miles Coverdale, both voluntary exiles from their country for their aversion to popish superstition and idolatry. They were the instruments of his conversion; and he united with them in that translation of the Bible into English, entitled \"The Translation of Thomas Matthew.\" From the Scriptures he knew that unlawful vows may be lawfully broken; hence he married, and removed to Wittenberg in Saxony, for the improvement of learning; and he there learned the Dutch language, and received the charge of a congregation, which he faithfully executed for many years. On King Edward's accession, he left Saxony to promote the work of reformation in England; and, after some time, Nicholas Ridley, then bishop of London, gave him a prebend in St. Paul's Cathedral, and the dean and chapter appointed him reader of the divinity lesson there. Here he continued until Queen Mary's succession to the throne, when the Gospel and true religion were banished, and the Antichrist of Rome, with his superstition and idolatry, introduced. The circumstance of Mr. Rogers having preached at Paul's cross, after Queen Mary arrived at the Tower, has been already stated. He confirmed in his sermon the true doctrine taught in King Edward's time, and exhorted the people to beware of the pestilence of popery, idolatry, and superstition. For this he was called to account, but so ably defended himself that, for that time, he was dismissed. The proclamation of the queen, however, to prohibit true preaching, gave his enemies a new handle against him. Hence he was again summoned before the council, and commanded to keep to his house. He did so, though he might have escaped; and though he perceived the state of the true religion to be desperate. He knew he could not want a living in Germany; and he could not forget a wife and ten children, and to seek means to succor them. But all these things were insufficient to induce him to depart, and, when once called to answer in Christ's cause, he stoutly defended it, and hazarded his life for that purpose. After long imprisonment in his own house, the restless Bonner, bishop of London, caused him to be committed to Newgate, there to be lodged among thieves and murderers. After Mr. Rogers had been long and straitly imprisoned, and lodged in Newgate among thieves, often examined, and very uncharitably entreated, and at length unjustly and most cruelly condemned by Stephen Gardiner, bishop of Winchester, the fourth day of February, in the year of our Lord 1555, being Monday in the morning, he was suddenly warned by the keeper of Newgate's wife, to prepare himself for the fire; who, being then sound asleep, could scarce be awaked. At length being raised and awaked, and bid to make haste, then said he, \"If it be so, I need not tie my points.\" And so was had down, first to bishop Bonner to be degraded: which being done, he craved of Bonner but one petition; and Bonner asked what that should be. Mr. Rogers replied that he might speak a few words with his wife before his burning, but that could not be obtained of him. When the time came that he should be brought out of Newgate to Smithfield, the place of his execution, Mr. Woodroofe, one of the sheriffs, first came to Mr. Rogers, and asked him if he would revoke his abominable doctrine, and the evil opinion of the Sacrament of the altar. Mr. Rogers answered, \"That which I have preached I will seal with my blood.\" Then Mr. Woodroofe said, \"Thou art an heretic.\" \"That shall be known,\" quoth Mr. Rogers, \"at the Day of Judgment.\" \"Well,\" said Mr. Woodroofe, \"I will never pray for thee.\" \"But I will pray for you,\" said Mr. Rogers; and so was brought the same day, the fourth of February, by the sheriffs, towards Smithfield, saying the Psalm Miserere by the way, all the people wonderfully rejoicing at his constancy; with great praises and thanks to God for the same. And there in the presence of Mr. Rochester, comptroller of the queen's household, Sir Richard Southwell, both the sheriffs, and a great number of people, he was burnt to ashes, washing his hands in the flame as he was burning. A little before his burning, his pardon was brought, if he would have recanted; but he utterly refused it. He was the first martyr of all the blessed company that suffered in Queen Mary's time that gave the first adventure upon the fire. His wife and children, being eleven in number, ten able to go, and one sucking at her breast, met him by the way, as he went towards Smithfield. This sorrowful sight of his own flesh and blood could nothing move him, but that he constantly and cheerfully took his death with wonderful patience, in the defence and quarrel of the Gospel of Christ.\" ==Notes== ==References== * * * * * Category:Alumni of Pembroke College, Cambridge Category:Translators of the Bible into English Category:People executed for heresy Category:Executed British people Category:People executed under Mary I of England Category:1500s births Category:1555 deaths Category:Executed English people Category:16th-century Protestant martyrs Category:People executed by the Kingdom of England by burning Category:People from Birmingham, West Midlands Category:Protestant martyrs of England",
 "title": "John Rogers (Bible editor and martyr)"
}