{
 "id": "159769",
 "text": "John I Tzimiskes (; – 10 January 976) was the senior Byzantine Emperor from 11 December 969 to 10 January 976. An intuitive and successful general, he strengthened the Empire and expanded its borders during his short reign. == Background == thumb|left|Emperor Nikephoros II Phokas John I Tzimiskes was born to a father belonging to the Kourkouas family of Armenian origin, and a mother belonging to the Phokas family of Greek-Armenian origin. Scholars have speculated that his nickname \"Tzimiskes\" was derived either from the Armenian Chmushkik (Չմշկիկ), meaning \"red boot\", or from an Armenian word for \"short stature\". A more favorable explanation is offered by the medieval Armenian historian Matthew of Edessa, who states that Tzimiskes was from the region of Khozan, from the area which is now called Chmushkatzag.\" Matthew of Edessa. Մատթեոս Ուռհայեցի`Ժամանակնագրություն (The Chronicle of Matthew of Edessa). Translation and commentary by Hrach Bartikyan. Yerevan, Armenian SSR: Hayastan Publishing, 1973, pp. 12–13. Khozan was located in the region of Paghnatun, in the Byzantine province of Fourth Armenia (Sophene).See Matthew of Edessa. The Chronicle of Matthew of Edessa, p. 301, note 52. Tzimiskes was born sometime around 925 to an unnamed member of the Kourkouas family and the sister of the future Emperor Nikephoros II Phokas. Both the Kourkouai and the Phokadai were distinguished Cappadocian families, and among the most prominent of the emerging military aristocracy of Asia Minor. Several of their members had served as prominent army generals, most notably the great John Kourkouas, who conquered Melitene and much of Armenia. Contemporary sources describe Tzimiskes as a rather short but well-built man, with reddish blonde hair and beard and blue eyes who was attractive to women.Treadgold. History of the Byzantine State and Society, pp. 505, 506. He seems to have joined the army at an early age, originally under the command of his maternal uncle Nikephoros Phokas. The latter is also considered his instructor in the art of war. Partly because of his familial connections and partly because of his personal abilities, Tzimiskes quickly rose through the ranks. He was given the political and military command of the theme of Armenia before he turned twenty-five years old. His marriage to Maria Skleraina, daughter of Pantherios Skleros and sister of Bardas Skleros, linked him to the influential Skleros family. Little is known about her; she died before his rise to the throne, and the marriage was apparently childless. The contemporary historian Leo the Deacon remarks that she excelled in both beauty and wisdom. == Rise to the throne == The Byzantine Empire was at war with its eastern neighbors, the various autonomous and semi-autonomous emirates emerging from the break-up of the Abbasid Caliphate. The most prominent among them was the Hamdanid Emirate of Aleppo, under Sayf al-Dawla. Armenia served as the borderland between the two Empires, and Tzimiskes successfully defended his province. He and his troops joined the main part of the army, which was campaigning under the command of Nikephoros Phokas. By 962 the Hamdanids had sued for peace with favorable terms for the Byzantines, securing the eastern border of the Empire for some years. Tzimiskes distinguished himself during the war both at the side of his uncle and at leading parts of the army to battle under his personal command, as in the Battle of Raban in 958. He was rather popular with his troops and gained a reputation for taking the initiative during battles, turning their course. On the death of Emperor Romanos II in 963, Tzimiskes urged his uncle to seize the throne. After helping Nikephoros to the throne and continuing to defend the Empire's eastern provinces, Tzimiskes was deprived of his command by an intrigue, for which he retaliated by conspiring with Nikephoros' wife Theophano and a number of disgruntled leading generals (Michael Bourtzes and Leo Balantes) to assassinate Nikephoros. == Reign == After his coronation in December 969, Tzimiskes dispatched his brother-in-law Bardas Skleros to subdue a rebellion by Bardas Phokas, a cousin of Tzimiskes who aspired to succeed their uncle as emperor. To solidify his position, Tzimiskes married Theodora, a daughter of Emperor Constantine VII. He proceeded to justify his usurpation by repelling the foreign invaders of the Empire. The tributary of Aleppo was soon assured under the Treaty of Safar. In a series of campaigns against the Kievan Rus' encroachment on the Lower Danube in 970–971, he drove the enemy out of Thrace in the Battle of Arcadiopolis, crossed Mt. Haemus, and besieged the fortress of Dorostolon (Silistra) on the Danube for sixty-five days, where after several hard-fought battles he defeated Great Prince Svyatoslav I of Rus'. Tzimiskes and Svyatoslav ended up negotiating a truce, in which weaponry, armor and provisions were exchanged for the famished Rus' departure. On his return to Constantinople, Tzimiskes celebrated a triumph, built the Church of Christ of the Chalke as thanksgiving, divested the captive Bulgarian Emperor Boris II of the Imperial symbols, and proclaimed Bulgaria annexed. He further secured his northern frontier by transplanting to Thrace some colonies of the Paulicians, whom he suspected of sympathising with their Muslim neighbours in the east. In 972, Tzimiskes turned against the Abbasid Empire and its vassals, beginning with an invasion of Upper Mesopotamia. A second campaign, in 975, was aimed at Syria, where his forces took Homs, Baalbek, Damascus, Tiberias, Nazareth, Caesarea, Sidon, Beirut, Byblos, and Tripoli, but they failed to take Jerusalem. == Death == Tzimiskes died suddenly in 976 returning from his second campaign against the Abbasids and was buried in the Church of Christ Chalkites, which he had rebuilt. Several sources state that the Imperial chamberlain Basil Lekapenos poisoned the Emperor to prevent him from stripping Lekapenos of his ill-gotten lands and riches.Treadgold. History of the Byzantine State and Society, p. 512. History of Leo the Deacon, X.11 (trans. by Alice-Mary Talbot and Denis F. Sullivan; Dumbarton Oaks Studies, 2005. Tzimiskes left all his own personal wealth to the poor and the sick. He was succeeded by his ward and nephew, Basil II, who had been nominal co-emperor since 960. == Miscellaneous == Today, Tsimiski Street, the main commercial road in the center of Thessaloniki, is named after him. Çemişgezek in the Tunceli Province, modern day Turkey, is named after him, as he was born there. ==See also== *List of Byzantine emperors ==Notes== ==Further reading== * * * *The Oxford Dictionary of Byzantium, Oxford University Press, 1991. * * * * == External links == *Profile of Emperor John *Coinage of Tzimiskes Category:10th-century Byzantine emperors Category:Macedonian dynasty Category:Armenian Byzantine emperors Category:Byzantine people of the Arab–Byzantine wars Category:Byzantine people of the Byzantine–Bulgarian Wars Category:920s births Category:976 deaths Category:Date of birth unknown Category:Kourkouas family Category:Domestics of the Schools Category:960s in the Byzantine Empire Category:970s in the Byzantine Empire Category:Burials in Constantinople Category:Governors of the Anatolic Theme",
 "title": "John I Tzimiskes"
}