{
 "id": "15986",
 "text": "==Events== ===Pre-1600=== *1066 - Following the death of Edward the Confessor on the previous day, the Witan meets to confirm Harold Godwinson as the new King of England; Harold is crowned the same day, sparking a succession crisis that will eventually lead to the Norman conquest of England. *1205 - Philip of Swabia undergoes a second coronation as King of the Romans. *1322 - Stephen Uroš III is crowned King of Serbia, having defeated his half-brother Stefan Konstantin in battle. His son is crowned \"young king\" in the same ceremony. *1355 - Charles IV of Bohemia is crowned with the Iron Crown of Lombardy as King of Italy in Milan. *1449 - Constantine XI is crowned Byzantine Emperor at Mystras. *1492 - The Catholic Monarchs Ferdinand and Isabella enter Granada at the conclusion of the Granada War. *1536 - The first European school of higher learning in the Americas, Colegio de Santa Cruz de Tlatelolco, is founded by Viceroy Antonio de Mendoza and Bishop Juan de Zumárraga in Mexico City. *1540 - King Henry VIII of England marries Anne of Cleves. *1579 - The Union of Arras unites the southern Netherlands under the Duke of Parma (Ottavio Farnese), governor in the name of King Philip II of Spain. ===1601–1900=== *1641 - Arauco War: The first Parliament of Quillín is celebrated, putting a temporary hold on hostilities between Mapuches and Spanish in Chile. *1661 - English Restoration: The Fifth Monarchists unsuccessfully attempt to seize control of London, England. The revolt is suppressed after a few days. *1721 - The Committee of Inquiry on the South Sea Bubble publishes its findings, revealing details of fraud among company directors and corrupt politicians. *1781 - In the Battle of Jersey, the British defeat the last attempt by France to invade Jersey in the Channel Islands. *1809 - Combined British, Portuguese and colonial Brazilian forces begin the Invasion of Cayenne during the Napoleonic Wars. *1838 - Alfred Vail and colleagues demonstrate a telegraph system using dots and dashes (this is the forerunner of Morse code). *1839 - The Night of the Big Wind, the most damaging storm in 300 years, sweeps across Ireland, damaging or destroying more than 20% of the houses in Dublin. *1847 - Samuel Colt obtains his first contract for the sale of revolver pistols to the United States government. *1870 - The inauguration of the Musikverein in Vienna, Austria. *1893 - The Washington National Cathedral is chartered by Congress. The charter is signed by President Benjamin Harrison. *1900 - Second Boer War: Having already besieged the fortress at Ladysmith, Boer forces attack it, but are driven back by British defenders. ===1901–present=== *1907 - Maria Montessori opens her first school and daycare center for working class children in Rome, Italy. *1912 - New Mexico is admitted to the Union as the 47th U.S. state. * 1912 - German geophysicist Alfred Wegener first presents his theory of continental drift. *1929 - King Alexander of the Serbs, Croats and Slovenes suspends his country's constitution (the January 6th Dictatorship). * 1929 - Mother Teresa arrives by sea in Calcutta, India, to begin her work among India's poorest and sick people. *1930 - Clessie Cummins arrives at the National Automobile Show in New York City, having driven a car powered by one of his diesel engines from Indianapolis. *1941 - United States President Franklin D. Roosevelt delivers his Four Freedoms speech in the State of the Union address. *1946 - The first general election ever in Vietnam is held. *1947 - Pan American Airlines becomes the first commercial airline to offer a round-the-world ticket. *1950 - The United Kingdom recognizes the People's Republic of China. The Republic of China severs diplomatic relations with the UK in response. *1951 - Korean War: Beginning of the Ganghwa massacre, in the course of which an estimated 200–1,300 South Korean communist sympathizers are slaughtered. *1960 - National Airlines Flight 2511 is destroyed in mid-air by a bomb, while en route from New York City to Miami.Civil Aeronautics Board File No. 1-0002, pp. 1,12 * 1960 - The Associations Law comes into force in Iraq, allowing registration of political parties. *1967 - Vietnam War: United States Marine Corps and ARVN troops launch \"Operation Deckhouse Five\" in the Mekong River delta. *1974 - In response to the 1973 oil crisis, daylight saving time commences nearly four months early in the United States. *1989 - Satwant Singh and Kehar Singh are sentenced to death for conspiracy in the assassination of Prime Minister Indira Gandhi; the two men are executed the same day. *1992 - President of Georgia Zviad Gamsakhurdia flees the country as a result of the military coup. *1993 - Indian Border Security Force units kill 55 Kashmiri civilians in Sopore, Jammu and Kashmir, in revenge after militants ambushed a BSF patrol. * 1993 - Four people are killed when Lufthansa CityLine Flight 5634 crashes on approach to Charles de Gaulle Airport in Roissy-en-France, France. *1994 - American figure skater Nancy Kerrigan is attacked and injured by an assailant hired by her rival Tonya Harding's ex-husband during the U.S. Figure Skating Championships. *1995 - A chemical fire in an apartment complex in Manila, Philippines, leads to the discovery of plans for Project Bojinka, a mass- terrorist attack. *2005 - American Civil Rights Movement: Edgar Ray Killen is indicted for the 1964 murders of Chaney, Goodman, and Schwerner. * 2005 - A train collision in Graniteville, South Carolina, United States, releases about 60 tons of chlorine gas. *2012 - Twenty-six people are killed and 63 wounded when a suicide bomber blows himself up at a police station in Damascus. *2017 - Five people are killed and six others injured in a mass shooting at Fort Lauderdale–Hollywood International Airport in Broward County, Florida. *2019 - Forty people are killed in a gold mine collapse in Badakhshan province, in northern Afghanistan. * 2019 - Muhammad V of Kelantan resigns as the Yang di- Pertuan Agong of Malaysia, becoming the first monarch to do so. *2021 - Supporters of U.S. President Donald Trump attack the United States Capitol to disrupt certification of the 2020 presidential election, resulting in five deaths and evacuation of the US Congress. ==Births== ===Pre-1600=== *1256 - Gertrude the Great, German mystic (d. 1302) *1367 - Richard II of England (d. 1400) *1384 - Edmund Holland, 4th Earl of Kent (d. 1408) *1412 - Joan of Arc, French martyr and saint (d. 1431) *1486 - Martin Agricola, German composer and theorist (d. 1556) *1488 - Helius Eobanus Hessus, German poet (d. 1540) *1493 - Olaus Petri, Swedish clergyman (d. 1552) *1500 - John of Ávila, Spanish mystic and saint (d. 1569) *1525 - Caspar Peucer, German physician and scholar (d. 1602) *1538 - Jane Dormer, Duchess of Feria (d. 1612) *1561 - Thomas Fincke, Danish mathematician and physicist (d. 1656) *1587 - Gaspar de Guzmán, Count-Duke of Olivares (d. 1645) *1595 - Claude Favre de Vaugelas, French educator and courtier (d. 1650) ===1601–1900=== *1617 - Christoffer Gabel, Danish politician (d. 1673) *1632 - Anne Hamilton, 3rd Duchess of Hamilton, Scottish peeress (d. 1716)G.E. Cokayne; with Vicary Gibbs, H.A. Doubleday, Geoffrey H. White, Duncan Warrand and Lord Howard de Walden, editors, The Complete Peerage of England, Scotland, Ireland, Great Britain and the United Kingdom, Extant, Extinct or Dormant, new ed., 13 volumes in 14 (1910-1959; reprint in 6 volumes, Gloucester, U.K.: Alan Sutton Publishing, 2000), volume VI, page 264. *1655 - Eleonor Magdalene of Neuburg (d. 1720) *1673 - James Brydges, 1st Duke of Chandos, English academic and politician, Lord Lieutenant of Radnorshire (d. 1744) *1695 - Giuseppe Sammartini, Italian oboe player and composer (d. 1750) *1702 - José de Nebra, Spanish composer (d. 1768) *1714 - Percivall Pott, English surgeon (d. 1788) *1745 - Jacques-Etienne Montgolfier, French co-inventor of the hot air balloon (d. 1799) *1766 - José Gaspar Rodríguez de Francia, Paraguayan lawyer and politician, first dictator of Paraguay (d. 1840) *1785 - Andreas Moustoxydis, Greek historian and philologist (d. 1860) *1793 - James Madison Porter, American lawyer and politician, 18th United States Secretary of War (d. 1862) *1795 - Anselme Payen, French chemist and academic (d. 1871) *1799 - Jedediah Smith, American hunter, explorer, and author (d. 1831) *1803 - Henri Herz, Austrian pianist and composer (d. 1888) *1807 - Joseph Petzval, German-Hungarian mathematician and physicist (d. 1891) *1808 - Joseph Pitty Couthouy, American conchologist and paleontologist (d. 1864) *1811 - Charles Sumner, American lawyer and politician (d. 1874) *1822 - Heinrich Schliemann, German archaeologist and businessman (d. 1890) *1832 - Gustave Doré, French painter and sculptor (d. 1883) *1838 - Max Bruch, German composer and conductor (d. 1920) *1842 - Clarence King, American geologist, mountaineer, and critic (d. 1901) *1856 - Giuseppe Martucci, Italian pianist, composer, and conductor (d. 1909) *1857 - Hugh Mahon, Irish-Australian publisher and politician, 10th Australian Minister for Foreign Affairs (d. 1931) * 1857 - William Russell, American lawyer and politician, 37th Governor of Massachusetts (d. 1896) *1859 - Samuel Alexander, Australian-English philosopher and academic (d. 1938) *1861 - Victor Horta, Belgian architect, designed Hôtel van Eetvelde (d. 1947) * 1861 - George Lloyd, English-Canadian bishop and theologian (d. 1940) *1870 - Gustav Bauer, German journalist and politician, 11th Chancellor of Germany (d. 1944) *1872 - Alexander Scriabin, Russian pianist and composer (d. 1915) *1874 - Fred Niblo, American actor, director, and producer (d. 1948) *1878 - Adeline Genée, Danish-born British ballerina (d. 1970) * 1878 - Carl Sandburg, American poet and historian (d. 1967) *1880 - Tom Mix, American cowboy and actor (d. 1940) *1881 - Ion Minulescu, Romanian author, poet, and critic (d. 1944)Matei Călinescu, \"Prefaţă\" (\"Introduction\"), \"Tabel cronologic\" (\"Chronological Table\"), in Ion Minulescu, Romanţe pentru mai târziu şi alte poezii (\"Songs for Later On and Other Poems\"), Editura pentru literatură, Bucharest, 1967, p. V-XLX. *1882 - Fan S. Noli, Albanian-American bishop and politician, 13th Prime Minister of Albania (d. 1965) * 1882 - Sam Rayburn, American lawyer and politician, 48th Speaker of the United States House of Representatives (d. 1961) *1883 - Kahlil Gibran, Lebanese-American poet, painter, and philosopher (d. 1931) *1891 - Ted McDonald, Australian cricketer (d. 1937) *1898 - James Fitzmaurice, Irish soldier and pilot (d. 1965) *1899 - Heinrich Nordhoff, German engineer (d. 1968) *1900 - Maria of Yugoslavia, Queen of Yugoslavia (d. 1961) ===1901–present=== *1903 - Maurice Abravanel, Greek-American pianist and conductor (d. 1993) *1910 - Kid Chocolate, Cuban boxer (d. 1988) * 1910 - Wright Morris, American author and photographer (d. 1998) * 1910 - Yiannis Papaioannou, Greek composer and educator (d. 1989) *1912 - Jacques Ellul, French philosopher and critic (d. 1994) * 1912 - Danny Thomas, American actor, comedian, producer, and humanitarian (d. 1991) *1913 - Edward Gierek, Polish lawyer and politician (d. 2001) * 1913 - Loretta Young, American actress (d. 2000) *1914 - Godfrey Edward Arnold, Austrian-American physician and academic (d. 1989) *1915 - Don Edwards, American soldier, lawyer, and politician (d. 2015) * 1915 - John C. Lilly, American psychoanalyst, physician, and philosopher (d. 2001) [Reprinted 1962, Gollancz, ]. * 1915 - Alan Watts, English-American philosopher and author (d. 1973) *1916 - Park Mok-wol, influential Korean poet and academic (d. 1978) *1917 - Koo Chen-fu, Taiwanese businessman and diplomat (d. 2005) *1920 - John Maynard Smith, English biologist and geneticist (d. 2004) * 1920 - Sun Myung Moon, Korean religious leader; founder of the Unification Church (d. 2012) * 1920 - Early Wynn, American baseball player, coach, and sportscaster (d. 1999) *1921 - Marianne Grunberg-Manago, Russian-French biochemist and academic (d. 2013) * 1921 - Cary Middlecoff, American golfer and sportscaster (d. 1998) *1923 - Vladimir Kazantsev, Russian runner (d. 2007) * 1923 - Norman Kirk, New Zealand engineer and politician, 29th Prime Minister of New Zealand (d. 1974) * 1923 - Jacobo Timerman, Argentinian journalist and author (d. 1999) *1924 - Kim Dae- jung, South Korean soldier and politician, 8th President of South Korea, Nobel Prize laureate (d. 2009) * 1924 - Earl Scruggs, American banjo player (d. 2012) *1925 - John DeLorean, American engineer and businessman, founded the DeLorean Motor Company (d. 2005) *1926 - Ralph Branca, American baseball player (d. 2016) * 1926 - Pat Flaherty, American race car driver (d. 2002) * 1926 - Mickey Hargitay, Hungarian-American actor and bodybuilder (d. 2006) *1927 - Jesse Leonard Steinfeld, American physician and academic, 11th Surgeon General of the United States (d. 2014) *1928 - Capucine, French actress and model (d. 1990) *1930 - Vic Tayback, American actor (d. 1990) *1931 - E. L. Doctorow, American novelist, playwright, and short story writer (d. 2015) * 1931 - Graeme Hole, Australian cricketer (d. 1990) * 1931 - Dickie Moore, Canadian ice hockey player and businessman (d. 2015) *1932 - Stuart A. Rice, American chemist and academic *1933 - Oleg Grigoryevich Makarov, Russian engineer and astronaut (d. 2003) *1934 - Harry M. Miller, New Zealand- Australian talent agent and publicist (d. 2018) * 1934 - Sylvia Syms, English actress *1935 - Ian Meckiff, Australian cricketer * 1935 - Nino Tempo, American musician, singer, and actor *1936 - Darlene Hard, American tennis player * 1936 - Julio María Sanguinetti, Uruguayan journalist, lawyer, and politician, 29th President of Uruguay *1937 - Ludvík Daněk, Czech discus thrower (d. 1998) * 1937 - Lou Holtz, American football player, coach, and sportscaster * 1937 - Doris Troy, American singer-songwriter (d. 2004) *1938 - Adriano Celentano, Italian singer-songwriter, actor, and director * 1938 - Adrienne Clarke, Australian botanist and academic * 1938 - Larisa Shepitko, Soviet film director, screenwriter, and actress (d. 1979) *1939 - Valeriy Lobanovskyi, Ukrainian footballer and manager (d. 2002) * 1939 - Murray Rose, English-Australian swimmer and sportscaster (d. 2012) *1940 - Van McCoy, American singer-songwriter and producer (d. 1979) *1943 - Terry Venables, English footballer and manager *1944 - Bonnie Franklin, American actress and singer (d. 2013) * 1944 - Alan Stivell, French singer-songwriter and harp player * 1944 - Rolf M. Zinkernagel, Swiss immunologist and academic, Nobel Prize laureate *1945 - Barry John, Welsh rugby player *1946 - Syd Barrett, English singer-songwriter and guitarist (d. 2006) *1947 - Sandy Denny, English folk-rock singer-songwriter (d 1978) *1948 - Guy Gardner, American colonel and astronaut * 1948 - Dayle Hadlee, New Zealand cricketer *1949 - Mike Boit, Kenyan runner and academic (estimated date) * 1949 - Carolyn D. Wright, American poet and academic (d. 2016) *1950 - Louis Freeh, American lawyer and jurist, 10th Director of the Federal Bureau of Investigation *1951 - Don Gullett, American baseball player and coach * 1951 - Kim Wilson, American singer-songwriter and harmonica player *1953 - Malcolm Young, Scottish- Australian singer-songwriter, guitarist, and producer (d. 2017) *1954 - Anthony Minghella, English director and screenwriter (d. 2008) *1955 - Rowan Atkinson, English actor, producer, and screenwriter *1956 - Elizabeth Strout, American novelist and short story writer * 1956 - Justin Welby, English archbishop * 1956 - Clive Woodward, English rugby player and coach *1957 - Michael Foale, British-American astrophysicist and astronaut * 1957 - Nancy Lopez, American golfer and sportscaster *1958 - Shlomo Glickstein, Israeli tennis player *1959 - Kapil Dev, Indian cricketer *1960 - Paul Azinger, American golfer and sportscaster * 1960 - Kari Jalonen, Finnish ice hockey player and coach * 1960 - Nigella Lawson, English chef and author * 1960 - Howie Long, American football player and sports commentator *1961 - Georges Jobé, Belgian motocross racer (d. 2012) * 1961 - Nigel Melville, English rugby player * 1961 - Peter Whittle, British politician, author, journalist, and broadcaster *1963 - Norm Charlton, American baseball player and coach * 1963 - Paul Kipkoech, Kenyan runner (d. 1995) *1964 - Jacqueline Moore, American wrestler and manager * 1964 - Jyrki Kasvi, Finnish journalist and politician (d. 2021)Kallionpää, Martta: Vihreiden entinen kansanedustaja Jyrki Kasvi on kuollut, Helsingin Sanomat 17 November 2021. Accessed on 17 November 2021. *1965 - Bjørn Lomborg, Danish author and academic *1966 - Sharon Cuneta, Filipino singer and actress * 1966 - Attilio Lombardo, Italian footballer and manager *1967 - A. R. Rahman, Indian composer, singer-songwriter, music producer, musician, and philanthropist *1968 - John Singleton, American director, producer, and screenwriter (d. 2019) *1969 - Norman Reedus, American actor and model *1970 - Julie Chen, American television journalist, presenter, and producer * 1970 - Radoslav Látal, Czech footballer and manager * 1970 - Gabrielle Reece, American volleyball player, sportscaster, and actress *1971 - Irwin Thomas, American-Australian singer-songwriter and guitarist * 1973 - Vasso Karantasiou, Greek beach volleyball player *1974 - Marlon Anderson, American baseball player and sportscaster * 1974 - Daniel Cordone, Argentinian footballer * 1974 - Paul Grant, American basketball player and coachNBA & college stats, retrieved 15 June 2007. *1975 - James Farrior, American football player *1976 - Richard Zedník, Slovak ice hockey player *1978 - Casey Fossum, American baseball player * 1978 - Bubba Franks, American football player *1981 - Asante Samuel, American football player *1982 - Gilbert Arenas, American basketball player * 1982 - Roy Asotasi, New Zealand rugby league player * 1982 - Eddie Redmayne, English actor and model *1983 - Adam Burish, American ice hockey player *1984 - Kate McKinnon, American actress and comedian *1986 - Paul McShane, Irish footballer * 1986 - Petter Northug, Norwegian skier *1987 - Bongani Khumalo, South African footballer *1989 - Andy Carroll, English footballer * 1989 - Derrick Morgan, American football player *1991 - Will Barton, American basketball player *1994 - Catriona Gray, Filipino-Australian model, singer and beauty queen, Miss Universe 2018 ==Deaths== ===Pre-1600=== * 786 - Abo of Tiflis, Iraqi martyr and saint (b. 756) *1088 - Berengar of Tours, French scholar and theologian (b. 999) *1148 - Gilbert de Clare, 1st Earl of Pembroke (b. 1100) *1233 - Matilda of Chester, Countess of Huntingdon, Anglo-Norman noblewoman (b. 1171) *1275 - Raymond of Penyafort, Catalan archbishop and saint (b. 1175) *1350 - Giovanni I di Murta, second doge of the Republic of Genoa *1358 - Gertrude van der Oosten, Beguine mystic *1406 - Roger Walden, English bishop *1448 - Christopher of Bavaria, King of Denmark, Norway and Sweden (b. 1418) *1477 - Jean VIII, Count of Vendôme *1478 - Uzun Hasan, 9th Shahanshah of the Turkoman Aq Qoyunlu dynasty *1481 - Ahmed Khan bin Küchük, Mongolian ruler *1537 - Alessandro de' Medici, Duke of Florence (b. 1510) * 1537 - Baldassare Peruzzi, Italian architect and painter, designed the Palazzo Massimo alle Colonne (b. 1481) ===1601–1900=== *1616 - Philip Henslowe, English impresario (b. 1550) *1646 - Elias Holl, German architect, designed the Augsburg Town Hall (b. 1573) *1689 - Seth Ward, English bishop, mathematician, and astronomer (b. 1617) *1693 - Mehmed IV, Ottoman sultan (b. 1642) *1711 - Philips van Almonde, Dutch admiral (b. 1646) *1718 - Giovanni Vincenzo Gravina, Italian lawyer and jurist (b. 1664) *1725 - Chikamatsu Monzaemon, Japanese actor and playwright (b. 1653) *1731 - Étienne François Geoffroy, French physician and chemist (b. 1672) *1734 - John Dennis, English playwright and critic (b. 1657) *1813 - Louis Baraguey d'Hilliers, French general (b. 1764) *1829 - Josef Dobrovský, Czech philologist and historian (b. 1753) *1831 - Rodolphe Kreutzer, French violinist, composer, and conductor (b. 1766) *1840 - Frances Burney, English author and playwright (b. 1752) *1852 - Louis Braille, French educator, invented Braille (b. 1809) *1855 - Giacomo Beltrami, Italian jurist, explorer, and author (b. 1779) *1882 - Richard Henry Dana Jr., American lawyer and politician (b. 1815) *1884 - Gregor Mendel, Czech geneticist and botanist (b. 1822) *1885 - Bharatendu Harishchandra, Indian author, poet, and playwright (b. 1850) *1896 - Thomas W. Knox, American journalist and author (b. 1835) ===1901–present=== *1902 - Lars Hertervig, Norwegian painter (b. 1830) *1913 - Frederick Hitch, English soldier, Victoria Cross recipient (b. 1856) *1917 - Hendrick Peter Godfried Quack, Dutch economist and historian (b. 1834) *1918 - Georg Cantor, German mathematician and philosopher (b. 1845) *1919 - Theodore Roosevelt, American colonel and politician, 26th President of the United States (b. 1858) *1921 - Devil Anse Hatfield, American guerrilla leader (b. 1839) *1922 - Jakob Rosanes, Ukrainian-German mathematician and chess player (b. 1842) *1928 - Alvin Kraenzlein, American hurdler and long jumper (b. 1876) * 1928 - Wilhelm Ramsay, Finnish geologist and professor (b. 1865) *1933 - Vladimir de Pachmann, Ukrainian-German pianist (b. 1848) *1934 - Herbert Chapman, English footballer and manager (b. 1878) *1937 - André Bessette, Canadian saint (b. 1845) *1939 - Gustavs Zemgals, Latvian journalist and politician, 2nd President of Latvia (b. 1871) *1941 - Charley O'Leary, American baseball player and coach (b. 1882) *1942 - Emma Calvé, French soprano and actress (b. 1858) * 1942 - Henri de Baillet-Latour, Belgian businessman, 3rd President of the International Olympic Committee (b. 1876) *1944 - Jacques Rosenbaum, Estonian-German architect (b. 1878) * 1944 - Ida Tarbell, American journalist, reformer, and educator (b. 1857) *1945 - Vladimir Vernadsky, Russian mineralogist and chemist (b. 1863) *1949 - Victor Fleming, American director, producer, and cinematographer (b. 1883) *1966 - Jean Lurçat, French painter (b. 1892) *1972 - Chen Yi, Chinese general and politician, 2nd Foreign Minister of the People's Republic of China (b. 1901) *1974 - David Alfaro Siqueiros, Mexican painter (b. 1896) *1978 - Burt Munro, New Zealand motorcycle racer (b. 1899) *1981 - A. J. Cronin, Scottish physician and author (b. 1896) *1984 - Ernest Laszlo, Hungarian-American cinematographer (b. 1898) *1990 - Ian Charleson, Scottish-English actor (b. 1949) * 1990 - Pavel Cherenkov, Russian physicist and academic, Nobel Prize laureate (b. 1904) *1991 - Alan Wiggins, American baseball player (b. 1958) *1992 - Steve Gilpin, New Zealand vocalist and songwriter (b. 1949) *1993 - Dizzy Gillespie, American singer-songwriter and trumpet player (b. 1917) * 1993 - Rudolf Nureyev, Russian-French dancer and choreographer (b. 1938) *1995 - Joe Slovo, Lithuanian-South African lawyer and politician (b. 1926) *1999 - Michel Petrucciani, French-American pianist (b. 1962) *2004 - Pierre Charles, Dominican educator and politician, 5th Prime Minister of Dominica (b. 1954) *2005 - Eileen Desmond, Irish civil servant and politician, 12th Irish Minister for Health (b. 1932) * 2005 - Lois Hole, Canadian academic and politician, 15th Lieutenant Governor of Alberta (b. 1929) * 2005 - Tarquinio Provini, Italian motorcycle racer (b. 1933) *2006 - Lou Rawls, American singer-songwriter (b. 1933) *2007 - Roberta Wohlstetter, American political scientist, historian, and academic (b. 1912) *2008 - Shmuel Berenbaum, Rabbi of Mir Yeshiva (Brooklyn) (b. 1920) *2009 - Ron Asheton, American guitarist, songwriter, and actor (probable; b. 1948) *2011 - Uche Okafor, Nigerian footballer, coach, and sportscaster (b. 1967) *2012 - Bob Holness, South African-English radio and television host (b. 1928) * 2012 - Spike Pola, Australian footballer and soldier (b. 1914) *2013 - Ruth Carter Stevenson, American art collector, founded the Amon Carter Museum of American Art (b. 1923) * 2013 - Gerard Helders, Dutch jurist and politician (b. 1905) * 2013 - Cho Sung-min, South Korean baseball player (b. 1973) *2014 - Marina Ginestà, French Resistance soldier and photographer (b. 1919) * 2014 - Nelson Ned, Brazilian singer-songwriter (b. 1947) * 2014 - Julian Rotter, American psychologist and academic (b. 1916) *2015 - Arthur Jackson, American lieutenant and target shooter (b. 1918) * 2015 - Basil John Mason, English meteorologist and academic (b. 1923) *2016 - Pat Harrington, Jr., American actor and screenwriter (b. 1929) * 2016 - Florence King, American journalist and author (b. 1936) * 2016 - Christy O'Connor Jnr, Irish golfer and architect (b. 1948) * 2016 - Silvana Pampanini, Italian model, actress, and director, Miss Italy 1946 (b. 1925) *2017 - Octavio Lepage, Venezuelan politician, President of Venezuela (b. 1923) * 2017 - Om Puri, Indian actor (b. 1950) *2019 - José Ramón Fernández, Cuban revolution leader (b. 1923) * 2019 - Lamin Sanneh, Gambian-born American professor (b. 1942) * 2019 - W. Morgan Sheppard, British actor (b. 1932) * 2019 - Paul Streeten, Austrian-born British economics professor (b. 1917) *2020 - Richard Maponya, South African businessman (b. 1920) * 2020 - Gordon Renwick, Canadian ice hockey administrator and businessman (b. 1935) *2021 - James Cross, British diplomat kidnapped during the 1970 October crisis in Québec (b. 1921) *2022 - Peter Bogdanovich, American actor, director, producer, and screenwriter (b. 1939) *2022 - Sidney Poitier, Bahamian-American actor, director, and diplomat (b. 1927) * 2022 - Francisco Sionil Jose, Philippine novelist (b.1924) ==Holidays and observances== * Armed Forces Day (Iraq) * Christian Feast day: ** André Bessette (Roman Catholic Church)NOTE: Celebrated in Canada on January 7 ** January 6 (Eastern Orthodox liturgics) * Christmas: ** Christmas (Armenian Apostolic Church) ** Christmas Eve (Russia) ** Christmas Eve (Ukraine) ** Christmas Eve (Bosnia and Herzegovina) ** Christmas Eve (North Macedonia) * Epiphany or Three Kings' Day (Western Christianity) or Theophany (Eastern Christianity), and its related observances: ** Befana Day (Italy) ** Little Christmas (Ireland) ** Þrettándinn (Iceland) * Pathet Lao Day (Laos) ==References== ==External links== * BBC: On This Day * * Historical Events on January 6 * Today in Canadian History Category:Days of the year Category:January",
 "title": "January 6"
}