{
 "id": "159904",
 "text": "thumb|left|View of the eastbound platform and side entrance. Wallington railway station is in the London Borough of Sutton in south London. The station, and all trains serving it, is operated by Southern, and is in Travelcard Zone 5. It is between and , down the line from , measured via Forest Hill. The station was opened on 10 May 1847 by the London, Brighton and South Coast Railway as 'Carshalton' on the new Croydon to Epsom railway and was renamed to 'Wallington' in 1868 when the new Carshalton railway station opened in Carshalton village. During 2009 some renovations to the station were undertaken, including platform raising. Ticket barriers are in operation at this station. ==Services== The typical off-peak service (Monday to Saturday) from the station is:https://www.networkrail.co.uk/running-the- railway/timetabling/electronic-national-rail-timetable/ (Timetable No. 172, May 2018) *2tph (trains per hour) to London Bridge semi-fast *4tph to London Victoria via Norbury calling at all stations. *6tph to Sutton *2tph to Epsom *2tph to Epsom Downs *6tph to West Croydon There are also direct services to Dorking, Dulwich, Guildford, Peckham Rye, and Streatham during weekday mornings and evenings. Sunday service: *4tph to London Victoria via Norbury calling at all stations. *4tph to Sutton *2tph to Epsom Downs ==Connections== London Buses routes 127, 151, 157, 410, 463 and S4, and school routes 612 (Non TFL) and 627 serve the station. Northbound journeys serve bus stops in the Station Approach road. Most southbound journeys stop on Manor Road opposite the entrance to Station Approach. == External links == * Photographs of Wallington station ==References== Category:Railway stations in the London Borough of Sutton Category:Former London, Brighton and South Coast Railway stations Category:Railway stations in Great Britain opened in 1847 Category:Railway stations served by Southern Category:1847 establishments in England",
 "title": "Wallington railway station"
}