{
 "id": "160375",
 "text": "Caballo Island (which means \"Horse Island\" in Spanish) is a bluff, rocky island located at the entrance to Manila Bay in the Philippines. It is about long with the highest elevation at 381 feet high. Caballo, along with the larger Corregidor (2 km to the north), divides the entrance to the bay into two broad and deep channels, known as the North and South Channel.U.S. Coast and Geodetic Survey, \"United States Coast Pilot Philippine Islands Part I\", pp.71-72. Washington Government Printing Office, 1919. The whole island was formerly occupied by Fort Hughes, a U.S. defense fortification before World War II. It was heavily bombed during the war. ==Geological history== Caballo and Corregidor Islands are believed to be the rims of the Corregidor Caldera.Becker, George F., \"The Geology of the Philippine Islands\", p.53. Washington Government Printing Office, 1901. The gap between the two islands is only about 1/4 mile with a depth of 7 fathoms and is never used for large vessel navigation. In November 2014, Filipino peacekeepers from Liberia who were quarantined on the island for 21 days due to concerns about Ebola were cleared to return to the mainland. At that time West Africa was having an outbreak of the disease. ==Current tenants== The island is currently occupied by the Philippine Navy and is off limits to civilians. Remains of the old fortifications, batteries and structures are left rusting in the open after it was abandoned after World War II.Feredo, Tony. \"Visit to a Nearby Island\". Corregidor.org. Retrieved on 2010-09-20. thumb|236px|Caballo Island (bottom) and the larger Corregidor Island (top) ==See also== * List of islands in the Greater Manila Area * List of islands of the Philippines * Manila Bay ==References== ==External links== *Caballo Island from Pacific Wrecks. Category:Islands of Manila Bay Category:Cavite City Category:United States military in the Philippines Category:Islands of Cavite",
 "title": "Caballo Island"
}