{
 "id": "160530",
 "text": "thumb Lucas Barrett (14 November 1837 – 19 December 1862) was an English naturalist and geologist. \\- which in turn cites the obituary by S. P. Woodward in Geologist (February 1863), p. 60. \\- Death given as 19 December in The Reader, Volume 1, p. 124 Barrett was born in London and educated at University College School. He went to Ebersdorf, near Lobenstein, Vogtland, Germany in 1853, studying botany and chemistry for a year. In 1855, he accompanied Robert MacAndrew on a dredging excursion from the Shetland Islands to Norway and beyond the Arctic Circle; he subsequently made other cruises, to Greenland and to the coast of Spain. These expeditions laid the foundations of an extensive knowledge of the distribution of marine life. James Scott Bowerbank named in 1858 a new species of deep-sea sponge after him: Geodia barretti. It had been collected by R. MacAndrew and L. Barrett on the Norwegian coast. In 1855, he was engaged by Adam Sedgwick to assist in the Woodwardian Museum at Cambridge. During the following three years, he aided the professor by delivering lectures. He discovered bones of birds in the Cambridge Greensand, and he prepared a geological map of Cambridge on the one-inch Ordnance map. In 1859, when he was twenty-two, he was appointed director of the Geological Survey of Jamaica. There, he determined the Cretaceous age of certain rocks that contained Hippurites. S. P. Woodward named the new genus Barrettia after him. Barrett also collected many fossils from the Miocene and newer strata. He drowned, at the age of twenty-five, while investigating the sea-bottom off Kingston, Jamaica. His posthumous son Arthur Barrett and grandson Lucas Barrett were electrical engineers and ran the firm of Baily, Grundy and Barrett in Cambridge. ==References== Category:1837 births Category:1862 deaths Category:Scientists from London Category:English naturalists Category:English geologists Category:Deaths by drowning Category:People educated at University College School Category:Accidental deaths in Jamaica",
 "title": "Lucas Barrett"
}