{
 "id": "160524",
 "text": "thumb|A SINCGARS is being operated from within a HMMWV Single Channel Ground and Airborne Radio System (SINCGARS) is a Combat-net radio (CNR) used by U.S. and allied military forces. The CNR network is designed around three systems: SINCGARS, the high frequency (HF) radio, and the SC tactical satellite (TACSAT). Each system has different capabilities and transmission characteristics. SINCGARS is a family of user-owned and operated, very high frequency-frequency modulation (VHF-FM) CNRs. In the CNR network, the SINCGARS’ primary role is voice transmission for command and control (C2) between surface and airborne C2 assets. SINCGARS can transmit and receive secure data and facsimile transmissions through simple connections with various data terminal equipment. SINCGARS features provide communications interoperability for the Army, Marine, Navy, and Air Force, thus contributing to successful combat operations. SINCGARS is consistent with North Atlantic Treaty Organization interoperability requirements. The radios, which handle voice and data communications, are designed to be reliable, secure, and easily maintained. Vehicle-mount, backpack, airborne, and handheld form factors are available. Joint and combined operations require exchanging information, both voice and data, with other participating forces. The Single-Channel Ground and Airborne Radio System (SINCGARS) tactical radio has provided secure, low probability of intercept/electronic attack voice communications in the frequency hopping (FH) mode. Later enhancements provide for the exchange of secure data through the evolving Army and Marine Corps tactical Internets, enabling increased situational awareness and more expedient engagement of the enemy while reducing the probability of fratricide. In addition, the Enhanced Position Location Reporting System (EPLRS) is used by military forces to provide C2 data distribution, battlefield situation awareness, and position location services. The SINCGARS family has mostly replaced the Vietnam War-era synthesized single frequency radios (AN/PRC-77 and AN/VRC-12), although it can work with them. The airborne AN/ARC-201 radio is phasing out the older tactical air-to-ground radios (AN/ARC-114 and AN/ARC-131). The SINCGARS is designed on a modular basis to achieve maximum commonality among various ground, maritime, and airborne configurations. A common receiver transmitter (RT) is used in the ground configurations. The modular design also reduces the burden on the logistics system to provide repair parts. The SINCGARS can operate in either the SC or frequency hop (FH) mode, and stores both SC frequencies and FH loadsets. The system is compatible with all current U.S. and allied VHF-FM radios in the SC, non-secure mode. The SINCGARS operates on any of 2320 channels between 30 and 88 megahertz (MHz) with a channel separation of 25 kilohertz (kHz). It accepts either digital or analog inputs and superimposes the signal onto a radio frequency (RF) carrier wave. In FH mode, the input changes frequency about 100 times per second over portions of the tactical VHF-FM range. These continual changes in frequency hinder threat intercept and jamming units from locating or disrupting friendly communications. The SINCGARS provides data rates up to 16,000 bits per second. Enhanced data modes provide packet and RS-232 data. The enhanced data modes available with the System Improvement Program (SIP) and Advanced System Improvement Program (ASIP) radios also enable forward error correction (FEC), and increased speed, range, and accuracy of data transmissions. Most ground SINCGARS radios have the ability to control output power; however, most airborne SINCGARS radio sets are fixed power. Those RTs with power settings can vary transmission range from approximately 200 meters (660 feet) to 10 kilometers (km) (6.2 miles). Adding a power amplifier increases the line of sight (LOS) range to approximately 40 km (25 miles). (These ranges are for planning purposes only; terrain, weather, and antennae height have an effect on transmission range.) The variable output power level allows users to operate on the minimum power necessary to maintain reliable communications, thus lessening the electromagnetic signature given off by their radio sets. This ability is of particular importance at major command posts, which operate in multiple networks. SC CNR users outside the FH network can use a hailing method to request access to the network. When hailing a network, a user outside the network contacts the network control station (NCS) on the cue frequency. In the active FH mode, the SINCGARS radio gives audible and visual signals to the operator that an external subscriber wants to communicate with the FH network. The SINCGARS operator must change to the cue frequency to communicate with the outside radio system. The network can be set to a manual frequency for initial network activation. The manual frequency provides a common frequency for all members of the network to verify that the equipment is operational. During initial net activation, all operators in the net tune to the manual frequency. After communications are established, the net switches to the FH mode and the NCS transfers the hopping variables to the out stations. Over 570,000 radios have been purchased. There have been several system improvement programs, including the Integrated Communications Security (ICOM) models, which have provided integrated voice and data encryption, the Special Improvement Program (SIP) models, which add additional data modes, and the advanced SIP (ASIP) models, which are less than half the size and weight of ICOM and SIP models and provided enhanced FEC (forward error correction) data modes, RS-232 asynchronous data, packet data formats, and direct interfacing to Precision Lightweight GPS Receiver (PLGR) devices providing radio level situational awareness capability. In 1992, the U.S. Air Force awarded a contract to replace the AN/ARC-188 for communications between Air Force aircraft and Army units. ==Timeline== *November 1983: ITT Corporation (ITT) wins the contract for the first type of radio, for ground troops. *May 1985: ITT wins the contract for the airborne SINCGARS. *May-June 1988: 4th Bn, 31st Infantry begins initial field tests of the SINCGARS radio at Fort Sill *July 1988: General Dynamics wins a second-source contract for the ground radio. *February - April 1989: 2nd Infantry Division field tests SINCGARS in improvised man-pack configuration in the Korean DMZ. *April 1989: ITT reaches \"Milestone IIIB\": full-rate production. *December 1990: 1st Division is equipped. *December 1991: General Dynamics wins the \"Option 1 Award\" for the ground radio. *March 1992: ITT wins a \"Ground and Airborne\" award. *July 1992: Magnavox Electronics Systems Company develops the airborne SINCGARS AN/ARC-222 for the Air Force *August 1993: General Dynamics achieves full rate production. *April 1994: ITT and General Dynamics compete for the ground radio. *May 1994: ITT wins a sole-source contract for the airborne radio. *1997: ITT became the sole source supplier of the new half-size RT-1523E radio to the US Army. *2006: The RT-1523F/SideHat configuration provides a 2-channel capability. *July 2009: ITT wins RT-1523G platform development, $363 million contract. Partnered with Thales Communications Inc. *2012: Capability Set 14 to provide Universal Network Situational Awareness to help prevent air-to- ground friendly fire incidents.Thompson, Edric. \"Radio-based combat ID -- for free.\" RDECOM, 2012-10-10. Retrieved 2015-10-12 – Via globalsecurity.org *May 2016: Harris Corp. is awarded a $405 million contract by Moroccan Army concerning SINCGARS system equipment including ancillary items, spare parts, installation kits, training and fielding support services. One bid was solicited with one received, with an estimated completion date of April 21, 2021.Release No: CR-086-16 Contracts: Press Operations U.S. DEPARTMENT OF DEFENSE, 2012-05-06. Retrieved 2015-05-10 – Via Defense.gov *June 2016: Harris Corporation awarded $15 million order to supply tactical radios to Middle East nation. Harris Corporation (NYSE:HRS) has received a $15 million order to provide tactical radios, management systems, training and field support services to a nation in the Middle East as part of an ongoing modernization program. The contract was awarded during the fourth quarter of Harris’ 2016 fiscal year. Harris.com, 2016-06-12. Retrieved 2017-12-14 – http://www.defenseworld.net *January 2017: Harris Corp. is awarded maximum $403 million contract From US Defense Logistics Agency for spare parts supporting various tactical radio systems, which includes SINCGARS. This is a five-year contract with no option periods and 5 January 2022 is performance completion date. Using customers are Army and Defense Logistics Agency, the US Department of Defense. Types of appropriation are fiscal 2017 through fiscal 2022 Army working capital; and defense working capital funds, funded in the year of delivery order issuance. The contracting activity is the Defense Logistics Agency Land and Maritime, Aberdeen Proving Ground, Maryland (SPRBL1-17-D-0002). Defenseworld.net, 2017-01-07. Retrieved 2017-06-16 – http://www.defenseworld.net ==Models== {| class=\"wikitable\" |- ! scope=\"col\" width=\"60px\" | Model ! scope=\"col\" width=\"80px\" | Year Introduced ! scope=\"col\" width=\"80px\" | Quantity Produced ! scope=\"col\" | Features ! scope=\"col\" | Photo |- | RT-1439 || 1988 || 16,475 || The SINCGARS baseline radio provided non-secure ECCM frequency hopping and single channel FM voice and data capability over the 30 - 87.975 MHz band. The RT-1439 provided an interface for an external COMSEC device for secure operations. It could be deployed in a manpack configuration, and in conjunction with other equipment in a vehicular configuration. || thumb|RT-1439 |- | RT-1523 (ICOM) || 1990 || 39,375 || The RT-1523 provided all features in the RT-1439, but also contained an integrated KY-57 compatible COMSEC module for secure frequency hopping operations. The RT-1523 included a keypad assembly to provide enhanced display and control functions for the operator. || thumb|RT-1523 |- | RT-1523A || || || General Dynamics model |- | RT-1523B (ICOM) || 1994 || 37,363 || The RT-1523B provided improved COSITE performance and increased battery life. It marked significant performance improvements with the introduction of the enhanced message completion algorithm. || thumb|RT-1523B |- | RT-1523C (SIP) (AN/PRC-119C)|| 1996 || 35,152 || The RT-1523C(C)/U introduced several new features to the SINCGARS family. The RAILMAN COMSEC device was embedded in the RT-1523C design. The RT-1523C also introduced the Reed-Solomon Forward Error Correction algorithms to increase throughput, improve bit error rates, and improve interference protection resulting in improved/extended range performance. GPS position reporting was also embedded in all voice and Enhanced Data Mode messages to provide reporting of friendly force position in support of Situational Awareness. A new FH packet data waveform and channel access algorithm also provided for mixed voice and packet data operations in a common net. || thumb|RT-1523C |- | RT-1523D (SIP) || || || General Dynamics model |- | RT-1523E (ASIP) (AN/PRC-119E)|| 1998 || 136,027 || The RT-1523E was designed to include all the features of the RT-1523C, at half the size and weight, with virtually no degradation in capabilities or performance relative to the SIP RT. The RT-1523E introduced a new frequency hopping mode of operation, called SINCGARS Mode 2. The new SINCGARS Mode 2 comprises all the same Mode 1 FH configurations but under a new TRANSEC security umbrella. The RT-1523E is reprogrammable via the front panel data connector. || thumb|RT-1523E |- | RT-1523F (ASIP) (AN/PRC-119F) || 2006 || 273,037 || The RT-1523F pictured with SideHat provides a SINCGARS ASIP 2-channel radio, based upon the design of the RT-1523E. The RT-1523F program was structured into two phases. The first phase inserted the required physical and electrical interfaces into the ASIP RT-1523E in a manner that accommodates an Auxiliary Module, which provides the second channel. The second phase of the program developed the Auxiliary Module. The Auxiliary Module can be attached externally to the RT-1523F radio chassis on the left side when facing the front panel. The primary distinction between the RT-1523F and its predecessor RT-1523E is the addition of this interface. The RT-1523F also introduced the Radio Based Combat ID (RBCI) capability. This enhancement allows the radio to operate as a RBCI Interrogator, a RBCI RE- Relay, and it allows it to add RBCI Responder functionality to any of its FH voice or data modes. The RT-1523F also introduced the Radio Based Situational Awareness (RBSA) enhancement to the existing SA capabilities of the ASIP radios. || thumb|RT-1523F with SideHat |- | RT-1523G (ASIP) || 2010 || 12,029 || The RT-1523G provides all features and functions of the RT-1523F. Additionally, the RT-1523G provided Crypto- Modernization and JTRS SCA Compliance for the SINCGARS program. An upgrade path was intended to bring all RT-1523E and RT-1523F radios to the RT-1523G configuration but was not implemented . || thumb|RT-1523G |- | RT-1730C || || || Modified RT-1523C for Naval applications. |- | RT-1730E || || || Modified RT-1523E for Naval applications |- | RT-1702E || || || Export version of the RT-1523E || thumb|RT-1702F |- | RT-1702F || || || Export version of the RT-1523F || thumb|RT-1702F |} ==RT-1523 VHF radio configurations== thumb|VRC-89, two radios installed {| class=\"wikitable\" |- ! scope=\"col\" width=\"100px\" | Configuration ! scope=\"col\" | Description |- | AN/VRC-87 || Vehicular 5-watt short-range |- | AN/MRC-145 || Vehicular 50-watt radio system with two RT-1523s and a HMMWV assigned to the system |- | AN/VRC-88 || Vehicular 5-watt short-range dismountable – with manpack accessories |- | AN/VRC-89 || Vehicular 50-watt long-range/short-range |- | AN/VRC-90 || Vehicular 50-watt long-range |- | AN/VRC-91 || Vehicular 50-watt long-range dismountable short- range – with manpack accessories |- | AN/VRC-92 || Vehicular 50-watt dual long-range (retransmit) – plus 2nd power amp and retrans cable |- | AN/PRC-119 || 5-watt manpack |} ==Ancillary items== * SideHat - The 'SideHat' is a simple radio solution that attaches to existing SINCGARS radio installations, offering rapid, affordable and interoperable wideband network communications for Early Infantry Brigade Combat Team (E-IBCT) deployments and other Soldier radio waveform (SRW) applications. * SINCGARS Airborne - The AN/ARC-201 System Improvement Program (SIP) airborne radio is a reliable, field-proven voice and data battlespace communications system with networking capabilities. * Embedded GPS Receiver - The Selective Availability Antispoofing Module (SAASM) technology Embedded GPS Receiver (EGR) installed in the RT-1523(E)-(F) providing a navigation/communication system in support of critical Warfighter capabilities that includes Situational Awareness, Combat ID, Navigation and Timing and Surveying Capabilities. * GPS FanOut System - Provides six GPS formats from a single GPS source (RT-1523 with integrated SAASM GPS or PLGR/DAGR (Defense Advanced GPS Receiver–AN/PSN-13)). * VRCU (Vehicle Remote Control Unit) - Designed to be placed anywhere on a vehicle, VRCU is important in large vehicles and those with tight quarters. VRCU allows full control of both single and dual RT-1523 (models E, F, and G) and RT-1702 (models E and F) radios from any location within a vehicle. * Single ASIP Radio Mount (SARM) is the latest vehicle installation mount developed specifically for RT-1523 or RT-1702 radios. SARM solves space and weight claim issues associated with traditional vehicle installation mounts. SARM operates on 12 or 24 volt allowing installation into any military or civilian vehicle. ==See also== * Joint Tactical Radio System (JTRS) - a plan for a replacement radio system * Network Simulator for simulation SINCGARS ==Further reading== * Soldier's Manual of Common Tasks Warrior Skill Level 1 (STP 21-1-SMCT), Headquarters Department of the Army, Washington D.C. 11 September 2012. (p. 3-99, task #113-587-2070) * Tactical Single-Channel Radio Communications Techniques (FM 24-18), Headquarters Department of the Army, Washington D.C. 30 September 1987. * Radio Operator's Handbook (FM 24-19), Headquarters Department of the Army, Washington D.C. 24 May 1991. ==References== ==External links== * Harris.com (pdf) * Harris.com (pdf) *Single Channel Ground and Airborne Radio System (SINCGARS) fas.org *Information on RT-1439 radio prc68.com *https://usacac.army.mil/sites/default/files/misc/doctrine/CDG/cdg_resources/manuals/fm/fm6_02x72.pdf Category:Military radio systems of the United States Category:National Security Agency encryption devices Category:Military electronics of the United States Category:Military equipment introduced in the 1980s",
 "title": "SINCGARS"
}