{
 "id": "160693",
 "text": "William Wildman Shute Barrington, 2nd Viscount Barrington, PC (15 January 1717 – 1 February 1793), was a British politician who sat in the House of Commons for 38 years from 1740 to 1778. He was best known for his two periods as Secretary at War during Britain's involvement in the Seven Years War and American War of Independence. ==Background== Barrington was the eldest son of John Barrington, 1st Viscount Barrington, by his wife Anne, daughter of Sir William Daines. The Hon. Daines Barrington, Rear-Admiral the Hon. Samuel Barrington and the Right Reverend the Hon. Shute Barrington, Bishop of Durham, were his younger brothers. He received a private education under a tutor at Dalston, Robert Graham, whose family later established a political dynasty.Historic Manuscripts Commission, Egmont Diary, vol.3, p. 268. Sent to be further educated at Geneva, Switzerland in 1735 he spent three years at the alpine university; having inherited the estates and title in 1734, he spent some time travelling on the Grand Tour. After coming of age in January 1738, he returned home, arriving in England that February.Shute Barrington, Political life, p. 3. ==Early political career== As Barrington's title was in the Peerage of Ireland it did not entitle him to a seat in the British House of Lords. In March 1740 he was returned to the House of Commons as Member of Parliament for Berwick-upon-Tweed (a seat his father had represented from 1714 to 1723). Joining the opposition benches, Barrington took his seat in 1741 for Walpole's dismissal, voting down a bill for manning the fleet on the grounds it would increase the 'Court Whigs' influence on the coast. With the exception of Lord Carteret, the energetic foreign minister, Barrington, having deserted the whigs found his new allies pitiable reformers. None of the corruption went punished, as the promised 'new broom' failed to materialise. The Hanoverian Ascendancy was magnified by the military exploits of allies Hanoverian Legion that lionised Carteret's performance and the King's role in the warfare, but at considerable expense to the Treasury. Barrington was among the opposition peers consulted for a new ministry in 1744 between the Cobhamites and the incumbent Pelhamites, removing Carteret, now earl Granville, and his Tory friends from office. In February he had voted down two bills, one to suspend Habeas Corpus, on the grounds that the ministry had not proven the rumours of an impending French invasion. Tory opposition led by Pitt stormed out of the chamber in protest at Barrington's speech. A decisive move came when he identified with Lord Cobham. Grenville was impressed by the young MP; refusing the offer of a 'lord of trade' the future peer could do \"whatever he pleases\".Grenville Papers, vol.1, p. 34. == Grenvillite Whig: a war departmental career == A critical year was 1744 for the young aspiring minister: perhaps the pressure of Jacobitism, the return of the Army from Flanders, and the whiff of Jacobite conspiracy forced a change of allegiance. For on 23 January in the first of such votes, Barrington elucidated his principled support for a Standing Army. The following month he voted with the Treasury money bill. He steered a flagship policy National Militia bill through parliament that excluded Catholics and Quakers. He reformed the process of Charitable parochial relief, rather than requiring its total abolition, although by 1782 he took a Pittite view of reform. Having taken his seat in the Irish House of Lords in 1745, still only twenty-eight year old, he was appointed one of the Lords Commissioners of the Admiralty, later being forced to write a vindication of his conduct of affairs during the War of Jenkins' Ear in which large sums went missing from the Treasury. In 1746 Barrington was one of the 'managers' of the impeachment of the Highland general Lord Lovat, and lord of the Admiralty in February 1746.Owen, Pelhams, p. 293. But with the conflict brought to a successful conclusion in 1748, Barrington seconded a motion that required the King to demobilise 16,000 Hanoverian soldiers in peacetime. Barrington was also responsible for the introduction of the concept of half-pay to the navy, as a means of effecting semi-retirement for laid off officers. His Commons bill enumerated 20,000 sailors for redundancy. This 'tory' bill was vigorously opposed by Lord Egmont, and the Pelhamites defeated it in the Commons. A Quarantine bill was drafted to prevent the spread of infectious diseases in the fleet, as well as to blockade its importation onto the mainland. Barrington's subsequent Paper on the Plague helped to establish a House of Recovery for the Sick at Gray's Inn, which was extended to the dying and suffering in London. ==Secretary at War== On Pelham's death in March 1754, the Duke of Newcastle was in line to succeed as First Lord of the Treasury. On becoming Member of Parliament for Plymouth, Barrington applied directly for a treasury bench seat, on the recommendation of Henry Fox. Pelham had already gone to the palace to 'kiss hands'. On the understanding of a Treasury seat for the public economist, Barrington succeeded Sir Thomas Robinson as the Master of the Great Wardrobe in 1755, when he was granted a seat as Privy Counsellor. At Newcastle House in September Barrington was informed the arrangement was squared with the king, but Cumberland, the Commander-in-Chief at Windsor, did not know of it.Newcastle to Hardwicke, 26 September 1755, BL, Add 32859, ff. 219–221. He was appointed as Secretary at War in the Duke of Newcastle cabinet. The supremacy of cabinet government over Wardrobe, Treasury over commander-in- chief in the realm of the patronage of political appointments can be dated from Newcastle's office tenure. Barrington held the post for the next six years throughout the Seven Years' War, despite the Byzantine logistics, and notorious corruption at the war office owing to his scrupulous attitude towards corrupt practices revealed in his letters.These are kept in the Huntington Library, California Shute; Barrington, p. 19. Shortly after the new ministry had come to office, Minorca fell. Barrington ordered the 7th regiment to reinforce the Gibraltar garrison on 21 March 1756. The cabinet insisted the rock must be held as a strategic naval base; Barrington's experience told him this, switching the Governor's detachment, a battalion onto Byng's flagship.Letters from Viscount Barrington to Lord St Philips, Governor of Gibraltar, 21 and 28 March 1756 - for the contradictory orders; Shute Barrington, p. 23. In the event the garrison could not spare the men: facing the threat of an attack by the Toulon fleet, Barrington was clear in a subsequent letter that Gibraltar must not be left undefended. But Byng's subsequent disgrace and execution left Barrington's loyalties in doubt. He had shown no disobedience to His Majesty the King, when General Fowke was tried at court martial for allegedly abandoning his post. Cumberland was disgusted at the loss of Port Mahon, its naval base, and the shame brought upon the military's discipline and reputation, adding to the Secretary's political problems; Barrington consequently clung to Newcastle's patronage at least in part for self-preservation. Modern historians have laid the blame at barrington's door for the confusion that ensued from the contradictory orders; but much of the contention has derived from his belated conversion to Toryism, and embracing of a Pittite bluewater policy with all its attenuated risks. Meanwhile, the Prime Minister insisted on quizzing Granby on the battlefield with young Barrington in tow learning how to disappoint generals for the future. During the Seven Years War, his brothers, Admiral Sir Samuel Barrington and Major-General John Barrington, who led the assault expeditionary force that captured Guadeloupe, a French colony, were both active in the Caribbean.White-Spunner, Horse Guards, p. 238. Barrington remained a staunch friend and ally of Newcastle throughout, always grateful for the confidence, but never afraid to differ from the duke \"to whom I owe more compliance than to any man living, because he is the only subject, to whom i have a real obligation. I must do his Grace the justice....\"Barrington to General Conway, 8 June 1759; Shute Barrington, pp. 17, 49. The previous October he had advised Field Marshall Ligioner, by now a Viscount, that his brother was over-promoted \"I again deprecate Colonel Barrington being so near the command; and i entreat of your Lordship to recommend some other Major- General to His Majesty, in case Mr Boscawen should be excused.\"Barrington to Ligonier, 14 October 1758. In the light of his compassion, the story of Colonel Monro's Arabian horse seemed typical of the man's discreet delicacy, nursing his gifted steed back to health, but putting its ownership into trust. Barrington was always careful to avoid accusations of taking sweeteners or inducements for corrupt practices; sufficiently astute to defer on matters of ethical credibility to others.Barrington to Sir Hector Monro, 16 May 1764. The cost of the war was ruinous; and Barrington refused to accede to the duke's demand to buy the Election of 1761.Mauduit, Considerations on the War; Shute, p. 100. == Tory George III: Barrington and a new administration == On 12 March 1761 he was transferred to the office of Chancellor of the Exchequer, just ten days before the dissolution of parliament. In 1762 the Tory Prime Minister proposed Barrington Treasurer of the Navy, which he accepted, but remained close to the duke, who declined to oppose the new ministry. Senior cabinet ministers may have met in autumn 1762 at Beckett, his ancestral seat. For he was probably influential in the reconciliation between Newcastle and Cumberland, long embittered rivals, because in a letter to Barrington on 11 July he had signed off \"your affectionate friend\".Barrington papers MSS; Ilchester papers, Letters to Henry Fox, p. 116. Moreover, he strongly advised his whig friend to join with the Tories.Shute Barrington, p. 71. Barrington's membership of Bute's ministry, in spite of his friendship with Newcastle, who was at the height of his powers, was, he claimed, on the basis of being a principled \"servant of the Crown\"; for the main achievement of Bute's time in office was the Peace of Paris in April 1763. On principle he would not oppose the ministry from within, and yet would not resign to suit his friend, mentor and patron.\"Lord Bute answered, he knew i was a man of honour,...\", Barrington claimed in his Paper Shute Barrington, p. 73. Bute suggested enlarging the government with a Foxite Coalition; but Barrington, who long been a friend of Charles James Fox felt \"a coolness between us\". The Duke of Devonshire's resignation, he feared, would destabilise the administration.3 November 1762, paper transcribed; Shute Barrington, p. 75. And so it did precipitating in Newcastle's words, \"such a clamour arising against the Ministry\".Newcastle to Barrington, 9 November 1762, Shute, ibid, p. 79. At a meeting at Newcastle House, London, on 11 November the duke pressed Barrington to end his support, knowing the ministry would fall, which it did in April 1763. Yet while in office, the Viscount never visited Claremont, upheld bipartisan principles, and remained on friendly terms with Bute, Grenville, Egremont and Halifax. On 17 July 1765 Barrington returned to London to seek his former position of secretary at war from the King whom he told: \"That a man like me, solely attached to himself, must not expect many Court friends\",20 July 1765, Barrington Paper to George III; Shute Barrington, p. 95. at St James's Palace as department GHQ, at once abandoned by General Ligonier, who preferred the esprit de corps of Knightsbridge.White-Spunner, Horse Guards, p. 224. Barrington told Charles Gould, the Advocate-General that he was the \"guardian\" of the interests of \"the poor, though deserving officer\".Letter to C.Gould, 8 February 1766, Life, pp. 131–137. He told the king that he \"detested faction\" and \"...would never have anything to do with it\". It was two days before he informed the Prime Minister that he had 'kissed hands' with the Sovereign. On 26 July, Barrington, the prospect of joining a Tory Chatham ministry looming over the horizon, played his royal hand again to stay in government. Yorke told the Pelhamite Hardwicke that he stayed \"by virtue of his pliability\". It became Barrington's political hallmark that his pledged allegiance was to the Army and the King only; while Cumberland was Commander-in-Chief he would share in any political decisions. Barrington remained in the party, yet a country whig/Tory for all that with independently minded ideas distinct from London whiggery. One particular dispute that rankled was the outstanding furore with the most distinguished soldier of his generation, Lord Ligonier. > I have not time to answer your Lordship's letter of Sunday, which i received > last night: perhaps it is better i should not particularly answer it, as I > wish always to keep my temper especially with those who are older and wiser > than myself...it certainly does not extend to make a Secretary at War give > the King advice, which he thinks wrong. I told your Lordship very explicitly > at our first outset, that I never would.Letter from Barrington to Lord > Ligonier, 19 July 1758; Shute Barrington, p. 42. Disliked by the Commander-in-chief Lord Ligonier, eyed warily from the Guards barracks at Knightsbridge, Barrington immediately had to deal with a number of crises: The Weavers and Corn Riots prompted the Life Guards out onto the streets, > The present riotous assemblings on account of high price of corn made it > necessary for the Magistrates to call in a military force to their > assistance, wrote mr Secretary. The Wilkes Riots of 1768/9 also called on the army to quench the rioters anger deployed, protesting at their champion's exclusion, the Household Cavalry were deployed in Parliament Square to protect the buildings.White-Spunner, pp. 253, 255. == The problem of the Colonies == Barrington took his share of the blame for the loss of the American colonies, and was not allowed to forget it. In 1765 the Rockingham whigs in the cabinet wanted to repeal the Stamp Act, but Barrington was among the minority who insisted the Americans should pay their way.Watson, p. 115. This hard line approach to complex legal problems characterised the ministry, the non- importation embargo for instance begun by the Americans in 1768/9 was bankrupting the East India Company; the dumping of China tea just one expression of the violence to follow.Schama, Hist. of Britain, p. 465. So when John Wilkes petitioned to be allowed to take his seat in the Commons, Barrington and the Paymaster of the Forces, Richard Rigby led the cabinet in throwing him out.Watson, p. 136. In 1775 Barrington ordered a reluctant General Burgoyne to be put in command of the British forces in the northern American theatre of war.Hibbert, Redcoats, p. 52. The two men shared a belief in the same bluewater strategy. Barrington was in charge of the army, but strategic deployment of the Royal Navy was the only way to defeat the rebels. Blockade and strangulation of colonial trade should be coupled to a large standing army, he declared. But it should not pursue 'a wild goose chase' of Americans around the countryside. Burgoyne's defeat at Saratoga ended in disgrace and recall to England.Hibbert, p. 82. Even Barrington was not altogether convinced of Burgoyne's abilities to resist corruption, and the practice of commission purchases, an issue he helped straighten with the firm. > ...after a series of favours of which the army does not furnish a precedent, > and to which with all his amiable and valuable qualities as a man he had not > the least claim as a soldier...Has Lieutenant-Colonel Burgoyne a right to > every douceur, which General Elliot may expect? Or can he demand more than > his bargain?Barrington to Burgoyne, 27 October 1759 - needless to say > purchasing continued until abolished by the Cardwell Reforms 1861. Barrington wished young officers who wanted preferment to buy, or await promotion by seniority. Burgoyne's friend and mentor, Barrington retained office but only until December 1778, when the Rockingham whigs resumed majority control in the Commons. In 1759 Burgoyne had threatened him; Barrington responded \"with the House of Commons, in case i am, what you call partial against you...the least courtly letter that was ever written to a Secretary at War.\" Barrington raised more regiments and increased the places at Old Chelsea Hospital for wounded men. Wages improved slightly, and more compassion was shown after battle; developments that dovetailed with the career of Marquis of Granby. Hospital Board Surgeon Mates were introduced, and an Inspector of Infirmaries was appointed overseer. Ending the practice of in commendam holding every second corps in reserve because it was ruinous to finances exemplified his public policy credentials of saving graces, but critics thought it left England dangerously exposed to invasion from the continent.Barrington to Hon Col Blayney, 9 July 1760. But more aptly was his fear of domestic unruliness and disorder. Perennial riots was an habitual occurrence on London streets: > London is of all places in the island most attentively to be watched, he > warned ...if an insurrection in London should be attended with the least > success, or even to continue unquelled for any time....,Shute, Life, pp. > 153–157. Like North, Barrington hated the American revolution. It made him sick with worry. He told the king it is \"more disagreeable to me\".Memorandum (1782), Barrington MSS. He had been a minister for thirty years, was weary, tired of the work, and wanted to retire, aged sixty. The King's minister, virtually his whole career, he realised that the Sovereign's word was his bond. King George III wanted him to quit the Commons but remain a minister; but the correct constitutional position for any minister was in parliament, particularly for a Secretary at War, a second non-cabinet rank. But the war caused these decisions to be pushed to one side, ignored and delayed. On 29 October 1777, Barrington again applied for the Chiltern Hundreds. Burgoyne's catastrophic defeat was the catalyst: finally, after a protracted and agonising wait, he could no longer hold his own counsel \"or oppose them, without affecting my honour and duty\". He was allowed to receive the Chiltern Hundreds on 24 May 1778, but was compelled to remain at the War Office until Christmas. == Semi- retirement == For four months in 1782 Barrington was joint Postmaster General. The death of his predecessor threw open a vacancy at the cabinet table. Barrington was the most qualified candidate, who had to forego a generous pension from 9 January to qualify. Lord North's defeat however ushered in the whiggish friends of America to conclude the Paris Treaty, forcing Barrington to resign in April. Shelburne had always opposed the King's attempts to prevent American colonial independence; and so withheld his Civil list pension of £2000 which had been settled on him \"unsolicited\" by the King.Shute, Life, p. 184. Barrington appealed directly to George III who guaranteed it was \"renewed and continued\" for public service until his death.Rockingham to Barrington, 21 April 1782, Rockingham MSS. ==Family== Lord Barrington married Mary, daughter of Henry Lovell and widow of the Hon. Samuel Grimston, in 1740. There were no surviving children from the marriage. She died in September 1764. Barrington remained a widower until his death at his country estate, Beckett Hall at Shrivenham in Berkshire (now Oxfordshire), in February 1793, aged 76. He was buried in St. Andrew's parish church, Shrivenham. His nephew William Barrington succeeded in the viscountcy. == Legacy == *namesake of Barrington, Nova Scotia == Ancestry == == See also == * Lord of the Admiralty * Postmaster General ==Notes== ==References== ===Bibliography=== * * * * * * * ==External links== * Letters and Papers Category:Chancellors of the Exchequer of Great Britain Category:Lords of the Admiralty Category:Members of the Privy Council of Great Britain Category:Members of the Parliament of Great Britain for Plymouth Category:People from Shrivenham Category:1717 births Category:1793 deaths Category:British MPs 1734–1741 Category:British MPs 1741–1747 Category:British MPs 1747–1754 Category:British MPs 1754–1761 Category:British MPs 1761–1768 Category:British MPs 1768–1774 Category:British MPs 1774–1780 Category:United Kingdom Postmasters General William 02",
 "title": "William Barrington, 2nd Viscount Barrington"
}