{
 "id": "160676",
 "text": "George Barrington (14 May 1755 – 27 December 1804) was an Irish-born pickpocket, popular London socialite, Australian pioneer (following his transportation to Botany Bay), and author. His escapades, arrests, and trials were widely chronicled in the London press of his day. For over a century following his death, and still perhaps today, he was most celebrated for the line \"We left our country for our country's good.\" The attribution of the line to Barrington is considered apocryphal since the 1911 discovery by Sydney book collector Alfred Lee of the 1802 book in which the line first appeared.Lambert 1930, pp. 246–247. ==Personal life== thumb|left|George Barrington caught picking the pocket of Count Orlov, Covent Garden Theatre Barrington was born at Maynooth in County Kildare, son either of a working silversmith named Waldron, or of Captain Barrington, English troop commander. At some point in the 1785–1787 period he married and the couple had a child, but the names of the wife and child, and their eventual fates, are not known.Lambert 1930, p. 145. While enjoying the beginnings of his prosperity in Australia, Barrington romanced and cohabited with a native woman, Yeariana, who soon left him to return to her family. Barrington said that Yeariana possessed \"a form that might serve as a perfect model for the most scrupulous statuary.\"Lambert 1930, pp. 234–235. ==Career== ===Pickpocketing=== thumb|left|George Barrington being tried at The Old Bailey, 17 September 1790 In 1771 he robbed his schoolmaster at Dublin and ran away from school, becoming a member of a touring theatrical company at Drogheda under the assumed name of Barrington. At the Limerick races he joined the manager of the company in picking pockets. The manager was detected and sentenced to transportation, and Barrington fled to London, where he assumed clerical dress and continued his pickpocketing. At Covent Garden theatre he robbed the Russian Count Orlov of a snuffbox, said to be worth £30,000. He was detected and arrested but, as Count Orlov declined to prosecute, was discharged, though subsequently he was sentenced to three years' hard labour for pocket-picking at Drury Lane theatre. On his release, he was again caught at his old practices and sentenced to five years' hard labour, but influence secured his release on the condition that he leave England. He accordingly went for a short time to Dublin, and then returned to London, where he was once more detected pocket-picking, and, in 1790, sentenced to seven years' transportation. ===At Botany Bay=== One account states that on the voyage out to Botany Bay a conspiracy was hatched by the convicts on board to seize the ship. Barrington disclosed the plot to the captain, and the latter, on reaching New South Wales, reported him favourably to the authorities, with the result that in 1792 Barrington obtained a warrant of emancipation (the first issued), becoming subsequently superintendent of convicts and later high constable of Parramatta. Barrington died at Parramatta in 1804. ==Latter-day renown== Whatever doubts may exist about the authorship of the \"Prologue,\" its most famous line has become an iconic part of Australian culture (for example, it is quoted in the film Breaker Morant and provides the title of the play Our Country's Good). It begins: ==Works== Barrington employed the artist and engraver Vincent Woodthorpe to illustrate these works, *A Voyage to New South Wales. In two volumes, the first of which is \"A Voyage to Botany Bay.\" London, 1795 and 1801. *The History of New South Wales. London, 1802 and 1810. ==See also== *List of convicts transported to Australia ==Notes== ==References== *Box, Sheila. The real George Barrington?: The Adventures of a notorious London Pickpocket, later Head Constable of the Infant Colony of New South Wales. Melbourne, Victoria: Arcadia, 2001. *Garvey, Nathan. The Celebrated George Barrington: A Spurious Author, the Book Trade, and Botany Bay. Potts Point, NSW: Hordern House, 2008. * *Australian Dictionary of Biography which in turn cites: **Historical Records of Australia, Series I, vols 1–4 **Lambert, Richard S. Prince of Pickpockets. London: Faber & Faber Limited, 1930. **Petherick, E.A. (ed). The Torch and Colonial Book Circular, vol 1,. no 3, 1888 **Ferguson, J.A. 'Studies in Australian Bibliography', Journal and Proceedings (Royal Australian Historical Society), vol 16, part 1, 1930, pp. 51–80 **Bonwick transcripts, biography (State Library of New South Wales). *Lambert, Richard S. Prince of Pickpockets. London: Faber & Faber Limited, 1930. *The book Prince of Pickpockets prominently featured in Robert Bresson’s 1959 film “Pickpocket”. == External links == * Works by George Barrington at Project Gutenberg Australia. *Barrington's Australian Dictionary of Biography entry and library holdings at the National Library of Australia. *Books.google entries on Alfred Lee's discovery regarding what the Australian Encyclopaedia entry refers to as the \"Barrington Prologue.\" *Australian Dictionary of Biography entry on Alfred Lee, discoverer of the original source of the \"Barrington Prologue.\" Category:1755 births Category:1804 deaths Category:Pickpockets Category:Convicts transported to Australia Category:Australian people of Anglo-Irish descent Category:Australian people of English descent",
 "title": "George Barrington"
}