{
 "id": "160759",
 "text": "Timothy Hackworth (22 December 1786 – 7 July 1850) was an English steam locomotive engineer who lived in Shildon, County Durham, England and was the first locomotive superintendent of the Stockton and Darlington Railway. == Youth and early work == Timothy Hackworth was born in Wylam in 1786, five years after his fellow railway pioneer George Stephenson had been born in the same village. Hackworth was the eldest son of John Hackworth who occupied the position of foreman blacksmith at Wylam Colliery until his death in 1804; the father had already acquired a considerable reputation as a mechanical worker and boiler maker. At the end of his apprenticeship in 1810 Timothy took over his father's position. Since 1804, the mine owner, Christopher Blackett had been investigating the possibilities of working the mine's short colliery tramroad by steam traction. Blackett set up a four-man working group including himself, William Hedley, the viewer; Timothy Hackworth, the new foreman smith and Jonathan Forster, a \"wright\". The first step in 1808 was the relaying of the Wylam tramway with cast iron plates, until then a simple timber-way. In 1811, the four-man team began investigating the adhesive properties of smooth wheels using a manually operated carriage propelled by a maximum of four men, and in the same year a single-cylinder locomotive devised by one Waters, reportedly on the Richard Trevithick model, was built and tried for a few months with erratic results. In the meantime a new dilly, (the term used to designate all locomotives at Wylam), was put in hand and set to work in the autumn of 1812. However even Blackett's new cast iron plateway was found inadequate to sustain the weight of a dilly and the subsequent one built in 1813 was carried on two four-wheeled \"power bogies\" and it is understood that the first one was similarly rebuilt. On the relaying, around 1830, of the Wylam line with wrought iron edge rails, the two locomotives were reverted to the 4-wheel arrangement, continuing to work until the closing of the line in 1862. What is considered to be the earlier of the two engines, now known as Puffing Billy is conserved at the Science Museum in London; the second Wylam Dilly is in the Royal Scottish Museum in Edinburgh. Although William Hedley is generally credited with the \"design\" of the locomotives, there is strong evidence that these issued from the aforementioned joint collaboration in which Christopher Blackett was the driving force with Timothy Hackworth playing a preponderant engineering role. Furthermore, it subsequently fell to Hackworth to maintain the locomotives in running order and improve performance. As time went on, Blackett became increasingly occupied by other outside interests and was often absent, leaving Hedley in charge of the mine; Hackworth found himself in conflictual situations due his Methodist activities and his refusal to work on the Sabbath, until he felt obliged to leave Wylam in 1816. He was not long in finding other employment at Walbottle Colliery where he took up the same position of foreman blacksmith. ==The Royal George== thumb|right|Royal George In 1824, Hackworth occupied a temporary position as a \"borrowed man\" or relief manager at the Forth Street factory of Robert Stephenson and Company, whilst Robert was away in South America and George was occupied with the surveying of new railways, notably the Liverpool and Manchester. Hackworth only stayed until the end of that year, following which, he returned to Walbottle occupying his time with contract work until, upon the recommendation of George Stephenson, he was appointed on 13 May 1825 to the position of locomotive superintendent of the Stockton and Darlington Railway, a post he was to occupy until May 1840. Hackworth is believed to have been influential in the development of the first Stephenson locomotive intended for the Stockton and Darlington Railway during his time at the Forth Street factory. That locomotive, then named Active, now known as Locomotion No 1, was delivered to the railway just before the opening ceremony on 27 September 1825. Three more of the same type (Hope, Black Diamond, Diligence) were delivered in the following months and difficulties in getting them into operating order were such as to risk compromising the use of steam locomotives for years to come, had it not been for Hackworth's persistence. This persistence resulted in his developing the first adequate locomotive adapted to the rigours of everyday road service. The outcome was the Royal George of 1827, an early 0-6-0 Locomotive, that among many new key features notably incorporated a correctly aligned steam blastpipe. Hackworth is usually acknowledged as the inventor of this concept.Young, 1923, pp.155–162 From 1830 onwards the blastpipe was employed by the Stephensons for their updated Rocket and all subsequent new types. Recent letters acquired by the National Railway Museum would appear to confirm Hackworth as the inventor of the device. Since Trevithick's time, it had long been common practice to turn the exhaust steam from the cylinders into the chimney using \"eductor pipes\" for convenience and noise reduction, and its effect on the fire certainly had been noticed. Whatever the case, Hackworth was probably the first engineer in history to fully take into account the role of the blast in automatically realising the \"perfect equilibrium between steam production and usage\" in a locomotive when fitted with a firetube boiler, and to consider the blastpipe as a distinct device, paying close attention to its proportions, nozzle size, positioning and precise alignment. ==Sans Pareil and the Rainhill trials== In 1829 the Liverpool and Manchester Railway, the world's first \"Inter-City\" railway, was under construction. There was a large potential for both passenger and goods traffic. However, all locomotives built to date, including those for the Stockton and Darlington, had been intended for slow freight, with any passenger service handled by single horse-drawn coaches. It was therefore clear that any future locomotives would have to be more versatile. Matters were further complicated by the news about the problems being encountered on the Stockton and Darlington, which gave rise to considerable controversy as to the sort of motive power to be preferred. George Stephenson, the line's civil engineer, was unsurprisingly firmly in favour of steam traction and asked for a report from Timothy Hackworth, who confirmed that he was having difficulties but was optimistic about overcoming them. To settle upon a locomotive type the directors set up a competition. The trials were held at Rainhill, and there were three serious contestants. Hackworth, with his own very limited resources, entered the 0-4-0 locomotive, Sans Pareil. This locomotive was deemed officially overweight, but nevertheless was allowed to undergo the \"ordeal\". Unfortunately faulty cylinder casting led to steam leaks and premature abandonment of the course. Stephenson's Rocket was the outright winner as the only locomotive that stayed the course whilst fully complying with the rules. In the event, none of the contestants really answered the railway's requirements. Hackworth stayed on after the event, repairing the Sans Pareil and was able to show that it more than met requirements. On the strength of this, the L&M; management did purchase the locomotive, subsequently reselling it at a loss to the Bolton and Leigh Railway where it worked until 1844. As AhronsAhrons, E.L. (1966): The British Steam Locomotive 1825–1925, Ian Allan, Surrey, U.K. (reprint of 1927 edition) points out, the vertical cylinders would have given rise to considerable hammer blow at speed and made it unsuited to passenger service on the track of that time in the long term. Nevertheless, it was a formidable contender, largely due to the carefully designed and tuned blastpipe. However, the Rainhill trials may be seen as a milestone event, as during the eight days it lasted there were considerable modifications carried out on the three main contestants in which Hackworth participated tirelessly and displayed absolute impartiality. From that date on, locomotive design and performance went forward by leaps and bounds. ==Later productions== In addition to his duties on the Stockton and Darlington, Hackworth set up his own business in which his son, John Wesley Hackworth, fully participated.Young, 1923, pp.356 et seq This business produced a variety of machinery. Notably, he built at Shildon in 1836, the first locomotive to run in Russia for the Tsarskoye Selo Railway, of which his son was responsible for the safe delivery and preliminary trials. Also in 1838, the Samson was built for the Albion Mines Railway in Nova Scotia, and was one of the first engines to run in Canada. One of his 1833 apprentices, Daniel Adamson, later further developed his boiler designs and become a successful manufacturer (and influential in the inception of the Manchester Ship Canal). The last new locomotive design with which Timothy Hackworth was involved was the Sans Pareil II, a \"demonstrator\" of 1849. This locomotive was an advanced 2-2-2 engine of the Jenny Lind type with 6 ft 6 in driving wheel, heating surface and some use of welding in the boiler construction. In performance, it fully lived up to expectations in regards to economy and load- hauling performance. Hackworth was so satisfied that he issued a public challenge to Robert Stephenson to pit his latest York Newcastle and Berwick locomotive, No. 190, against it in a trial. Nothing more was ever heard of this.Young, 1923, p.328-329 ==Family== Timothy Hackworth had three sons and six daughters. His eldest son, John Wesley Hackworth (1820-1891), carried on the business after the death of his father. J.W. Hackworth patented the Hackworth valve gear in 1859. == Legacy == Today he has a school named after him in his hometown of Shildon where the pupils annually learn of Timothy Hackworth and his work. His home was also turned into a museum, which has since being renovated and an annexe of the National Railway Museum has been built nearby. The 1839 Hackworth locomotive Samson is preserved in Canada at the Nova Scotia Museum of Industry in Stellarton, Nova Scotia. Hackworth Park in Shildon was named in his honour as was Timothy Hackworth Drive in Darlington. ==See also== *1786 in rail transport *Locomotives of the Stockton and Darlington Railway ==References== * CONTROVERSIAL STEPHENSON LETTER DONATED TO NATIONAL RAILWAY MUSEUM * North East History: The Stockton and Darlington Railway == Bibliography == * * * ==External links== * Timothy Hackworth: Rail Pioneer * Timothy Hackworth * Sir Goldsworthy Gurney (1793–1875) * chapter VIII, Stephenson's Engine, in William H. Brown, The History of the First Locomotives in America. From Original Documents and the Testimony of Living Witnesses, 1871 *Hackworth Family Archive Category:1786 births Category:1850 deaths Category:People from Shildon Category:People from Wylam Category:English engineers Category:19th-century British inventors Category:Locomotive builders and designers Category:English railway mechanical engineers Timothy",
 "title": "Timothy Hackworth"
}