{
 "id": "161083",
 "text": "thumb|right|upright=2|Wales in the 14th century showing Marcher Lordships A Marcher lord () was a noble appointed by the king of England to guard the border (known as the Welsh Marches) between England and Wales. A Marcher lord was the English equivalent of a margrave (in the Holy Roman empire) or a marquis (in France) before the introduction of the title of \"marquess\" in Britain; no Marcher lord ever bore this rank. In this context the word march means a border region or frontier, and is cognate with the verb \"to march\", both ultimately derived from Proto-Indo-European *mereg-, \"edge\" or \"boundary\". The greatest Marcher lords included the earls of Chester, Gloucester, Hereford, Pembroke and Shrewsbury (see also English earls of March). ==County palatine== Some strong earldoms along the Welsh border were granted the privileged status of county palatine shortly after the Norman Conquest, but only that based on Chester survived for a long period. The term particularly applies to Anglo-Norman lords in Wales, who had complete jurisdiction over their subjects, without recourse to the king of England. The king had jurisdiction only in treason cases, though the lords each bore personal allegiance to the king as feudal subjects. ==Formation of the Welsh March== The Welsh Marches contain Britain's densest concentration of motte- and-bailey castles. After the Norman Conquest, William the Conqueror set out to subdue the Welsh, a process that took well over two centuries, and was never permanently effective. During those generations the Marches were a frontier society in every sense, and a stamp was set on the region that lasted into the time of the Industrial Revolution. Amid violence and dangers, a chronic lack of manpower afforded opportunities for the intrepid, and the Marcher Lords encouraged immigration from all the Norman-Angevin realms, and encouraged trade from their \"fair haven\" ports like Cardiff. At the top of this culturally diverse, intensely feudalised and local society, the Marcher barons combined the authority of feudal baron and vassal of the King among their Normans, and of supplanting the traditional tywysog among their conquered Welsh.Nelson ==Marcher powers== The Anglo-Norman lordships in this area were distinct in several ways: they were geographically compact and jurisdictionally separate one from another, and they had special privileges which separated them from the usual English lordships. Royal writ did not work in the Marches: Marcher lords ruled their lands by their own law--sicut regale (\"like a king\") as Gilbert, Earl of Gloucester, stated, whereas in England fief-holders were directly accountable to the king. Marcher lords could build castles, a jealously guarded and easily revoked Royal privilege in England. Marcher lords administered laws, waged war, established market towns, and maintained their own chanceries that kept their records (which have been completely lost). They had their own deputies, or sheriffs. Sitting in their own courts they had jurisdiction over all cases at law save high treason. \"They could establish forests and forest laws, declare and wage war, establish boroughs, and grant extensive charters of liberties. They could confiscate the estates of traitors and felons, and regrant these at will. They could establish and preside over their own petty parliaments and county courts. Finally, they could claim any and every feudal due, aid, grant, and relief\",Nelson, ch. 8 although they did not mint coins. Their one insecurity, if they did not take up arms against the king, was of dying without a legitimate heir, whereupon the title reverted to the Crown in escheat. Welsh law was frequently used in the Marches in preference to English law, and there would sometimes be a dispute as to which code should be used to decide a particular case. Feudal social structures, which were never fully established in England, took root in the Marches, which was not legally part of the realm of England. The traditional view has been that the Norman monarchy granted these outright. A revisionist view is that such rights were more common in the 11th century throughout the Conquest, but were largely suppressed in England, and survived in the Marches. Settlement was encouraged: knights were granted their own lands, which they held in feudal service to the Norman lords. Settlement was also encouraged in towns that were given market privileges, under the protection of a Norman keep. Peasants came to Wales in large numbers: Henry I encouraged Bretons, Flemings, Normans, and English settlers to move into the south of Wales. The tendencies of innovations in the Plantagenet monarchy were towards a centralised bureaucracy and judiciary, with the gradual elimination of localisms. In the Marches of Wales these processes towards a \"high medieval\" authority were staunchly resisted. Protests of the border lords surviving in the Royal records throw some light upon the nature and extent of the privileges whose normal operation has left no record. On the local side, the able-bodied population was more directly essential to the local Lord and was able to extract from him carefully defined and highly local liberties. A point of friction was in the Lords' funded churches where they appointed churchmen to livings held tightly under hierarchic control in the manner that had developed in Normandy, where a highly organised church structure was well in the hands of the duke. The Welsh church, on the Celtic plan, closely connected with clan loyalties, brooked little authoritarian influence. The Marcher lords were progressively tied to the English kings by the grants of lands and lordships in England, where control was stricter, and where many marcher lords spent most of their time, and through the English kings' dynastic alliances with the great magnates. It was less easy to work in the opposite way, and establish a position among the hereditary marcher families, as Hugh Le Despenser discovered. He began by exchanging estates he held in England and by obtaining grants in the Welsh Marches from the king. He even obtained the Isle of Lundy. When the last male heir of the de Braose family died, Despenser was able to obtain the de Braose lands around Swansea. In 1321 the Marcher lords threatened to start a civil war and it was agreed that a parliament should be called to settle the matter. ==Intermarriage with the Welsh== While fierce hostility between the Marcher lords and the Welsh was a fact of life, nevertheless, much intermarriage occurred between the Norman-descended barons and princely Welsh families, (often as a means of cementing a local agreement or alliance). The Mortimers, de Braoses, de Lacys, Grey de Ruthyns, Talbots, and the Le Strange families eventually acquired much Welsh blood through politically advantageous marriages with the Welsh nobility. Roger Mortimer, 1st Baron Mortimer (1231–1282) was a son of Gwladys Ddu, daughter of Llewelyn the Great of Gwynedd. Matilda de Braose, a granddaughter of William de Braose, 4th Lord of Bramber, married a Welsh prince. He was Rhys Mechyll, Prince of Deheubarth. Their daughter Gwenllian married Gilbert Talbot, progenitor of the earls of Shrewsbury. William de Braose was himself a descendant of Nesta verch Osborne of Wales through his mother Bertha of Hereford. Another member of the de Braose family, Isabella, daughter of Gwilym Ddu or Black William and Eva Marshal married Prince Dafydd ap Llywelyn, whose mother Joan was an illegitimate daughter of King John of England.Charles Cawley, Medieval Lands, Wales Queen Anne Boleyn descended directly from Gruffydd II ap Madog, Lord of Dinas Bran through his daughter, Angharad who married William Le Boteler of Wem, Shropshire. ==End of Marcher powers== By the 16th century, many lordships had passed into the hands of the crown, which governed its lordships through the traditional institutions. The crown was also directly responsible for the government of the Principality of Wales, which had its own institutions and was (like England) divided into counties. The jurisdiction of the remaining marcher lords was thus an anomaly. This was abolished by the Laws in Wales Acts 1535–1542 (also known as the Acts of Union), which organised the Marches of Wales into counties, adding some lordships to adjoining English counties. It also gave statutory recognition to the Council of Wales and the Marches (based at Ludlow), responsible for oversight of the area. ==Later claims== In 1563, Elizabeth I granted the former Marcher Lordship of Denbigh to her favourite Robert Dudley, later the earl of Leicester. The grant claimed that Denbigh was given to him, ::\"in as large and ample a manner...as was used when it was a lordship marcher with as large wardes as council learned could devise.\" Although the Laws in Wales Acts had not been modified – and the claim to have the same rights as a Marcher lordship could not therefore be legally possible – Leicester had such political power that he was able to make this a reality in practice. Early in the 21st century, businessman Mark Roberts styled himself lord marcher of Trellick and purported to acquire the title of Lord Marcher of St. David's from the University of Wales, seeking to assert various associated economic rights including title in half the coastline of Pembrokeshire. Roberts contended that the Bishops of St David's were never themselves conquered and retained their ancient temporal possessions. The last Welsh bishop had died in 1115 but the ensuing Norman bishops acquired the ancient jurisdictional rights by use and eventually by a distinct royal charter. Roberts claimed to be a corporation sole in succession to the bishops and to have the status of a rajah and effective state immunity. However, in May 2008, the High Court held that the Laws in Wales Act 1535 had abolished the jurisdictional franchise of Marcher Lord entirely and that Roberts had no such status. Crown Estates Commissioners -v- Roberts & another (2008) ==List of Marcher lordships== Marcher lordships in the Welsh Marches and the successor shiresMax Lieberman, The March of Wales, 1067-1300: a borderland of medieval Britain, University of Wales Press, 2008, *Flintshire :Flint :Hawarden :Hopedale :Maelor Saesneg :Mold *Denbighshire :Bromfield and Yale :Chirkland :Denbigh :Ruthin (Dyffryn Clwyd) *Montgomeryshire :Caus (part) :Cedewain :Ceri :Montgomery (part) :Powys *Radnorshire :Cwmwd Deuddor :Elfael :Glasbury :Gwrtheyrnion :Maelienydd :Radnor *Brecknockshire :Blaenllyfni :Brecon :Builth :Hay *Monmouthshire :Abergavenny :Caerleon :Chepstow (part) :Ewyas Lacy (part) :Gwynllwg (Wentloog) :Monmouth :Usk *Glamorgan :Lordship of Glamorgan :Lordship of Gower *Carmarthenshire :Cantref Bychan :Kidwelly :Emlyn :Llansteffan :Laugharne :St Clears :Ystlwyl *Pembrokeshire :Cemais :Cilgerran :Haverford :Llawhaden :Narberth :Pebidiog :Pembroke *Transferred to English shires :Bishop's Castle (Shropshire) :Caus (part) (Shropshire) :Chepstow (part) (Gloucestershire) :Clifford (Herefordshire) :Clun (Shropshire) :Ewyas Lacy (part) (Herefordshire) :Kington (Herefordshire) :Huntington (Herefordshire) :Montgomery (part) (Shropshire) :Oswestry (Shropshire) :Whittington (Shropshire)P. Brown, P. King, and P. Remfry, 'Whittington Castle: The marcher fortress of the Fitz Warin family', Shropshire Archaeology and History LXXIX (2004), 106–127. :Wigmore (Herefordshire) ==See also== *English feudal barony ==References== ==Bibliography== *Davies, Robert Rees, Sir, Lordship and society in the March of Wales, 1282–1400 (Oxford University Press, 1978. *Davies, Robert Rees, Sir, The Age of Conquest: Wales 1063–1415 (Oxford University Press, 2000) * *Reeves, A. C., The Marcher Lords (Dyfed: Christopher Davies), 1983. Category:Marcher lordships Category:The Lordship of Bromfield and Yale",
 "title": "Marcher Lord"
}