{
 "id": "161520",
 "text": "The Mark is a 1961 film which tells the story of a convicted child molester, now out of prison, who is suspected in the molestation and beating of another child. The picture stars Stuart Whitman, Maria Schell, Rod Steiger and Brenda De Banzie. Adapted by Sidney Buchman and Stanley Mann from the novel by Charles E. Israel, the film was directed by Guy Green. The Mark was selected to compete for a Palme d'Or at the Cannes Film Festival and Whitman was nominated for the Oscar for Best Actor in a Leading Role. ==Plot== Jim Fuller is released from prison after serving time for intent to commit child molestation. He attempts to return to society while dealing with his psychological demons with the help of a psychiatrist, Dr. McNally. After being found employment, Jim begins a romantic relationship with the company's secretary, Ruth Leighton, and appears to be on the way to a better life. However, when a child is reported as a possible abuse victim, Jim is picked up for questioning by the police. He has a genuine alibi and is cleared, but a tabloid reporter exposes Jim's previous conviction and his presence in the company and community is no longer wanted. ==Cast== * Stuart Whitman as Jim Fuller * Rod Steiger as Dr. Edmund McNally * Maria Schell as Ruth Leighton * Brenda de Banzie as Gertrude Cartwright * Donald Houston as Austin * Donald Wolfit as Andrew Clive * Paul Rogers as Roy Milne * Maurice Denham as Arnold Cartwright ==Production== The Mark was filmed in black and white and Cinemascope. Each of the three main characters was played by an actor not originally slated for the role. Stuart Whitman was a last-minute replacement for Richard Burton; Maria Schell took over for Jean Simmons, who was supposed to have played Ruth; and the role of the prison psychiatrist was intended for Trevor Howard before Rod Steiger was cast. According to an interview given by Steiger many years later, he had visited an analyst himself in the 1950s and observed how he conducted himself. He played McNally as an Irishman to avoid stereotyping and added touches to impart more humanity to the character. Steiger claimed that the portrayal was so well received by psychiatric professionals that he was invited to speak at a convention by a psychiatric society. ==Reception== The Mark premiered in London on 26 January 1961, at 20th Century Fox's Carlton Theatre, Haymarket, London and opened in New York in October. Its subject matter made it controversial and it was criticised for making the paedophilic protagonist too sympathetic. It also received favourable reviews for its treatment of a difficult subject, and praise for the acting, writing and directing. ==References== ==External links== * The Mark (1961) at BFI * Category:1961 films Category:British films Category:Films shot in the Republic of Ireland Category:Films directed by Guy Green Category:1961 drama films Category:British drama films Category:Films scored by Richard Rodney Bennett Category:Films with screenplays by Sidney Buchman Category:Films with screenplays by Stanley Mann Category:Films about child sexual abuse",
 "title": "The Mark (1961 film)"
}