{
 "id": "161531",
 "text": "Alban Berg's Violin Concerto was written in 1935 (the score is dated 11 August 1935). It is probably Berg's best-known and most frequently performed instrumental piece, in which the composer sought to reconcile diatonicism and dodecaphony. Berg composed it on a commission from Louis Krasner, and it became the last work that he completed. Krasner performed the solo part in the premiere at the Palau de la Música Catalana, Barcelona, on 19 April 1936, after the composer's death. == Conception and composition == The piece stemmed from a commission from the violinist Louis Krasner. When he first received the commission, Berg was working on his opera Lulu, and he did not begin work on the concerto for some months. The event that spurred him into writing was the death by polio of 18-year-old Manon Gropius, the daughter of Alma Mahler (once Gustav Mahler's wife) and Walter Gropius. Berg set Lulu aside to write the concerto, which he dedicated \"To the memory of an angel\". Berg worked on the piece very quickly, completing it within a few months; it is thought that his working on the concerto was largely responsible for his failing to complete Lulu before his death on 24 December 1935. The violin concerto was the last work that Berg completed. In a letter to Krasner dated 16 July 1935, Berg confessed: == Scoring == The concerto is scored for 2 flutes (both doubling as piccolo), 2 oboes (one doubling as a cor anglais), alto saxophone (doubling as 3rd clarinet), 2 clarinets, bass clarinet, 2 bassoons, contrabassoon, 4 horns, 2 trumpets, 2 trombones, tuba, timpani, percussion, harp and strings. == Music == Berg described the structure of the concerto in a letter to Arnold Schoenberg.Brand et al. (eds.), The Berg-Schoenberg Correspondence, p. 466. quoted in It is in two movements, each divided into two sections: The work begins with an Andante in classical sonata form, followed by the Allegretto, a dance-like section. The second movement starts with an Allegro largely based on a single recurring rhythmic cell; this section has been described as cadenza-like, with very difficult passages in the solo part. The orchestration becomes rather violent at its climax (which is literally marked in the score as \"High point of the Allegro\"); the fourth and final section, marked Adagio, is in a much calmer mood. The first two sections are meant to represent life, the last two death and transfiguration. Like a number of other works by Berg, the piece combines the twelve-tone technique, typical of serialistic music learned from his teacher Arnold Schoenberg with passages written in a freer, more tonal style. The score integrates serialism and tonality in a remarkable fashion. Here is Berg's tone row: : ew Staff \\with { \\remove \"Time_signature_engraver\" \\remove \"Bar_engraver\" } \\relative c' { \\clef treble \\override Stem #'transparent = ##t g4 bes d fis a c e gis b cis ees f } Although this contains all twelve notes of the chromatic scale, there is a strong tonal undercurrent: the first three notes of the row make up a G minor triad; notes three to five are a D major triad; notes five to seven are an A minor triad; notes seven to nine are an E major triad; : { ew PianoStaff << ew Staff \\relative c' { \\clef treble \\time 2/4 r8 4( 8~ | 4 8~ | ) 4( 8~ | **4 **8) } ew Staff \\relative c { \\clef bass \\time 2/4 g,2( | fis' | e' | gis, } >> } and the last four notes (B, C, E, F) and the first (G) together make up part of a whole tone scale. The roots of the four triads correspond to the open strings of the violin, which is highlighted in the opening passage of the piece. : \\relative c' { \\clef treble umericTimeSignature \\time 4/4 g8(\\pp d' a' e') e( a, d, g,~ | g1) } The resulting triads are thus fifth- related and form a cadence, which we hear directly before the row is played by the violin for the first time. Moreover, the four chords above imply the note sequence B (B) – A – C – H (B) which forms the BACH motif, thus connecting the piece to Johann Sebastian Bach, whose music plays a crucial role in this concerto. The last four notes of the row, ascending whole tones, are also the first four notes of the chorale melody of \"Es ist genug\" (It is enough), another part of the whole tone scale. Bach composed a four-part setting of the hymn by Franz Joachim Burmeister with a melody by Johann Rudolph Ahle to conclude his cantata O Ewigkeit, du Donnerwort, BWV 60 (O eternity, you word of thunder).BWV 60.5 bach-chorales.com The first four measures are shown below. : ew PianoStaff << ew Staff << ew Voice \\relative c' { \\stemUp \\clef treble \\key f \\major \\time 4/4 \\\\[ f2 g4 a b2 \\\\] r4 b c4 g g bes! a2. } ew Voice \\relative c' { \\stemDown c2 c4 bes8 a e'2 s4 e e4. f8 e d e c f2. } >> ew Staff << ew Voice \\relative c' { \\stemUp \\clef bass \\key f \\major \\time 4/4 a2 g4 d' d2 r4 gis, a8 b c4 c c c2. } ew Voice \\relative c { \\stemDown f2 e4 fis gis2 s4 e a8 g!16 f e8 d c bes! a g! f2. } >> >> Berg quotes this chorale directly in the last movement of the piece, where Bach's harmonization is heard in the clarinets. There is another directly quoted tonal passage in the work in the form of a Carinthian folk song in the second section of the first movement, which returns briefly before the coda in the second movement. This is perhaps the only section which does not derive its materials from the row. : \\relative c' { \\clef treble \\key g \\major \\time 3/4 \\partial 4*1 << { d4 | b'8. b16 d4 g8 b | b,4 d g | fis4. e8 e4 | c2. | c'4. fis,8 d4 | c' fis, d8 c' | b2 g8 b | d,2 } \\\\\\ { d,4 | g8. g16 b4 d | g, b e | d4. c8 c4 | fis,2. | fis'4. d8 c4 | fis d c8 fis | g2 d8 d | b2 } >> } Anthony Pople describes the work as \"less serial than Lulu\", containing originally serial material later repeated or developed outside that framework, in addition to small adjustments throughout to avoid bare octaves. == Premieres == * World premiere: 19 April 1936, Palau de la Música Catalana, Barcelona, at the XIV ISCM Festival. Louis Krasner played the solo part, and Pau Casals Orchestra was conducted by Hermann Scherchen. *: Anton Webern was intended to be the conductor. Reports vary as to whether he was ill or was emotionally unable to cope with the subject matter of the music. In any case, Scherchen happened to be there for the Festival, and he was drafted at literally the 11th hour. The first time he ever saw the score was at 11 pm the night before the premiere, and the next morning there was time for only half an hour rehearsal.Louis Krasner, Some Memories of Anton Webern, the Berg Concerto and Vienna in the 1930s * British private premiere: 1 May 1936, London, at an invitation-only concert. Krasner was again the soloist (at the invitation of the BBC producer Edward Clark, who had attended the world premiere in Barcelona), and Anton Webern conducted the BBC Symphony Orchestra. This performance was recorded on acetate discs, which survived in Krasner's collection. The performance was broadcast on the BBC on Berg's centenary, 9 February 1985, and was later released on CD. * Austrian and European premiere: 25 October 1936, Vienna, Krasner with the Vienna Philharmonic under Otto Klemperer. The violinist Arnold Rosé came out of retirement to lead the string section. This performance was also recorded. * British public premiere: 9 December 1936, London, at the Queen's Hall in a BBC concert. Krasner was again the soloist, and Sir Henry Wood conducted the BBC Symphony Orchestra. === Revised version === Berg did not have time to review the score and correct any errors. That was finally done in the 1990s by Professor Douglas Jarman, Principal Lecturer in Academic Studies at the Royal Northern College of Music, Manchester.Palgrave MacMillan. Retrieved 1 November 2014 The premiere of the revised version was given in Vienna in 1996, Daniel Hope being the soloist. Hope also made the first recording of this version, in 2004 with the BBC Symphony Orchestra under Paul Watkins. == Notes == === References === * * * == External links == * Category:Compositions by Alban Berg Berg Category:Twelve- tone compositions Category:1935 compositions Category:Funerary and memorial compositions Category:Music dedicated to family or friends",
 "title": "Violin Concerto (Berg)"
}