{
 "id": "161516",
 "text": "Maximilian Schell (8 December 1930 – 1 February 2014) was an Austrian-born Swiss film and stage actor, who also wrote, directed and produced some of his own films. He won the Academy Award for Best Actor for the 1961 American film Judgment at Nuremberg, his second acting role in Hollywood. Born in Austria, his parents were involved in the arts and he grew up surrounded by acting and literature. While he was a child, his family fled to Switzerland in 1938 when Austria was annexed by Nazi Germany, and they settled in Zurich. After World War II ended, Schell took up acting or directing full-time. He appeared in numerous German films, often anti-war, before moving on to Hollywood. Schell was top billed in a number of Nazi-era themed films, as he could speak both English and German. Among those were two films for which he received Oscar nominations: The Man in the Glass Booth (1975; best actor), where he played a character with two identities, and Julia (1977; best supporting actor), where he helps the underground in Nazi Germany. His range of acting went beyond German characters, however; and during his career, he also played personalities as diverse as Venezuelan leader Simón Bolívar, Russian emperor Peter the Great, and physicist Albert Einstein. For his role as Vladimir Lenin in the television film Stalin (1992) he won the Golden Globe Award. On stage, Schell acted in a number of plays, and his was considered \"one of the greatest Hamlets ever.\" Schell was an accomplished pianist and conductor, performing with Claudio Abbado and Leonard Bernstein, and with orchestras in Berlin and Vienna. His elder sister, Maria Schell, was also an internationally noted actress, about whom he produced the documentary My Sister Maria, in 2002. ==Early life== Schell was born in Vienna, Austria, the son of Margarethe (née Noe von Nordberg), an actress who ran an acting school, and Hermann Ferdinand Schell, a Swiss poet, novelist, playwright and pharmacy owner.Ross, Lillian and Helen. The Player: A Profile of an Art, Simon & Schuster (1961) pp. 231–239 His parents were Roman Catholic. Schell's father was never enthusiastic about young Maximilian becoming an actor like his mother, feeling that it could not lead to \"real happiness\". However, Schell was surrounded by acting in his early youth: The Schell family was forced to flee Vienna in 1938 to get \"away from Hitler\" after the Anschluss, when Austria was annexed by Nazi Germany. They resettled in Zurich, Switzerland.\"Artists of Holocaust Symphony: 'The Train' \", 22 November 2004 In Zurich, Schell \"grew up reading the classics\", and when he was ten, wrote his first play. Schell recalls that as a child, growing up surrounded by the theatre, he took acting for granted and did not want to become an actor at first: \"What I wanted was to become a painter, a musician, or a playwright\", like his father. Schell later attended the University of Zurich for a year, where he also played soccer and was on the rowing team, along with writing for newspapers as a part-time journalist for income. Following the end of World War II, he moved to Germany where he enrolled in the University of Munich and studied philosophy and art history. During breaks, he would sometimes return home to Zurich or stay at his family's farm in the country so he could write in seclusion: Schell then returned to Zurich, where he served in the Swiss Army for a year, after which he attended the sixth form of University College School, London, for one year before re-entering the University of Zurich for another year, and later, the University of Basel for six months. During that period, he acted professionally in small parts, in both classical and modern plays, and decided that he would from then on devote his life to acting rather than pursue academic studies: Schell began acting at the Basel Theatre. Schell's late elder sister, Maria Schell, was also an actress, as were their two siblings, Carl (1927–2019) and Immaculata \"Immy\" Schell (1935–1992). ==Career== Schell's film debut was in the German anti-war film Kinder, Mütter und ein General (Children, Mothers, and a General, 1955). It was the story of five mothers who confronted a German general at the front line, after learning that their sons, some as young as 15, had been \"slated to be cannon fodder on behalf of the Third Reich.\" The film co-starred Klaus Kinski as an officer, with Schell playing the part of an officer-deserter.\"Kinder, Mutter und Ein General (1955)\", New York Times, accessed, 29 September 2013 The story, which according to one critic, \"depicts the insanity of continuing to fight a war that is lost,\" would become a \"trademark\" for many of Schell's future roles: \"Schell's sensitivity in his portrayal of a young deserter disillusioned with fighting became a trademark of his acting.\"Reimer, Robert C. and Carol J., The A to Z of German Cinema, Rowman and Littlefield (2008) pp. 258–260 Schell subsequently acted in seven more films made in Europe before going to the U.S.Monush, Barry. The Encyclopedia of Hollywood Film Actors, Applause Theatre and Cinema Books (2003) pp. 666–667 Among those was The Plot to Assassinate Hitler (also 1955).The Plot to Assassinate Hitler, IMDB Later in the same year he had a supporting role in Jackboot Mutiny, in which he plays \"a sensitive philosopher\", who uses ethics to privately debate the arguments for assassinating Hitler. In 1958 Schell was invited to the United States to act in the Broadway play, \"Interlock\" by Ira Levin, in which Schell played the role of an aspiring concert pianist.Interlock, Playbill, 6 February 1958 He made his Hollywood debut in the World War II film, The Young Lions (1958), as the commanding German officer in another anti-war story, with Marlon Brando and Montgomery Clift. German film historian Robert C. Reimer writes that the film, directed by Edward Dmytryk, again drew on Schell's powerful German characterisation to \"portray young officers disillusioned with a war that no longer made sense.\" In 1960, Schell returned to Germany and played the title role in William Shakespeare's Hamlet for German TV, a role that he would play on two more occasions in live theatre productions during his career. Along with Laurence Olivier, Schell is considered \"one of the greatest Hamlets ever,\" according to one writer. Schell recalled that when he played Hamlet for the first time, \"it was like falling in love with a woman. ... not until I acted the part of Hamlet did I have a moment when I knew I was in love with acting.\" Schell's performance of Hamlet was featured as one of the last episodes of the American comedy series Mystery Science Theater 3000 in 1999. ===Judgment at Nuremberg (1961)=== thumb|In Judgment at Nuremberg (1961) In 1959, Schell acted in the role of a defence attorney on a live TV production, Judgment at Nuremberg, a fictionalized re-creation of the Nuremberg War Trials, in an edition of Playhouse 90. His performance in the TV drama was considered so good that he and Werner Klemperer were among the only members of the original cast selected to play the same parts in the 1961 film version. He won the Academy Award for Best Actor, which was the first win for a German- speaking actor since World War II., video clip, 2 minutes After winning the New York Film Critics award for his role, Schell recalled the pride he felt upon receiving a letter from his older sister, Maria Schell, who was already an award-winning actress: According to Reimer, Schell gave a \"bravura performance,\" where he tried to defend his clients, Nazi judges, \"by arguing that all Germans share a collective guilt\" for what happened. Biographer James Curtis notes that Schell prepared for his part in the movie by \"reading the entire forty-volume record of the Nuremberg trials.\"Curtis, James. Spencer Tracy: A Biography, Random House (2011) p. 783 Author Barry Monush describes the impact of Schell's acting: Producer-director Stanley Kramer assembled a star-studded ensemble cast which included Spencer Tracy and Burt Lancaster.movie trailer: They \"worked for nominal wages out of a desire to see the film made and for the opportunity to appear in it,\" notes film historian George McManus.Mcmanus, George. A Conservative Christian Reviews the Greatest Movies Ever Made, Xulon Press (2003) p. 94 Actor William Shatner remembers that, prior to the actual filming, \"we understood the importance of the film we were making.\"Shatner, William. Up Till Now: The Autobiography, Macmillan (2008) p. 76 It was nominated for eleven Academy Awards, winning two.\"Awards for Judgment at Nuremberg IMDB In 2011, Schell appeared at a 50th anniversary tribute to the film and his Oscar win, held in Los Angeles at the Academy of Motion Picture Arts and Sciences, where he spoke about his career and the film.\"OSCAR ALUMNI: Maximilian Schell to Appear at Academy Tribute Tuesday\", The Hollywood Reporter, 11 October 2011 ===Independent filmmaker=== Beginning in 1968 Schell began writing, producing, directing and acting in a number of his own films: Among those were The Castle (1968), a German film based on the novel by Franz Kafka, about a man trapped in a bureaucratic nightmare. Soon after he made Erste Liebe (First Love) (1970), based on a novel by Ivan Turgenev. The film was nominated for the Academy Award for Best Foreign Language Film. Schell's next film, The Pedestrian (1974), is about a German tycoon \"haunted by his Nazi past\". In this film, notes one critic, \"Schell probes the conscience and guilt in terms of the individual and of society, reaching to the universal heart of responsibility and moral inertia.\"New York Magazine, 22 April 1974 p. 14 It was nominated for the Best Foreign Language Film Oscar and was a \"great and commercial success in Germany,\" notes Roger Ebert. Schell then produced, directed and acted as a supporting character in End of the Game (1975), a German crime thriller starring Jon Voight and Jacqueline Bisset. A few years later he co-wrote and directed the Austrian film Tales from the Vienna Woods (1979). He had previously (1977) directed a stage production of the original play of that name by Ödön von Horváth at the National Theatre in London. ===World War II themes=== During his career, as one of the few German-speaking actors working in English-language films, Schell was top billed in a number of Nazi-era themed films, including Counterpoint (1968), The Odessa File (1974), The Man in the Glass Booth (1975), A Bridge Too Far (1977), Cross of Iron (1977) and Julia (1977). For the latter film, directed by Fred Zinnemann, Schell was again nominated for an Oscar for his supporting role as an anti-Nazi activist.Bock, Hans-Michael; Bergfelder, Tim. The Concise Cinegraph: Encyclopedia of German Cinema, Berghahn Books (2009) p. 417 In a number of films Schell played the role of a Jewish character: as Otto Frank, Anne Frank's father, in The Diary of Anne Frank (1980); as the modern Zionist father in The Chosen (1981); in 1996, he played an Auschwitz survivor in Through Roses, a German film, written and directed by Jürgen Flimm;Through Roses, IMDB and in Left Luggage (1998) he played the father of a Jewish family. In The Man in the Glass Booth (1975), adapted from the stage play by Robert Shaw, Schell played both a Nazi officer and a Jewish Holocaust survivor, in a character with a double identity. Roger Ebert describes the main character, Albert Goldman, as \"mad, and immensely complicated, and he is hidden in a maze of identities so thick that no one knows for sure who he really is.\"Ebert, Roger. \"Interview with Maximilian Schell\", 17 August 1975, video trailer, 2.5 minutes Schell, who at that period in his career saw himself primarily as a director, felt compelled to accept the part when it was offered to him: Schell's acting in the film has been compared favorably to his other leading roles, with film historian Annette Insdorf writing, \"Maximilian Schell is even more compelling as the quick-tempered, quicksilver Goldman than in his previous Holocaust-related roles, including Judgment at Nuremberg and The Condemned of Altona\". She gives a number of examples of Schell's acting intensity, including the courtroom scenes, where Schell's character, after supposedly being exposed as a German officer, \"attacks Jewish meekness\" in his defense, and \"boasts that the Jews were sheep who didn't believe what was happening.\" The film eventually suggests that Schell's character is in fact a Jew, but one whose sanity has been compromised by \"survivor guilt.\"Insdorf, Annette. Indelible Shadows: Film and the Holocaust, 3rd ed., Cambridge Univ. Press (2003) p. 171 Schell was nominated for the Academy Award for Best Actor and the Golden Globe Award for Best Actor for his performance. ===Character actor=== thumb|left|Schell in 2006 To avoid being typecast, Schell also played more diverse characters in numerous films throughout his career: he played a museum treasure thief in Topkapi (1964); a Venezuelan leader in Simón Bolívar (1969); a 19th-century ship captain in Krakatoa, East of Java (1969); a Captain Nemo-esque scientist/starship commander in the science fiction film, The Black Hole (1979); the Russian emperor in the television miniseries, Peter the Great (1986), opposite Laurence Olivier, Vanessa Redgrave and Trevor Howard, which won an Emmy Award; a comedy role with Marlon Brando in The Freshman (1990); Reese Witherspoon's surrogate grandfather in A Far Off Place; a treacherous Cardinal in John Carpenter's Vampires (1998); as Frederick the Great in a TV film, Young Catherine (1991); as Vladimir Lenin in the TV series, Stalin (1992), for which he won the Golden Globe Award;, video, 2 minutes a Russian KGB colonel in Candles in the Dark (1993); the Pharaoh in Abraham (1994); and Tea Leoni's father in the science fiction thriller, Deep Impact (1998). From the 1990s until late in his career, Schell appeared in many German-language made-for-TV films, such as the 2003 film Alles Glück dieser Erde (All the Luck in the World) opposite Uschi Glas and in the television miniseries (2004), which was based on Henning Mankell's novel The Return of the Dancing Master. In 2006 he appeared in the stage play of Arthur Miller's Resurrection Blues, directed by Robert Altman, which played in London at the Old Vic. In 2007, he played the role of Albert Einstein on the German television series Giganten (Giants), which enacted the lives of people important in German history., 10 min. video clip ===Documentaries=== Schell also served as a writer, producer and director for a variety of films, including the problematic documentary film Marlene (1984), with the unwilling participation of Marlene Dietrich. It was nominated for an Oscar, received the New York Film Critics Award and the German Film Award. Originally, Dietrich, then 83 years of age, had agreed to allow Schell to interview and film her in the privacy of her apartment. However, after he began filming, she changed her mind and refused to allow any actual video footage of her be shown. During a videotaped interview, Schell described the difficulties he had while making the film., 6 minute video Schell creatively showed only silhouettes of her along with old film clips during their interview soundtrack. According to one review, \"the true originality of the movie is the way it pursues the clash of temperament between interviewer and star. . . . he draws her out, taunting her into a fascinating display of egotism, lying and contentiousness.\"New York Magazine, 1 December 1986 p. 166Video clip: , 1984 documentary In 2002, Schell produced his most intimate film, My Sister Maria, a documentary about his sister, noted actress Maria Schell., video, 1 minute In the film, he chronicles her life, career and eventual diminished capacity due to illness.Maximilian Schell biography, IMDBMy Sister Maria, IMDB The film, made three years before her death, shows her mental and physical frailty, leading to her withdrawing from the world. In 2002, upon the completion of the film, they both received Bambi Awards, and were honored for their lifetime achievements and in recognition of the film. ==Personal life== thumb|left|Leonard Bernstein and Schell during a TV series in 1983 During the 1960s Schell had a three-year-long affair with Soraya Esfandiary-Bakhtiary, former second wife of the Reza Pahlavi, the final Shah of Iran. He also was rumored to have been engaged to the first African-American Supermodel Donyale Luna in the mid 1960s. In 1985, he met the Russian actress Natalya Andrejchenko, whom he married in June 1986; their daughter Nastassja was born in 1989. After 2002, separated from his wife (whom he divorced in 2005), Schell had a relationship with the Austrian art historian Elisabeth Michitsch. From 2008 he was romantically involved with German opera singer Iva Mihanovic; they eventually married on 20 August 2013. Schell was a semi-professional pianist for much of his life. He had a piano when he lived in Munich and said that he would play for hours at a time for his own pleasure and to help him relax: \"I find I need to rest. An actor must have pauses in between work, to renew himself, to read, to walk, to chop wood.\" Conductor Leonard Bernstein claimed that Schell was a \"remarkably good pianist.\" In 1982, on a program filmed for the U.S. television network PBS, before Bernstein conducted the Vienna Philharmonic playing Beethoven symphonies, Schell read from Beethoven's letters to the audience. In 1983, he and Bernstein co-hosted an 11-part TV series, Bernstein/Beethoven, featuring nine live symphonies, along with discussions between Bernstein and Schell about Beethoven's works., video clip, 9 minutes On other occasions, Schell worked with Italian conductor Claudio Abbado and the Berlin Philharmonic, which included a performance in Chicago of Igor Stravinsky's Oedipus Rex, and another in Jerusalem, of Arnold Schoenberg's A Survivor from Warsaw. Schell also produced and directed a number of live operas, including Richard Wagner's Lohengrin for the Los Angeles Opera. He worked on the film project Beethoven's Fidelio, with Plácido Domingo and Kent Nagano.\"Maximilian Schell: The Actor of the Millenium\", Bohème Magazine Online, 2003 Schell was a guest professor at the University of Southern California and was awarded an Honorary Doctorate from Spertus Institute for Jewish Learning and Leadership in Chicago. ==Death== Schell died at the age of 83 on 1 February 2014, in Innsbruck, Austria, after a \"sudden and serious illness\". The German television news service Tagesschau reported that he had been receiving treatment for pneumonia.Maximillian Schell is Dead at Tagesschau (German language). Retrieved 1 February 2014 His funeral was attended by Waltraud Haas, Christian Wolff, Karl Spiehs, Lawrence David Foldes, Elisabeth Endriss and Peter Kaiser. His grave is in Preitenegg/Carinthia (Austria) where the family home was and where he and his sister lived until the end. == Filmography == {| class=\"wikitable sortable\" |- ! Title ! Year ! Role ! class=\"unsortable\" | Notes |- | Kinder, Mütter und ein General | 1955 | Deserteur | |- | The Plot to Assassinate Hitler | 1955 | Member of the Kreisau Circle | |- | Ripening Youth | 1955 | Jürgen Sengebusch | |- | The Girl from Flanders | 1956 | Alexander Haller | |- | The Marriage of Doctor Danwitz | 1956 | Dr. Oswald Hauser | |- | A Heart Returns Home | 1956 | Wolfgang Thomas | |- | The Last Ones Shall Be First | 1957 | Lorenz Darrandt | |- | The Young Lions | 1958 | Captain Hardenberg | |- | | 1958 | Josef Ospel | |- | Hamlet | 1961 | Hamlet | Television film. Used in an episode of Mystery Science Theater 3000 |- | Judgment at Nuremberg | 1961 | Hans Rolfe | Academy Award for Best Actor Golden Globe Award for Best Actor – Motion Picture Drama New York Film Critics Circle Award for Best Actor Nominated – BAFTA Award for Best Actor in a Leading Role Nominated – Laurel Award for Top Male Dramatic Performance |- | Five Finger Exercise | 1962 | Walter | |- | The Condemned of Altona | 1962 | Franz von Gerlach | |- | The Reluctant Saint | 1962 | Giuseppe | |- | Topkapi | 1964 | Walter Harper | |- | Return from the Ashes | 1965 | Stanislaus Pilgrin | |- | The Doctor and the Devil | 1965 | | |- | The Deadly Affair | 1967 | Dieter Frey | |- | The Desperate Ones | 1967 | Marek | |- | Counterpoint | 1968 | General Schiller | |- | The Castle | 1968 | 'K.' | |- | Heidi | 1968 | Richard Sessemann | Television film |- | Krakatoa, East of Java | 1968 | Captain Hanson | |- | Simón Bolívar | 1969 | Simón Bolívar | |- | Erste Liebe | 1970 | Father | San Sebastián International Film Festival Silver Seashell Nominated – Academy Award for Best Foreign Language Film |- | | 1972 | Michele Cantarini | |- | Pope Joan | 1972 | Adrian | |- | The Pedestrian | 1973 | Andreas Giese | Golden Globe Award for Best Foreign Language Film Nominated – Academy Award for Best Foreign Language Film |- | The Odessa File | 1974 | Eduard Roschmann | |- | The Rehearsal | 1974 | | |- | The Man in the Glass Booth | 1975 | Arthur Goldman | Nominated – Academy Award for Best Actor Nominated – Golden Globe Award for Best Actor - Motion Picture Drama |- | Der Richter und sein Henker | 1975 | Robert Schmied on Audiotape | Voice, Uncredited role San Sebastián International Film Festival Silver Seashell |- | The Day That Shook the World | 1975 | Djuro Sarac | |- | St. Ives | 1976 | Dr. John Constable | |- | Cross of Iron | 1977 | Hauptmann von Stransky | |- | A Bridge Too Far | 1977 | SS-Obergruppenführer and General of the Waffen-SS Wilhelm Bittrich | |- | Julia | 1977 | Johann | New York Film Critics Circle Award for Best Supporting Actor Nominated – Academy Award for Best Supporting Actor Nominated – Golden Globe Award for Best Supporting Actor Nominated – National Society of Film Critics Award for Best Supporting Actor |- | Players | 1979 | Marco | |- | Geschichten aus dem Wienerwald | 1979 | Theatre Visitor | Uncredited |- | Avalanche Express | 1979 | Col. Nikolai Bunin | |- | Together? | 1979 | Giovanni | |- | The Black Hole | 1979 | Dr. Hans Reinhardt | |- | The Diary of Anne Frank | 1980 | Otto Frank | Television film |- | Arch of Triumph | 1980 | | |- | The Chosen | 1981 | Professor David Malter | |- | | 1983 | Sándor Korvin/The Phantom of the Opera | Television film |- | | 1983 | Fabrice | |- | Man Under Suspicion | 1984 | Lawyer Landau | |- | The Assisi Underground | 1985 | Col. Müller | Television film 175 minutes |- | Peter the Great | 1986 | Peter the Great | TV miniseries |- | Laughter in the Dark | 1986 | | |- | An American Place | 1988 | Alfred Steiglitz | |- | The Rose Garden | 1989 | Aaron | |- | The Freshman | 1990 | Larry London | |- | Young Catherine | 1991 | Frederick the Great | |- | Miss Rose White | 1992 | Mordecai Weiss | Television film Nominated – Primetime Emmy Award for Outstanding Lead Actor in a Miniseries or a Movie |- | Stalin | 1992 | Vladimir Lenin | Television film CableACE Award for Supporting Actor in a Movie or Miniseries Golden Globe Award for Best Supporting Actor - Series, Miniseries or Television Film Nominated – Primetime Emmy Award for Outstanding Supporting Actor in a Miniseries or a Movie |- | A Far Off Place | 1993 | Colonel Mopani Theron | |- | Justice | 1993 | Isaak Kohler | |- | Candles in the Dark | 1993 | Colonel Arkush | Television film Also director |- | Abraham | 1994 | Pharaoh | Television film |- | Little Odessa | 1994 | Arkady Shapira | |- | The Thorn Birds: The Missing Years | 1996 | Cardinal Vittorio | TV miniseries |- | The Vampyre Wars | 1996 | Rodan | |- | Through Roses | 1997 | Carl Stern | |- | Telling Lies in America | 1997 | Dr. Istvan Jonas | |- | The Eighteenth Angel | 1998 | Father Simeon | |- | Left Luggage | 1998 | Mr. Silberschmidt | |- | Vampires | 1998 | Cardinal Alba | |- | Deep Impact | 1998 | Jason Lerner | |- | Joan of Arc | 1999 | Brother Jean le Maistre | TV miniseries |- | Wer liebt, dem wachsen Flügel... | 1999 | Hochberg | |- | I Love You, Baby | 2000 | Walter Ekland | |- | Fisimatenten | 2001 | Poser | |- | Festival in Cannes | 2001 | Viktor Kovner | |- | Coast to Coast | 2003 | Casimir | Television film |- | Der Fürst und das Mädchen | 2003–2007 | Fürst Friedrich von Thorwald | TV series |- | Die Liebe eines Priesters | 2005 | Pater Christoph | Television film |- | The House of Sleeping Beauties | 2006 | Kogi | |- | The Shell Seekers | 2006 | Lawrence Sterne | TV miniseries |- | | 2007 | Karl Friedrich Weidemann | Television film |- | The Brothers Bloom | 2008 | Diamond Dog | |- | Flores negras | 2009 | Jacob Krinsten | |- | Les brigands | 2015 | Mr. Escher | (final film role; filmed in 2012) |} ==Other awards and nominations== * 1961: Academy Award (Best Actor), Judgment at Nuremberg * 1965: Ondas Award (Best Actor) * 1979: Golden Hugo Award for Tales from the Vienna Woods * 1980: German Film Award in Silver (program-filling feature film) for Tales from the Vienna Woods * 1984: German Film Award, Film Award for the role Morning in Alabama * 1985: Golden Globe nomination (documentary) for Marlene * 1985: Merit Cross 1st Class of the Federal Republic of Germany (Verdienstkreuz 1. Klasse) * 1985: Nominated for Academy Award for Documentary Feature for Marlene * 1990: Honorary Award of the German Film Award * 1992: Emmy Award nomination (Best Actor) in the TV film Miss Rose White * 1999: Method Fest for Lifetime Achievement * 1999: Platinum Romy for Lifetime Achievement * 2000: Satellite Award, Mary Pickford Award for Lifetime Achievement * 2002: Austrian Cross of Honour for Science and Art, 1st class * 2002: Bambi Award * 2006: Honorary Award of the Bavarian Film Awards for artistic mastery and humanism * 2008: Diva Award for Lifetime Achievement * 2009: Premio Roma * 2009: Bambi Award for Lifetime Achievement * 2011: Honorary Award of the Bernhard Wicki Film Award – The Bridge ==See also== * List of German-speaking Academy Award winners and nominees ==References== ==External links== * * Category:1930 births Category:2014 deaths Category:20th-century Austrian male actors Category:20th-century Swiss male actors Category:21st-century Austrian male actors Category:21st-century Swiss male actors Category:Male actors from Zürich Category:Austrian emigrants to Switzerland Category:Austrian expatriates in Germany Category:Austrian expatriates in Switzerland Category:Austrian male film actors Category:Austrian male television actors Category:Best Actor Academy Award winners Category:Best Drama Actor Golden Globe (film) winners Category:Best Supporting Actor Golden Globe (television) winners Category:Burials in Austria Category:Deaths from pneumonia in Austria Category:German Film Award winners Category:German-language film directors Category:Golden Orange Honorary Award winners Category:Male actors from Vienna Category:Officers Crosses of the Order of Merit of the Federal Republic of Germany Category:Opera directors Category:Recipients of the Austrian Cross of Honour for Science and Art, 1st class Category:Recipients of the Bambi (prize) Category:Shakespearean actors Category:Swiss expatriates in Austria Category:Swiss expatriates in Germany Category:Swiss male film actors Category:Swiss male television actors Category:University of Basel alumni Category:University of Southern California faculty Category:University of Zurich alumni",
 "title": "Maximilian Schell"
}