{
 "id": "161775",
 "text": "Upernavik (Kalaallisut: \"Springtime Place\") is a small town in the Avannaata municipality in northwestern Greenland, located on a small island of the same name. With 1,092 inhabitants as of 2020, it is the twelfth-largest town in Greenland. It contains the Upernavik Museum. == History == thumb|upright=.7|left|New church The town was founded as Upernavik in 1772.Colton, G.W. \"Northern America. British, Russian & Danish Possessions In North America.\" J.H. Colton & Co. (New York), 1855. From the former name of its island, it was sometimes known as Women's Island; its name was also sometimes Anglicized to \"Uppernavik\".Walker, J. & al. \"British North America.\" Baldwin & Cradock (London), 1844. In 1824, the Kingittorsuaq Runestone was found outside the town. It bears runic characters left by Norsemen, probably from the late 13th century. The runic characters list the names of three Norsemen and mention the construction of a rock cairn nearby. This is the furthest north that any Norse artifacts have been found, other than those small artifacts that could have been carried north by Inuit traders, and marks the northern known limit of Viking exploration. ==Transport== Upernavik is served by Air Greenland, with scheduled flights from Upernavik Airport to Qaanaaq, Qaarsut, and Ilulissat. Most settlements in the archipelago are served during weekdays with the Bell 212 helicopter. AUL ferries have ceased passenger services north of Ilulissat, leaving Upernavik totally dependent on Air Greenland services, which are frequently cancelled due to weather conditions. Cargo arrives several times a year on Royal Arctic Line when sea ice permits, usually beginning in early to mid May annually. == Archipelago == Upernavik is located within Upernavik Archipelago, a vast archipelago of small islands on the coast of northeastern Baffin Bay. The archipelago extends from the northwestern coast of Sigguup Nunaa peninsula in the south at approximately Nunavik, Saga Map, 1:250.000, Tage Schjøtt, 1992 to the southern end of Melville Bay () in the north at approximately .Upernavik Avannarleq, Saga Map, 1:250.000, Tage Schjøtt, 1992 == Population == thumb|Population growth, 1991–2010 With 1,092 inhabitants as of 2020, Upernavik is the third- largest town in the Avannaata municipality. The population has been relatively stable over the last two decades and has increased by more than 28% relative to the 1990 levels, with migrants from the smaller settlements in the archipelago helping keep the population level stable. Cyclist Hanne Malmberg was born in Upernavik. She represented Denmark at the 1992 Summer Olympics. ==Climate== Upernavik has a tundra climate (ET). Winters are very cold and snowy and summers are quite cool. With a mean of just 5.2°C in July, trees are unable to grow. Autumn and winter are the wettest time of the year and spring is the driest. == References == ==Further reading== * Bjerregaard, Peter, and Beth Bjerregaard. Disease Pattern in Upernavik in Relation to Housing Conditions and Social Group. Copenhagen: Kommissionen for videnskabelige Undersøgelser i Grønland, 1985. * Haller, Albert Arno. The Spatial Organization of the Marine Hunting Culture in the Upernavik District, Greenland. Ottawa: National Library of Canada, 1981. * Hjarnø, Jan, Jørgen Balslev Jørgensen, and Morten Vesely. Archaeological and Anthropological Investigations of Late Heathen Graves in Upernavik District. København: C.A. Reitzels Forlag, 1974. * Jørgensen, Jørgen Balslev, Jens Dahl, and Sanjai Sangvichien. Anthropometrical Studies on Greenlanders from Two Villages in the Upernavik Area. København: Nyt Nordisk Forlag, 1976. * Vibe, Christian. Preliminary Investigations on Shallow Water Animal Communities in the Upernavik- and Thule-Districts (Northwest Greenland). København: C.A. Reitzel, 1939. == External links == * Schools in Upernavik, Greenland Category:Populated places in Greenland Category:Populated places of Arctic Greenland Category:Avannaata Category:Upernavik Archipelago Category:1772 establishments in North America Category:18th-century establishments in Greenland Category:Populated places established in 1772",
 "title": "Upernavik"
}