{
 "id": "161756",
 "text": "Kotoka International Airport is an international airport in Accra, the capital of Ghana. The airport is operated by Ghana Airports Company Limited (GACL), which has its offices on the airport property.. \"Ghana Airports Company Ltd\". It is the sole international airport in Ghana. In 2019, the airport served a record 3 million passengers, although this reduced to 2.1 million in 2021 due to the COVID-19 pandemic. It presently serves as a hub for domestic and regional operator Africa World Airlines, and a base for domestic operator Passion Air. The airport consists of two passenger terminals, Terminal 2 and Terminal 3. Terminal 2 serves only domestic flights, while Terminal 3 serves regional, international and long-haul operators. Terminal 1 is presently no longer in use, but will be redeveloped into an FBO. Terminal 3 has the capacity for large aircraft such as the Airbus A380. There is also a VVIP terminal used for diplomatic flights, and a military terminal used for military operations. The airport has been recognised as the \"Best Airport in Africa\" (2-5 Million pax per annum) for 2019, 2020 and 2021 by Airports Council International. ==History== The airport was originally a military airport used by the British Royal Air Force during World War II. The facility was handed over to civilian authorities after the war. A development project was launched in 1956 by President Kwame Nkrumah to reconfigure the structure into a terminal building. The project was completed in 1958, turning the military base into an airport with a capacity of 500,000 passengers per year. The airport was originally named Accra International Airport. In 1969, the Accra International Airport was renamed Kotoka International Airport, in honour of Lieutenant General Emmanuel Kwasi Kotoka (1926–1967), a member of the National Liberation Council. Kotoka was killed in an abortive coup attempt at a location which is now the forecourt of the airport. === Terminal 3 === Construction officially commenced on 1 March 2016 on a new $274 million Terminal 3 which is capable of handling 5 million passengers a year, with an expansion potential of up to 6.5 million. The sod cutting was done by President John Dramani Mahama and Turkish President Recep Tayyib Erdogan. The new Terminal 3 will handle 1,250 passengers an hour, equipped with three business lounges, large commercial and retail area and six boarding bridges. The terminal opened to passengers on 15 September 2018. === Controversy over airport name === There has been considerable debate over the years as to whether it was fitting to rename the airport from Accra International Airport to Kotoka International Airport from General Kotoka. Many argue that the airport was built by Nkrumah, and that it is not fitting to name it after Kotoka, who led a coup to overthrow Nkrumah's government. ==Airlines and destinations== thumb|right|Terminal 3 Departure Hall at Kotoka International Airport thumb|right|Exterior view of Terminal 2 at Kotoka International Airport ===Passenger=== {{Airport destination list | Africa World Airlines | Abuja, Freetown, Kumasi, Lagos, Monrovia–Roberts, Takoradi, Tamale | Air Burkina | Abidjan, Ouagadougou | Air Côte d'Ivoire | Abidjan | Air France | Paris–Charles de Gaulle | Air Peace | Lagos | ASKY Airlines | Banjul, Freetown, Lomé, Monrovia–Roberts | British Airways | London–Heathrow | Brussels Airlines | Brussels | Delta Air Lines | New York–JFK | EgyptAir | Cairo | Emirates | Abidjan, Dubai–International | Ethiopian Airlines | Addis Ababa | Gianair | Obuasi | Kenya Airways | Freetown, Monrovia–Roberts, Nairobi–Jomo Kenyatta | KLM | Amsterdam | Middle East Airlines | Beirut | Passion Air | Kumasi, Takoradi, Tamale, Wa | Qatar Airways | Doha | Royal Air Maroc | Casablanca | RwandAir | Kigali | South African Airways | Johannesburg–OR Tambo | TAP Air Portugal | Lisbon, São Tomé |Titan Airways | Charter: Saint Helena | Turkish Airlines | Istanbul | United Airlines | Washington–Dulles }} ===Cargo=== Kotoka International Airport is served by numerous cargo airlines on a regularly scheduled basis, in addition to ad-hoc cargo flights. * Air Ghana * Cargolux * DHL Aviation * Emirates SkyCargo * Ethiopian Airlines Cargo * Qatar Airways Cargo * Turkish Cargo In 2016, Air Ghana opened the Ghana Airport Cargo Center, a 10,000 sq.m dedicated cargo warehouse facility supplemented by 9,000 sq.m of office space, in partnership with Ghana Airports Company Limited and Swissport. == Statistics == The activity of passengers, cargo and flight movements through the airport each year is given in the table below : {| class=\"sortable wikitable\" |+ style=\"text-align: center;\" | Airport statistics for Kotoka International Airport, by year !style=\"background:#3830AE;color:white\" scope=\"col\" | Year !! style=\"background:#3830AE;color:white\" scope=\"col\" | Domestic pax !! style=\"background:#3830AE;color:white\" scope=\"col\" | International pax !! style=\"background:#3830AE;color:white\" scope=\"col\" | Transit pax !! style=\"background:#3830AE;color:white\" scope=\"col\" | Total passengers !! style=\"background:#3830AE;color:white\" scope=\"col\" |Aircraft Movements !! style=\"background:#3830AE;color:white\" scope=\"col\" | Cargo (tons) |- ! scope=\"row\" | 2010 | 132,922 || 1,387,045 || 117,478 || 1,637,445 || 30,104 || 45,615 |- ! scope=\"row\" | 2011 | 199,073 || 1,586,602 || 145,760 || 1,931,435 || 32,439 || 50,260 |- ! scope=\"row\" | 2012 | 543,379 || 1,726,051 || 154,723 || 2,424,153 || 36,434 || 46,577 |- ! scope=\"row\" | 2013 | 778,466 || 1,669,603 || 162,305 || 2,610,374 || 41,934 || 43,688 |- ! scope=\"row\" | 2014 | 719,234 || 1,650,520 || 177,773 || 2,547,527 || 41,949 || 54,389 |- ! scope=\"row\" | 2015 | 525,440 || 1,667,675 || 157,003 || 2,350,118 || 37,611 || 51,325 |- ! scope=\"row\" | 2016 | 421,986 || 1,746,669 || 213,232 || 2,381,887 || 36,349 || 47,678 |- ! scope=\"row\" | 2017 | 483,261 || 1,811,428 || 214,650 || 2,509,339 || 39,217 || 50,360 |- ! scope=\"row\" | 2018 | 415,158 || 1,975,803 || 202,451 || 2,593,412 || 39,255 || 52,390 |- ! scope=\"row\" | 2019 | 690,314 || 2,110,593 || 218,157 || 3,019,064 || 46,966 || 49,846 |- ! scope=\"row\" | 2020 | 423,718 || 702,651 || 31,041 || 1,157,410 || 25,183 || 43,428 |- ! scope=\"row\" | 2021 | 722,721 || 1,269,898 || 117,008 || 2,109,627 || 37,870 || 46,700 |} == Airport City == thumb|Airport City enclave in Accra at night in 2020 Airport City Accra is an urban development centered around Kotoka International Airport. The development is promoted by Ghana Airports Company Limited on the principle that airports have ceased to be mere terminals, but rather economic growth outlets to promote trade and generate employment. Developments within Airport City include retail outlets such as Marina Mall and One Airport Square, hotels such as Accra Marriott Hotel, ibis Styles Accra and Holiday Inn Accra Airport, as well as corporate offices for companies such as Africa World Airlines and Vodafone Ghana. Projects underway include the five-star Pullman Accra Airport City by Accor and the Protea Hotel by Marriott Accra Airport. International airlines such as American Airlines, Brussels Airlines and Turkish Airlines also have their ticketing and sales offices located within Airport City. Airport City is expected to host multiple stations on the proposed Accra Sky Train system. ==Accidents and incidents== * On 5 June 2000, a Ghana Airlink Fokker F-27 en route from Tamale to Accra crashed on approach to Kotoka International Airport. Six people were killed. * On 28 January 2009, a Ghana International Airlines Boeing 757 operating from Accra to London Gatwick, United Kingdom, with 96 passengers and nine crew reported anomalies with the control systems when climbing out of Accra. The crew declared a mayday and made a safe return to Kotoka International Airport where the remains of a beetle-like creature were discovered to be obstructing the left pitot system. * On 2 June 2012, an Allied Air Boeing 727 cargo aircraft operating from Lagos to Accra on behalf of DHL with 4 crew overshot the runway while landing in heavy rain. At least 12 people on the ground were killed. The 4 crew all survived. * On 28 October 2014, a Starbow BAe 146-200 from Accra to Takoradi Airport with 77 people on board suffered a hydraulic failure during climbout. The crew were forced to make an emergency landing in Accra without flaps, resulting in damage to the landing gear and a fire. Two persons were injured in the resulting emergency evacuation. The aircraft was written off. * On 10 January 2015 an ASKY Airlines Boeing 737-43QSF (leased from Ethiopian Airlines), was damaged beyond repair in a landing accident and runway excursion. The aircraft was written off and there were no fatalities. * On 25 November 2017, a Starbow ATR 72-500 suffered a runway excursion due to the captain's seat sliding backward during the take-off roll. The aircraft struck the airport perimeter fence before coming to a halt. Five passengers were injured and the aircraft was written off with significant damage. == COVID-19 pandemic == Due to the COVID-19 pandemic, domestic flights in Ghana were suspended from 30 March 2020, but resumed on 1 May 2020 under enhanced sanitary protocols. Ghana was the first African country to resume domestic flights after a COVID-related suspension. The international air borders of Ghana reopened for travelers on 1 September 2020, subject to certain conditions. Passengers are required to undergo a PCR test in their country of origin no more than 72 hours prior to departure, and also undergo a further rapid antigen test upon arrival at Kotoka International Airport. A laboratory has been set up at the airport for prompt processing of test results. The cost of the tests has been set at US$50 for citizens of ECOWAS countries, and US$150 for all other citizens. Those testing negative on both tests will be permitted to enter Ghana without any further quarantine or restrictions, subject to clearance by Ghana Immigration Service. In February 2021, the process of awarding the contract for testing at the airport to Frontiers Healthcare came under scrutiny for its lack of transparency during the vetting hearings for various ministers appointed to the second cabinet of President Nana Akufo-Addo. In March 2022, the parliamentary opposition threatened to demonstrate at the airport in protest against the continued high costs for on- arrival testing of passengers. Industry experts also warned that the high costs of testing were likely to suppress passenger numbers for 2022 if not addressed as a priority. ==References== ==External links== * Official Website Category:Airports in Ghana Category:Buildings and structures in Accra",
 "title": "Kotoka International Airport"
}