{
 "id": "161882",
 "text": "Cat Ballou is a 1965 American western comedy film starring Jane Fonda and Lee Marvin, who won an Academy Award for Best Actor for his dual role. The story involves a woman who hires a notorious gunman to protect her father's ranch, and later to avenge his murder, only to find that the gunman is not what she expected. The supporting cast features Tom Nardini, Michael Callan, Dwayne Hickman, and Nat King Cole and Stubby Kaye, who together perform the film's theme song, and who appear throughout the film in the form of travelling minstrels or troubadours as a kind of musical Greek chorus and framing device. The film was directed by Elliot Silverstein from a screenplay by Walter Newman and Frank Pierson adapted from the 1956 novel The Ballad of Cat Ballou by Roy Chanslor, who also wrote the novel filmed as Johnny Guitar. Chanslor's novel was a serious Western, and though it was turned into a comedy for the film, the filmmakers retained some darker elements. The film references many classic Western films, notably Shane. The film was selected by the American Film Institute as the 10th greatest Western of all time in its AFI's 10 Top 10 list in 2008. ==Plot== Catherine \"Cat\" Ballou, a notorious outlaw, is set to be executed in the small town of Wolf City, Wyoming. Two Banjo-playing \"Shouters\", Professor Sam the Shade and the Sunrise Kid, sing the ballad of Cat Ballou and regale the audience with the tale of how she began her career of crime. Some months prior, Catherine, then an aspiring schoolteacher, is returning home from finishing school by train to Wolf City. On the way, she unwittingly helps accused cattle rustler Clay Boone elude his captor, Sheriff Maledon, when Boone's Uncle Jed, a drunkard disguised as a preacher, distracts the lawman. Arriving home at her father Frankie Ballou's ranch, Catherine learns that the Wolf City Development Corporation is scheming to take the ranch from her father, whose sole defender is his ranch hand, educated Native American Jackson Two-Bears. Clay and Jed appear and reluctantly offer to help Catherine, and she hires legendary gunfighter Kid Shelleen to help protect her father from gunslinger Tim Strawn, the tin-nosed hired killer who is threatening him. Shelleen arrives, and proves to be a drunken bum whose pants fall down when he draws his gun, and who is unable to hit a barn when he shoots unless sufficiently inebriated, in which state he reveals himself as still being a crack shot. His presence proves useless when Strawn abruptly kills Frankie, and when the townspeople refuse to bring Strawn to justice, Catherine becomes a revenge-seeking outlaw known as Cat Ballou. She and her gang rob a train carrying the Wolf City payroll, then take refuge in \"Hole-in- the-Wall\", where desperados go to hide from the law. Shelleen is shocked to discover the legendary outlaw Cassidy is now a humble saloonkeeper in Hole-in- the-Wall, and the gang are thrown out when it is learned what they have done, since Hole-in-the-Wall can only continue to exist on the sufferance of Wolf City. Strawn arrives and threatens Cat. Shelleen, inspired by his caring affection for Cat, works himself into shape, dresses up in his finest gunfighting outfit, goes into town and kills Strawn, casually revealing later that Strawn is his brother. Cat poses as a prostitute and confronts Sir Harry Percival, the head of the Wolf City Development Corporation, attempting to force him to confess to ordering her father's murder. A struggle ensues, Sir Harry is killed, and Cat is sentenced to be hanged. With Sir Harry dead, there is no hope for Wolf City's future, and the townspeople have no mercy for Cat. As the noose is placed around her neck, Uncle Jed appears, again dressed as a preacher, and cuts the rope just as the trapdoor is opened. Cat falls through and onto a wagon and her gang spirits her away in a daring rescue. ==Cast== *Jane Fonda as \"Catherine\" Cat Ballou *Lee Marvin as Kid Shelleen / Tim Strawn *Michael Callan as Clay Boone *Dwayne Hickman as Jed *Nat King Cole as Shouter – Sunrise Kid *Stubby Kaye as Shouter – Sam the Shade *Tom Nardini as Jackson Two-Bears *John Marley as Frankie Ballou *Reginald Denny as Sir Harry Percival *Jay C. Flippen as Sheriff Cardigan *Arthur Hunnicutt as Butch Cassidy *Bruce Cabot as Sheriff Maledon *Burt Mustin as Accuser *Paul Gilbert as Train Messenger *Frank DeVol as Undertaker Cast notes *Cole and Kaye, billed simply as \"Shouters\", act as a Greek chorus, intermittently appearing onscreen to narrate the story through ongoing verses of \"The Ballad of Cat Ballou\", one of the songs written by Mack David and Jerry Livingston for the film.\"Music\" on TCM.com ==Production== The film was director Elliot Silverstein's second feature film, with the pressure of filming leading to some quarrels with the producer Harold Hecht, though the film was ultimately a box office success. Ann-Margret was the first choice for the title role, but her manager turned it down without letting the actress know. Ann-Margret wrote in her autobiography that she would have wanted the part.Passafiume, Andrea (ed.) \"Cat Ballou\" on TCM.com Among others, Kirk Douglas allegedly turned down the role of Shelleen. Years later, he played a similar double role in The Man from Snowy River. Nat King Cole was ill with lung cancer during the filming of Cat Ballou. A chain smoker, Cole died four months before the film was released. Actor Jay C. Flippen suffered a circulatory failure during filming and, as a result, later had his leg amputated due to gangrene. ==Reception== The film was well received by critics. It earned over $20.6 million in North America, making it the 7th highest grossing film of 1965. Bosley Crowther of The New York Times called it \"a breezy little film\" which \"does have flashes of good satiric wit. But, under Elliott Silverstein's direction, it is mostly just juvenile lampoon.\" Variety wrote that the film \"emerges middlingly successful, sparked by an amusing way-out approach and some sparkling performances.\" Richard L. Coe of The Washington Post praised the film as a \"springy satire\", adding, \"What makes this fun is the style. Forming a mighty cool duo, Nat King Cole and Stubby Kaye sing their way in and out of the plot with folk songs which Cole 'Don't Fence Me In' Porter would have relished. The format is novel and stylishly delivered.\" Pauline Kael in Film Quarterly called it \"lumpen, coy, and obvious, a self-consciously cute movie,\" adding that \"mainly it is full of sort-of-funny and trying-to-be-funny ideas and a movie is not just ideas.\" Philip K. Scheuer of the Los Angeles Times wrote, \"I'm in the minority, apparently. Cat Ballou, which is being hailed as a cowboy Tom Jones or something of the sort, seems to me about as funny as a soundtrack burp.\"Scheuer, Philip K. (June 19, 1965). \"Why the Hullabaloo About 'Cat Ballou?'\" Los Angeles Times. p. 19. The Monthly Film Bulletin wrote, \"The jokes in Cat Ballou are uneven, but the mood behind the film is happily consistent.\" The film holds a score of 89% on Rotten Tomatoes based on 27 reviews, with an average grade of 7.3 out of 10. ==Television pilots== Two separate television pilots were filmed. A 1970 pilot written and produced by Aaron Ruben featured Lesley Ann Warren as Cat, Jack Elam as Kid Shelleen and Tom Nardini repeating his role while a 1971 pilot starred Jo Ann Harris as Cat, Forrest Tucker as Kid Shelleen and Lee J. Casey as Jackson Two- Bears.Goldberg, Lee Unsold Television Pilots: 1955-1989 Adventures in Television, 5 Jul 2015 ==Awards and honors== {| class=\"wikitable plainrowheaders\" |- ! Award ! Category ! Nominee(s) ! Result |- | rowspan=\"5\"| Academy Awards | Best Actor | Lee Marvin | |- | Best Screenplay – Based on Material from Another Medium | Walter Newman and Frank Pierson | |- | Best Film Editing | Charles Nelson | |- | Best Scoring of Music – Adaptation or Treatment | Frank De Vol | |- | Best Original Song | \"The Ballad of Cat Ballou\" – Jerry Livingston and Mack David | |- | rowspan=\"4\"| Berlin International Film Festival | Golden Bear | Elliot Silverstein | |- | Best Actor | Lee Marvin | |- | Special Mention | Walter Newman and Frank Pierson | |- | Youth Film Award – Honorable Mention | Elliot Silverstein | |- | rowspan=\"3\"| British Academy Film Awards | Best Foreign Actor | Lee Marvin | |- | Best Foreign Actress | Jane Fonda | |- | Most Promising Newcomer to Leading Film Roles | Tom Nardini | |- | Directors Guild of America Awards | Outstanding Directorial Achievement in Motion Pictures | Elliot Silverstein | |- | rowspan=\"5\"| Golden Globe Awards | colspan=\"2\"| Best Motion Picture – Musical or Comedy | |- | Best Actor in a Motion Picture – Musical or Comedy | Lee Marvin | |- | Best Actress in a Motion Picture – Musical or Comedy | Jane Fonda | |- | Best Original Song – Motion Picture | \"The Ballad of Cat Ballou\" – Jerry Livingston and Mack David | |- | Most Promising Newcomer – Male | Tom Nardini | |- | rowspan=\"4\"| Laurel Awards | colspan=\"2\"| Top Comedy | |- | Top Male Comedy Performance | Lee Marvin | |- | Top Female Comedy Performance | Jane Fonda | |- | Top Song | \"The Ballad of Cat Ballou\" – Jerry Livingston and Mack David | |- | National Board of Review Awards | Best Actor | Lee Marvin (also for Ship of Fools) | |- | New York Film Critics Circle Awards | Best Actor | Lee Marvin | |- | Writers Guild of America Awards | Best Written American Comedy | Walter Newman and Frank Pierson | |} In his Oscar acceptance speech, Lee Marvin concluded by saying, \"I think, though, that half of this belongs to a horse somewhere out in San Fernando Valley,\" a reference to the horse Kid Shelleen rode, which appeared to be as drunk as Shelleen was.Osborne, Robert. Outro to Turner Classic Movies presentation of Cat Ballou (May 14, 2011) ===American Film Institute=== * 1998: AFI's 100 Years...100 Movies – Nominated * 2000: AFI's 100 Years...100 Laughs – #50 * 2003: AFI's 100 Years...100 Heroes & Villains: ** Tim Strawn – Nominated Villain * 2004: AFI's 100 Years...100 Songs: ** \"The Ballad of Cat Ballou\" – Nominated * 2007: AFI's 100 Years...100 Movies (10th Anniversary Edition) – Nominated * 2008: AFI's 10 Top 10: ** #10 Western Film ==In popular culture== *Cat Ballou is the favorite film of comedy directors Bobby and Peter Farrelly, as stated in The AFI 100 Years, 100 Laughs television special. The Balladeers from their film, There's Something About Mary, are inspired by similar characters in Cat Ballou. *Imagery from the hanging scene of Jane Fonda was spoofed advocating her execution for treason following her 1972 visit to Hanoi. A brief shot from that scene was used as part of Alex DeLarge's sadistic reverie in the movie A Clockwork Orange. *\"Cat Ballou\" is a card in the Spaghetti Western board game Bang!. *In a 2014 interview on NPR, actor Bryan Cranston called Cat Ballou the \"movie that had the most impact\" on him when he was growing up.Gross, Terry. \"Fresh Air: From Walter White To LBJ, Bryan Cranston Is A Master Of Transformation\" NPR (March 27, 2014) *Part of the opening animation of the Columbia logo featuring Jane Fonda was incorporated in the beginning of Spider-Man: Into the Spider-Verse (2018). *In episode 69 of the popular fiction podcast Welcome to Night Vale, Cecil Palmer mentions that he watched this movie with his boyfriend Carlos the Scientist repeatedly. Later episodes confirm that Cecil is a fan of the film, and episode 192, \"It Doesn't Hold Up\" features Cecil discussing the film. ==See also== *List of American films of 1965 ==References== ==External links== * * * * * Category:1960s historical comedy films Category:1965 musical comedy films Category:1960s Western (genre) comedy films Category:1965 films Category:American historical comedy films Category:American films Category:American musical comedy films Category:American Western (genre) comedy films Category:Columbia Pictures films Category:1960s English-language films Category:Films scored by Frank De Vol Category:Films about capital punishment Category:Films directed by Elliot Silverstein Category:Films featuring a Best Actor Academy Award-winning performance Category:Films featuring a Best Musical or Comedy Actor Golden Globe winning performance Category:Films based on American novels Category:Films set in 1894 Category:Films set in Wyoming Category:Films produced by Harold Hecht Category:Fratricide in fiction Category:1960s feminist films Category:Films with screenplays by Walter Newman (screenwriter) Category:Cultural depictions of Butch Cassidy and the Sundance Kid Category:1960s crime comedy films Category:1960s Western (genre) musical films Category:American Western (genre) musical films",
 "title": "Cat Ballou"
}