{
 "id": "16190",
 "text": "Jumping the broom (or jumping the besom) is a phrase and custom relating to a wedding ceremony where the couple jumps over a broom. It has been suggested that the custom is based on an 18th-century idiomatic expression for \"sham marriage\" or \"marriage of doubtful validity\"; it was popularized in the context of the introduction of civil marriage in Britain with the Marriage Act 1836. There have also been suggestions that the expression may derive from an actual custom of jumping over a \"besom\" (where \"broom\" refers to the plant common broom rather than the household implement) associated with the Romanichal Travellers of the United Kingdom, especially those in Wales.Thompson, T. W. \"British Gipsy Marriage and Divorce Rites\", quoted in The Times, Issue 54004, 21 September 1928; p.11. A paper read at the 1928 jubilee congress of the Folk Lore Society in London refers to this: \"In Wales there was preserved until recently a marriage ritual of which the central feature was the jumping of the bride and bridegroom over a branch of flowering broom or over a besom made of broom.\" The custom of a marrying couple literally jumping over a broom is now most widespread among African Americans, popularized in the 1970s by the novel and miniseries Roots but originating in the mid 19th century as a practice in antebellum slavery in the United States.Norman Kolpas, Katie Kolpas \"Practically Useless Information on Weddings\" Thomas Nelson Inc, 2005 p30 The custom is also historically attested in some Irish weddings. ==As an expression for \"irregular marriage\"== References to \"broomstick marriages\" emerged in England in the mid-to-late 18th century, always to describe a wedding ceremony of doubtful validity. The earliest use of the phrase is in the 1764 English edition of a French work: the French text, describing an elopement, refers to the runaway couple hastily making un mariage sur la croix de l'épée (literally 'marriage on the cross of the sword'), an expression the English translator freely renders as 'performed the marriage ceremony by leaping over a broomstick'.Probert, R. Marriage Law and Practice in the Long Eighteenth Century: A Reassessment (Cambridge: Cambridge University Press, 2009) A 1774 usage in the Westminster Magazine also describes an elopement. A man who had taken his under-age bride off to France discovered it was as hard to arrange a legal marriage there as in England, but declined a suggestion that a French sexton might simply read the marriage service through before the couple as \"He had no inclination for a Broomstick-marriage\".(1774) 2 Westminster Magazine, p. 16 In 1789 the rumoured clandestine marriage between the Prince Regent and Maria Fitzherbert is similarly referred to in a satirical song in The Times: \"Their way to consummation was by hopping o’er a broom, sir\".The Times, Tuesday, 8 September 1789; pg. 4; Issue 1251; col A Despite these allusions, research by the legal historian Professor R. Probert of Warwick University has failed to find any proof of an actual contemporary practice of jumping over a broomstick as a sign of informal union. Probert also points out that the word broomstick was used in the mid-18th century in several contexts to mean 'something ersatz, or lacking the authority its true equivalent might possess.' She therefore argues that because the expression broomstick marriage, meaning 'sham marriage', was in circulation, folk etymology led to a belief that people must actually have once signified irregular marriage by jumping over a broom. American historian Tyler D. Parry contests the claim that no actual part of the British custom involved jumping. In his book Jumping the Broom: The Surprising Multicultural Origins of a Black Wedding Ritual, Parry argues that African-Americans and British-Americans engaged in numerous cultural exchanges during the 18th and 19th centuries. He shows many correlations between the ceremonies of enslaved African-Americans and those of the rural British, contending it is not simply coincidental that two groups, separated by an ocean, utilized similar matrimonial forms revolving around the broomstick. If British practitioners never used a physical leap, Parry wonders how European-Americans and enslaved African-Americans in the American South and rural North America learned of the custom. There are later examples of the term broomstick marriage being used in Britain, always with a similar implication that the ceremony so performed did not create a legally binding union. This meaning survived into the early nineteenth century: during a case heard in London in 1824 regarding the legal validity of a marriage ceremony consisting of nothing more than the groom placing a ring on the bride's finger before witnesses, a court official commented that the ceremony \"amounted to nothing more than a broomstick marriage, which the parties had it in their power to dissolve at will.\"The Times, 13 August 1824, p.3 A decade later, the Marriage Act 1836, which introduced civil marriage, was contemptuously referred to as the 'Broomstick Marriage Act' by those who felt that a marriage outside the Anglican church did not deserve legal recognition.Jackson’s Oxford Journal 12 September 1840, p. 1; Saint Valentine: or, Thoughts on the evil of Love in Mercantile Community: The Galanti Show (1843) 13 Bentley’s Miscellany 151 Some also began to use the phrase to refer to non-marital unions: a man interviewed in Mayhew's London Labour and the London Poor admitted: \"I never had a wife, but I have had two or three broomstick matches, though they never turned out happy.\"Volume I, Pg. 389-91. Quoted in Thomas, Donald, The Victorian Underworld John Murray, 1998. Pg. 62 Tinkers were said to have a similar custom of marriage called \"jumping the budget\", with the bride and groom jumping over a string or other symbolic obstacle.Chesney, Kellow. The Victorian Underworld Penguin, 1970. Pg. 92 Charles Dickens' novel, Great Expectations (first published in serial form in the publication All the Year Round from 1 December 1860 to August 1861), contains a reference in chapter 48 to a couple having been married \"over the broomstick.\" The ceremony is not portrayed, but the reference indicates that the readers would have recognized this as referring to an informal, not a legally valid, agreement.\"They both led tramping lives, and this woman in Gerrard-street here, had been married very young, over the broomstick (as we say), to a tramping man,...\" DICKENS, C. Great Expectations (1860-1861), Chap. 48 It has often been assumed that, in England, jumping over the broom (or sometimes walking over a broom), always indicated an irregular or non-church union (as in the expressions \"Married over the besom\" and \"living over the brush\"), but there are examples of the phrase being used in the context of legal weddings, both religious and civil.See Dudley Heath, 'In Coster-Land' (1894) 125 English Illustrated Magazine 517, referring to 'a newly-made and happy couple on their way from Bethnal Green, where, at the Red Church, they have for the sum of seven-pence halfpenny gone through the ceremony of \"jumping the broomstick\"’ Other sources have stepping over a broom as a test of chastity, while putting out a broom was also said to be a sign \"that the housewife’s place is vacant\" and a way, therefore, of advertising for a wife.J.G. Whitehead, M. Terry, B. Aitken, 'Scraps of English Folklore, XII' (1926) 37 Folklore 76; Sheila Stewart, Lifting the Latch: A Life on the Land (Charlbury: Day Books, 2003) In America the phrase could be used as slang describing the act of getting married legally, rather than as specifying an informal union not recognised by church or state. ==British Romani customs== In Wales, Romani couples would get married by eloping, when they would \"jump the broom,\" or jump over a branch of flowering common broom or a besom made of broom. Welsh Kale and English Romanichals and Romanichal populations in Scotland practiced the ritual into the 1900s. According to Alan Dundes (1996), the custom originated among Romani people in Wales (Welsh Kale) and England (Romanichal).Dundes, Alan. \"'Jumping the Broom': On the Origin and Meaning of an African American Wedding Custom\", The Journal of American Folklore, 1996, p.327. C.W. Sullivan III (1997) in a reply to Dundes argued that the custom originated among the Welsh people themselves, known as priodas coes ysgub (\"besom wedding\").Gwynn, Gwenith (W. Rhys Jones). \"'Besom Wedding' in the Ceiriog Valley\", Folklore, Vol. 39, No. 2, 30 June 1928, pp.149-166. Sullivan's source is the Welsh folklorist Gwenith Gwynn (a.k.a. W. Rhys Jones), who assumed that the custom had once existed on the basis of conversations with elderly Welsh people during the 1920s, none of whom had ever seen such a practice. One had claimed that \"It must have disappeared before I was born, and I am seventy-three\". Gwynn's dating of the custom to the 18th century rested on the assumption that it must have disappeared before these elderly interviewees were born, and on his misreading of the baptism register of the parish of Llansantffraid Glyn Ceiriog.Probert, R. (2005) Chinese Whispers and Welsh Weddings, 20 Continuity and Change 211-228 Local variations of the custom were developed in different parts of England and Wales. Instead of placing the broom on the ground, and jumping together, the broom was placed in an angle by the doorway. The groom jumped first, followed by the bride.Jones, T. Gwynn. Welsh Folklore, 1930. In southwest England, in Wales, and in the border areas between Scotland and England, \"[while some] couples ... agreed to marry verbally, without exchanging legal contracts[,] .... [o]thers jumped over broomsticks placed across their thresholds to officialize their union and create new households\", indicating that contractless weddings and jumping the broomstick were different kinds of marriage.Evans, Tanya, Women, Marriage and the Family, in Barker, Hannah, & Elaine Chalus, eds., Women's History: Britain, 1700–1850: An Introduction (Oxon/London: Routledge, 2005 ()), p. 60 & n. 19 (n. omitted) (author Evans postdoctoral research fellow, Ctr. for Contemp. Brit. Hist., Institute for Historical Research, London, editor Barker sr. lecturer history, Univ. of Manchester, & editor Chalus sr. lecturer history, Bath Spa Univ. Coll.), citing, at p. 60 n. 19, Gillis, J., Married But Not Churched: Plebeian Sexual Relations and Marital Nonconformity in Eighteenth-Century Britain, in Eighteenth-Century Life, vol. 9 (1985), pp. 32–34, & Leneman, Leah, Promises, Promises Marriage Litigation in Scotland, 1698–1830 (Edinburgh: no publisher, 2003), pp. x–xi. ==African American custom== thumb|A 2011 wedding in California In some African-American communities, marrying couples will end their ceremony by jumping over a broomstick, either together or separately. This practice is well attested for as a marriage ceremony for enslaved people in the Southern United States in the 1840s and 1850s who were often not permitted to wed legally. Its revival in 20th century African American culture is due to the novel and miniseries Roots (1976, 1977). Alan Dundes (1996) notes the unusual development of how \"a custom which slaves were forced to observe by their white masters has been revived a century later by African Americans as a treasured tradition\".Dundes(1996:324-328). There have been occasional speculations to the effect that the custom may have origins in West Africa, but there is no direct evidence for this, although Dundes points to a custom of Ghana where brooms were waved above the heads of newlyweds and their parents.Dundes, Alan. \"'Jumping the Broom': On the Origin and Meaning of an African American Wedding Custom\", The Journal of American Folklore, 1996, p. 326 Among southern Africans, who were largely not a part of the Atlantic slave trade, it represented the wife's commitment or willingness to clean the courtyard of the new home she had joined. As historian Tyler D. Parry argues in Jumping the Broom: The Surprising Multicultural Origins of a Black Wedding Ritual, the Ghanaian connection is a weak case for its origins, especially considering the ritual used by enslaved people bears far more similarities to the custom in the British Isles. Parry argues that, despite the racial animus that characterized the US South in the nineteenth century, poor white southerners (many of them descendants of people who used irregular forms of matrimony in Britain) and enslaved African-Americans exchanged their cultures between one another at far greater rates than commonly acknowledged. Enslavers were faced with a dilemma regarding committed relationships between enslaved people. While some family stability might be desirable as helping to keep enslaved people tractable and pacified, anything approaching a legal marriage was not. Marriage gave a couple rights over each other which conflicted with the enslavers' claims. Most marriages between enslaved black people were not legally recognized during American slavery, Taylor quotes from an 1882 ruling by Justice James Eakin of the Arkansas Supreme Court: 'There were no valid marriages amongst that class [the slaves], in the slave states of America before their general emancipation...' as in law marriage was held to be a civil contract, and civil contracts required the consent of free persons. A New York court upheld the retrospective validity of a marriage between Anthony Jones and Patsy Minor, even though at the time and place it had been contracted such marriages between enslaved people were not legally recognized. Both Jones and Minor had been enslaved in Virginia when, with consent of their respective masters, they declared an intention to live together as man and wife. Jones later died intestate in New York, leaving an estate valued at $15,000; a court ruled in favour of the claims of his widow and surviving son. In the absence of any legal recognition, the enslaved community developed its own methods of distinguishing between committed and casual unions. 'It appears by the evidence that Anthony Jones and Patsy Minor were named according to the custom among slaves, and that the distinction was recognized among slaves, and by their masters, between such lawful and illicit intercourse, and those who cohabited without such marriage were regarded as disreputable.' The ceremonial jumping of the broom served as an open declaration of settling down in a marriage relationship. Jumping the broom was always done before witnesses as a public ceremonial announcement that a couple chose to become as close to married as was then allowed.In 'The Story of My Life' (1897) a white author, Mary Ashton Rice Livermore, described a broomstick wedding she attended at a Virginia plantation c. 1842. The preacher (a fellow enslaved person) encouraged the marrying couple to see the broomstick-jumping as a serious expression of their mutual commitment, although he was well aware of the legal limitations of the ceremony. Jumping the broom fell out of practice when black people were free to marry legally. The practice did survive in some communities, and the phrase \"jumping the broom\" was synonymous with \"getting married,\" even if the couple did not literally jump a broom. However, despite its smaller scale continuity in certain rural areas of the United States (among both black and white communities), it made a resurgence among African Americans after the publication of Alex Haley's Roots. Danita Rountree Green describes the African American custom as it stood in the early 1990s in her book Broom Jumping: A Celebration of Love (1992). ==In popular culture== American singer-songwriter Brenda Lee released the rockabilly song \"Let's Jump the Broomstick\" on Decca Records in 1959. Via its association with Wales and the popular association of the broom with witches, the custom has also been adopted by some Wiccans.Jumping the Broom: Besom Weddings Martin Heath, Jumping the broomstick (bbc.co.uk, 2004). A film titled Jumping the Broom, starring Paula Patton and Laz Alonso and directed by Salim Akil, was released on 6 May 2011. In the classic 1977 TV mini-series Roots, Kunta Kinte/\"Toby\" (played by John Amos as adult Kunta Kinte) had a marriage ceremony where he and Belle (played by Madge Sinclair) jumped the broom. This also features in episode 2 of the 2016 miniseries remake, where Kunta Kinte questions whether it is a practice that genuinely originates from Africa. In the 2016 film The Birth of a Nation, a couple getting betrothed is seen jumping a broom. In an episode of The Originals (Episode 13 \"The Devil is Damned\") the custom is used by the werewolf clans/families, giving Hayley & Jackson the opportunity to bed each other before the wedding if they just couldn't wait to consummate things. In Homicide: Life on the Street, \"The Wedding\" (Season 4 Episode 21),1996 Meldrick Lewis (Clark Johnson) makes reference to this tradition to members of the homicide division.IMDB;Homicide:Life on the street, Season 4 Episode 21, 1996 In The Best Man (1999), Lance (Morris Chestnut) and Mia (Monica Calhoun) jump over the broom after they get married. In an episode of This Is Us (Episode 16 \"R & B\"), the characters of Randal and Beth are shown to jump the broom while walking down the aisle after their wedding ceremony in a flashback. In the 2013 season 9, episode 10 (\"Things We Said Today\") of Grey's Anatomy, Miranda Bailey and Ben Warren jump over a broom at the conclusion of their wedding ceremony. The custom has been referenced twice by rap duo Outkast: in \"Call the Law\" on their 2006 album Idlewild and in 2007 song International Players Anthem (I Choose You). In a 2020 episode of Married at First Sight, couple Amani and Woody jump the broom at the end of their wedding. The Broadway play The Piano Lesson by August Wilson contains a reference in Act One in which a character, Doaker, pointing out a particular carvings of their family history during slavery on the eponymous piano of the title, says: \"See that? That's when him and Mama Berniece got married. They called it jumping the broom. That's how you got married in them days.\" American singer and producer Victoria Monét mentions the custom on her 2021 song \"F.U.C.K.\" In a 2022 episode of Love Is Blind, couple Jarette and Iyanna jump the broom at the end of their wedding. ==See also== * Marriage of enslaved people (United States) ==References== ==Further reading== * * ==External links== * Happy is the Bride the Sun Shines on at Googlebooks Category:Wedding traditions Category:African-American culture Category:Marriage, unions and partnerships in Scotland Category:Romani culture Category:Jumping",
 "title": "Jumping the broom"
}