{
 "id": "161920",
 "text": "Charles Patrick Ryan O'NealBirth Registry, californiabirthindex.org; accessed June 22, 2014. (born April 20, 1941) is an American actor and former boxer. He trained as an amateur boxer before beginning his career in acting in 1960. In 1964, he landed the role of Rodney Harrington on the ABC nighttime soap opera Peyton Place. It was an instant hit and boosted O'Neal's career. He later found success in films, most notably Love Story (1970), for which he received Academy Award and Golden Globe nominations as Best Actor, Peter Bogdanovich's What's Up, Doc? (1972) and Paper Moon (1973), Stanley Kubrick's Barry Lyndon (1975), Richard Attenborough's A Bridge Too Far (1977), and Walter Hill's The Driver (1978). From 2005 to 2017, he had a recurring role in the Fox television series Bones as Max, the father of the show's protagonist. ==Early life== O'Neal was born in Los Angeles, California, the eldest son of actress Patricia Ruth Olga (née O'Callaghan; 1907–2003) and novelist and screenwriter Charles O'Neal.Profile, familysearch.org; accessed June 22, 2014. His father was of Irish and English descent, while his mother was of paternal Irish and maternal Ashkenazi Jewish ancestry. His brother, Kevin, is an actor and screenwriter.Charles O'Neal profile, filmreference.com; accessed June 22, 2014. O'Neal attended University High School in Los Angeles, and trained there to become a Golden Gloves boxer. During the late 1950s, his father had a job writing on a television series called Citizen Soldier, and moved the family to Munich, where O'Neal attended Munich American High School.Ryan O'Neal profile, Yahoo.com; accessed June 22, 2014. ==Career== ===TV roles and early work=== In Germany, O'Neal was struggling at school so his mother pulled some favors and got him a job as a stand-in on a show being shot in the area, Tales of the Vikings. O'Neal worked on it as an extra and stuntman and became interested in acting. O'Neal returned to the US and tried to make it as an actor. He made his first TV appearance guest starring on The Many Loves of Dobie Gillis episode \"The Hunger Strike\" in 1960. He followed this with guest shots on The Untouchables, General Electric Theater, The DuPont Show with June Allyson, Laramie, Two Faces West, Westinghouse Playhouse (several episodes), Bachelor Father, My Three Sons, Leave It To Beaver episode \"Wally Goes Steady\" in 1961 and The Virginian. He was under contract to Universal but they let it lapse. ===1962–1963: Empire=== From 1962 to 1963, O'Neal was a regular on NBC's Empire, another modern-day western, where he played \"Tal Garrett\" in support of Richard Egan. It ran for 33 episodes. In 1963, the series was revived as Redigo but O'Neal turned down the chance to reprise his role. When the series ended, O'Neal went back to guest-starring on shows such as Perry Mason and Wagon Train. ===1964–1969: Peyton Place and The Big Bounce=== In 1964 he was cast as Rodney Harrington in the prime time serial drama Peyton Place. O'Neal said he got the role because \"the studio was looking for a young Doug McClure\". The series was a big success, making national names of its cast including O'Neal. Several were offered movie roles, including Mia Farrow, Rosemary's Baby (1968), and Barbara Parkins, Valley of the Dolls (1967), and O'Neal was keen to do films. During the series' run O'Neal appeared in a pilot for a proposed series, European Eye (1968). He was also signed to ABC for a recording contract. O'Neal's first lead in a feature came with The Big Bounce (1969), based on an Elmore Leonard novel. In 1969, he appeared in a TV version of Under the Yum Yum Tree (1963). ===1970–1974: Love Story, What's Up, Doc? and Paper Moon=== In 1970, he played an Olympic athlete in The Games. The film had been co-written by Erich Segal, who recommended O'Neal for the lead in Love Story (1970), based on Segal's novel and script. A number of actors had turned down the role including Beau Bridges and Jon Voight before it was offered to O'Neal. His fee was $25,000; he said he had an offer that paid five times as much to appear in a Jerry Lewis film but O'Neal knew that Love Story was the better prospect and selected that instead. Paramount studio head, Robert Evans, who was also married to the film's female lead, Ali MacGraw, said they tested 14 other actors but no one compared to O'Neal; he said the part was \"a Cary Grant role – a handsome leading man with lots of emotion.\" \"I hope the young people like it\", O'Neal said before the film came out. \"I don't want to go back to TV. I don't want to go back to those NAB conventions.\" Love Story turned out to be a box office phenomenon. It made O'Neal a star and earned him a nomination for an Academy Award for Best Actor, although O'Neal was bitter he was never given a percentage of the profits, unlike co-star Ali MacGraw. In between the film's production and release, O'Neal appeared in a TV movie written by Eric Ambler, Love Hate Love (1971), which received good ratings. He also made a Western, Wild Rovers (1971) with William Holden for director Blake Edwards. Wild Rovers, badly cut by MGM, was considerably less popular than Love Story. O'Neal was going to make another film for MGM, Deadly Honeymoon (1974), from a novel by Larry Block. However, O'Neal pulled out. Peter Bogdanovich later said MGM head Jim Aubrey was \"cruel\" to O'Neal. O'Neal was also wanted by director Nic Roeg to appear opposite Julie Christie in an adaptation of Out of Africa that was never made. Instead, O'Neal starred in the screwball comedy What's Up, Doc? (1972), for Bogdanovich, and opposite Barbra Streisand. The film was the third-highest-grossing of 1972, and led to him receiving an offer to star in a movie for Stanley Kubrick, Barry Lyndon. While that film was in pre-production, O'Neal played a jewel thief in The Thief Who Came to Dinner (1972) opposite Jacqueline Bisset and Warren Oates. Then he was reunited with Bogdanovich for Paper Moon (1973) in which he starred opposite his daughter Tatum O'Neal. Tatum won an Oscar for her performance in the popular movie and in 1973, Ryan O'Neal was voted by exhibitors as the second-most-popular star in the country, behind Clint Eastwood. ===1975–1980: Barry Lyndon, A Bridge Too Far and The Main Event=== thumb|right|O'Neal in Finland 1970 O'Neal spent over a year making Barry Lyndon (1975) for Kubrick. The resulting film was considered a commercial disappointment and had a mixed critical reception; it won O'Neal a Harvard Lampoon Award for the Worst Actor of 1975. Reflecting in 1985, O'Neal said the film was \"all right but he [Kubrick] completely changed the picture during the year he spent editing it\". The film's reputation has risen in recent years but O'Neal says his career never recovered from the film's reception. O'Neal had been originally meant to star in Bogdanovich's flop musical At Long Last Love but was replaced by Burt Reynolds. However he made the screwball comedy Nickelodeon (1976) with Reynolds, Bogdanovich and Tatum O'Neal, for a fee of $750,000. The film flopped at the box office. O'Neal followed this with a small role in the all-star war film A Bridge Too Far (1977), playing General James Gavin. O'Neal's performance as a hardened general was much criticised, although O'Neal was only a year older than Gavin at the time of the events in the film. \"Can I help it if I photograph like I'm 16 and they gave me a helmet that was too big for my head?\" he later said. \"At least I did my own parachute jump.\" The film performed poorly at the US box office but did well in Europe. O'Neal initially turned down a reported $3 million to star in Oliver's Story (1978), a sequel to Love Story. Instead he appeared in the car-chase film The Driver (1978), directed by Walter Hill, who had written The Thief Who Came to Dinner. This was a box office disappointment in the US but, like A Bridge Too Far, did better overseas. Hill later said he \"was so pleased with Ryan in the movie and I was very disappointed that people didn't particularly give him any credit for what he did. To me, he's the best he's ever been. I cannot imagine another actor.\" O'Neal was meant to follow this with The Champ (1979), directed by Franco Zeffirelli, but decided to pull out after Zeffirelli refused to cast O'Neal's son Griffin opposite him. Instead he agreed to make Oliver's Story after all once the script was rewritten. However the film was a flop at the box office. \"What I have to do now, seriously, is win a few hearts as an actor\", he said in 1978. \"The way Cary Grant did. I know I've got a lot of winning to do. But I'm young enough. I'll get there...\" Around this time, O'Neal was meant to star in The Bodyguard, from a Lawrence Kasdan script, opposite Diana Ross for director John Boorman. However the film fell over when Ross pulled out, and it would not be made until 1992, with Kevin Costner in O'Neal's old role. There was some talk he would appear in a film from Michelangelo Antonioni, Suffer or Die, but this did not eventuate. O'Neal instead played a boxer in a comedy, The Main Event, reuniting him with Streisand. He received a fee of $1 million plus a percentage of the profits. The Main Event was a sizeable hit at the box office. Also in 1979, he produced a documentary about a boxer he managed, The Contender. A 1980 profile of O'Neal described him: ===1981–1987: Decline as star=== O'Neal was looking to follow it as the lead in the film version of The Thorn Birds to be directed by Arthur Hiller, but the book ended up being adapted as a miniseries. Instead O'Neal made a British-financed thriller, Green Ice (1981), for the most money he had ever received up front. The movie had a troublesome production (the original director quit during filming) and flopped at the box office. He had a cameo in Circle of Two, a film his daughter made with Richard Burton. O'Neal says Burton told him during filming he was \"five years away from winning acceptance as a serious actor. On the other hand, my agent, Sue Mengers says I'm right on the threshold. Split the difference, that's two and a half years. One good picture, that's all I need...\" However, in the early 1980s he focused on comedies. He received $2 million for the lead in So Fine. This was followed by Partners (1982), a farce written by Francis Veber in which O'Neal played a straight cop who goes undercover as one half of a gay couple. He then played a film director loosely based on Peter Bogdanovich in Irreconcilable Differences (1984); he received no upfront fee but got a percentage of the profits. It was a minor box office success. A 1984 profile called him \"the Billy Martin of Hollywood, whether it's his love affair with Farrah Fawcett... his precocious actor daughter Tatum or fisticuffs with his son Griffin. He just can't seem to stay out of the news.\" O'Neal said he felt more like Rocky Marciano, \"wondering why guys are always picking fights with me. If I'm in a good picture, they'll like me. If I'm not they'll hate me. Hey I'm mad too when I don't make good pictures.\" O'Neal said too many of the roles he had played were \"off the beaten path for me\". In particular he regretted doing The Thief Who Came to Dinner, A Bridge Too Far, The Driver, So Fine, Partners and Green Ice. He blamed this in part on having to pay alimony and child support. He also said agent Sue Mengers encouraged him to constantly work. \"If I could get a good director to choose me for a picture, I was okay\", he said. \"But they stopped calling me in the mid-70s... I made a whole bunch of pictures that didn't make any money and people lost interest in me... Directors take me reluctantly. I feel I'm lucky to be here in the first place and they know it too. I'm a glamour boy, a Hollywood product. I have a TV background and they can point to the silly movies I've made.\" O'Neal tried something different playing a gambler in Fever Pitch (1985), the last movie for Richard Brooks. Even less conventional was Tough Guys Don't Dance (1987) for director Norman Mailer. Both movies flopped at the box office and received poor reviews. ===1988–2009: Supporting actor and TV star=== O'Neal had a support part in a Liza Minnelli TV special Sam Found Out: A Triple Play (1988), and also supported in the romantic comedy Chances Are (1989). He returned to TV opposite his then-partner Farrah Fawcett in Small Sacrifices (1989). He and Fawcett made a short-lived CBS series Good Sports (1991) which lasted 15 episodes. O'Neal co starred with Katharine Hepburn in the TV movie The Man Upstairs (1992) and had a cameo in Fawcett's Man of the House (1995). He had a good role in Faithful (1996) with Cher. It was directed by Paul Mazursky who later said of O'Neal: > He's sweet as sugar, and he's volatile. He's got some of that Irish stuff in > him, and he can blow up a bit. One day he was doing a scene, and I said, > 'Bring it down a little bit,' and Ryan said, 'I quit! You can't say \"Bring > it down\" to me that loud!' I said, 'If you quit, I'm going to break your > nose.' He started to cry. He's sort of a big baby at times, but he's a good > guy, and he's very talented. He's had a strange career, but he was a monster > star. O'Neal had a support part in Hacks (1997) and the lead in An Alan Smithee Film: Burn Hollywood Burn (1998). He had the third lead in Zero Effect (1999) and was top billed in The List (2000). O'Neal had a semi-recurring role in Bull (2001), and support parts in Epoch (2001), People I Know (2002) with Al Pacino, Gentleman B. (2002), and Malibu's Most Wanted (2003). O'Neal had a regular part on the TV series Miss Match (2003) with Alicia Silverstone which ran for 18 episodes. He guest starred on shows such as Desperate Housewives and 90210. He was a recurring character on Fox's Bones. ===2010–present: Later career=== In 2011, Ryan and Tatum attempted to restore their broken father/daughter relationship after 25 years. Their reunion and reconciliation process was captured in the Oprah Winfrey Network series Ryan and Tatum: The O'Neals, which O'Neal produced. It only ran nine episodes. O'Neal could be seen in Slumber Party Slaughter (2015) and Knight of Cups (2015) in a small role. In 2016, O'Neal reunited with Love Story co-star Ali MacGraw in a staging of A.R. Gurney's play Love Letters.\"For Ali MacGraw and Ryan O'Neal, 45 years between love stories\" The Boston Globe, January 28, 2016 In February 2021, O'Neal and MacGraw were honored with stars on the Hollywood Walk of Fame, nearly 50 years after the release of Love Story. ==Other ventures== O'Neal said that in 2009 he \"made a tremendous amount of money on real estate, more than [he] deserve[s]\". ==Personal life== === Relationships === O'Neal married his first wife, actress Joanna Moore, in 1963. They had two children before separating in 1966. Moore eventually lost custody of their children to O'Neal as a result of her alcoholism and drug abuse. His second marriage was to actress Leigh Taylor-Young, with whom he had a son. They remained friends after divorcing in 1973. \"I could speak to parts of Ryan like temper and volatility and reactivity, but I deeply know his goodness\", Taylor-Young said. O'Neal was in a relationship with actress Farrah Fawcett from 1979 to 1997. The relationship was tumultuous due to his infidelity and volatile behavior. Fawcett ended the relationship after she discovered O'Neal in bed with actress Leslie Stefanson. O'Neal and Fawcett reunited in 2001 and were together until her death in 2009. \"I got married at 21, and I was not a real mature 21\", said O'Neal. \"My first child was born when I was 22. I was a man's man; I didn't discover women until I was married, and then it was too late.\" He had romances with Ursula Andress, Bianca Jagger, Anouk Aimée, Jacqueline Bisset, Barbra Streisand, Diana Ross, and Anjelica Huston. According to his daughter Tatum O'Neal, he also had an affair with Melanie Griffith. In her 2014 memoir, Anjelica Huston claimed that O'Neal physically abused her. === Children === O'Neal has four children: Tatum O'Neal and Griffin O'Neal with Moore, Patrick O'Neal with Taylor-Young, and Redmond James Fawcett O'Neal with Fawcett. For several years, O'Neal was estranged from his elder three children. \"I'm a hopeless father. I don't know why. I don't think I was supposed to be a father. Just look around at my work—they're either in jail or they should be\", he told Vanity Fair. In her autobiography, A Paper Life, Tatum wrote that she had suffered physical and emotional abuse as a result of her father's drug abuse. Griffin O'Neal also suggested their family's problems stemmed from Ryan. \"My father gave me cocaine when I was 11 and insisted I take it\", he said. Griffin added, \"He was a very abusive, narcissistic psychopath. He gets so mad he can't control anything he's doing.\" In 2007, O'Neal was arrested for shooting at Griffin, which he claimed was in self-defense; charges were dropped. O'Neal refused to allow Griffin to attend Fawcett's funeral in 2009. He infamously hit on Tatum at Fawcett's funeral, not recognizing her as his daughter. But in 2011, Tatum reconciled with her father with a book and a TV show, Ryan and Tatum: the O'Neals. In August of that year, O'Neal, Tatum, and Patrick attended Redmond's court appearance on firearms and drug charges.MacIntyre, April, \"Ryan O'Neal and Tatum O'Neal talk Redmond O'Neal\", Access Hollywood, August 4, 2011; accessed October 6, 2014. Redmond has struggled with drug addiction for most of his adult life. In 2008, O'Neal and Redmond were arrested for drug possession in their Malibu home. In 2015, Redmond's probation was revoked and he was sentenced to three years in the California Department of Corrections and Rehabilitation. In 2018, Redmond was arrested and charged with attempted murder, robbery, assault and drug possession after he allegedly tried to rob a convenience store in Santa Monica. In an interview from jail he blamed his struggles on his parents. === Health === In 2001, O'Neal was diagnosed with chronic myelogenous leukemia (CML). After struggling with leukemia, O'Neal was frequently seen at Fawcett's side when she was battling cancer. He told People magazine, \"It's a love story. I just don't know how to play this one. I won't know this world without her. Cancer is an insidious enemy.\" In April 2012, O'Neal stated he had been diagnosed with stage IV prostate cancer.Notice of O'Neal's cancer, yahoo.com; accessed June 26, 2014. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year !! Title !! Role !! class=\"unsortable\"|Notes |- | 1969 || The Big Bounce || Jack Ryan || |- |rowspan=2| 1970 || The Games || Scott Reynolds || |- | Love Story || Oliver Barrett IV || Nominated—Academy Award for Best Actor Nominated—Golden Globe Award for Best Actor – Motion Picture Drama |- |rowspan=2| 1971 || Love Hate Love || Russ Emery || Television film |- | Wild Rovers || Frank Post || |- | 1972 || What's Up, Doc? || Dr. Howard Bannister || |- |rowspan=2| 1973 || The Thief Who Came to Dinner || Webster McGee || |- | Paper Moon || Moses Pray || Nominated—Golden Globe Award for Best Actor – Motion Picture Musical or Comedy |- | 1975 || Barry Lyndon || Barry Lyndon || |- | 1976 || Nickelodeon || Leo Harrigan || |- | 1977 || A Bridge Too Far || Brigadier General James M. Gavin || |- |rowspan=2| 1978 || The Driver || The Driver || |- | Oliver's Story || Oliver Barrett IV || |- | 1979 || The Main Event || Eddie 'Kid Natural' Scanlon || |- |rowspan=3| 1981 || So Fine || Joseph Wiley || |- | Circle of Two || Theatre patron || Uncredited |- | Green Ice || Bobby Fine || |- | 1982 || Partners || Sgt. Benson || |- | 1984 || Irreconcilable Differences || Albert Brodsky || |- | 1985 || Fever Pitch || Steve Taggart || |- | 1987 || Tough Guys Don't Dance || Tim Madden || Nominated—Golden Raspberry Award for Worst Actor |- |rowspan=2| 1989 || Chances Are || Philip Train || |- | Small Sacrifices || Lew Lewiston || Television film |- | 1992 || The Man Upstairs || Mooney Polaski || Television film |- | 1995 || Man of the House || Man with Kite || Uncredited |- | 1996 || Faithful || Jack Connor || |- |rowspan=2| 1997 || Hacks || Dr. Applefield || Alternate titles: Sink or Swim and The Big Twist |- | An Alan Smithee Film: Burn Hollywood Burn || James Edmunds || Nominated—Golden Raspberry Award for Worst Actor |- | 1998 || Zero Effect || Gregory Stark || |- | 1999 || Coming Soon || Dick || |- | 2000 || The List || Richard Miller || |- | 2001 || Epoch || Allen Lynsdar || Television film |- | 2002 || People I Know || Cary Launer || |- |rowspan=2| 2003 || Gentleman B. || Phil (Bank Manager) || Alternate title: The Gentleman Bandit |- | Malibu's Most Wanted || Bill Gluckman || |- | 2012 || Slumber Party Slaughter || William O'Toole || slasher film |- |rowspan=2| 2015 || Knight of Cups || Ryan || |- | Unity || Narrator || Final film role |- |} ===Television=== {| class=\"wikitable sortable\" |- ! Year !! Title !! Role !! Notes |- |rowspan=3| 1960 || The Many Loves of Dobie Gillis || Herm || Episode: \"The Hunger Strike\" |- | The Untouchables || Bellhop (uncredited) || Episode: \"Jack 'Legs' Diamonds\" |- | General Electric Theater || Art Anderson || Episode: \"The Playoff\" |- |rowspan=4| 1961 || The DuPont Show with June Allyson || Cadet Wade Farrell || Episode: \"Without Fear\" |- | Bachelor Father || Marty Braden || Episode: \"Bentley and the Great Debate\" |- | Laramie || Johnny Jacobs || Episode: \"Bitter Glory\" |- | Leave It to Beaver || Tom Henderson || Episode: \"Wally Goes Steady\" |- | 1962 || My Three Sons || Chug Williams || Episode: \"Chug and Robbie\" |- | 1962–63 || Empire || Tal Garrett || 31 episodes |- | 1963 || The Virginian || Ben Anders || Episode: \"It Takes a Big Man\" |- | 1964 || Perry Mason || John Carew || Episode: \"The Case of the Bountiful Beauty\" |- | 1964–69 || Peyton Place || Rodney Harrington || 422 episodes |- | 1991 || Good Sports || Bobby Tannen || 15 episodes |- | 1992 || 1775 || Jeremy Proctor || Unsold TV pilot |- | 1995 || The Larry Sanders Show || Himself || 2 episodes |- | 2000–01 || Bull || Robert Roberts, Jr. || 6 episodes |- | 2003 || Miss Match || Jerry Fox || 18 episodes |- | 2005 || Desperate Housewives || Rodney Scavo || Episode: \"Your Fault\" |- | 2010 || 90210 || Spence Montgomery || 3 episodes |- | 2006–17 || Bones || Max Brennan || 24 episodes |- |} ==Awards and nominations== {| class=\"wikitable plainrowheaders sortable\" style=\"margin-right: 0;\" |- ! scope=\"col\" |Year ! scope=\"col\" |Award ! scope=\"col\" |Film ! scope=\"col\" |Category ! scope=\"col\" |Result |- ! scope=\"row\" | | Golden Globe Awards | rowspan=\"3\" | Love Story | Best Actor in a Motion Picture – Drama | |- ! scope=\"row\" | | Academy Awards | Best Actor | |- ! scope=\"row\" | | David di Donatello Awards | Best Foreign Actor | |- ! scope=\"row\" | | Golden Globe Awards | Paper Moon | Best Actor in a Motion Picture – Musical or Comedy | |- ! scope=\"row\" | | rowspan=\"4\" | Golden Raspberry Awards | Tough Guys Don't Dance | Worst Actor | |- ! scope=\"row\" | | style=\"text-align: center;\" |– | Worst Actor of the 1980s | |- ! scope=\"row\" | | An Alan Smithee Film: Burn Hollywood Burn | Worst Actor | |- ! scope=\"row\" | | style=\"text-align: center;\" |– | Worst Razzie Loser of Our First 25 Years | |- ! scope=\"row\" | | Hollywood Walk of Fame | style=\"text-align: center;\" |– | Motion pictures | |} ==Amateur boxing record== Based on various sources. {|class=\"wikitable sortable\" style=\"font-size:100%; text-align:left; width:100%;\" |+ Amateur boxing record |- style=\"margin:0.5em auto; font-size:100%;\" !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Result !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Record !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Opponent !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Method !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Date !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Round !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Time !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Event !style=\"border- style:none none solid solid; background:#e3e3e3;\"|Location |- | style=\"text- align:center;\" Win | style=\"text-align:center;\"|12-4 |align='left'| Frankie Lohman |align='left'|KO |align='left'|1959 | style=\"text-align:center;\"|1 | style=\"text-align:center;\"| |align='left'| |Munich, West Germany |- | style=\"text-align:center;\" Loss | style=\"text-align:center;\"|11-4 |align='left'| Tony Foramero |align='left'|PTS |align='left'|1957 | style=\"text-align:center;\"|3 | style=\"text-align:center;\"| |align='left'|Golden Gloves Tournament |Los Angeles |- | style=\"text- align:center;\" Win | style=\"text-align:center;\"|11-3 |align='left'| Stevie Rouse |align='left'|KO |align='left'|1957 | style=\"text-align:center;\"|1 | style=\"text-align:center;\"| |align='left'|Golden Gloves Tournament (Finals) |Los Angeles |- | style=\"text-align:center;\" Win | style=\"text- align:center;\"|10-3 |align='left'| Chuck Newell |align='left'|PTS |align='left'|1957 | style=\"text-align:center;\"|3 | style=\"text- align:center;\"| |align='left'|Golden Gloves Tournament (Semi-finals) |Los Angeles |- | style=\"text-align:center;\" Win | style=\"text-align:center;\"|9-3 |align='left'| Alvin \"Allen\" Walker |align='left'|KO |align='left'|1957 | style=\"text-align:center;\"|1 | style=\"text-align:center;\"| |align='left'| |Los Angeles |- | style=\"text-align:center;\" Win | style=\"text-align:center;\"|8-3 |align='left'| Samuel Roland |align='left'|Foul |align='left'|1956 | style=\"text-align:center;\"|1 | style=\"text-align:center;\"| |align='left'| |Hollywood, Florida |- | style=\"text-align:center;\" Win | style=\"text- align:center;\"|7-3 |align='left'| Leonard Wallace |align='left'|KO |align='left'|1956 | style=\"text-align:center;\"|1 | style=\"text- align:center;\"| |align='left'| |Los Angeles |- | style=\"text-align:center;\" Win | style=\"text-align:center;\"|6-3 |align='left'| Eugene Liebert |align='left'|KO |align='left'|1956 | style=\"text-align:center;\"|1 | style=\"text-align:center;\"| |align='left'| |Los Angeles |- | style=\"text- align:center;\" Win | style=\"text-align:center;\"|5-3 |align='left'| Felix Morse |align='left'|KO |align='left'|1956 | style=\"text-align:center;\"|2 | style=\"text-align:center;\"| |align='left'| |Los Angeles |- | style=\"text- align:center;\" Win | style=\"text-align:center;\"|4-3 |align='left'| George Shay |align='left'|PTS |align='left'|1956 | style=\"text-align:center;\"|3 | style=\"text-align:center;\"| |align='left'| ||Hollywood, California |- | style=\"text-align:center;\" Win | style=\"text-align:center;\"|3-3 |align='left'| Edmund Dowe |align='left'|PTS |align='left'|1956 | style=\"text- align:center;\"|3 | style=\"text-align:center;\"| |align='left'| ||Los Angeles |- | style=\"text-align:center;\" Win | style=\"text-align:center;\"|2-3 |align='left'| Victor Fellsen |align='left'|KO |align='left'|1956 | style=\"text-align:center;\"|1 | style=\"text-align:center;\"| |align='left'| |Los Angeles |- | style=\"text-align:center;\" Loss | style=\"text-align:center;\"|1-3 |align='left'| Dal Stewart |align='left'|PTS |align='left'|1956 | style=\"text- align:center;\"|3 | style=\"text-align:center;\"| |align='left'| |Los Angeles |- | style=\"text-align:center;\" Loss | style=\"text-align:center;\"|1-2 |align='left'| George Shay |align='left'|PTS |align='left'|1956 | style=\"text- align:center;\"|3 | style=\"text-align:center;\"| |align='left'|Golden Gloves Tournament |Los Angeles |- | style=\"text-align:center;\" Win | style=\"text- align:center;\"|1-1 |align='left'| J. Cecil Gray |align='left'|PTS |align='left'|1956 | style=\"text-align:center;\"|3 | style=\"text- align:center;\"| |align='left'|Golden Gloves Tournament |Los Angeles |- | style=\"text-align:center;\" Loss | style=\"text-align:center;\"|0-1 |align='left'| J. Cecil Gray |align='left'|PTS |align='left'|1956 | style=\"text-align:center;\"|3 | style=\"text-align:center;\"| |align='left'| |Los Angeles |} ==References== ==External links== * * * * Category:1941 births Category:Living people Category:20th-century American male actors Category:21st-century American male actors Category:American male film actors Category:American male television actors Category:American people of English descent Category:American people of Irish descent Category:American people of Jewish descent Category:American sailors Category:David di Donatello winners Category:Male actors from Los Angeles Category:Phillips Academy alumni Category:United States Navy officers",
 "title": "Ryan O'Neal"
}