{
 "id": "162393",
 "text": "Rin Tin Tin or Rin-Tin-Tin (September 1918 – August 10, 1932) was a male German Shepherd born in Flirey, France, who became an international star in motion pictures. He was rescued from a World War I battlefield by an American soldier, Lee Duncan, who nicknamed him \"Rinty\". Duncan trained Rin Tin Tin and obtained silent film work for the dog. Rin Tin Tin was an immediate box-office success and went on to appear in 27 Hollywood films, gaining worldwide fame. Along with the earlier canine film star Strongheart, Rin Tin Tin was responsible for greatly increasing the popularity of German Shepherd dogs as family pets. The immense profitability of his films contributed to the success of Warner Bros. studios and helped advance the career of Darryl F. Zanuck from screenwriter to producer and studio executive. After Rin Tin Tin died in 1932, the name was given to several related German Shepherd dogs featured in fictional stories on film, radio, and television. Rin Tin Tin Jr. appeared in some serialized films, but was not as talented as his father. Rin Tin Tin III, said to be Rin Tin Tin's grandson, but probably only distantly related, helped promote the military use of dogs during World War II. Rin Tin Tin III also appeared in a film with child actor Robert Blake in 1947. Duncan groomed Rin Tin Tin IV for the 1950s television series The Adventures of Rin Tin Tin, but the dog performed poorly in a screen test and was replaced in the TV show by trainer Frank Barnes's dogs, primarily one named Flame Jr., called JR, with the public led to believe otherwise. Instead of shooting episodes, Rin Tin Tin IV stayed at home in Riverside, California. The TV show Rin Tin Tin was nominated for a PATSY Award in both 1958 and 1959 but did not win. After Duncan died in 1960, the screen property of Rin Tin Tin passed to TV producer Herbert B. Leonard, who worked on further adaptations such as the 1988–1993 Canadian-made TV show Katts and Dog, which was called Rin Tin Tin: K-9 Cop in the US and Rintintin Junior in France. Following Leonard's death in 2006, his lawyer James Tierney made the 2007 children's film Finding Rin Tin Tin, an American–Bulgarian production based on Duncan's discovery of the dog in France. Meanwhile, a Rin Tin Tin memorabilia collection was being amassed by Texas resident Jannettia Propps Brodsgaard, who had purchased several direct descendant dogs from Duncan beginning with Rinty Tin Tin Brodsgaard in 1957. Brodsgaard bred the dogs to keep the bloodline. Brodsgaard's granddaughter, Daphne Hereford, continued to build on the tradition and bloodline of Rin Tin Tin from 1988 to 2011; she was the first to trademark the name Rin Tin Tin, in 1993, and she bought the domain names rintintin.com and rintintin.net to establish a website. Hereford also opened a short-lived Rin Tin Tin museum in Latexo, Texas. Hereford passed the tradition to her daughter, Dorothy Yanchak, in 2011. The current dog, Rin Tin Tin XII, owned by Yanchak, takes part in public events to represent the Rin Tin Tin legacy. ==Origins== Following advances made by American forces during the Battle of Saint-Mihiel, Corporal Lee Duncan, an armourer of the U.S. Army Air Service, was sent forward on September 15, 1918, to the small French village of Flirey to see if it would make a suitable flying field for his unit, the 135th Aero Squadron. The area had been subjected to aerial bombing and artillery fire, and Duncan found a severely damaged kennel which had once supplied the Imperial German Army with German Shepherd dogs. The only dogs left alive in the kennel were a starving mother with a litter of five nursing puppies, their eyes still shut because they were less than a week old. Duncan rescued the dogs and brought them back to his unit. When the puppies were weaned, he gave the mother to an officer and three of the litter to other soldiers, but he kept one puppy of each sex. He felt that these two dogs were symbols of his good luck. He dubbed them Rin Tin Tin and Nanette after a pair of good luck charms called Rintintin and Nénette that French children often gave to the American soldiers. Duncan sensed that Nanette was the smarter of the two puppies. (The soldiers were usually told that Rintintin and Nénette were lucky lovers who had survived a bombing attack, but the original dolls had been designed by Francisque Poulbot before the war in late 1913 to look like Paris street urchins. Contrary to linguistic clues and popular usage, Poulbot said that Rintintin was the girl doll.) In July 1919, Duncan sneaked the dogs aboard a ship taking him back to the US at the end of the war. When he got to Long Island, New York, for re- entry processing, he put his dogs in the care of a Hempstead breeder named Mrs. Leo Wanner, who raised police dogs. Nanette was diagnosed with pneumonia; as a replacement, the breeder gave Duncan another female German Shepherd puppy. Duncan headed to California by rail with his dogs. While Duncan was traveling by train, Nanette died in Hempstead. As a memorial, Duncan named his new puppy Nanette II, but he called her Nanette. Duncan, Rin Tin Tin, and Nanette II settled at his home in Los Angeles. Rin Tin Tin was a dark sable color and had very dark eyes. Nanette II was much lighter in color. An athletic silent film actor named Eugene Pallette was one of Duncan's friends. The two men enjoyed the outdoors; they took the dogs to the Sierras, where Pallette liked to hunt, while Duncan taught Rin Tin Tin various tricks. Duncan thought that his dog might win a few awards at dog shows and thus be a valuable source of puppies bred with Nanette for sale. In 1922, Duncan was a founding member of the Shepherd Dog Club of California, based in Los Angeles. At the club's first show, Rin Tin Tin showed his agility but also demonstrated an aggressive temper, growling, barking, and snapping. It was a very poor performance, but the worst moment came afterward when Duncan was walking home. A heavy bundle of newspapers was thrown off of a delivery truck and landed on the dog, breaking his left front leg. Duncan had the injured limb set in plaster and he nursed the dog back to health for nine months. Ten months after the break, the leg was healed and Rin Tin Tin was entered in a show for German Shepherd dogs in Los Angeles. Rin Tin Tin had learned to leap great heights. At the dog show while making a winning leap, he was filmed by Duncan's acquaintance Charley Jones, who had just developed a slow-motion camera. Seeing his dog being filmed, Duncan became convinced Rin Tin Tin could become the next Strongheart, a successful film dog that lived in his own full-sized stucco bungalow with its own street address in the Hollywood Hills, separate from the mansion of his owners, who lived a block away next to Roy Rogers. Duncan later wrote, \"I was so excited over the motion-picture idea that I found myself thinking of it night and day.\" ==Career== Duncan walked his dog up and down Poverty Row, talking to anyone in a position to put Rin Tin Tin in film, however modest the role. The dog's first break came when he was asked to replace a camera-shy wolf in The Man from Hell's River (1922) featuring Wallace Beery. The wolf was not performing properly for the director, but under the guidance of Duncan's voice commands, Rin Tin Tin was very easy to work with. When the film was completed, the dog was billed as \"Rin Tan\". Rin Tin Tin would be cast as a wolf or wolf-hybrid many times in his career because it was much more convenient for filmmakers to work with a trained dog. In another 1922 film titled My Dad, Rin Tin Tin picked up a small part as a household dog. The credits read: \"Rin Tin Tin – Played by himself\". Rin Tin Tin's first starring role was in Where the North Begins (1923), in which he played alongside silent screen actress Claire Adams. This film was a huge success and has often been credited with saving Warner Bros. from bankruptcy. It was followed by 24 more screen appearances. Each of these films was very popular, making such a profit for Warner Bros. that Rin Tin Tin was called \"the mortgage lifter\" by studio insiders. A young screenwriter named Darryl F. Zanuck was involved in creating stories for Rin Tin Tin; the success of the films raised him to the position of film producer. In New York City, Mayor Jimmy Walker gave Rin Tin Tin a key to the city. Rin Tin Tin was much sought after and was signed for endorsement deals. Dog food makers Ken-L Ration, Ken- L-Biskit, and Pup-E-Crumbles all featured him in their advertisements. Warner Bros. fielded fan letters by the thousands, sending back a glossy portrait signed with a paw print and a message written by Duncan: \"Most faithfully, Rin Tin Tin.\" In the 1920s, Rin Tin Tin's success for Warner Bros. inspired several imitations from other studios looking to cash in on his popularity, notably RKO's Ace the Wonder Dog, also a German Shepherd dog. Around the world, Rin Tin Tin was extremely popular because as a dog he was equally well understood by all viewers. At the time, silent films were easily adapted for various countries by simply changing the language of the intertitles. Rin Tin Tin's films were widely distributed. Film historian Jan-Christopher Horak wrote that by 1927, Rin Tin Tin was the most popular actor with the very sophisticated film audience in Berlin. \"He is a human dog\", one fan wrote, \"human in the real big sense of the word.\" A Hollywood legend holds it that at the first-ever Academy Awards competition in 1929, Rin Tin Tin was voted Best Actor, but that the Academy of Motion Picture Arts and Sciences, wishing to appear more serious and thus determined to have a human actor win the award, removed Rin Tin Tin as a choice and re-ran the vote, leading to German actor Emil Jannings winning the award. Author Susan Orlean stated this story as fact in her 2011 book Rin Tin Tin: The Life and the Legend. However, former Academy head Bruce Davis has written that the 1928 ballots, kept in storage at the Academy's Margaret Herrick Library, show a complete absence of votes for Rin Tin Tin. Davis called the story an urban legend that probably originated in a joke ballot circulated that year by Zanuck, who wanted to mock the concept of the Academy Awards. Although primarily a star of silent films, Rin Tin Tin did appear in four sound features, including the 12-part Mascot Studios chapter- play The Lightning Warrior (1931), co-starring with Frankie Darro. In these films, vocal commands would have been picked up by the microphones, so Duncan likely guided Rin Tin Tin by hand signals. Rin Tin Tin and the rest of the crew filmed much of the outdoor action footage for The Lightning Warrior on the Iverson Movie Ranch in Chatsworth, Los Angeles, California, known for its huge sandstone boulders and widely recognized as the most heavily filmed outdoor shooting location in the history of the movies. Rin Tin Tin and Nanette II produced at least 48 puppies; Duncan kept two of them, selling the rest or giving them as gifts. Greta Garbo, W.K. Kellogg, and Jean Harlow each owned one of Rin Tin Tin's descendants. ==Death and accolades== {{multiple image | align = right | direction = vertical | width = 220 | image1 =Hero of the Big Snows poster.jpg | alt1 = | caption1 =Poster for A Hero of the Big Snows (1926) | image2 =A Dog of the Regiment.jpg | alt2 = | caption2 =Lobby card for A Dog of the Regiment (1927) | image3 =Tracked by the Police poster.jpg | alt3 = | caption3 =Poster for Tracked by the Police (1927) }} On August 10, 1932, Rin Tin Tin died at Duncan's home on Club View Drive in Los Angeles. Duncan wrote about the death in his unpublished memoir: He heard Rin Tin Tin bark in a peculiar fashion so he went to see what was wrong. He found the dog lying on the ground, moments away from death. Newspapers across the nation carried obituaries. Magazine articles were written about his life, and a special Movietone News feature was shown to movie audiences. In the press, aspects of the death were fabricated in various ways, such as Rin Tin Tin dying on the set of the film Pride of the Legion (where Rin Tin Tin Jr. was working), dying at night, or dying at home on the front lawn in the arms of actress Jean Harlow, who lived on the same street. In a private ceremony, Duncan buried Rin Tin Tin in a bronze casket in his own backyard with a plain wooden cross to mark the location. Duncan was suffering the financial effects of the Great Depression and could not afford a finer burial, nor even his own expensive house. He sold his house and quietly arranged to have the dog's body returned to his country of birth for reburial in the Cimetière des Chiens et Autres Animaux Domestiques, the pet cemetery in the Parisian suburb of Asnières-sur-Seine. In the United States, his death set off a national response. Regular programming was interrupted by a news bulletin. An hour-long program about Rin Tin Tin played the next day. In a ceremony on February 8, 1960, Rin Tin Tin was honored with a star on the Hollywood Walk of Fame at 1627 Vine Street. ==Filmography 1922–1931== {{multiple image | align = right | direction = vertical | width = 220 | image1 =The Lone Defender poster.jpg | alt1 = | caption1 =Poster for Rin Tin Tin's first Mascot serial, The Lone Defender | image2 =The Lightning Warrior poster.jpg | alt2 = | caption2 =Poster for The Lightning Warrior (1931), Rin Tin Tin's last film }} {| class=\"wikitable plainrowheaders sortable\" |+ Film appearances by the original Rin Tin Tin |- ! scope=col| Year ! scope=col| Title ! scope=col| Role ! scope=col class=\"unsortable\" | Notes |- | 1922 ! scope=row| The Man from Hell's River | Himself | |- | 1922 ! scope=row| My Dad | Himself | |- | 1923 ! scope=row| Where the North Begins | | |- | 1923 ! scope=row| Shadows of the North | King | |- | 1924 ! scope=row| Find Your Man | Buddy | |- | 1924 ! scope=row| Hello, 'Frisco | Himself | |- | 1924 ! scope=row| | Himself | |- | 1925 ! scope=row| Tracked in the Snow Country | Himself | |- | 1925 ! scope=row| Below the Line | | |- | 1925 ! scope=row| | Lobo | |- | 1926 ! scope=row| | Himself | |- | 1926 ! scope=row| | Himself | |- | 1926 ! scope=row| While London Sleeps | Rinty | |- | 1927 ! scope=row| Hills of Kentucky | | |- | 1927 ! scope=row| Tracked by the Police | Rinty | |- | 1927 ! scope=row| Jaws of Steel | Rinty | |- | 1927 ! scope=row| | Rinty | |- | 1928 ! scope=row| | Rinty | |- | 1928 ! scope=row| Rinty of the Desert | Rinty | |- | 1928 ! scope=row| Land of the Silver Fox | Rinty | |- | 1929 ! scope=row| | Rinty | |- | 1929 ! scope=row| Frozen River | Lobo | |- | 1929 ! scope=row| | Himself | |- | 1929 ! scope=row| Tiger Rose | Scotty | |- | 1930 ! scope=row| | Rinty | 12-chapter serial |- | 1930 ! scope=row| On the Border | Rinty | |- | 1930 ! scope=row| | Rinty | |- | 1930 ! scope=row| Rough Waters | Rinty | |- | 1931 ! scope=row| | Rinty | 12-chapter serial |} ==Successors== ===Rin Tin Tin Jr.=== {{multiple image | align = right | direction = vertical | width = 220 | image1 =Law of the Wild poster.jpg | alt1 = | caption1 =Poster for The Law of the Wild (1934) | image2 =Tough-Guy-Cooper- Calleia-3.jpg | alt2 = | caption2 =Jackie Cooper, Rin Tin Tin Jr., and Joseph Calleia in Tough Guy (1936) }} Rin Tin Tin Jr. was sired by Rin Tin Tin, and his mother was Champion Asta of Linwood, also owned by Lee Duncan. Junior appeared in several films in the 1930s. He starred with Rex the Wild Horse in the Mascot Pictures serials The Law of the Wild (1934) and The Adventures of Rex and Rinty (1935). He voiced the part of Rinty in the radio shows produced during that era as well. Rin Tin Tin Jr. died in December 1941 of pneumonia. ====Filmography 1932–1939==== {| class=\"wikitable plainrowheaders sortable\" |+ Film appearances by Rin Tin Tin Jr. |- ! scope=col| Year ! scope=col| Title ! scope=col| Role ! scope=col class=\"unsortable\" | Notes |- | 1932 ! scope=row| The Pride of the Legion | | |- | 1933 ! scope=row| | | Serial |- | 1934 ! scope=row| | | 12-chapter serial |- | 1935 ! scope=row| | | |- | 1935 ! scope=row| | | 12-chapter serial |- | 1935 ! scope=row| Skull and Crown | | |- | 1936 ! scope=row| Tough Guy | Duke | |- | 1936 ! scope=row| Vengeance of Rannah | Rannah | |- | 1936 ! scope=row| Caryl of the Mountains | Rinty | |- | 1937 ! scope=row| | | |- | 1939 ! scope=row| Hollywood Cavalcade | Rin Tin Tin | |- | 1939 ! scope=row| Death Goes North | King | |- | 1939 ! scope=row| Fangs of the Wild | Rinty | |- | 1939 ! scope=row| Law of the Wolf | | |} ===Rin Tin Tin III=== Rin Tin Tin III starred alongside a young Robert Blake in 1947's The Return of Rin Tin Tin but is primarily credited with assisting Duncan in the training of more than 5,000 dogs for the World War II war effort at Camp Hahn, California. ====Filmography 1947==== {| class=\"wikitable\" |+ Film appearances by Rin Tin Tin III |- ! scope=col| Year ! scope=col| Title ! scope=col| Role ! scope=col| Notes |- | 1947 ! scope=row| The Return of Rin Tin Tin |Rin Tin Tin | |} ==Radio== Between 1930 and 1955, Rin Tin Tin was cast in three different radio series, beginning April 5, 1930, with The Wonder Dog, in which the original Rin Tin Tin performed some of the sound effects until his death in 1932. (Most of the dog noises were performed live on radio by a man named Bob Barker.) This 15-minute program was broadcast Saturdays on the Blue Network at 8:15 pm until March 1931, when it moved to Thursdays. Storylines were often highly unlikely, with Rin Tin Tin saving a group of space-exploring scientists from giant Martians in one episode. In September 1930, the title changed from The Wonder Dog to Rin Tin Tin. Don Ameche and Junior McLain starred in the series, which ended June 8, 1933. With Ken-L Ration as a sponsor, the series continued on CBS from October 5, 1933, until May 20, 1934, airing Sundays at 7:45 pm. The final radio series was broadcast on Mutual from January 2, 1955, to December 25, 1955, a 30-minute program heard Sunday evenings. Sponsored by National Biscuit for Shredded Wheat and Milk-Bone, the series featured Rin Tin Tin's adventures with the 101st Cavalry in the same manner as the concurrent TV show, The Adventures of Rin Tin Tin. The radio show also starred Lee Aaker (1943–2021) as Rusty, James Brown (1920–1992) as Lieutenant Ripley \"Rip\" Masters, and Joe Sawyer (1906–1982) as Sergeant Biff O'Hara. ==Television== The Adventures of Rin Tin Tin, an ABC television series, ran from October 1954 to May 1959. Duncan's Rin Tin Tin IV was nominally the lead dog, but nearly all of the screen work was performed by a dog named Flame Jr., nicknamed JR (pronounced Jay Are), owned by trainer Frank Barnes. Other dogs that sometimes played TV's Rin Tin Tin included Barnes's dog Blaze and Duncan's dog Hey You from the Rin Tin Tin bloodline. Hey You had suffered an eye injury during his youth; he was used as a stunt dog and for fight scenes. TV's Rin Tin Tin was far lighter in color than the original sable-colored dog of silent film. ==Legacy== Lee Duncan died on September 20, 1960, without ever having trademarked the name \"Rin Tin Tin\". The tradition continued in Texas with Jannettia Brodsgaard Propps, who had purchased several direct descendant dogs from Duncan. Her granddaughter, Daphne Hereford, continued the lineage and the legacy of Rin Tin Tin following her grandmother's death on December 17, 1988. Hereford passed the tradition to her daughter, Dorothy Yanchak, in July 2011. The current Rin Tin Tin is twelfth in line from the original silent film star and makes personal appearances across the country to promote responsible pet ownership. Rin Tin Tin was the recipient of the 2011 American Humane Association Legacy award, accepted by a twelfth-generation Rin Tin Tin legacy dog in October 2011 at the first annual Hero Dog Awards in Beverly Hills. Mickey Rooney narrated a memorial tribute film about Rin Tin Tin. The next year, Rin Tin Tin was honored by the Academy of Arts and Sciences in a special program, Hollywood Dogs: From Rin Tin Tin to Uggie, on June 6, 2012, at the Samuel Goldwyn Theatre. Rin Tin Tin's silent-era career was compared to that of contemporary film dog Uggie (2002–2015). ==Cultural references== In 1976, a film loosely based on Rin Tin Tin's debut was produced: Won Ton Ton, the Dog Who Saved Hollywood. Producer David V. Picker offered a fee to Herbert B. Leonard, but Leonard disagreed with the basic premise of a film ridiculing the famous dog. Leonard sued the filmmakers for infringement on the Rin Tin Tin legacy and lost. Originally co-produced by Leonard, the 1988–93 Canadian TV series Katts and Dog featured the adventures of a police officer and his canine partner. The series was titled Rin Tin Tin: K9 Cop for its American showings; in France it was presented as Rintintin Junior. Leonard was funded by the Christian Broadcasting Network, whose founder, televangelist Pat Robertson, had been enthusiastic for the idea. Leonard was criticized by his fellow producers for staying with his new wife in Los Angeles rather than helping with the show on location in Canada. Partway through the first season, Robertson said that some of his viewers were deeply concerned that the plot involved a widowed mother who was living unmarried in the same house with the brother of her late husband. Robertson recommended the mother character be killed off to stop the complaints, but Leonard protested such a change. After Leonard quit the show, the problematic character was killed off. Though separated from the show, Leonard continued to receive a fee for the screen rights to Rin Tin Tin. In 2007, a children's film was produced—Finding Rin Tin Tin—based on the story of Lee Duncan finding Rin Tin Tin on a battlefield in France and making a star of him in Hollywood. The film was the subject of a lawsuit brought in October 2008 by Daphne Hereford, who asked a federal court in Houston, Texas, to protect her rights to the Rin Tin Tin trademark. The judge ruled in favor of the filmmakers, declaring the use of the name in the film to be fair use. A fictionalized account of Lee Duncan finding and raising Rin Tin Tin is a major part of the novel Sunnyside by Glen David Gold. Rin Tin Tin has been featured as a character in many fiction works, including a children's book in which Rin Tin Tin and the other animal characters are able to talk to one another but are unable to talk to humans. Rin Tin Tin finds mention in Anne Frank's diary in her second entry on June 14, 1942. Frank wishes she had a dog like Rin Tin Tin. She also wrote about the 1924 Rin Tin Tin silent film The Lighthouse by the Sea, which she and her school friends watched together in her house for her birthday party. According to her, the movie was a big hit with her friends. ==See also== * Rantanplan ==Notes== ==References== == Bibliography == * * * ==External links== * * * Filming of \"The Lightning Warrrior\", Rin Tin Tin's final film role, in the Iverson Gorge on the Iverson Movie Ranch Category:1918 animal births Category:1932 animal deaths Category:Dog actors Category:Film serial actors Category:German shepherds Category:Individual dogs Category:Dogs in literature Category:Warner Bros. contract players Category:Meurthe-et-Moselle",
 "title": "Rin Tin Tin"
}