{
 "id": "162314",
 "text": "Ásgeir Ásgeirsson (; 13 May 1894 – 15 September 1972) was the second president of Iceland, from 1952 to 1968. He was a Freemason and served as Grand Master of the Icelandic Order of Freemasons. == Early life and education == Educated as a theologian, Ásgeir graduated with honours from the University of Iceland in Reykjavík in 1915, but was considered too young to be ordained as a minister. He married Dóra Þórhallsdóttir in 1917. Dóra was the daughter of Þórhallur Bjarnarson (1855–1916), 6th Bishop of Iceland (1908–1916). Her brother was Tryggvi Þórhallsson, who was the 5th Prime Minister of Iceland (1927–1932). == Political and business career == Ásgeir was elected to the Althing in 1923 at the age of 29 for the Progressive Party. He spoke as the speaker of the Althing at Þingvellir on the occasion of the Althing's 1,000th anniversary celebrations in 1930, and became Minister of Finance of Iceland in 1931, and Prime Minister in 1932. He left the Progressive Party in 1934, but stood for election as an independent for a while until he joined the Social Democratic Party, and remained in the Althing until he was elected president in 1952. From 1938 and until he was elected president, he was the director of Útvegsbanki Íslands, an Icelandic bank which later merged with three other banks and became Íslandsbanki (which later became Glitnir). == President of Iceland == Ásgeir was elected the second President of Iceland in a closely contested election in 1952, which had been called upon early due to the death of Sveinn Björnsson, Iceland's first president. Ásgeir's main opponent, Bjarni Jónsson, minister in the Reykjavík Cathedral, had the endorsement of the governing parties in Iceland, the Independence Party and the Progressive Party. Still Ásgeir managed to receive 46.7% of the vote, compared to Bjarni's 44.1%. The third candidate, Gísli Sveinsson, a former MP for the Independence Party, got 6.0%. Ásgeir was the first Icelandic president to go to Denmark on an official visit. He also visited Norway, Canada, the United States of America and Israel. Ásgeir was re-elected unopposed in 1956, 1960, and 1964. Shortly after his fourth term started, his wife, Dóra, died from leukemia. In 1968, Ásgeir decided not to seek re-election. It was widely expected that his son-in-law, Gunnar Thoroddsen would be elected as his successor. However, even though Gunnar started as the frontrunner (according to opinion polls), he lost the election to Kristján Eldjárn. == Awards == In 1955, Ásgeir was awarded the Grand Cross Special Class of the Order of Merit of the Federal Republic of Germany (Sonderstufe des Großkreuzes des Verdienstordens der Bundesrepublik Deutschland). == References == ==External links== * Category:1894 births Category:1972 deaths Asgeir Asgeirsson Category:Finance ministers of Iceland Asgeir Asgeirsson Asgeir Asgeirsson Asgeir Asgeirsson Asgeir Asgeirsson Category:Grand Crosses Special Class of the Order of Merit of the Federal Republic of Germany Asgeir Asgeirsson Category:Burials in Iceland",
 "title": "Ásgeir Ásgeirsson"
}