{
 "id": "162344",
 "text": "Epitaph Records is an American independent record label owned by Bad Religion guitarist Brett Gurewitz. Throughout the 1980s and 1990s, most acts signed to the label were punk and pop punk acts, while there are many post-hardcore and emo bands signed to the label as well. A large portion of the record label, known as Hellcat Records, is owned by Tim Armstrong, frontman of the punk rock band Rancid. Several sister labels also exist, such as ANTI-, Burning Heart Records, Hellcat Records, and Heart & Skull Records that have signed other types of bands. ==History== ===Early years (1980s)=== Brett Gurewitz formed Epitaph Records as a vehicle for releases by his band Bad Religion.Larkin, Colin (1999) \"Epitaph Records\" in The Virgin Encyclopedia of Heavy Rock, Virgin Books, , p. 150 The name had been taken from the King Crimson cold war protest song Epitaph from which the lyrics \"Confusion will be my epitaph.\" had struck a chord with Brett and Greg when they were young. Its first release for the label was Bad Religion's 1981 self-titled EP, followed by their debut How Could Hell Be Any Worse?, which was also the label's first full-length release. Also released during this period was Peace thru Vandalism, an EP by The Vandals, who were the first band besides Bad Religion to sign to Epitaph. Two more Bad Religion releases followed – Into the Unknown and the EP Back to the Known – before their temporary split. After Gurewitz had cleaned up his drug issues, both Epitaph and Bad Religion were revived in 1987. In the following year, Epitaph released its first record as a proper label, which was L7's self-titled album, and it was distributed by Chameleon. Also in 1988, Bad Religion released Suffer, which was both released and distributed by Epitaph. Not only is Suffer often cited as one of the band's best by fans, but it is credited with \"saving\" the Southern California punk rock scene by fans and Bad Religion's contemporaries alike. In 1989, Gurewitz signed NOFX to Epitaph. They released their debut for the label, S&M; Airlines, that same year, featuring the video for its title track and the cover of Fleetwood Mac's \"Go Your Own Way\", which featured guest vocals by Gurewitz and Greg Graffin, also a member of Bad Religion. This was followed by Bad Religion's next two albums – No Control and Against the Grain – which sold 60,000 and 100,000 copies respectively. ===Breakthrough success (1990s)=== By 1993, more punk acts had signed to Epitaph, including Pennywise, Down by Law, Coffin Break, The Offspring, Rancid, RKL, SNFU, Dead Fucking Last, Total Chaos and Claw Hammer. Epitaph's expansion saw the label relocate to new offices in Silver Lake. Although Bad Religion was the founding band of Epitaph, releasing their early records through the label, they switched over to Atlantic in 1993, with Recipe for Hate being their first record outside of the label. Brett Gurewitz is thought to have left Bad Religion as a result of internal disputes, but actually left the band in 1994 so he could run Epitaph full-time. That year Bad Religion and Epitaph received widespread fame, both within and outside the punk community, when Bad Religion (even though they had left Epitaph by this time), NOFX, Rancid and The Offspring all released hit records. This was a big year for punk in the mainstream; Rancid appeared on Saturday Night Live the following year, playing \"Ruby Soho\" and \"Roots Radicals\". The Offspring eventually left for Columbia Records in a contract dispute, but their album Smash became the best-selling independent album of all time, with more than 11 million units sold worldwide to date. ===Change in style (2000s)=== In 2001, Brett Gurewitz returned to Bad Religion, and the band returned to Epitaph Records,Piccoli, Sean (2002) \"Punk's been good to bad religion\", South Florida Sun-Sentinel, March 1, 2002, p. 36 releasing seven more albums, the latest being Age of Unreason (2019). In mid-2005 Epitaph was added to the official list of RIAA members along with several other high-profile independent labels. The reason for the listing is not clear, but one source points to an agreement for internet P2P distribution. Another source claims label management joined RIAA to get certified sales awards (i.e., official \"Gold\" or \"Platinum\" record status) for releases. This sparked some controversy as some feel they should no longer be labeled independent if they are a member of the RIAA. However, the only source that has actually been used for these claims of membership is the official RIAA membership list, which has been disputed. As of this writing, not only is Epitaph listed as an official member but Lookout! Records is once again listed, after being falsely listed before. In addition, Fat Wreck Chords has released statements denying their own involvement in the RIAA, condemning the organization. During this time, the label started to stray from its traditional punk rock output by signing a number of post- hardcore bands such as The Blackout, Escape The Fate, From First to Last, Hell Is for Heroes, I Am Ghost, Matchbook Romance, Our Last Night, Scatter the Ashes, Story of the Year, Thursday, Vanna, and You Me at Six. ===Recent years (2010s)=== Epitaph signed Weezer in 2010, the label releasing Hurley later that year.Luerssen, John D. (2010) \"Weezer Sign to Epitaph, Announce 'Hurley' Album\", Spinner, August 5, 2010, retrieved May 8, 2011 The label signed Social Distortion in the same year.Goodman, Dean (2010) \"Rock band Weezer honors 'Lost' star on new album\", Reuters, August 11, 2010, retrieved May 8, 2011 Epitaph signed Australian punk band Dangerous! in 2011 and released album Teenage Rampage. Epitaph had also signed the Canadian punk rock band Propagandhi. The label has also been more active in signing bands from the emo revival including The Menzingers, Joyce Manor, Pianos Become the Teeth, Defeater, The World Is a Beautiful Place & I Am No Longer Afraid to Die, and Touché Amoré. ==Sales certifications== Epitaph has issued two albums that have been certified as platinum or multi-platinum, for sales of over 1 million units, by the Recording Industry Association of America: Smash by The Offspring, which has been certified six-times platinum, and ...And Out Come the Wolves by Rancid, which has been certified platinum. Seven albums released by the label, or its subsidiaries Hellcat and ANTI-, have been certified gold for sales of 500,000 copies: Ignition by The Offspring, Punk in Drublic by NOFX, Let's Go by Rancid, Orphans: Brawlers, Bawlers & Bastards by Tom Waits, The Drug in Me Is You by Falling in Reverse, The Warrior's Code by Dropkick Murphys and Sempiternal by Bring Me the Horizon. ==Artists== ===Current artists=== * Adult Mom * Alkaline Trio * The All-American Rejects * Architects (World ex. Australia, South Africa and New Zealand) * Bad Religion * Bad Suns * Cold Hart * Color Film * Converge * Cover Your Tracks (inactive since 2016) * Danny Elfman * Defeater * Descendents * Desaparecidos * Every Time I Die * Fake Names * Falling in Reverse * The Frights * The Garden * Green Day (distribution only for first two albums) * Guccihighwaters * The Ghost Inside * Hot Water Music * Hunny * Jay Kenz * Jamie T * Joyce Manor * Justin Pierre * La Dispute * The Lawrence Arms * Lil Lotus * Linda Lindas * Mannequin Pussy * The Menzingers * Millencolin * The Muslims * Nascar Aloe * Neverkept * Now and on Earth (formerly Skip The Foreplay) * Off With Their Heads * Parkway Drive (World Ex. Australia & New Zealand) * Pennywise * Pianos Become the Teeth * Plague Vendor * plxntkid * poptropicaslutz! * Propagandhi * Quicksand * Raised Fist * Refused * Remo Drive * Retox * Roll The Tanks * Saosin * Save Face * SayWeCanFly * The Sidekicks * Sleepwave * Social Distortion * Soul Glo * Teenage Wrist * THICK * Thrice * This Wild Life * Too Close to Touch * Touché Amoré * The World Is a Beautiful Place & I Am No Longer Afraid to Die ===Former artists=== * 1208 * 98 Mute * 59 Times The Pain * Agnostic Front * ALL * Alesana * Atmosphere * Avion Roe * Beatsteaks * Beautiful Bodies (Disbanded) * Big Talk * The Blood Brothers (re-releasing old material) * Bombshell Rocks * Bob Log III * The Bouncing Souls (active with Pure Noise Records) * Bring Me the Horizon (active with Sony Music) * Burning Heads * Busdriver (now on Epitaph's sub-label ANTI-) * The Blackout * The Business * Circle Jerks * Claw Hammer * Coffin Break * The Color of Violence * The Cramps * Culture Abuse * Dag Nasty * Danger Doom * Dangerous! * Daredevils * A Day to Remember (one partner release with ADTR Records; distribution only, active with Fueled By Ramen) * Dead Fucking Last * Death by Stereo (active with Indecision Records) * The Deviates * The Distillers * Division of Laura Lee * Down By Law * The Draft (disbanded) * Dwarves * Error * Escape the Fate (active with Eleven Seven Label Group) * Eyedea & Abilities * Farewell * Frank Turner (active with Polydor/Xtra Mile) * Frenzal Rhomb * From First to Last * Gallows (re-releasing old material in North America) * Gas Huffer * The Ghost of a Thousand * Green Day (re-releasing old material in Europe;) * Guttermouth * H2O (active with Bridge Nine Records) * Heavens (disbanded) * The Higher * Hell Is for Heroes * The Hives * Heideroosjes * Humpers * I Against I * I Am Ghost * I Killed the Prom Queen * Ikara Colt * The (International) Noise Conspiracy (disbanded) * I Set My Friends on Fire * The Joykiller * Wayne Kramer * L7 * Leathermouth * Letlive * Madball * Matchbook Romance * The Matches * Motion City Soundtrack * New Found Glory (active with Hopeless Records) * New Bomb Turks * Nick Cave and the Bad Seeds * No Fun at All (Burning Heart Records) * NOFX (active with Fat Wreck Chords) * Obey the Brave * The Offspring * Osker * Our Last Night * Pete Philly and Perquisite * The Pietasters * Poison Idea * Pulley * Rancid (now on Epitaph's sub-label Hellcat Records) * Randy * Red Aunts * Rich Kids on LSD * Ruth Ruth * Sage Francis (now on Epitaph's sub-label ANTI-) * Satanic Surfers * Scatter the Ashes * Settle * Set Your Goals * Sleeping with Sirens (active with Sumerian Records) * Story of the Year * Sing It Loud * Some Girls * The Sound of Animals Fighting * The Special Goodness * SNFU * Straightfaced * Survive This! (Disbanded) * Ten Foot Pole * Terrorgruppe * Thelonious Monster * Thursday * Total Chaos * Tricky * Turbonegro * Union 13 * U.S. Bombs * Undeclinable Ambuscade * The Vandals (active with Kung Fu Records) * Vanna (Disbanded) * Veara * Voodoo Glow Skulls (active with Dr. Strange Records) * The Weakerthans (on hiatus) * Weezer (active with Atlantic Records) * Youth Group (now on Epitaph's sub-label ANTI-) * You Me at Six (active with BMG Rights Management) * Zeke == Compilations == * Punk-O-Rama series * Unsound series * How We Rock * Spirit of the Streets * Epitaph / Union skate/surf DVD series ** Football Schmootball (1st) ** DC Video (3rd) ** Circle One (5th) * Out of Print Compilations ** Bored Generation skate/surf enhanced CD-ROM (1996) ** More Songs About Anger, Fear, Sex & Death (1992) * New Noise (2010) * New Noise 2 (2011) == See also == * Epitaph Records discography * List of record labels * Hellcat Records * ANTI- ==References== Category:Bad Religion Category:Record labels established in 1980 Category:Record labels established in 1987 Category:1980 establishments in California Category:1987 establishments in California Category:Re-established companies Category:Record labels based in California Category:American independent record labels Category:Punk record labels Category:Hardcore record labels Category:Alternative rock record labels Category:American companies established in 1980 Category:American companies established in 1987",
 "title": "Epitaph Records"
}