{
 "id": "162399",
 "text": "Amorica (stylized as amorica.) is the third studio album by American rock band The Black Crowes. Spawned from the band's unreleased, incompleted, scrapped Tall album, Amorica was released November 1, 1994, on American Recordings and reissued in the UK in 1998 with two bonus tracks. Amorica reached gold status in the United States, shipping 500,000 copies. The record cover notably featured a close-up photo of the pelvic region of a woman wearing a United States flag thong with pubic hair showing at the top of the thong. The cover photo was taken from the cover of the July 1976 issue of Hustler magazine. The album with this cover was subsequently banned from chain stores like Walmart and Kmart, resulting in the cover being censored with a solid black background, displaying only the thong. The Amorica album came as a re- recording of a previous Black Crowes project tentatively titled \"Tall\", which was produced by Chris Robinson. Rich Robinson stated, \"Chris and I got into a huge fight over it because he wanted to produce it and I'm like, no, but he did it anyway because the rest of the band was sort of on his side.\" Chris also stated, \"Rich obviously has his head up his ass about what 'Tall' was because I wanted to produce the band. I really wanted to take away the big Black Crowes sound, I mean, there were guitars there, but they weren't the main thing...I had Jellyfish singing on a lot of things with me, big harmonies...and there were French horn players on there, and lots of percussionists, different things and Amorica is more Rich's ideas from \"Tall\" really and my ideas were kind of scraped off there.\" The \"Tall\" songs were released (featuring new mixes by Paul Stacey) as part of the 2006 compilation The Lost Crowes (the original mixes of the \"Tall\" material circulate on bootlegs). Other songs recorded during the Amorica sessions were \"Feathers\", \"Tied Up and Swallowed\" and \"Chevrolet\" (a Taj Mahal cover). These tracks were later released as B-sides, bonus tracks or on compilation albums. ==Reception== \"The Crowes haven't ceased their cocky pillaging of the universal jukebox – echoes of the Stones and Led Zep abound,\" wrote Rolling Stone Paul Evans, who awarded the album three and a half stars. \"But in joining the mix with offbeat kicks (Latino rhythms, wah-wah guitar, strange vocal treatments), they sound remarkably fresh.\"Rolling Stone, November 3, 1994, p96 In July 2014, Guitar World chose Amorica as one of \"50 Iconic Albums That Defined 1994\". ==Track listing== ==Personnel== The Black Crowes *Chris Robinson – vocals, harmonica *Rich Robinson – guitar *Marc Ford – guitar *Johnny Colt – bass guitar *Steve Gorman – drums *Eddie Harsch – keyboards Additional personnel * Jimmy Ashhurst – mandolin * Eric Bobo – percussion * Bruce Kaphan – pedal steel guitar * Andy Sturmer – \"assorted musical gifts\" Production * Pete Angelus – personal manager * The Black Crowes – producer * Bob Ludwig – mastering * Jack Joseph Puig – producer, engineer, mixer * Jeff Sheehan – assistant engineer ==Charts== {| class=\"wikitable sortable plainrowheaders\" ! Chart (1994) ! Peak position |- |- |- |- |- |- |- |- |- |} ==References== ==External links== * In- depth article on Amorica Category:1994 albums Category:American Recordings (record label) albums Category:The Black Crowes albums Category:Obscenity controversies in music",
 "title": "Amorica"
}