{
 "id": "162745",
 "text": "Sir James Brooke, Rajah of Sarawak (29 April 1803Calcutta Monthly Journal , May 1803, p.158, \"Bengal Births..At Bandel, on the 29th ultimo, the Lady of T.Brooke, Esq. of a Son\" – 11 June 1868), was a British soldier and adventurer who founded the Raj of Sarawak in Borneo. He ruled as the first White Rajah of Sarawak from 1841 until his death in 1868. Brooke was born and raised during the Company Raj of the British East India Company in India. After a few years of education in England, he served in the Bengal Army, was wounded, and resigned his commission. He then bought a ship and sailed out to the Malay Archipelago where, by helping to crush a rebellion, he became governor of Sarawak. He then vigorously suppressed piracy in the region and, in the ensuing turmoil, restored the Sultan of Brunei to his throne, for which the Sultan made Brooke the Rajah of Sarawak. He ruled until his death. Brooke was not without detractors and was criticised in the British Parliament and officially investigated in Singapore for his anti-piracy measures. He was, however, honoured and feted in London for his activities in Southeast Asia. The naturalist Alfred Russel Wallace was one of many visitors whose published work spoke of his hospitality and achievements. ==Early life== Brooke was born in Bandel, near Calcutta, Bengal, but baptised Birth and Baptism records http://indiafamily.bl.uk/ui/FullDisplay.aspx?RecordId=014-000031913 in Secrole, a suburb of Benares. His father, Thomas Brooke, was an English Judge in the Court of Appeal at Bareilly, British India; his mother, Anna Maria, born in Hertfordshire, was the daughter of Scottish peer Colonel William Stuart, 9th Lord Blantyre, and his mistress Harriott Teasdale. Brooke stayed at home in India until he was sent, aged 12, to England for a brief education at Norwich School from which he ran away. Some home tutoring followed in Bath before he returned to India in 1819 as an ensign in the Bengal Army of the British East India Company. He saw action in Assam during the First Anglo- Burmese War until seriously wounded in 1825, and was sent to England for recovery. In 1830, he arrived back in Madras but was too late to rejoin his unit, and resigned his commission. He remained on the ship he had travelled out in, the Castle Huntley, and returned home via China. ==Sarawak== Brooke attempted to trade in the Far East, but was not successful. In 1835 he inherited £30,000, which he used as capital to purchase a 142-ton schooner, Royalist. Setting sail for Borneo in 1838, he arrived in Kuching in August to find the settlement facing an uprising against the Sultan of Brunei. Greatly impressed with the Malay Archipelago, in Sarawak he met the sultan's uncle, Pangeran Muda Hashim, to whom he gave assistance in crushing the rebellion, thereby winning the gratitude of the Omar Ali Saifuddin II, the 23rd Sultan of Brunei, who in 1841 offered Brooke the governorship of Sarawak in return for his help. Rajah Brooke was highly successful in suppressing the widespread piracy of the region. However, some Malay nobles in Brunei, unhappy over Brooke's measures against piracy, arranged for the murder of Muda Hashim and his followers. Brooke, with assistance from a unit of Britain's China Squadron, took over Brunei and restored its sultan to the throne. In 1842, the Sultan ceded complete sovereignty of Sarawak to Brooke. He was granted the title of Rajah of Sarawak on 24 September 1841, although the official declaration was not made until 18 August 1842. ==Cession of Labuan to Great Britain== In 1846 Brooke presented the island of Labuan to the British government. He was appointed governor and commander-in-chief of Labuan in 1848. ==Reign== During his reign, Brooke began to establish and cement his rule over Sarawak: reforming the administration, codifying laws and fighting piracy, which proved to be an ongoing issue throughout his rule. Brooke returned temporarily to England in 1847, where he was given the Freedom of the City of London, appointed British consul-general in Borneo and created a Knight Commander of the Order of the Bath (KCB). Brooke pacified the native peoples, including the Dayaks, and suppressed headhunting and piracy. He had many Dayaks in his forces and said that only Dayaks can kill Dayaks. Brooke became the centre of controversy in 1851 when accusations against him of excessive use of force against the native people, under the guise of anti- piracy operations, ultimately led to the appointment of a Commission of Inquiry in Singapore in 1854. After investigation, the Commission dismissed the charges but the accusations continued to haunt him. Brooke wrote to Alfred Russel Wallace on leaving England in April 1853, \"to assure Wallace that he would be very glad to see him at Sarawak.\"Raby, Peter. Alfred Russel Wallace: A Life. Princeton, New Jersey: Princeton University Press, 2001, p. 87 This was an invitation that helped Wallace decide on the Malay Archipelago for his next expedition, an expedition that lasted for eight years and established him as one of the foremost Victorian intellectuals and naturalists of the time. When Wallace arrived in Singapore in September 1854, he found Rajah Brooke \"reluctantly preparing to give evidence to the special commission set up to investigate his controversial anti-piracy activities.\"Raby, p. 100. During his rule, Brooke suppressed an uprising by Liu Shan Bang in 1857 and faced threats from Sarawak warriors like Sharif Masahor and Rentap and managed to suppress them. ==Personal life== thumb|left|James Brooke James Brooke was 'a great admirer' of the novels of Jane Austen, and would 'read them and re-read them', including aloud to his companions in Sarawak.Spenser St John, 'The Life of Sir James Brooke, Rajah of Sarawak' Brooke was influenced by the success of previous British adventurers and the exploits of the British East India Company. His actions in Sarawak were directed at expanding the British Empire and the benefits of its rule, assisting the local people by fighting piracy and slavery, and securing his own personal wealth to further these activities. His own abilities, and those of his successors, provided Sarawak with excellent leadership and wealth generation during difficult times, and resulted in both fame and notoriety in some circles. His appointment as Rajah by the Sultan, and his subsequent knighthood, are evidence that his efforts were widely applauded in both Sarawak and British society. Among his alleged relationships was one with Badruddin, a Sarawak prince, of whom he wrote, \"my love for him was deeper than anyone I knew.\" This phrase led to some considering him to be either homosexual or bisexual. Later, in 1848, Brooke is alleged to have formed a relationship with 16‑year‑old Charles T. C. Grant, grandson of the seventh Earl of Elgin, who supposedly 'reciprocated'.Empire and Sexuality: The British Experience, Ronald Hyam; pp.44–45 Whether this relationship was purely a friendship or otherwise has not been fully revealed. One of Brooke's recent biographers wrote that during Brooke's final years in Burrator in Devon \"there is little doubt ... he was carnally involved with the rough trade of Totnes.\"Barley, p. 208. However, Barley does not note from where he garnered this opinion. Others have suggested Brooke was instead \"homo-social\" and simply preferred the social company of other men, disagreeing with assertions he was a homosexual.The White Rajahs of Sarawak: A Borneo Dynasty by Bob Reece (Archipelago Press, 2004) Although Brooke died unmarried, he did acknowledged a son to his family in 1858. Neither the identity of the son's mother nor his birth date is clear. This son was brought up as Reuben George Walker in the Brighton household of Frances Walker (1841 and 1851 census, apparently born ca. 1836). By 1858 he was aware of his Brooke connection and by 1871 he is on the census at the parish of Plumtree, Nottinghamshire as \"George Brooke\", age \"40\", birthplace \"Sarawak, Borneo\". He married Martha Elizabeth Mowbray on 10 July 1862, and had seven children, three of whom survived infancy; the oldest was called James. George died travelling to Australia, in the wreck of the SS British Admiral on 23 May 1874. A memorial to this effect – giving a birthdate of 1834 – is in the churchyard at Plumtree. On 19 July 1915, it has also been mentioned by Francis William Douglas (1874–1953), the Acting Resident for Brunei and Labuan from November 1913 to January 1915 in his letter to the Foreign Office that he heard from the Bruneian woman Pengiran Anak Hashima that Brooke was married (by Muslim rites), to her aunt Pengiran Anak Fatima, the daughter of Pengiran Anak Abdul Kadir and also the granddaughter of Sultan Muhammad Kanzul Alam, the 21st Sultan of Brunei. This marriage would not be valid in Europe. They had a daughter, who was interviewed by the then British Consul in 1864. Douglas also mentioned about this daughter on the same letter after he met a physician Dr Ogilvie quite recently who told him that he had met Brooke's already married Bruneian daughter in 1866. thumb|Rajah James Brooke ==Succession, death and burial== Having no legitimate children, in 1861 he formally named Captain John Brooke Johnson Brooke, his sister's eldest son, as his successor. Two years later, the Rajah reacted to criticism by returning to the east: after a brief meeting in Singapore, John was deposed and banished from Sarawak. James increased the charges to treasonous conduct and later named John's younger brother, Charles Anthoni Johnson Brooke, as successor. Having suffered three strokes over last ten years, Brooke died in Burrator, Dartmoor, Devonshire in England on 11 June 1868 and was buried at the graveyard of St Leonard's Church in Sheepstor. ==In popular culture== Fictionalised accounts of Brooke's exploits in Sarawak include Kalimantaan by C. S. Godshalk and The White Rajah by Nicholas Monsarrat. Another book, also called The White Rajah, by Tom Williams, was published by JMS Books in 2010. Brooke is also featured in Flashman's Lady, the 6th book in George MacDonald Fraser's meticulously researched The Flashman Papers novels; and in Sandokan: The Pirates of Malaysia (I pirati della Malesia), the second novel in Emilio Salgari's Sandokan series. Brooke was also a model for the hero of Joseph Conrad's novel Lord Jim, and he is briefly mentioned in Kipling's short story \"The Man Who Would Be King\". Charles Kingsley dedicated the novel Westward Ho! (1855) to Brooke. In 1936, Errol Flynn intended to star in a film of Brooke's life called The White Rajah for Warner Bros., based on a script by Flynn himself. However, although the project was announced for filming, it was never made. In September 2016, a film based on Brooke's life was to be made in Sarawak with the support of Abang Abdul Rahman Johari of the Government of Sarawak, with writer Rob Allyn and Sergei Bodrov as its director. The Brooke Heritage Trust, a non-profit organisation, was to serve as the film's technical advisors, with one of them being Jason Brooke, the current heir of the Brooke family. The film, titled Edge of the World, was released in 2021. ==Honours and legacy== British Honours * KCB: Knight Commander of the Order of the Bath, 1848 Some Bornean plant species were named in Brooke's honour: * Rhododendron brookeanum, a flowering plant named by Hugh Low and John Lindley, now included in Rhododendron javanicum * Rajah Brooke's Pitcher Plant (Nepenthes rajah), a pitcher plant named by Joseph Dalton Hooker also insects: * Rajah Brooke's Birdwing (Trogonoptera brookiana), a butterfly named by Alfred R. Wallace * Rajah Brooke's Stag Beetle, Lucanus brookeanus Snellen Van Vollenhoven, 1861 = Odontolabis brookeana, collected by Alfred R. Wallace Beccialoni, George three species of reptiles:Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (\"Brooke\", p. 39). * Brooke's house gecko, Hemidactylus brookii * Brooke's sea snake, Hydrophis brookii * Brooke's keeled skink, Tropidophorus brookei and a snail: * Bertia (Ryssota) brookei (Adams & Reeve, 1848) In 1857, the native village of Newash in Grey County, Ontario, Canada, was renamed Brooke and the adjacent township was named Sarawak by William Coutts Keppel (known as Viscount Bury, later the 7th Earl of Albemarle) who was Superintendent of Indian Affairs in Canada.Marsh, Edith L. A History of the County of Grey. Owen Sound, Ont.: Fleming, 1931, pp. 210-211. James Brooke was a close friend of Viscount Bury's uncle, Henry Keppel; they had met in 1843 while fighting pirates off the coast of Borneo.Jacob, Gertrude L. The Raja of Saráwak: An Account of Sir James Brooke. London: Macmillan, 1876, vol. 1, ch. XIII. Townships to the northwest of Sarawak were named Keppel and Albemarle. In 2001, Sarawak and Keppel became part of the township of Georgian Bluffs; Albemarle joined the town of South Bruce Peninsula in 1999. Keppel-Sarawak School is located in Owen Sound, Ontario. Brooke's Point, a major municipality on the island of Palawan, Philippines, is named after him. Both Brooke's Lighthouse and Brooke's Port, historical landmarks in Brooke's Point, are believed to have been constructed by Sir James Brooke. Today, owing to erosion and the constant movement of the tides, only a few stones can still be seen at the Port. The remnants of the original lighthouse tower are still visible, although the area is now occupied by a new lighthouse. ==Notes== :a.The term Rajah reflects traditional usage in Sarawak and English writing, although Raja may be better orthography in Malay. ==References== ==Sources== * Barley, Nigel (2002), White Rajah, Time Warner: London. . * Cavendish, Richard, \"Birth of Sir James Brooke\", History Today. April 2003, Vol. 53, Issue 4. * Doering, Jonathan. \"The Enigmatic Sir James Brooke.\" Contemporary Review, July 2003. (Book review of White Rajah by Nigel Barley. Little, Brown. .) * Jacob, Gertrude Le Grand. The Raja of Saráwak: An Account of Sir James Brooks. K. C. B., LL. D., Given Chiefly Through Letters and Journals. London: MacMillan, 1876. * Rutter, Owen (ed) Rajah Brooke & Baroness Burdett Coutts. Consisting of the letters from Sir James Brooke to Miss Angela, afterwards Baroness, Burdett Coutts 1935. * Wason, Charles William. The Annual Register: A Review of Public Events at Home and Abroad for the Year 1868. London: Rivingtons, Waterloo Place, 1869. pp. 162–163. ==Further reading== * Hahn, Emily (1953) James Brooke of Sarawak, London, Arthur Barker. * Ingleson, John (1979) Expanding the empire: James Brooke and the Sarawak lobby, 1839–1868, Nedlands, W.A.: Centre for South and Southeast Asian Studies, University of Western Australia. * Payne, Robert (1960) The White Rajahs of Sarawak, Robert Hale. * Pybus, Cassandra (1996) 'White Rajah: A Dynastic Intrigue' University of Queensland Press. * Runciman, Steve (1960) The White Rajahs: A History of Sarawak from 1841 to 1946, Cambridge University Press. * St. John, Sir Spenser (1879) The life of Sir James Brooke: rajah of Sarawak: from his personal papers and correspondence, Edinburgh & London: Blackwood * Tarling, Nicholas (1982) The burthen, the risk, and the glory: a biography of Sir James Brooke, Kuala Lumpur; New York: Oxford University Press. Category:1803 births Category:1868 deaths Category:Anglo-Scots James Brooke Category:People involved in anti-piracy efforts Category:People educated at Norwich School Category:Knights Commander of the Order of the Bath Category:19th-century monarchs in Asia Category:Southeast Asian monarchs Category:Burials in Devon",
 "title": "James Brooke"
}