{
 "id": "163381",
 "text": "Eamonn Andrews, (19 December 1922 – 5 November 1987) was an Irish radio and television presenter, employed primarily in the United Kingdom from the 1950s to the 1980s. From 1960 to 1964 he chaired the Radio Éireann Authority (now the RTÉ Authority), which oversaw the introduction of a state television service in the Republic of Ireland. ==Early life== Andrews was born in Synge Street, Dublin, and educated at Synge Street CBS. He began his career as a clerk in an insurance office. He was a keen amateur boxer and won the Irish junior middleweight title in 1944. ==Broadcasting career== By 1944 he wasPersonal knowledge, I knew him. the Hon. Secretary of St. Andrew's Boxing Club. In 1946 he became a full-time freelance sports commentator, working for Radio Éireann, Ireland's state broadcaster. In 1950, he began presenting programmes for the BBC, being particularly well known for boxing commentaries, and soon became one of television's most popular presenters. The following year, the game show What's My Line? began and Andrews was the host. He was also an occasional panellist and host of the original American version. Throughout the 1950s, he commentated on the major British heavyweight fights on the BBC Light Programme, with inter-round summaries by W. Barrington Dalby. On 20 January 1956, he reached No 18 in the UK Singles Chart with a \"spoken narrative\" recording named \"The Shifting Whispering Sands (Parts 1 & 2)\", which was produced by George Martin with musical backing by the Ron Goodwin Orchestra, released by Parlophone as catalogue number R 4106, a double-sided 78 rpm record. The song later reappeared on Kenny Everett's compilation album The World's Worst Record Show, released in June 1978. Between 1955 and 1964, he presented the long-running Sports Report on the BBC Light Programme. In 1965, he left the BBC to join the ITV contractor ABC, where he pioneered the chat show format in the UK. He hosted The Eamonn Andrews Show on ITV for five years.\"The Eamonn Andrews Show (1964–1969)\", IMDb. He was known for coming up with off-the-cuff linkings that did not work, such as: \"Speaking of cheese sandwiches, have you come far?\" This was parodied by the character Seamus Android on Round the Horne in the 1960s, performed by Bill Pertwee. In the 1960s and 1970s he presented Thames Television's Today news magazine programme. He was probably best known as the presenter of the UK version of This Is Your Life, between its inception in 1955 and his death in 1987, when he was succeeded by Michael Aspel (who had also succeeded Andrews as the host of Crackerjack! more than twenty years earlier). Andrews was the first This Is Your Life subject on British television when he was surprised by the show's creator, Ralph Edwards. Andrews also created a long-running panel game called Whose Baby? that originally ran on the BBC and later on ITV. He was a regular presenter of the early Miss World pageants. Andrews chaired the Radio Éireann Authority (now the RTÉ Authority) between 1960 and 1964, overseeing the introduction of state television to the Republic of Ireland and establishing the broadcaster as an independent semi-state body. At about this time, he also acquired a number of business interests in Ireland, including recording studios and a dance hall. Andrews stepped down from the RTÉ Authority amidst a bitter political storm over what was seen as the controversial content of The Late Late Show. Before leaving RTÉ, Andrews defended the show as 'freedom of expression'. ==Death== After months of illness during 1987, originally caused by a virus contracted during a plane journey, Andrews died from heart failure on 5 November 1987 aged 64 at the Cromwell Hospital in London. He had recorded his last edition of This Is Your Life six days previously on 30 October 1987. After his death, the show, and two others that had yet to be broadcast, were postponed until, with his widow's permission, they were broadcast in January 1988. A funeral service was held for Andrews at St Anne's Church in Portmarnock where he had his home, and his body was buried in Balgriffin Cemetery to the north of Dublin. A memorial mass was held for him in Westminster Cathedral.'TV star Eamonn Andrews loved Porthmarnock home', Fingal Independent, 24 September 2004. ==Personal life== Andrews married Gráinne in 1951. They raised three adopted children.Interview with his daughters, RTE1, 23 June 2012. ==Civic recognition== For his work in British broadcasting Andrews was awarded an honorary Commander of the Most Excellent Order of the British Empire in 1970.'Andrews' Death cast doubt upon the future of his show'. The Guardian. London. 6 November 1987. Andrews' contribution to radio in the United Kingdom is commemorated in the Radio Academy Hall of Fame. ==Television credits== *What's My Line? (1951–63 and 1984–87) *This Is Your Life (1955–64 and 1969–87) *World of Sport (1965–68) *Crackerjack! and Playbox (children's series) *Whose Baby? (a panel game he created and owned) *Top of the World (1982) == Portrayal in fiction == Andrews appears as a character in Series 8, Episode 1 of the television detective series Endeavour. Andrews, played by Lewis Macleod, surprises a celebrity footballer during a fashion show in Oxford. ==See also== * List of people on stamps of Ireland ==References== ==External links== * * Andrews pictured as stock-car racing commentator in 1955 Category:1922 births Category:1987 deaths Category:Irish game show hosts Category:Honorary Commanders of the Order of the British Empire Category:Irish expatriates in England Category:Irish radio presenters Category:People educated at Synge Street CBS Category:Irish television talk show hosts Category:Television personalities from Dublin (city) Category:People from Portobello, Dublin",
 "title": "Eamonn Andrews"
}