{
 "id": "163710",
 "text": "Wasteland is a science fiction open world role-playing video game developed by Interplay and published by Electronic Arts at the beginning of 1988. The game is set in a futuristic, post-apocalyptic America destroyed by a nuclear holocaust generations before. Developers originally made the game for the Apple II and it was ported to the Commodore 64 and MS-DOS. It was re-released for Microsoft Windows, OS X, and Linux in 2013 via Steam and GOG.com, and in 2014 via Desura. Critically acclaimed and commercially successful, Wasteland was intended to be followed by two separate sequels, but Electronic Arts dropped claims of Fountain of Dreams being a sequel and Interplay's Meantime was cancelled. The game's general setting and concept became the basis for Interplay's 1997 role-playing video game Fallout, which would extend into the Fallout series. Game developer inXile Entertainment released a sequel, Wasteland 2, in 2014, and Wasteland 3 was released on August 28, 2020. Wasteland Remastered was released on February 25, 2020, in honor of the original game's 30th anniversary. ==Gameplay== thumb|left|A screenshot of an encounter with mutated \"Drools\" in the DOS version Wastelands game mechanics are based on those used in the tabletop role-playing games, such as Tunnels and Trolls and Mercenaries, Spies and Private Eyes created by Wasteland designers Ken St. Andre and Michael Stackpole. Characters in Wasteland have various statistics (strength, intelligence, luck, speed, agility, dexterity, and charisma) that allow the characters to use different skills and weapons. Experience is gained through battle and skill usage. The game generally lets players advance using a variety of tactics: to get through a locked gate, the characters could use their picklock skill, their climb skill, or their strength attribute; or they could force the gate with a crowbar or a LAW rocket. The player's party begins with four characters. Through the course of the game the party can hold as many as seven characters by recruiting certain citizens and wasteland creatures. Unlike those of other computer RPGs of the time, these non-player characters (NPCs) might at times refuse to follow the player's commands, such as when the player orders the character to give up an item or perform an action. The game is noted for its high and unforgiving difficulty level. The prose appearing in the game's combat screens, such as phrases saying an enemy is \"reduced to a thin red paste\" and \"explodes like a blood sausage\", prompted an unofficial PG-13 sticker on the game packaging in the U.S. Wasteland was one of the first games featuring a persistent world, where changes to the game world were stored and kept. Returning to an area later in the game, the player would find it in the state the player left it, rather than being reset, as was common for games of the time. Since hard drives were still rare in home computers in 1988, this meant the original game disk had to be copied first, as the manual instructed one to do. Another feature of the game was the inclusion of a printed collection of paragraphs that the player would read at the appropriate times. These paragraphs described encounters and conversations, contained clues, and added to the overall texture of the game. Because disk space was at a premium, it saved on resources to have most of the game's story printed out in a separate manual rather than stored within the game's code itself. The paragraph books also served as a rudimentary form of copy protection; someone playing a copied version of the game would miss out on much of the story and clues necessary to progress. The paragraphs included an unrelated story line about a mission to Mars intended to mislead those who read the paragraphs when not instructed to, and a false set of passwords that would trip up cheaters. ==Plot== In 2087 (one hundred years after the game's development), generations after the devastation of a global nuclear war in 1998, a distant remnant force of the U.S. Army called the Desert Rangers is based in the Southwestern United States, acting as peacekeepers to protect fellow survivors and their descendants. A team of Desert Rangers is assigned to investigate a series of disturbances in nearby areas. Throughout the game, the rangers explore the remaining enclaves of human civilization, including a post-apocalyptic Las Vegas. As the group's investigation deepens, the Rangers discover evidence of a larger menace threatening to exterminate what is left of humankind. A pre- war artificial intelligence operating from a surviving military facility, Base Cochise, is constructing armies of killer machines and cybernetically modified humans to attack human settlements with the help of Irwin Finster, the deranged former commander of the base. Finster has gone so far as to transform himself into a cyborg under the AI's control. The AI's ultimate goal is to complete \"Project Darwin\" (which Finster was in charge of) and replace the world's \"flawed\" population with genetically pure specimens. With help from a pre-war android named Max, the player recovers the necessary technology and weapons in order to confront the AI at Base Cochise and destroy it by making the base's nuclear reactor melt down. ==Development== Brian Fargo in an interview with Hartley and Patricia Lesse for MicroTimes in 1987, said that Interplay started work on the game about a year ago. Fargo further stated that the game was created on Apple II, as it was equally important to him as the Commodore 64. He described the game as a hybrid of Ultima games and The Bard's Tale, while being post-apocalyptic and in a similar vein as the Mad Max films. He described the combat as being similar to The Bard's Tale though also containing strategy; while players would be able to disband parties, or split up party members for exploration, or select the point-of-view of different members. Fargo in an interview with Patrick Hickey Jr. had stated that the genesis of Wasteland came after The Bard's Tale was a hit, as Interplay wanted to make another role-playing video game for Electronic Arts, asides from a sequel to The Bard's Tale. He added that due to his love for Mad Max 2 and post-apocalyptic fiction, he chose a post-apocalyptic setting for this new RPG. While searching for a gameplay system for their new game, they came across the system of Mercenaries, Spies and Private Eyes. It was stated in January 1987 that Michael Stackpole, who authored it and Batman's sourcebook for DC Heroes, would be involved as the game's writer. Alan Pavlish had been chosen to be the lead developer of the video game, writing the game in Apple II machine language and programming the game to react to player choices. Per Ken St. Andre, Fargo's pitch to him was of a post-nuclear holocaust game that took advantage of Pavlish's coding, which allowed for weapons capable of inflicting area effect damage to be used and the map be modified \"on the fly\". === Writing === Ken St. Andre described to Hickey that they wanted to make a game-changing computer role-playing game that will be better than any other at the time, hating the limitations other CRPGs put on gamers. According to him, the process of creating the story of the game took over a year, though it was mostly due to them feeding various possible scenarios into how the game should react at a given time. Wasteland's different story was mostly because of St. Andre and Stackpole, who wanted something new. The original plot was supposed to be similar to Red Dawn, with Russians occupying the United States and fighting against Americans engaged in liberating their nation. St. Andre eventually decided to change this and pitched a new story involving killer robots wanting to wipe out as well as replace humanity, calling it a sort of cross between The Terminator and Daffy Duck, with Brian accepting this new storyline. The location of the game was chosen due to St. Andre living in the region and his familiarity with the area, while making sure the locations of real-world places were accurate in the game. === Release === The game was copyrighted in 1986. Close to release, Interplay insisted that it be labeled PG-13. Said to be in development for five years by Fargo, Wasteland was originally released for the Apple II, Commodore 64, and IBM compatibles. The IBM version added an additional skill called \"Combat Shooting\" which could be bought only when a character was first created. Wasteland was re-released as part of Interplay's 10 Year Anthology: Classic Collection in 1995, and also included in the 1998 Ultimate RPG Archives through Interplay's DragonPlay label. These later bundled releases were missing the original setup program, which allowed the game's maps to be reset, while retaining the player's original team of Rangers. Jeremy Reaban wrote an unofficial (and unsupported) program that emulated this functionality. ==Reception== Computer Gaming World cited Wastelands \"ease of play, richness of plot, problem solving requirements, skill and task system, and graphic display\" as elements of its excellence. The magazine's Scorpia favorably reviewed the game in 1991 and 1993, calling it \"really the only decently-designed post-nuke game on the market\". In 1992 the magazine stated that the game's \"classic mix of combat and problem-solving\" was the favorite of its readers in 1988, and that \"the way in which Wastelands NPCs related to the player characters, the questions of dealing with moral dilemmas, and the treatment of skills set this game apart.\" In 1994 the magazine mentioned Wasteland as an example of how \"older, less sophisticated engines can still play host to a great game\". Orson Scott Card gave Wasteland a mixed review in Compute!, commending the science fiction elements and setting, but stating that \"mutant bunnies can get boring, too ... This is still a kill-the-monster-and-get-the-treasure game, without the overarching story that makes each Ultima installment meaningful.\" Another writer for Compute! praised the game, however, citing its non-linear design and multiple puzzle solutions, the vague nature of the goal, and customizable player stats. Julia Martin's review for Challenge favorably recommended the game for those into RPGs and adventure games, comparing it to Twilight: 2000, praising its combat system, choices and for differing from the usual sword- and-fantasy genre. She called the game well done and stated it offered hours of fun. She also criticized having to insert the primary \"A\" disk in order to play the game after copying it from four disks, the game's save system and characters starting out with useless items. The game was a hit and at its time of release, it sold around 250,000 units. Computer Gaming World awarded Wasteland the Adventure Game of the Year award in 1988. The game received the fourth-highest number of votes in a 1990 survey of the magazine's readers' \"All-Time Favorites\". In 1993 Computer Gaming World added Wasteland to its Hall of Fame, and in 1996, rated it as the ninth best PC video game of all time for introducing the concept of the player's party \"acting like the 'real' people.\" In 2000, Wasteland was ranked as the 24th top PC game of all time by the staff of IGN, who called it \"one of the best RPGs to ever grace the PC\" and \"a truly innovative RPG for its time.\" According to a retrospective review by Richard Cobbett of Eurogamer in 2012, \"even now, it offers a unique RPG world and experience ... a whole fallen civilisation full of puzzles and characters and things to twiddle with, all magically crammed into less than a megabyte of space.\" In another retrospective article that same year, IGN's Kristan Reed wrote that \"time has not been kind to Wasteland, but its core concepts stand firm.\" ==Legacy== ===Sequels and spiritual successor=== Wasteland was followed in 1990 by a less-successful intended sequel, Fountain of Dreams, set in post-war Florida. The game neither contained any of the code from Wasteland, nor involved any of the staff that worked on it. Electronic Arts however eventually decided to downplay its connection to Wasteland, and in 2003 stated that it was not a sequel. Interplay themselves worked on Meantime, which was advertised as a spiritual sequel to Wasteland and did not take place in the same universe. Coding of Meantime was nearly finished and a beta version was produced, but the game was canceled as the Apple II market declined. Interplay has described its 1997 game Fallout as the spiritual successor to Wasteland. According to IGN, \"Interplay's inability to prise the Wasteland brand name from EA's gnarled fingers actually led to it creating Fallout in the first place.\" There are Wasteland homage elements in Fallout and Fallout 2 as well. Fargo's inXile Entertainment acquired the rights to the franchise from Electronic Arts in 2003. The studio developed and published Wasteland 2 on September 19, 2014. The game's production team included the original Wasteland designers Alan Pavlish, Michael A. Stackpole, Ken St. Andre and Liz Danforth, and was crowdfunded through a highly successful Kickstarter campaign. InXile Entertainment announced on September 28, 2016, that it was crowdfunding on Fig to develop another sequel, Wasteland 3. It was released on August 28, 2020. ===Re-release=== In a Kickstarter update for Wasteland 2 on August 9, 2013, project lead Chris Keenan announced that they had reached an agreement with Electronic Arts to release the game for modern operating systems. He added that it will be given for free to backers of Wasteland 2 on Kickstarter, in addition to being made available for purchase on GOG and Steam. The re-release was designed to run on higher resolutions and added in a song by Mark Morgan, higher resolution portraits, the ability to use the original game's manual in-game and the paragraph book's text, as well as expanding the save-game functionality. On November 7, Keenan announced that the re-release titled Wasteland 1 - The Original Classic had gone gold, and had been submitted to GOG and Steam for approval. In response to the player feedback, inXile included the ability to turn off smoothing, including the manual in tooltips, swapping and tweaking portraits while making it work on Mac OS X and Linux. Those who backed Planescape: Torment and received Wasteland 2, also received the re-release for free. The Original Classic edition was released on November 8, 2013 and was downloaded over 33,000 times before its general availability. On November 12, the game was released on GOG. The next day, the game was also released on Steam for Windows, Mac and Linux. On March 11, 2014, it was released for Desura. ===Remaster=== inXile Entertainment announced a remastered version in honor of the original's 30th anniversary, adding it was being produced by Krome Studios. During E3 2019, Brian Fargo announced it was coming to both Windows and Xbox One. He also released screenshots of the game. On January 23, 2020, the release date was revealed as February 25. It was released on GOG, Steam and Microsoft Store. The graphics and sounds were completely overhauled and the game uses 3D models. In addition, it features voiced lines and new portraits for characters. The \"remastered\" edition also includes cross-save support and Xbox Play Anywhere support. ==References== ==External links== * * Category:1988 video games Category:Alternate history video games Category:Anti-war video games Category:Apple II games Category:Cancelled Amstrad CPC games Category:Cancelled ZX Spectrum games Category:Commodore 64 games Category:DOS games Category:Electronic Arts games Category:Interplay Entertainment games Category:Linux games Category:MacOS games Category:Open-world video games Category:Post-apocalyptic video games Category:Role-playing video games Category:Science fiction video games Category:Video games developed in the United States Category:Video games featuring protagonists of selectable gender Category:Video games set in the 2080s Category:Video games set in Arizona Category:Video games set in California Category:Video games set in the Las Vegas Valley Category:Video games set in Nevada Category:Wasteland (series) Category:Windows games Category:Xbox Cloud Gaming games",
 "title": "Wasteland (video game)"
}