{
 "id": "163765",
 "text": "This is a nearly comprehensive list of notable events in music that took place in the year 1900. ==Specific locations== *1900 in Norwegian music ==Events== *January 3 – Giuseppe Verdi's opera Aida makes U.S. debut. *January 23 – The Pittsburg Symphony Orchestra makes its Carnegie Hall debut with Victor Herbert conducting. *February 3 – Adonais, overture by George Whitefield Chadwick is premiered by the Boston Symphony Orchestra. *February 22 – Jacques Thibaud, violin, with the composer himself at the piano, gives the world premièee of George Enescu's Second Violin Sonata in Paris, on a concert that was part of the Concerts Colonne series.Alfred Hoffman and Adrian Rațiu, \"Succese ale simfonistului (1900–1906)\", in George Enescu: Monografie, 2 vols., edited by Mircea Voicana, 237–329 (Bucharest: Editura Academiei Republicii Socialiste România, 1971), citation on p. 245. *March 14 – Hiawatha’s Wedding Feast for soli, chorus and orchestra is played for the first time in Boston under the baton of Benjamin Johnson Lang. *March 22 – The first performance of the entire trilogy Hiawatha's Departure by Samuel Coleridge-Taylor for soli, chorus and orchestra at Royal Albert Hall in London, the composer conducts. *April 10 – Mary Garden makes her operatic debut in the title role of Gustave Charpentier's opera Louise at the Opera-Comique in Paris *May 5 – The Billboard began weekly publication *May 15 – Ignace Paderewski establishes the annual The Paderevski Fund Price for American composers or orchestral compositions. *May 22 – The Dallas Symphony Orchestra gives its first concert in Turner Hall, Dallas, Texas, conducted by Hans Kreissig *July 2 – Jean Sibelius's tone poem Finlandia receives its première with the Helsinki Philharmonic Orchestra conducted by Robert Kajanus. *October 3 – Edward Elgar's The Dream of Gerontius is premièred in Birmingham. *October 15 – Boston Symphony Orchestra has a new home - Symphony Hall, subsequently ranked as accustically one of the best concert halls in the world. *November 12 – Russian pianist Ossip Gabrilowitsch makes his American debut at Carnegie Hall, New York *November 14 – American contralto Louise Homer makes her American debut with the Metropolitan Opera. She sings Amneris in Verdi's Aida *November 16 – Newly founded Philadelphia Orchestra gives its first concert in Philadelphia under the baton of Fritz Scheel. *November 22 – The University of Cambridge, England, awards Edward Elgar with the honorary degree of Doctor of Music *November 24 – The Symphony No.1 in E Minor by Alexander Scriabin is performed at the Russian Concerts in Saint Petersburg, with Anatoly Lyadov conducting. *December 9 – The first two sections of Claude Debussy's Nocturnes called \"Nuages\" and \"Fetes\" received their world premiere at the Concerts Lamoureux in Paris. *December 15 – The second and third movement of Concerto No.2 in C Minor for Piano by Sergej Rachmaninov receive their world premiere in Moscow; Rachmaninov plays the solo part. *The famous dog trademark \"His Master's Voice\" is registered in USA by Joseph Berliner *The Honolulu Symphony Orchestra is founded. ==Published popular music== Image:CreoleBelles1900.jpeg *\"Absence Makes The Heart Grow Fonder (Longing to Be Near Your Side)\" w. Arthur Gillespie m. Herbert Dillea *\"A Bird in a Gilded Cage\" w. Arthur J. Lamb m. Harry Von Tilzer *\"The Blue and the Gray (or A Mother's Gift to Her Country)\" w.m. Paul Dresser *\"Bridge Of Sighs\" w.m. James Thornton *\"Calligan – Call Again!\" w.m. Herbert Rutter & Harry Lauder *\"Calling To Her Boy Just Once Again\" w.m. Paul Dresser *\"Creole Belles\" w. George Sidney m. J. Bodewalt Lampe *\"The Duchess Of Central Park\" w. J. Cheaver Goodwin m. Maurice Levi *\"Every Race Has a Flag but the Coon\" w.m. Will A. Heelan & J. Fred Helf *\"Eyes Of Blue\" m. Andrew Mack *\"The Fatal Rose of Red\" – J. Fred Helf *\"The Flight Of The Bumble Bee\" m. Nikolai Rimsky-Korsakov *\"A Flower From The Garden Of Life\" w.m. Thurland Chattaway *\"For Old Time's Sake\" w.m. Charles K. Harris *\"The Gladiators' Entry\" m. Julius Fučík *\"Hail To The Spirit Of Liberty\" w.m. John Philip Sousa *\"Hunky Dory\" m. Abe Holzmann *\"I Can't Tell Why I Love You But I Do\" w. Will D. Cobb m. Gus Edwards *\"I Love You, Ma Cherie\" w.m. Paul Rubens *\"I Must Have Been A-Dreamin' \" w.m. Bob Cole *\"I Need The Money\" w.m. Raymond A. Browne *\"I Won't Be an Actor No More\" w.m. George M. Cohan *\"I'll Overcome Some Day\" w.m. Charles Albert Tindley *\"In The House Of Too Much Trouble\" w.m. Will A. Heelan & J. Fred Helf *\"I've A Longing In My Heart For You Louise\" w.m. Charles K. Harris *\"Just Because She Made Dem Goo-Goo Eyes\" w.m. John Queen & Hughie Cannon *\"Lift Ev'ry Voice And Sing\" w. James Weldon Johnson m. J. Rosamond Johnson *\"Little Tommy Murphy\" w. Matthew Woodward m. Andrew Mack *\"A Love-Lorn Lily\" w. Louis Harrison & George V. Hobart m. A. Baldwin Sloane *\"Ma Blushin' Rosie\" w. Edgar Smith m. John Stromberg *\"Midnight Fire-Alarm\" – H.J. Lincoln *\"My Charcoal Charmer\" w. Will D. Cobb m. Gus Edwards *\"My Drowsy Babe\" w. George Totten Smith m. George A. Nichols *\"My Sunflower Sue\" w. Walter H. Ford m. John Walter Bratton *\"Nothing Doing\" w. Edgar Smith m. John Stromberg *\"Off To Philadelphia\" w. Gordon Temple m. Walter B. Haynes *\"Oh! Wouldn't That Jar You?\" w.m. Will D. Cobb *\"The Old Flag Never Touched The Ground\" w.m. James Weldon Johnson & J. Rosamond Johnson *\"Song Of The Flea\" – w. Johann Wolfgang von Goethe; m. Modest Moussorgsky *\"Strike Up the Band – Here Comes a Sailor\" w. Andrew B. Sterling m. Charles B. Ward *\"Swipesy\" (Cakewalk) m. Scott Joplin and Arthur Marshall *\"The Tale Of The Kangaroo\" w. Frank Pixley m. Gustave Luders *\"Tell Me Pretty Maiden\" w. Owen Hall m. Leslie Stuart *\"That Old Sunny Window\" w.m. Shelley *\"There Are Two Sides To A Story\" w.m. Will A. Heelan & J. Fred Helf *\"Violets\" w. Julian Fane m. Ellen Wright *\"Wait\" w. Charles Horwitz m. Frederick W. Bowers *\"When Reuben Comes To Town\" w. J. Cheever Goodwin m. Maurice Levi *\"When The Birds Go North Again\" w. Robert F. Roden m. Max S. Witt *\"When The Harvest Days Are Over, Jessie Dear\" w. Howard Graham m. Harry Von Tilzer *\"Who Threw The Overalls In Mrs Murphy's Chowder?\" w.m. George L. Giefer *\"You Never Miss The Water Till The Well Runs Dry\" w.m. Rowland Howard ==Recorded popular music== *\"American Patrol\" – Sousa's Band *\"A Bird in a Gilded Cage\" – Harry Macdonough *\"Doan Ye Cry, Mah Honey\" – S. H. Dudley *\"The Duchess Of Central Park\" – Harry Macdonough *\"For Old Time's Sake\" – Will F. Denny *\"Just Because She Made Dem Goo-Goo Eyes\" – Dan W. Quinn *\"Lead, Kindly Light\" – The Haydn Quartet *\"A Love-Lorn Lily\" – Harry Macdonough *\"Ma Blushin' Rosie\" – Albert C. Campbell *\"My Sunflower Sue\" – Arthur Collins with The Metropolitan Orchestra *\"O! That We Two Were Maying\" – Harry Macdonough & Florence Hayward *\"Strike Up the Band\" – Dan W. Quinn *\"Tell Me Pretty Maiden\" – Lyric Theatre Chorus p. Paul Rubens *\"When Reuben Comes To Town\" – Dan W. Quinn on Victor Records *\"When You Were Sweet Sixteen\" – Jere Mahoney *\"Where The Sweet Magnolias Grow\" – Haydn Quartet ==Classical music== *Edward Elgar – The Dream of Gerontius *George Enescu – **Impromptu, for piano **Die nächtliche Herschau, for baritone, choir, and orchestra **Octet for Strings in C major, Op. 7 **Plugar, for mixed choir *Reinhold Glière – Symphony No 1 in E-flat major, Op. 8 (Premiered on January 16, 1903, in Moscow) *Alexander Goedicke – Piano Concerto *Joseph Holbrooke – The Raven *Gustav Mahler – Symphony No. 4 in G major *Josef Rheinberger – Requiem in D minor *Richard Strauss – Five Songs for voice and piano, Op. 48 *Josef Suk – Pieces for violin and piano ==Opera== right|thumb|Tosca *John Philip Sousa – Chris and the Wonderful Lamp, premiere in New York City, January 1 *Giacomo Puccini – Tosca, premièred at the Teatro Constanzi in Rome, January 14 *Jan Blockx – Thyl Uylenspiegel, premièred in Brussels, January 18 *Alexander von Zemlinsky – Es war einmal, premièred in Vienna Opera, January 22 *Gustave Charpentier – Louise, première in Paris Opera-Comique, February 2 *Ermanno Wolf-Ferrari – La Cenerentola, première in Theatro le Fenice in Venice, February 22 *Gabriel Fauré – Prométhée, première of his first opera in Roman arena at Beziers, August 27 *Mikhail Ippolitov- Ivanov – Asya, première in Moscow, September 28 *Władysław Żeleński - premiere of the opera Janek in Austria, October 4 *Nikolai Rimsky-Korsakov – The Tale of Tsar Saltan, première in Solodovnikov Theatre in Moscow, November 3 *Ruggiero Leoncavallo – Zaza, première in Teatro Lirico in Molan, November 10 *George Stephanescu – Cometa *César Cui – Feast in Time of Plague, première in Moscow at the Noviy Theater, November 1901 ==Ballet== *Alexander Glazunov – Les Ruses d'amour, premiere Hermitage Theater in Saint Petersburg, January 17 *Riccardo Drigo – Les millions d'Arlequin, premiere Hermitage Theater in Saint Petersburg, February 10 *Alexander Glazunov – Les Saisons, premiere Hermitage Theater in Saint Petersburg, February 20 *August Enna – The Shepherdess and the Chimney-Sweep ==Musical theater== *The Cadet Girl: Broadway production opened at the Herald Square Theatre on July 25 and ran for 48 performances *The Casino Girl: London production opened at the Shaftesbury Theatre on April 25 *Chris And The Wonderful Lamp: Broadway production opened at the Victoria Theater on January 1 and ran for 58 performances *Fiddle-Dee-Dee: Broadway production opened at Weber and Fields' Broadway Music Hall on September 6 and ran for 262 performances *Florodora: Broadway production opened at the Casino Theatre on November 10 and ran for 505 performances, while its run at London's Lyric Theatre (opened November 1899) continued throughout the year (closing in March 1901 after 455 performances) *Giddy Throng: Broadway revue opened at the New York Theatre on December 24 and ran for 164 performances *The Messenger Boy: London production opened at the Gaiety Theatre on February 3 and ran for 429 performances *Miss Prinnt: Broadway production opened at the Victoria Theater on December 25 and ran for 211 performances *The Rogers Brothers In Central Park: Broadway production opened at the Victoria Theater on September 17 and transferred to the Grand Opera House on April 1, 1901, for a total run of 80 performances *San Toy: Broadway production opened at Daly's Theatre on October 1 and ran for 65 performances *Véronique (operetta): Vienna production opened at the Theater an der Wien on March 10 ==Births== *January 1 – Xavier Cugat, bandleader (d. 1990) *January 6 – Pierre-Octave Ferroud, French composer (d. 1936) *January 7 – John Brownlee, American baritone and opera teacher (d. 1969) *January 13 – Yasuji Kiyose, Japanese composer (d. 1981) *February 3 – Mabel Mercer, English-American singer and actress (d. 1984){{cite book|last=Smith|first=Jessie Carney|title=Notable Black American Women|publisher=Gale Research|year=1992|page=470 *February 13 – Wingy Manone, U.S. jazz musician (d. 1982) *March 2 – Kurt Weill, German composer. (d. 1950) *March 10 – Peter De Rose, US composer (d. 1953) *March 21 – Paul Kletzki, Polish conductor (d.1973) *April 2 – Anis Fuleihan, Cypriot-born US composer (d. 1970) *April 8 – Gavriel Mullokandov, Bukharian Jewish singer and musician (d. 1972) *April 11 – Kai Normann Andersen, Danish composer (d.1967) *April 14 – Salvatore Baccaloni, Italian bass opera singer (d.1969) *April 17 – Willy Burkhard, Swiss composer (d. 1955) *April 23 – Henry Barraud, French composer (d.1997) *April 26 – Joseph Fuchs, American violinist (d. 1997) *May 5 – Hans Schmidt-Isserstedt, German conductor (d.1973) *May 17 – Nicolai Berezowsky, Russian composer (d.1953) *May 27 – Leopold Godowsky, Jr., American violinist and chemist (d.1983) *May 28 – Tommy Ladnier, jazz musician (d.1939) *June 15 **Paul Mares, jazz musician (d.1949) **Otto Luening, German-American composer (d.1996) *June 17 - Hermann Reutter, German composer (d.1985) *June 22 - Jennie Tourel, Russian mezzo-soprano (d.1973) *June 24 – Gene Austin, US singer and composer (d.1972) *June 26 – Richard Crooks, US tenor (d.1972) *July 8 – George Antheil, composer (d.1959) *July 10 **Evelyn Laye, English actress and singer (d. 1996) **Mitchell Parish, US lyricist (d.1993) *July 13 – George Lewis, jazz musician (d.1968) *July 29 – Don Redman, US arranger, bandleader and saxophonist (d.1964) *August 2 – Helen Morgan, US singer and actress (d.1941) *August 8 – Lucky Millinder, US bandleader (d.1966) *August 22 – Váša Příhoda, Czech violinist (d.1960) *August 23 – Ernst Krenek, composer (d.1991) *September 3 – Eduard van Beinum, Dutch conductor (d.1959) *September 7 – Joan Cross, operatic soprano (d.1993) *September 20 – Uuno Klami, Finnish composer (d.1961) *September 28 – Joe Falcon, Cajun accordionist (d.1965) *October 9 – Elmer Snowden, banjo player (d.1973) *October 19 – Erna Berger, coloratura soprano (d.1990) *November 7 – Efrem Kurtz, Russian conductor (d.1995) *November 14 – Aaron Copland, composer (d.1990) *November 25 ** Arthur Schwartz, US composer (d.1984) ** Tibor Serly, Hungarien composer, violinist and conductor (d.1978) *November 27 – Léon Barzin, Belgian-born American conductor (d.1999) *December 12 – Sammy Davis, Sr., vaudeville entertainer (d.1988) *December 14 – Juan d'Arienzo, tango musician (d.1976) *December 17 – Lucijan Marija Škerjanc, Slovene composer, pedagogue and conductor (d.1973) *December 19 – Audrey Mildmay, English soprano (d.1953) *December 22 – Alan Bush, British pianist, composer and conductor (d. 1995) *December 25 – Gladys Swarthout, American mezzo-soprano (d.1969) *December 27 – Willem van Otterloo, Dutch conductor, cellist and composer (d.1978) *December 29 – B. H. Haggin, music critic (d.1987) ==Deaths== *January 22 – David E. Hughes, musician and inventor, 68 *January 26 – Carl Leopold Sjöberg, composer, 38 *February 3 – Ottokar Novacek, violinist and composer, 33 (heart condition) *March 10 – Johan Peter Emilius Hartmann, composer, 94 *March 13 – Alicia Ann Spottiswoode, songwriter, 89 *March 19 – Charles-Louis Hanon, composer and piano teacher, 80 *April 21 – Charles Beecher, hymn-writer, 84 *May 13 – Hermann Levi, German conductor, 61 *May 28 – George Grove, compiler of the well-known dictionary of music, 79 *June 15 – Barnolt, French operatic tenor, 61Stoullig E. Les Annales du Théâtre et de la Musique, 26eme edition, 1900. Librairie Paul Ollendorff, Paris, 1901. *July 19 – Jovan Sundečić, lyricist of the Montenegro national anthem, 75 *August 11 – Franz Betz, operatic bass-baritone, 65 *August 29 – Herrman S. Saroni, composer, 76 *October 9 – Heinrich von Herzogenberg, conductor and composer, 57 (necrosis of the joints) *October 14 – Sándor Erkel, Hungarian composer, son of Ferenc Erkel *October 15 – Zdeněk Fibich, composer, 49 *November 7 – Joseph Schalk, pianist, conductor and musicologist, 43 *November 14 – Adolf Pollitzer, violinist, 68 *November 17 – Heinrich Porges, choirmaster and music critic, 62 *November 22 – Sir Arthur Sullivan, composer, 58 (kidney disease) *December 8 – Henry Russell, pianist, baritone singer and composer *date unknown – Louis Liebe, conductor and composer (born 1819) ==References== Category:19th century in music Category:Music by year",
 "title": "1900 in music"
}