{
 "id": "163734",
 "text": "This is a list of notable events in music that took place in the year 1926. ==Specific locations== *1926 in British music *1926 in Norwegian music ==Specific genres== *1926 in country music *1926 in jazz ==Events== thumb|right|Blind Lemon Jefferson record * January – Blind Lemon Jefferson makes his first recordings. * April 9 – Leopold Stokowski conducts the world premiere of Edgar Varèse's Amériques, with the Philadelphia Orchestra. * May 12 – Dmitri Shostakovich's Symphony No. 1 premières in Leningrad. The composer is 19 years old. * c. May – Socialist English composer Rutland Boughton stages a performance of his Nativity opera Bethlehem (1915) at Church House, Westminster, in a staging explicitly referencing the 1926 United Kingdom general strike. * June 26 – Václav Talich conducts the world première of Leoš Janáček's Sinfonietta in Prague * October 21 – Carl Nielsen's Flute Concerto is given its world première in Paris * October 28 – Bing Crosby cuts his first record, a recording of \"I've Got the Girl\". * November 4 – Wanda Landowska gives the world première of Manuel de Falla's Harpsichord Concerto in Barcelona * November 27 – Béla Bartók's The Miraculous Mandarin is premièred in Cologne. * December 18 – The Estonian National Symphony Orchestra gives its first concert. * December 26 – World première of Sibelius's tone poem Tapiola by Walter Damrosch and the New York Philharmonic, the last substantial composition to be made public by the composer for the remaining 30 years of his life. * First recordings by Jelly Roll Morton & His Red Hot Peppers * Opening of the Salzburger Festspielhaus * Virgilio Savona begins studying music. * The Société de Musique de Chambre de Genève is founded by Frank Martin. * The National Conservatoire is founded in Athens by composer Manolis Kalomiris and others. * Operatic baritone Leslie Rands marries his D'Oyly Carte co-star Marjorie Eyre. * American all-girl harmony singing trio Hamilton Sisters and Fordyce tour briefly with another female music group, Jerry and her Baby Grands (Geraldine Vallerie). * John Serry Sr. is accepted for studies at the noted Pietro Deiro accordion studio in Greenwich Village starting his education as an instrumentalist at the age of 11. ==Published popular music== * \"(I Love You) Sweetheart of All My Dreams\" w.m. Art Finch, Kay Finch, & Bert Lowe * \"(What Can I Say) After I Say I'm Sorry\" w.m. Walter Donaldson & Abe Lyman * \"Alabama Stomp\" w. Henry Creamer m. James P. Johnson * \"All Alone Monday\" w. Bert Kalmar m. Harry Ruby * \"Am I Wasting My Time On You?\" w.m. Irving Bibo & Howard Johnson * \"Baby Face\" w. Benny Davis m. Harry Akst * \"Barcelona\" w. Gus Kahn m. Tolchard Evans * \"Because I Love You\" w.m. Irving Berlin * \"Big Butter And Egg Man\" w.m. Sidney Clare, Cliff Friend & Joseph H. Santly * \"The Birth Of The Blues\" w. B. G. De Sylva & Lew Brown m. Ray Henderson. Introduced by Harry Richman in the revue George White's Scandals of 1926 * \"Black Bottom\" w. B. G. De Sylva & Lew Brown m. Ray Henderson. Introduced by Ann Pennington, The McCarthy Sisters, Frances Williams and Tom Patricola in the revue George White's Scandals of 1926 * \"Black Bottom Stomp\" m. Jelly Roll Morton * \"The Blue Room\" w. Lorenz Hart m. Richard Rodgers. Introduced by Eva Puck and Sammy White in the musical The Girl Friend * \"Blue Skies\" w&m; Irving Berlin from Broadway musical \"Betsy,\" published 1926. Written to commemorate the birth of Berlin's first born, Mary Ellin Barrett * \"Breezin' Along With The Breeze\" w.m. Haven Gillespie, Seymour Simons & Richard Whiting * \"Bridget O'Flynn\" King, Sterling * \"Bring Back Those Minstrel Days\" w. Ballard MacDonald m. Martin Broones * \"But I Do – You Know I Do\" w. Gus Kahn m. Walter Donaldson * \"By The Tamarisk\" m. Eric Coates * \"Bye Bye Blackbird\" w. Mort Dixon m. Ray Henderson * \"The Chant\" m. Mel Stitzel * \"Charmaine\" w. Lew Pollack m. Erno Rapee * \"Cherie, I Love You\" w.m. Lillian Rosedale Goodman * \"Clap Yo' Hands\" w. Ira Gershwin m. George Gershwin * \"Climbing Up The Ladder Of Love\" w. Raymond Klages m. Jesse Greer * \"Cossack Love Song\" Harbach, Hammerstein, Stothart & Gershwin * \"Crazy Words, Crazy Tune\" w. Jack Yellen m. Milton Ager * \"Cross Your Heart\" w. B. G. De Sylva m. Lewis E. Gensler * \"'Deed I Do\" w. Walter Hirsch m. Fred Rose * \"The Desert Song\" w. Otto Harbach & Oscar Hammerstein II m. Sigmund Romberg. Introduced by Vivienne Segal and Robert Halliday in the operetta The Desert Song * \"The Devil Is Afraid Of Music\" w.m. Willard Robison * \"The Dicky Bird Hop\" w. Leslie Sarony m. Ronald Gourley * \"Do, Do, Do\" w. Ira Gershwin m. George Gershwin. Introduced by Gertrude Lawrence and Oscar Shaw in the musical Oh, Kay! * \"Doctor Jazz\" w. Walter Melrose m. Joe \"King\" Oliver * \"Don't Have Any More, Mrs Moore\" Castling, Walsh * \"East St. Louis Toodle-Oo\" m. Bubber Miley & Duke Ellington * \"Everything's Gonna Be All Right\" w. Benny Davis m. Harry Akst * \"Falling in Love with You\" w.m. w. Benny Davis m. Joseph Meyer * \"Fidgety Feet\" w. Ira Gershwin m. George Gershwin * \"Flapperette\" m. Jesse Greer * \"The Gang That Sang Heart Of My Heart\" w.m. Ben Ryan * \"Gentlemen Prefer Blondes\" w.m. Irving Berlin * \"Georgia Grind\" w.m. Spencer Williams * \"Get Away, Old Man, Get Away\" w.m. Frank Crumit * \"Gimme A Little Kiss, Will Ya, Huh?\" w. Roy Turk & Jack Smith m. Maceo Pinkard * \"The Girl Friend\" w. Lorenz Hart m. Richard Rodgers. Introduced by Eva Puck & Sammy White in the musical The Girl Friend * \"The Girl Is You And The Boy Is Me\" w. B. G. De Sylva & Lew Brown m. Ray Henderson * \"Half A Moon\" w. Eddie Dowling & Herbert Reynolds m. James F. Hanley * \"Hawaiian Wedding Song\" (originally \"Ke Kali Nei Au\") w. Al Hoffman & Dick Manning m. Charles E. King (Words written 1959.) * \"Heebie Jeebies\" w.m. Boyd Atkins * \"Hello Bluebird\" w.m. Cliff Friend * \"Hello, Aloha, How Are You?\" w. L. Wolfe Gilbert m. Abel Baer * \"Hello, Baby\" w. Seymour Simons m. Richard A. Whiting * \"Here I Am\" w. B. G. De Sylva & Lew Brown m. Ray Henderson * \"Hesitation Blues\" w.m. Billy Smythe, Scott Middleton, & Art Gillham – The Whispering Pianist * \"Hey Gypsy (Play Gypsy)\" w.m. Emmerich Kalman, Clifford Grey, \"N. Foley\" * \"Hi-Diddle-Diddle\" w.m. Hal Keidel & Carleton A. Coon * \"Horses\" w. Byron Gay m. Richard A. Whiting * \"How Could Red Riding Hood (Have Been So Very Good)?,\" w.m. A.P. Randolph * \"How Many Times?\" w.m. Irving Berlin * \"I Can't Believe That You're In Love With Me\" w. Clarence Gaskill m. Jimmy McHugh * \"I Know That You Know\" w. Anne Caldwell m. Vincent Youmans * \"I Never See Maggie Alone\" w. Harry Tilsley m. Everett Lynton * \"I Parted My Hair In The Middle\" David, Murphy * \"I Want a Big Butter and Egg Man\" w.m. Percy Venable & Louis Armstrong * \"I'd Climb The Highest Mountain\" w.m. Lew Brown & Sidney Clare * \"If I Could Be With You One Hour Tonight\" w. Henry Creamer m. James P. Johnson * \"If You Can't Land Her On The Old Verandah\" w.m. Silver * \"I'm A One-Man Girl\" w. Leo Robin m. Richard Myers * \"I'm Coming, Virginia\" w. Will Marion Cook & Donald HeywoodJazz Standards. Accessed 22 April 2013 * \"I'm Just Wild About Animal Crackers\" w.m. Fred Rich, Sam Coslow & Harry Link * \"I'm Lonely Without You\" w. Bud Green m. Harry Warren * \"In A Little Spanish Town\" w. Sam M. Lewis & Joe Young m. Mabel Wayne * \"It All Depends On You\" w. B. G. De Sylva & Lew Brown m. Ray Henderson * \"I've Got The Girl\" w.m. Walter Donaldson * \"Jack In The Box\" m. Zez Confrey * \"Jersey Walk\" w. Eddie Dowling & Henry Creamer m. James F. HanleySongwriters Hall of Fame: James F Hanley . Accessed 22 April 2013 * \"Katinka\" w. Benee Russell m. Henry Tobias * \"The Kinkajou\" w. Joseph McCarthy m. Harry Tierney * \"Lay Me Down To Sleep In Carolina\" w. Jack Yellen m. Milton Ager * \"Like He Loves Me\" w. Anne Caldwell m. Vincent Youmans * \"A Little Birdie Told Me So\" w. Lorenz Hart m. Richard Rodgers * \"The Little White House\" w. Eddie Dowling m. James F. Hanley * \"Lonesome And Sorry\" w. Benny Davis m. Con Conrad * \"Look At The World And Smile\" w. Anne Caldwell m. Raymond Hubbell * \"Looking At The World Through Rose Coloured Glasses\" w.m. Tommy Malie & Jimmy Steiger. Introduced by Jack Osterman in the revue A Night in Paris * \"Lucky Day\" w. B. G. De Sylva & Lew Brown m. Ray Henderson * \"Mary Lou\" w. Abe Lyman & George Waggner m. J. Russel Robinson * \"Maybe\" w. Ira Gershwin m. George Gershwin * \"Me Too\" w. Charles Tobias & Al Sherman m. Harry M. Woods * \"Moonlight On The Ganges\" w. Chester Wallace m. Sherman Myers * \"The More We Are Together\" w.m. Jimmy Campbell & Reg Connelly * \"Mountain Greenery\" w. Lorenz Hart m. Richard Rodgers. Introduced by Sterling Holloway and Bobbie Perkins in the revue The Garrick Gaieties. * \"Muddy Water\" w. Jo Trent m. Peter DeRose & Harry RichmanGelber Music . Accessed 22 April 2013 * \"Muskrat Ramble\" m. Edward \"Kid\" Ory * \"My Cutie's Due At Two To Two Today\" w.m. Albert Von Tilzer, Irving Bilbo & Leo Robin * \"My Dream Of The Big Parade\" w. Al Dubin m. Jimmy McHugh * \"My Pretty Girl\" m. Charles Fulcher * \"One Alone\" w. Otto Harbach & Oscar Hammerstein II m. Sigmund Romberg * \"Our Director\" m. F. E. Bigelow * \"Passing Shadows\" m. Raymond Loughborough * \"Play Gypsies, Dance Gypsies\" w. Harry B. Smith m. Emmerich Kalman * \"Poor Papa\" w. Billy Rose m. Harry M. Woods * \"The Rangers' Song\" w. Joseph McCarthy m. Harry Tierney * \"Reaching For The Moon\" w.m. Benny Davis & Jesse Greer * \"The Riff Song\" w. Otto Harbach & Oscar Hammerstein II m. Sigmund Romberg * \"Rio Rita\" w. Joseph McCarthy m. Harry Tierney * \"Romance\" w. Otto Harbach & Oscar Hammerstein II m. Sigmund Romberg * \"Say It Again\" by Harry Richman * \"Scatter Your Smiles\" w.m. Max Kortlander & Pete Wendling * \"She Knows Her Onions\" Ager, Yellen, Pollack * \"Shut The Door\" w.m. Billy Mann, Wally Ives, Dick Howard & Jim Kern * \"Sleepy Head\" w. Benny Davis m. Jesse Greer * \"Snag It\" m. Joseph \"King\" Oliver * \"So This Is Spring\" Sarony * \"Somebody's Lonely\" Davis, Gold * \"Someone To Watch Over Me\" w. Ira Gershwin m. George Gershwin * \"Song Of The Wanderer\" w. Gus Kahn m. Neil Moret * \"Static Strut\" m. Jack Yellen & Phil Wall * \"Sunday\" w.m. Chester Conn, Ned Miller, Jule Styne & Bennie Krueger * \"Sunny Disposish\" w. Ira Gershwin m. Philip Charig * \"Tamiami Trail\" w.m. Cliff Friend & Joseph H. Santly * \"There Ain't No Maybe In My Baby's Eyes\" w. Gus Kahn & Raymond B. Egan m. Walter Donaldson * \"There's A New Star In Heaven Tonight – Rudolph Valentino\" w. J. Keirn Brennan & Irving Mills m. Jimmy McHugh * \"Thinking Of You\" w. Paul Ash m. Walter Donaldson * \"Ting-A-Ling\" w. Andy Britt m. Jack Little * \"Tonight You Belong To Me\" w. Billy Rose m. Lee David * \"A Tree In The Park\" w. Lorenz Hart m. Richard Rodgers * \"Up And At 'Em\" w.m. Jack Pettis & Al Goering * \"Valencia\" w. Lucien Jean Boyer & Jacques Charles (Fr) Clifford Grey (Eng) m. José Padilla * \"When Day Is Done\" w. B. G. De Sylva m. * \"When Do We Dance?\" w. Ira Gershwin m. George Gershwin * \"When the Red, Red Robin (Comes Bob, Bob, Bobbin' Along)\" w.m. Harry M. Woods * \"Where Do You Work-A, John?\" w. Mortimer Weinberg & Charley Marks m. Harry Warren * \"Where'd You Get Those Eyes?\" w.m. Walter Donaldson *\"Why Do I\" w. Lorenz Hart m. Richard Rodgers. Introduced by Francis X. Donegan & June Cochran in the musical The Girl Friend * \"Wistful And Blue\" Davidson, Etting * \"Ya Gotta Know How To Love\" w. Bud Green m. Harry Warren ==Recorded popular music== *\"Always\" by Vincent Lopez & His Orchestra *\"Black Bottom\" by Johnny Hamp's Kentucky Serenaders *\"Black Bottom Stomp\" by Jelly Roll Morton & His Red Hot Peppers *\"Black Snake Swing\" by Victoria Spivey *\"Breezin' Along With the Breeze\" by Johnny Marvin *\"Bye Bye Blackbird\" by Gene Austin *\"Do, Do, Do\" by Gertrude Lawrence *\"Gimme A Little Kiss (Will Ya', Hunh?)\" by Whispering Jack Smith *\"He's The Last Word\" by Ben Pollack & His Californians *\"I'm Sitting on Top of the World\" by Al Jolson *\"In A Little Spanish Town\" by Paul Whiteman & His Orchestra *\"On the Riviera\" by Nat Shilkret and the Victor Orchestra, vocal Carl Mathieu *\"Red Hot Henry Brown\" by Margaret Young *\"Rio Rita\" by Nat Shilkret and the Victor Orchestra, vocal Lewis James; title song of the musical Rio Rita *\"Some of These Days\" by Sophie Tucker with Ted Lewis's Jazz Band *\"Valencia (A Song of Spain)\" by Paul Whiteman & His Orchestra *\"When My Baby Smiles At Me\" by Ted Lewis & His Jazz Band *\"When the Red, Red Robin Comes Bob-Bob-Bobbin' Along\" Paul Whiteman & His Orchestra *\"Who\" by George Olsen & His Music *\"Ya Gotta Know How To Love\" by Esther Walker *\"East St. Louis Toodle-Oo\" by Duke Ellington ==Other important recordings== *\"Heebie Jeebies\" by Louis Armstrong & His Hot 5 *\"Black Bottom Stomp\" by Jelly Roll Morton & His Red Hot Peppers *\"Sidewalk Blues\" by Jelly Roll Morton & His Red Hot Peppers *\"Snag It\" by King Oliver & His Dixie Syncopators *\"Early Morning Blues\" – Blind Blake *\"Jack O' Diamond Blues\" – Blind Lemon Jefferson ==Classical music== * George Antheil – Ballet mécanique *Béla Bartók – Piano Concerto No. 1 *Arnold Bax – Symphony No. 2 *Aaron Copland – Piano Concerto *Jens Laursen Emborg – Concerto for violin and orchestra *Manuel de Falla – Concerto for harpsichord *Louis Glass – Symphony No. 6, Op. 60, \"Skjoldungeaet\" *Jakov Gotovac – Simfonijsko kolo, Op. 12 *Ferde Grofé – Theme and Variations on Music from a Garage *Paul Hindemith – Klaviermusik, Op. 37, Second book *Leoš Janáček **Říkadla (Nursery Rhymes), Introduction and 18 Songs for Chamber Choir and Chamber Ensemble (JW V/17) **Sinfonietta **Violin Concerto “Putování dušičky” (“Pilgrimage of the Soul”) *Nikolai Myaskovsky **Symphony No. 9, Op. 28 **Symphony No. 10, Op. 30 *Carl Nielsen **Flute Concerto (Nielsen) *Willem Pijper **Symphony No. 3 **De Boufon, Het Patertje Langs den Kant, Scharmoes for piano solo * Harald Sæverud – Symphony in B-flat minor * Jean Sibelius – Tapiola * Igor Stravinsky – Pater Noster * Gerald Tyrwhitt – The Triumph of Neptune (ballet) * Peter Warlock – Capriol Suite ==Opera== * Paul Hindemith – Cardillac, 9 November, Dresden * Leoš Janáček – The Makropulos Affair * Zoltán Kodály – Háry János * Giacomo Puccini – Turandot, 25 April, Teatro alla Scala, Milan * Karol Szymanowski – King Roger ==Film== * William Axt, David Mendoza – Don Juan (1926 film) * Ernesto Halffter – Carmen (1926 film) * Werner Richard Heymann – Faust (1926 film) * Richard Strauss – Der Rosenkavalier (1926 film) ==Jazz== ==Musical theater== * Americana Broadway revue opened at the Belmont Theatre on July 26 and ran for 224 performances * Bare Facts of 1926 ( Music: Charles M. Schwab Lyrics: Henry Myers Book: Stuart Hamill) Broadway revue opened at the Triangle Theatre on July 16 and ran for 107 performances. * Blackbirds London production opened at the Pavilion on September 11 and ran for 279 performances. * By the Way London production opened at the Apollo Theatre on January 22 and ran for 45 performances * Countess Maritza Broadway production opened at the Shubert Theatre on September 18 and ran for 321 performances * The Desert Song (Sigmund Romberg) – Broadway production opened at the Casino Theatre on November 30 and ran for 471 performances *The Girl Friend Broadway production opened at the Vanderbilt Theatre on March 17 and ran for 301 performances * The Great Temptations Broadway revue opened at the Winter Garden Theatre on May 18 and ran for 223 performances. Starring Hazel Dawn, Miller and Lyles, Florenz Ames, Jay C. Flippen and Jack Benny. * Honeymoon Lane Broadway production opened at the Knickerbocker Theatre on September 20 and ran for 364 performances * Just a Kiss London production opened at the Shaftesbury Theatre on September 8 * Lady, Be Good! (George and Ira Gershwin) – London production opened at the Empire Theatre on April 14 and ran for 326 performances * Lido Lady London production opened at the Gaiety Theatre on December 1 and ran for 259 performances * A Night in Paris Broadway revue opened at the Casino de Paris on January 5 and ran for 208 performances. Starring Jack Osterman, Jack Pearl, Norma Terris and Yvonne George. * No Foolin' Broadway revue opened at the Globe Theatre on June 24 and ran for 108 performances * Oh, Kay! Broadway production opened at the Imperial Theatre on November 8 and ran for 256 performances * Peggy-Ann Broadway production opened at the Vanderbilt Theatre on December 27 and ran for 333 performances * Princess Charming London production opened at the Palace Theatre on October 21 and ran for 362 performances * Queen High (Music: Lewis E. Gensler, Lyrics: B.G. DeSylva, Book: Laurence Schwab & B.G. DeSylva adapted from A Pair of Sixes by Edward Peple). Broadway production opened at the Ambassador Theatre on September 8 and ran for 367 performances * The Student Prince (Sigmund Romberg) -London production opened at His Majesty's Theatre on February 3 and ran for 96 performances * Sunny London production opened at the Hippodrome on October 7 and ran for 363 performances * Tip-Toes London production opened at the Winter Garden Theatre on August 31 and ran for 182 performances * Wildflower London production opened at the Shaftesbury Theatre on February 17 and ran for 114 performances * Vaudeville Vanities London revue opened at the Vaudeville Theatre on November 16. Starring Bobby Howes. * Yvonne London production opened at Daly's Theatre on May 22 and ran for 280 performances ==Births== *January 3 – Sir George Martin, record producer for The Beatles (d. 2016) *January 4 – Eddie Cusic, American singer-songwriter and guitarist (d. 2015) *January 9 – Bucky Pizzarelli, American jazz guitarist (d. 2020) *January 11 – Giusto Pio, Italian musician, songwriter (d. 2017) *January 12 – Morton Feldman, composer (d. 1987) *January 21 – Brian Brockless, English organist, composer and conductor (d. 1995) *January 29 – Franco Cerri, guitarist *February 10 – Nico Carstens, South African accordionist and songwriter (d. 2016) *February 17 – Friedrich Cerha, composer *February 19 **Michael Kennedy, writer on music (d. 2014) **György Kurtág, composer *March 9 – Jerry Ross, lyricist and composer (d. 1955) *March 15 – Ben Johnston, American composer (d. 2019) *March 24 – Ventsislav Yankov, Bulgarian pianist *April 6 – Sergio Franchi, tenor/actor (d. 1990) *April 10 – Jacques Castérède, French composer (d. 2014) *April 11 – Gervase de Peyer, English classical clarinetist and conductor (d. 2017) *April 28 – Blossom Dearie, jazz singer and pianist (d. 2009) *May 25 – Miles Davis, jazz trumpeter and bandleader (d. 1991) *June 8 – Anatol Vieru, composer (d. 1998) *July 1 – Hans Werner Henze, composer (d. 2012) *August 3 – Tony Bennett, singer *August 7 – Stan Freberg, comedy singer and actor (d. 2015) *August 10 **Marie-Claire Alain, organist (d. 2013) **Edwin Carr, composer and conductor (d. 2003) *August 12 – Joe Jones, singer (d. 2005) *August 14 – Buddy Greco, US pop singer (d. 2017) *August 21 – Carolyn Leigh, US lyric writer (d. 1983) *September 6 – Arthur Oldham, composer and choirmaster (d. 2003) *September 17 – Bill Black, US musician (d. 1965) *September 23 – John Coltrane, musician (d. 1967) *September 26 – Julie London, US singer and actress (d. 2000) *October 5 – Gottfried Michael Koenig, German-Dutch composer *October 13 – Ray Brown, jazz bassist (d. 2002) *October 18 **Chuck Berry, guitarist, singer and songwriter (d. 2017) **John Morris, film and TV composer (d. 2018) *October 25 – Galina Vishnevskaya, operatic soprano (d. 2012) *October 29 – Jon Vickers, Canadian operatic tenor (d. 2015) *November 7 – Joan Sutherland, Australian operatic soprano (d. 2010) *December 11 – Big Mama Thornton, blues singer (d. 1984) *December 21 – Freddie Hart, American country music singer-songwriter and guitarist (d. 2018) *December 25 – Enrique Jorrín, Cuban violinist and composer (d. 1987) *December 26 **Earle Brown, American composer (d. 2002) **Champ Butler, American singer (d. 1992) *December 30 – Stan Tracey, jazz pianist and composer (d. 2013) ==Deaths== *January 4 – Franz Stockhausen, choral conductor (b. 1839) *January 6 – Émile Paladilhe, composer, 81 *January 23 – Joseph Carl Breil, American lyric tenor, stage director, composer and conductor, 55 (heart disease) *January 26 – Franz Kneisel, violinist, 61 *January 31 – Arthur Ivan Allin, violinist, 78 *February 5 – André Gedalge, composer and music teacher, 69 *March 3 **Julius Epstein, pianist, 93 **Eugenia Mantelli, operatic contralto, 65 *March 15 – Aglaja Orgeni, coloratura soprano, 84 *March 26 – Franz Kneisel, violinist, 61 *May 8 – Rida Johnson Young, songwriter and librettist (b. 1869) *May 16 - Joe Slater (composer) Songwriter and vaudeville artist *May 21 – Georgy Catoire, composer (b. 1861) *May 23 – Hans von Koessler, composer (b. 1853) *May 29 – Antonín Bennewitz, violinist, 93 *June 4 – Carolina Ferni, violinist and operatic soprano, 79 *June 6 – Henry Tate, poet and musician, 52 *June 11 – Louis Fleury, flautist (b. 1878) *June 22 – Hermann Suter, conductor and composer, 56 *July 12 – Charles Wood, composer, 60 *July 26 – Ella Adayevskaya, pianist, composer and ethnomusicologist, 80 *September 27 – Marcelle Lender, French singer-dancer and entertainer, 64 *October 15 – Mathilde Bauermeister, opera singer, 77 *November 2 – John Le Hay, singer and actor, 72 *November 4 – Robert Newman, co-founder of the Proms, 68 *December 25 – Pablo Valenzuela, Cuban cornet player and bandleader, 67 *December 27 – Amalia Riégo, operatic soprano, 76 *date unknown **Edmund Jenkins, composer (b. 1894) **Veene Sheshanna, Veena player (b. 1852) **Henry Tate (poet) composer ==References== Category:20th century in music Category:Music by year",
 "title": "1926 in music"
}