{
 "id": "163881",
 "text": "The Famous Jett Jackson is a coming-of-age television series for the Disney Channel. The show is about a boy named Jett Jackson (Lee Thompson Young) who plays a teenage secret agent on a fictional show-within-a-show called Silverstone. ==Premise== Jett Jackson previously lived with his actress mother in Los Angeles, but missed his home and his friends. Longing for a relatively normal life, Jett succeeds in getting the production of Silverstone moved to the fictional city of Wilsted, North Carolina, thus providing jobs to townspeople while affording Jett the chance to live with his father, Sheriff Woodrick \"Wood\" Jackson, and his great-grandmother, Miz Coretta (whom Jett calls Nana). Keeping in touch with his mother Jules by video link on his computer (though by the third season she also moved to Wilsted), Jett now spends part of his time with family, friends and school, and the rest living the life of a working actor and celebrity. In doing so, Jett often ends up in sticky situations, usually aided and abetted by his childhood friend, J.B., his not-quite girlfriend Kayla, and sometimes by Cubby, Silverstone's wacky special effects wizard. In the second half of the series, Jett's new co-star, Riley Grant, is added to the mix. The show within the show, Silverstone, is about a spy who works for Mission Omega Matrix (the acronym being a pun on the word \"Mom\") in order to save the world from villains like Dr. Hypnoto and The Rat. In contrast to Jett, Silverstone has no family, only his mentor, Artemus, and eventually his partner \"Hawk\" (surname Hawkins) (\"played\" by Riley Grant). From the second season onward, the action sequences and Silverstone subplots became more prominent. The relative realism of Jett's home life sometimes gave way to fantasy or paranormal elements, such as one episode in which Jett learns about a shameful incident in Wilsted's history with a little prodding from the ghost of a key figure in the buried scandal. Other episodes dealt with issues in a more realistic and contemporary way, such as when J.B.'s father's family-owned store is threatened by the arrival of high-powered, \"big box\" competition, and another in which Jett's English teacher, Mr. Dupree, runs afoul of local attempts at censorship of a class reading assignment. Other episodes dealt with such topics as bulimia and the question of whether Jett, with his relatively sheltered and pampered home life, can truly understand or cope with the problems of other African Americans. The series was followed by a Disney Channel original movie in which Jett finds himself trapped in Silverstone's world, and vice versa. In that movie he takes on Silverstone's role for real and is able to muddle through while Silverstone does the same thing in Jett's world until Miz Coretta finds out the truth and he returns home and sends Jett back as well. The movie ends with Jett returning to Silverstone's world and helping him complete his mission by rescuing Silverstone from Kragg and then defeating Kragg alongside his hero alter-ego. ==Episodes== == Cast == === Main === * Lee Thompson Young as Jett Jackson/Silverstone * Ryan Sommers Baum as J.B. Halliburton * Kerry Duff as Kayla West * Gordon Greene as Woodrick Jackson * Montrose Hagins as Miz Coretta * Melanie Nicholls-King as Jules Jackson === Recurring === * Jeffrey Douglas as Cubby * Lindy Booth as Riley Grant/Hawk * Nigel Shawn Williams as Nigel Essex/Artemus * Andrew Tarbet as Deputy Booker Murray * Robert Bockstael as Mr. Dupree ==History and related series== Show creator Fracaswell Hyman reportedly devised the character before casting Lee Thompson Young for the role. Like Jett, Young was raised in a single parent home in the South, and decided on an acting career at an early age. Young went on to write one of the episodes produced for the series. The series included both young guest stars such as Hayden Christensen, Rachel McAdams, Britney Spears, and Destiny's Child and veteran stars such as Eartha Kitt, the latter of whom played the new coach of Wilsted's minor league baseball team in one episode. Although it was well-received and regarded as a success, the series ended on June 22, 2001, due to Disney's unstated policy of making only 65 episodes per series. The show's end theme, \"It's Not What You Think,\" was performed by Youngstown in 1999; the full song includes lyrics from Lee Thompson Young himself. The song was used for show credits in seasons 2 and 3. One of the producers, Jim Steyer of company JP Kids, would go on to found Common Sense Media in 2003. ==Film== Jett Jackson: The Movie premiered on Disney Channel on June 8, 2001. ==Syndication== After the series ended in 2001, it continued to air in reruns. The Famous Jett Jackson was removed from the Disney Channel schedule in June 2004. The show briefly aired on ABC Family from December 2003 to January 2004. The show was briefly seen again on Disney XD in 2009. ==Critical reaction== Response to the show was generally positive. Laura Fries of Variety, the Hollywood trade paper, noted in her review of Jett Jackson: The Movie that \"Young serves as an appealing role model, much like Sarah Michelle Gellar's Buffy the Vampire Slayer --someone who can fulfill young, action craving audiences without the gratuitous violence. There's a sense of empowerment associated with these sort of roles, and handled correctly, they function as an excellent allegory for the confusing teenage years.\" Although she mentions \"contrived plot devices\", she also refers to the series as \"clever\" and \"an extremely entertaining concept\". ===Awards and nominations=== The series The Famous Jett Jackson and its young cast were nominated for Young Artist Awards, presented by the nonprofit Young Artist Foundation, in several categories in the course of the show's run: {| class=\"wikitable\" style=\"font-size: 100%;\" ! colspan=\"5\" style=\"background: LightSteelBlue;\"|Awards |- ! 1999 ! width=\"50\"| Nomination ! width=\"150\"| The Golden Reel ! width=\"425\"| Composer ! width=\"200\"| Nominated |- | 1999 | | Young Artist Award | Best Performance in a TV Comedy Series, Leading Young Actor | Lee Thompson Young |- | 1999 | | Young Artist Award | Best Performance in a TV Comedy Series, Supporting Young Actor | Ryan Sommers Baum |- | 1999 | | Young Artist Award | Best Performance in a TV Comedy Series, Supporting Young Actress | Kerry Duff |- | 1999 | | Young Artist Award | Best Family TV Comedy Series | The Famous Jett Jackson |- | 2000 | | Young Artist Award | Best Performance in a TV Drama Series, Leading Young Actor | Lee Thompson Young |- | 2000 | | Young Artist Award | Best Performance in a TV Drama Series, Supporting Young Actor | Ryan Sommers Baum |- | 2000 | | Young Artist Award | Best Performance in a TV Drama Series, Supporting Young Actress | Kerry Duff |- | 2001 | | Young Artist Award | Best Performance in a TV Movie | Kerry Duff (Jett Jackson: The Movie) |- | 2001 | | Parents' Choice Awards | Silver Honor | The Famous Jett Jackson |} ==References== == External links == * Category:1990s American comedy-drama television series Category:2000s American comedy-drama television series Category:1998 American television series debuts Category:2001 American television series endings Category:1990s Canadian comedy-drama television series Category:2000s Canadian comedy-drama television series Category:1998 Canadian television series debuts Category:2001 Canadian television series endings Category:Disney Channel original programming Category:Television series by Disney Category:Television series about teenagers Category:Television series about television Category:Television series by DHX Media Category:Television series by Alliance Atlantis Category:Television shows filmed in Toronto Category:Television shows set in North Carolina Category:American black sitcoms Category:Canadian black sitcoms Category:English-language television shows Category:Coming-of-age television shows",
 "title": "The Famous Jett Jackson"
}