{
 "id": "164290",
 "text": "Callisthenes of Olynthus (; ; c. 360327 BC) was a well-connected Greek historian in Macedon, who accompanied Alexander the Great during the Asiatic expedition. The philosopher Aristotle was Callisthenes' great uncle. ==Early life== His mother Hero was the niece of Aristotle, and daughter of Proxenus of Atarneus and Arimneste, which made Callisthenes the great-nephew of Aristotle by his sister Arimneste, Callisthenes' grandmother. They first met when Aristotle tutored Alexander the Great. ==Career== Through his great-uncle's influence, he was later appointed to attend Alexander the Great on his Asiatic expedition as the official historian. During the first years of Alexander's campaign in Asia, Callisthenes showered praises upon the Macedonian conqueror. As the king and army penetrated further into Asia, however, Callisthenes' tone began to change. He began to sharply criticize Alexander's adoption of Persian customs, with special scorn for Alexander's growing desire that those who presented themselves before him perform the servile ceremony of proskynesis, a physical act of submission. In the end, Alexander did not continue the practice. ==Death== Callisthenes was implicated by his former pupil, Hermolaus of Macedon, a page to Alexander, in a conspiracy to assassinate Alexander. He was thrown into prison where he died seven months later from torture or disease. This event brought Alexander's relationship with Aristotle to a close. His death was commemorated in a special treatise (Callisthenes or a Treatise on Grief) by his friend Theophrastus, whose acquaintance he made during a visit to Athens. There are nevertheless several different accounts of how he was executed. Crucifixion is the method suggested by Ptolemy, but Chares of Mytilene and Aristobulos agree that he died of natural causes while in prison. ==Writings== Callisthenes wrote an account of Alexander's expedition up to the time of his own execution, a history of Greece from the Peace of Antalcidas (387 BC) to the start of the Phocian war, a history of the Phocian war (356 BC – 346 BC), and other works, all of which have perished. However, his account of Alexander's expedition was preserved long enough to be mined as a direct or indirect source for other histories that have survived. Polybius scolds Callisthenes for his poor descriptions of the battles of Alexander.Polybius, XII.17 \"Polybius dedicated to Callisthenes a whole chapter in his 12th book called \"On the Inexperience of Callisthenes as to the Provision of Deeds of War\" A quantity of the more legendary material coalesced into a text known as the Alexander Romance, the basis of all the Alexander legends of the Middle Ages, originated during the time of the Ptolemies, but in its present form belongs to the 3rd century AD. Its author is usually known as pseudo-Callisthenes, although in the Latin translation by Julius Valerius Alexander Polemius (beginning of the 4th century) it is ascribed to a certain Aesopus; Aristotle, Antisthenes, Onesicritus and Arrian have also been credited with the authorship. There are also Syrian, Armenian and Slavonic versions, in addition to four Greek versions (two in prose and two in verse) in the Middle Ages (see Krumbacher, Geschichte der byzantinischen Literatur, 1897, p. 849). Valerius's translation was completely superseded by that of Leo, archpriest of Naples in the 10th century, the so-called Historia de Preliis. ==References== ==Sources== ===Primary sources=== * Suda s.v. * Diog. Laërtius v. 1; * Arrian, Anab. iv. 10-14; * Quintus Curtius viii. 5-8; * Plutarch, Alexander, 52-55; ===Secondary sources=== * J. Zacher, Pseudo- Callisthenes (1867); * Wilhelm von Christ, Geschichte der griechischen Litteratur (1898), pp. 363, 819; * Eduard Meyer, article in Ersch and Gruber's Allgemeine Encyklopädie; * Adolf Ausfeld, Zur Kritik des griechischen Alexanderromans (Bruchsal, 1894); * A. Westermann, De Callisthene Olynthio et Pseudo-Callisthene Commentatio (1838–1842); * Scriptores rerum Alexandri Magni, Karl Wilhelm Ludwig Müller (ed.), Parisiis, editore Ambrosio Firmin Didot, 1846. Attribution * ==External links== *Pothos.org: Callisthenes *Livius.org: Callisthenes of Olynthus *Livius.org: Alexander the Great: the 'good' sources - Official propaganda: Callisthenes Category:360s BC births Category:328 BC deaths Category:4th-century BC Greek people Category:4th- century BC historians Category:Conspirators against Alexander the Great Category:People executed by Alexander the Great Category:Ancient Olynthians Category:Historians who accompanied Alexander the Great",
 "title": "Callisthenes"
}