{
 "id": "164281",
 "text": "Cassander ( ; c. 355 BC – 297 BC) was king of the Ancient Greek kingdom of Macedonia from 305 BC until 297 BC, and de facto ruler of southern Greece from 317 BC until his death. A son of Antipater and a contemporary of Alexander the Great, Cassander was one of the Diadochi who warred over Alexander's empire following the latter's death in 323 BC. Cassander later seized the crown by having Alexander's son and heir Alexander IV murdered. In governing Macedonia from 317 BC until 297 BC, Cassander restored peace and prosperity to the kingdom, while founding or restoring numerous cities (including Thessalonica, Cassandreia, and Thebes); however, his ruthlessness in dealing with political enemies complicates assessments of his rule.Beckett, Universal Biography, Vol. 1, p. 688 ==Early history== In his youth, Cassander was taught by the philosopher Aristotle at the Lyceum in Macedonia. He was educated alongside Alexander the Great in a group that included Hephaestion, Ptolemy and Lysimachus.Heckel, Who’s who in the age of Alexander the Great: prosopography of Alexander’s empire, p. 153 His family were distant collateral relatives to the Argead dynasty.Ptolemaic Dynasty - Affiliated Lines: The Antipatrids Cassander is first recorded as arriving at Alexander the Great's court in Babylon in 323 BC, where he had been sent by his father, Antipater, most likely to help uphold Antipater's regency in Macedon, although a later contemporary who was hostile to the Antipatrids suggested that Cassander had journeyed to the court to poison the King.Fox, Robin Lane. Alexander the Great. p. 469, 2004 Ed. Whatever the truth of this suggestion, Cassander stood out amongst the Diadochi in his hostility to Alexander's memory. As Cassander and the other diadochi struggled for power, Alexander IV, Roxana, and Alexander's supposed illegitimate son Heracles were all executed on Cassander's orders, and a guarantee to Olympias to spare her life was not respected.Green, Peter. Alexander the Great and the Hellenistic Age. p. 38, 2007 Ed. Cassander's decision to restore Thebes, which had been destroyed under Alexander, was perceived at the time to be a snub to the deceased King.Green, Peter. Alexander the Great and the Hellenistic Age. pp. 40-41, 2007 Ed. It was later even said that he could not pass a statue of Alexander without feeling faint. Cassander has been perceived to be ambitious and unscrupulous, and even members of his own family were estranged from him.Fox, Robin Lane. Alexander the Great, p. 475, 2004 Ed. ==Later history== As Antipater grew close to death in 319 BC, he transferred the regency of Macedon not to Cassander, but to Polyperchon, possibly so as not to alarm the other Diadochi through an apparent move towards dynastic ambition, but perhaps also because of Cassander's own ambitions.Green, Peter. Alexander the Great and the Hellenistic Age. pp. 35-36, 2007 Ed. Cassander rejected his father's decision, and immediately went to seek the support of Antigonus, Ptolemy and Lysimachus as his allies. Waging war on Polyperchon, Cassander destroyed his fleet, put Athens under the control of Demetrius of Phaleron, and declared himself Regent in 317 BC. After Olympias’ successful move against Philip III later in the year, Cassander besieged her in Pydna. When the city fell two years later, Olympias was killed, and Cassander had Alexander IV and Roxane confined at Amphipolis. Cassander associated himself with the Argead dynasty by marrying Alexander's half-sister, Thessalonica, and he had Alexander IV and Roxanne poisoned in either 310 BC or the following year. By 309 BC, Polyperchon began to claim that Heracles was the true heir to the Macedonian inheritance, at which point Cassander bribed him to have the boy killed.Green, Peter. Alexander the Great and the Hellenistic Age. p. 44, 2007 Ed. After this, Cassander's position in Greece and Macedonia was reasonably secure, and he proclaimed himself king in 305 BC.Green, Peter. Alexander the Great and the Hellenistic Age. p. 163, 2007 Ed. After the Battle of Ipsus in 301 BC, in which Antigonus was killed, he was undisputed in his control of Macedonia; however, he had little time to savour the fact, dying of dropsy in 297 BC. Cassander's dynasty did not live much beyond his death, with his son Philip dying of natural causes, and his other sons Alexander and Antipater becoming involved in a destructive dynastic struggle along with their mother. When Alexander was ousted as joint king by his brother, Demetrius I took up Alexander's appeal for aid and ousted Antipater I, killed Alexander V and established the Antigonid dynasty. The remaining Antipatrids, such as Antipater II Etesias, were unable to re-establish the Antipatrids on the throne. Of more lasting significance was Cassander's refoundation of Therma into Thessalonica, naming the city after his wife. Cassander also founded Cassandreia upon the ruins of Potidaea. ==In popular culture== * In the Oliver Stone film Alexander, he is portrayed by Jonathan Rhys Meyers. * Cassander is a minor character in the novel The Conqueror's Wife, by Stephanie Thornton (New American Library, 2015). == Notes == == References == *Diodorus Siculus, Bibliotheca chapters xviii, xix, xx *Green, Peter, Alexander the Great and the Hellenistic Age, Weidenfeld & Nicolson, 2007. *Plutarch, Parallel Lives, \"Demetrius\", 18, 31; \"Phocion\", 31 *Franca Landucci Gattinoni: L'arte del potere. Vita e opere di Cassandro di Macedonia. Stuttgart 2003. ==External links== *A genealogical tree of Cassander Category:350s BC births Category:297 BC deaths Category:4th-century BC Macedonian monarchs Category:3rd-century BC Macedonian monarchs Category:4th-century BC viceregal rulers Category:Ancient Macedonian generals Category:Hellenistic generals Category:Ancient Macedonian monarchs Category:Regents of Macedonia (ancient kingdom) Category:Conspirators against Alexander the Great Category:Ancient Thessalonica Category:Deaths from edema Category:3rd-century BC rulers Category:4th-century BC rulers Category:4th-century BC Greek people Category:3rd-century BC Greek people Category:4th-century BC Macedonians Category:3rd-century BC Macedonians Category:Hellenistic rulers Category:Antipatrid dynasty",
 "title": "Cassander"
}