{
 "id": "164511",
 "text": "A radio clock or radio-controlled clock (RCC), and often (incorrectly) referred to as an atomic clock is a type of quartz clock or watch that is automatically synchronized to a time code transmitted by a radio transmitter connected to a time standard such as an atomic clock. Such a clock may be synchronized to the time sent by a single transmitter, such as many national or regional time transmitters, or may use the multiple transmitters used by satellite navigation systems such as Global Positioning System. Such systems may be used to automatically set clocks or for any purpose where accurate time is needed. RC clocks may include any feature available for a clock, such as alarm function, display of ambient temperature and humidity, broadcast radio reception, etc. One common style of radio-controlled clock uses time signals transmitted by dedicated terrestrial longwave radio transmitters, which emit a time code that can be demodulated and displayed by the radio controlled clock. The radio controlled clock will contain an accurate time base oscillator to maintain timekeeping if the radio signal is momentarily unavailable. Other radio controlled clocks use the time signals transmitted by dedicated transmitters in the shortwave bands. Systems using dedicated time signal stations can achieve accuracy of a few tens of milliseconds. GPS satellite receivers also internally generate accurate time information from the satellite signals. Dedicated GPS timing receivers are accurate to better than 1 microsecond; however, general-purpose or consumer grade GPS may have an offset of up to one second between the internally calculated time, which is much more accurate than 1 second, and the time displayed on the screen. Other broadcast services may include timekeeping information of varying accuracy within their signals. ==Single transmitter== Radio clocks synchronized to a terrestrial time signal can usually achieve an accuracy within a hundredth of a second relative to the time standard, generally limited by uncertainties and variability in radio propagation. Some timekeepers, particularly watches such as some Casio Wave Ceptors which are more likely than desk clocks to be used when travelling, can synchronise to any one of several different time signals transmitted in different regions. ===Longwave and shortwave transmissions=== Radio clocks depend on coded time signals from radio stations. The stations vary in broadcast frequency, in geographic location, and in how the signal is modulated to identify the current time. In general, each station has its own format for the time code. ==== List of radio time signal stations ==== {| class=\"wikitable sortable\" |+ List of radio time signal stations ! Frequency !! Callsign !! Country Authority !! Location !! Aerial type !! Power !! Remarks |- | rowspan=6 | | RJH69 || VNIIFTRI || Vileyka || Triple umbrella antenna3 umbrella antennas, fixed on 3 guyed tubular masts, insulated against ground with a height of 305 metres (1000') and 15 guyed lattice masts with a height of 270 metres (885') || || rowspan=6 | This is Beta time signal. — official signal specification. The signal is transmitted in non-overlapping time: 02:00–02:20 UTC RAB99 04:00–04:25 UTC RJH86 06:00–06:20 UTC RAB99 07:00–07:25 UTC RJH69 08:00–08:25 UTC RJH90 09:00–09:25 UTC RJH77 10:00–10:25 UTC RJH86 11:00–11:20 UTC RJH63 |- | RJH77 || VNIIFTRI || Arkhangelsk || Triple umbrella antenna3 umbrella antennas, fixed on 18 guyed lattice masts, height of central masts: 305 metres (1000') || |- | RJH63 || VNIIFTRI || Krasnodar || Umbrella antennaumbrella antenna, fixed on 13 guyed lattice masts, height of central mast: 425 metres (1395') || |- | RJH90 || VNIIFTRI || Nizhny Novgorod || Triple umbrella antenna3 umbrella antennas, fixed on 3 guyed tubular masts, insulated against ground with a height of 205 metres (673') and 15 guyed lattice masts with a height of 170 metres (558') || |- | RJH86in air RJH66 || VNIIFTRI || Bishkek || Triple umbrella antenna3 umbrella antennas, fixed on 18 guyed lattice masts, height of central masts: 276 metres (905') || |- | RAB99 || VNIIFTRI || Khabarovsk || Umbrella antennaumbrella antenna, fixed on 18 guyed lattice masts arranged in 3 rows, height of central masts: 238 metres (780') || |- | || JJY || NICT || Mount Otakadoya, Fukushima || Capacitance hat, height (820') || || Located near Fukushima |- | || RTZ|| VNIIFTRI || Irkutsk || Umbrella antenna || || ~~Inactive~~ |- | rowspan=3 | | JJY || NICT || Mount Hagane, Kyushu || Capacitance hat, height (656') || || Located on Kyūshū Island |- | MSF || NPL || Anthorn, Cumbria || Triple T-antenna3 T-antennas, spun 150 metres (492') above ground between two 227 metres (745') high guyed grounded masts in a distance of 655 metres (715 yards) || || Range up to (1000 miles). Before 1 April 2007, the signal was transmitted from Rugby, Warwickshire |- | WWVB || NIST || Near Fort Collins, Colorado || Two capacitance hats, height 122 metres (400') || || Received through most of mainland USA |- | || RBU || VNIIFTRI || Taldom, Moscow || Umbrella antennaumbrella antenna, fixed on a 275 metres (902') high central tower insulated against ground and five 257 metres (843') high lattice masts insulated against ground in a distance of 324 metres (355 yards) from the central tower || || Before 2008, transmitter located at |- | || BPC || NTSC || Shangqiu, Henan || 4 guyed masts, arranged in a square || || 21 hours per day, with a 3 hour break from 05:00–08:00 (China Standard Time) daily (21:00–24:00 UTC) |- | ~~~~|| ~~HBG~~ || ~~Switzerland~~ ~~METAS~~ || ~~Prangins~~ ~~~~|| ~~T-antenna~~ T-antenna spun between two 125 metres (410') tall, grounded free-standing lattice towers in a distance of 227 metres (248 yards) || ~~~~|| Discontinued as of 1 January 2012 |- | rowspan=2 | | DCF77 || PTB || Mainflingen, Hessen || Vertical omni-directional antennas with top-loading capacity, height 150 metres (492') || || Located southeast of Frankfurt am Main with a range of up to (1250 miles)Dennis D. McCarthy, P. Kenneth Seidelmann Time: From Earth Rotation to Atomic Physics Wiley-VCH, 2009 page 257 090917 compuphase.com |- | BSF || || Zhongli || T-antennaT-antenna spun between two telecommunication towers in a distance of 33 metres (36 yards) || || |- | bgcolor=silver rowspan=3 | Frequency for radio navigation system | BPL || NTSC || Pucheng, Shaanxi || Single guyed lattice steel mast || || Loran-C compatible format signal on air from 05:30 to 13:30 UTC, with a reception radius up to 3,000 km (2000 miles) |- | RNS-E || VNIIFTRI || Bryansk || 5 guyed masts || || CHAYKA compatible format signal 04:00–10:00 UTC and 14:00–18:00 UTC |- | RNS-V || VNIIFTRI || Alexandrovsk-Sakhalinsky || Single guyed mast || || CHAYKA compatible format signal 23:00–05:00 UTC and 11:00–17:00 UTC |- | bgcolor=lightgrey | Frequency for radio teleswitch system|| DCF49 || PTB || Mainflingen || T-antenna || || rowspan=3 | EFR radio teleswitch — in german time signal only (no reference frequency) FSK ± 170 Hz 200 baud |- | bgcolor=lightgrey | || HGA22 || PTB || Lakihegy || Single guyed mast || |- | bgcolor=lightgrey | || DCF39 || PTB || Burg bei Magdeburg || Single guyed mast || |- | bgcolor=silver | Frequency for AM-broadcasting|| ALS162 || || Allouis || Two guyed steel lattice masts, height (1150'), fed on the top || || AM- broadcasting transmitter, located (100 miles) south of Paris with a range of up to 3,500 km (2200 miles), using PM with encoding similar to DCF77and requiring a more complex receiver for demodulating time signal |- | bgcolor=silver | since 1988, before 200 kHz || || NPL || Droitwich || T-aerialDroitwich uses a T-aerial suspended between two (699') guyed steel lattice radio masts, which stand (197 yards) apart. || || Additional transmitters is at Burghead and Westerglen. The time signal is transmitted by phase modulation. |- | bgcolor=PaleGreen rowspan=3 | | BPM || NTSC || Pucheng, Shaanxi || || || (BCD time code on 125 Hz sub-carrier not yet activated) 07:30–01:00 UTC |- | WWV || NIST || Near Fort Collins, Colorado || Broadband monopole || ||rowspan=2| Binary-coded decimal (BCD) time code on sub-carrier |- | WWVH || NIST || Kekaha, Hawaii || || |- | || CHU || NRC || Ottawa, Ontario || || || 300 baud Bell 103 time code |- | bgcolor=LightGreen| || RWM || VNIIFTRI || Taldom, Moscow || || || CW |- | bgcolor=LightGreen rowspan=5 | | BPM || NTSC ||Pucheng, Shaanxi || || || BCD time code on 125 Hz sub-carrier. 00:00–24:00 UTC |- | HLA || KRISS || Daejeon || || || |- | WWV || NIST || Near Fort Collins, Colorado || Broadband monopole || Time signal article says 2.5 kW ||rowspan=2| BCD time code on sub-carrier |- | WWVH || NIST || Kekaha, Hawaii || || |- | YVTO || || Caracas || || || |- | || CHU || NRC || Ottawa, Ontario || || || Bell 103 time code |- | bgcolor=PaleGreen| || RWM || VNIIFTRI || Taldom, Moscow || || || CW |- | bgcolor=PaleGreen rowspan=5 | | BPM || NTSC || Pucheng, Shaanxi || || || (BCD time code on 125 Hz sub-carrier not yet activated) 00:00–24:00 UTC |- | LOL || SHN || Buenos Aires || || || Observatorio Naval Buenos AiresInformation on the Official Time and Standard Frequency , in Spanish |- | WWV || NIST || Near Fort Collins, Colorado || Broadband monopole || ||rowspan=2| BCD time code on sub-carrier |- | WWVH || NIST || Kekaha, Hawaii || || |- | PPE || || Rio de Janeiro, RJ || Horizontal half-wavelength dipole || || Maintained by National Observatory (Brazil) |- | || CHU || NRC || Ottawa, Ontario || || || 300 baud Bell 103 time code |- | bgcolor=LightGreen| || RWM || VNIIFTRI || Taldom, Moscow || || || CW |- | bgcolor=LightGreen rowspan=3 | | BPM || NTSC || Pucheng, Shaanxi || || || (BCD time code on 125 Hz sub-carrier not yet activated) 01:00–09:00 UTC |- | WWV || NIST || Near Fort Collins, Colorado || Broadband monopole || ||rowspan=2| BCD time code on sub-carrier |- | WWVH || NIST || Kekaha, Hawaii || || |- | bgcolor=PaleGreen| || | WWV || NIST || Near Fort Collins, Colorado || Broadband monopole || || BCD time code on sub-carrier |- | bgcolor=LightGreen rowspan=2 | || WWV || NIST || Near Fort Collins, Colorado || Broadband monopole || || Schedule: variable (experimental broadcast) |- | ~~MIKES~~ || ~~ MIKES~~ || ~~Espoo, Finland ~~ || ~~λ/4 sloper antenna~~ || ~~~~Reproduces a QSL letter from MIKES with technical details. || ~~1 kHz amplitude modulation similar to DCF77.~~ As of 2017 the transmission is discontinued until further notice.BIPM Annual Report on Time Activities – Time Signals , retrieved 2018 July 31. |} Descriptions Many digital radio and digital television schemes also include provisions for time-code transmission. ; Digital Terrestrial Television : The DVB and ATSC standards have 2 packet types that send time and date information to the receiver. Digital television systems can equal GPS stratum 2 accuracy (with short term clock discipline) and stratum 1 (with long term clock discipline) provided the transmitter site (or network) supports that level of functionality. ; VHF FM Radio Data System (RDS): RDS can send a clock signal with sub-second precision but with an accuracy no greater than 100 ms and with no indication of clock stratum. Not all RDS networks or stations using RDS send accurate time signals. The time stamp format for this technology is Modified Julian Date (MJD) plus UTC hours, UTC minutes and a local time offset. ; L-band and VHF Digital Audio Broadcasting : DAB systems provide a time signal that has a precision equal to or better than Digital Radio Mondiale (DRM) but like FM RDS do not indicate clock stratum. DAB systems can equal GPS stratum 2 accuracy (short term clock discipline) and stratum 1 (long term clock discipline) provided the transmitter site (or network) supports that level of functionality. The time stamp format for this technology is BCD. ; Digital Radio Mondiale (DRM): DRM is able to send a clock signal, but one not as precise as navigation satellite clock signals. DRM timestamps received via shortwave (or multiple hop mediumwave) can be up to 200 ms off due to path delay. The time stamp format for this technology is BCD. ===Gallery=== Analog radio clock in 201704.jpg|A low frequency (LF) radio clock Low cost DCF77 receiver.jpg|LF time signal receiver Junghans Mega.jpg|World's first radio clock wrist watch, Junghans Mega (analog model) Citizen Attesa Eco-Drive ATV53-3023 01.JPG|Citizen Attesa Eco-Drive ATV53-3023 analog-digital chronograph with 4 area Radio Controlled reception (North America, Europe, China, Japan) File:Funkuhr.JPG|Radio controlled analog wall clock File:DCF77 controlled alarmclock.jpg|Radio controlled alarm clock File:Bahnsteiguhr.jpg|The DCF77 time signal is used by organizations like the Deutsche Bahn railway company to synchronize their station clocks ==Multiple transmitters== A radio clock receiver may combine multiple time sources to improve its accuracy. This is what is done in satellite navigation systems such as the Global Positioning System. GPS, Galileo and GLONASS satellite navigation systems have one or more caesium, rubidium or hydrogen maser atomic clocks on each satellite, referenced to a clock or clocks on the ground. Dedicated timing receivers can serve as local time standards, with a precision better than 50 ns. The recent revival and enhancement of LORAN, a land-based radio navigation system, will provide another multiple source time distribution system. ===GPS clocks=== Many modern radio clocks use the Global Positioning System to provide more accurate time than can be obtained from terrestrial radio stations. These GPS clocks combine time estimates from multiple satellite atomic clocks with error estimates maintained by a network of ground stations. Due to effects inherent in radio propagation and ionospheric spread and delay, GPS timing requires averaging of these phenomena over several periods. No GPS receiver directly computes time or frequency, rather they use GPS to discipline an oscillator that may range from a quartz crystal in a low-end navigation receiver, through oven-controlled crystal oscillators (OCXO) in specialized units, to atomic oscillators (rubidium) in some receivers used for synchronization in telecommunications. For this reason, these devices are technically referred to as GPS-disciplined oscillators. GPS units intended primarily for time measurement as opposed to navigation can be set to assume the antenna position is fixed. In this mode, the device will average its position fixes. After approximately a day of operation, it will know its position to within a few meters. Once it has averaged its position, it can determine accurate time even if it can pick up signals from only one or two satellites. GPS clocks provide the precise time needed for synchrophasor measurement of voltage and current on the commercial power grid to determine the health of the system. ===Astronomy timekeeping=== Although any satellite navigation receiver that is performing its primary navigational function must have an internal time reference accurate to a small fraction of a second, the displayed time is often not as precise as the internal clock. Most inexpensive navigation receivers have one CPU that is multitasking. The highest-priority task for the CPU is maintaining satellite lock—not updating the display. Multicore CPUs for navigation systems can only be found on high end products. For serious precision timekeeping, a more specialized GPS device is needed. Some amateur astronomers, most notably those who time grazing lunar occultation events when the moon blocks the light from stars and planets, require the highest precision available for persons working outside large research institutions. The Web site of the International Occultation Timing Association has detailed technical information about precision timekeeping for the amateur astronomer. ==Daylight saving time== Various of the formats above include a flag indicating the status of daylight saving time (DST) in the home country of the transmitter. This signal is typically used by clocks to adjust the displayed time to meet user expectations. ==See also== * Casio Wave Ceptor * Clock network * Speaking clock * Standard frequency and time signal service * Time from NPL * Time transfer * Time synchronization in North America ==References== ==External links== * IOTA Observers Manual This manual from the International Occultation Timing Association has very extensive details on methods of accurate time measurement. * NIST website: WWVB Radio Controlled Clocks * NTP Project Development Website Category:Clocks Category:Watches Clock",
 "title": "Radio clock"
}