{
 "id": "164913",
 "text": "The Belmonts are an American doo-wop group from the Bronx, New York, that originated in the mid-1950s. The original group consisted of Angelo D'Aleo (born February 3, 1940), Carlo Mastrangelo (October 5, 1937 – April 4, 2016), and Fred Milano (August 26, 1939 – January 1, 2012). They took their name from Belmont, the Bronx neighborhood in which they lived, known as the Little Italy of the Bronx. There were several stages in their history, including the 1958–60 period with Dion DiMucci (born July 18, 1939) when the group was named Dion and the Belmonts. At this time Mastrangelo sang the bass parts, Milano the second tenor, D'Aleo the falsetto (first tenor), and DiMucci did lead vocals. ==Career== ===1955 to 1960=== The Belmonts' first single, \"Teenage Clementine\"/\"Santa Margherita\", was recorded in 1957 for arranger Irving Spice's New York based Mohawk Records. Unlike subsequent recordings, Milano did the lead vocal on the \"A\" side, \"Teenage Clementine\", and D'Aleo sang lead on \"Santa Margherita\". Also recording on the label was Dion DiMucci, whose first release was backed by a group he never met, the Timberlanes. DiMucci added the lead vocal to existing pre-recorded tracks, and the final composition was released as \"The Chosen Few\"/\"Out In Colorado\", by \"Dion and the Timberlanes\" (Mohawk 105). After receiving some airplay on the East Coast, the single was later leased to the larger Jubilee Records label for better distribution, although it failed to chart nationally. DiMucci states that he never knew then, or now, who the Timberlanes were: \"The vocal group was so white bread, I went back to my neighborhood and I recruited a bunch of guys, three guys, and we called ourselves Dion and the Belmonts.\" Initially billed as \"Dion with the Belmonts\", the new group recorded \"We Went Away\"/\"Tag Along\" on the Mohawk label before leaving for newly formed Laurie Records. Known thereafter as \"Dion and the Belmonts\", their first Laurie release, \"I Wonder Why\" (Laurie Records first release, Laurie 3013), was recorded at New York's Bell Sound Studios and brought them immediate success. Released the first week of May 1958, it appeared on the national charts two weeks later, rising to number 22 on the Billboard Hot 100. It led to their first appearance on the nationally televised American Bandstand show, hosted by Dick Clark. The group followed with the ballads \"No One Knows\" (Laurie 3015, number 19) and \"Don't Pity Me\" (Laurie 3021, number 40), which were also performed on Bandstand. In 1959 Dion and the Belmonts were part of the historic and tragic Winter Dance Party tour that lost three performers in a plane crash near Clear Lake, Iowa-- Buddy Holly, Ritchie Valens and J.P. \"The Big Bopper\" Richardson. DiMucci was offered a seat on the plane by Holly, but thought the fee of $36 was too much for such a short plane ride and declined. Photographs taken at the concert the night before the accident show Holly filling in on drums for The Belmonts, whose drummer had frostbite. Being a skilled drummer already, Carlo Mastrangelo filled in on drums for several of the other acts, evidenced by photographs also. After the plane crash Bobby Vee, then an unknown, was asked to perform in Holly's place. Later Frankie Avalon, Fabian and Jimmy Clanton were hired to finish the tour in place of the three deceased headliners. Shortly after the tragedy, the quartet hit again with \"A Teenager in Love\" (Laurie 3027). It became their first release to break the Top Ten, reaching number 5 on the Billboard Hot 100. D'Aleo went to great efforts to contribute his famous falsetto to the song. \"I was in the navy\", the singer recalls. \"I got a call from Fred. 'We've gotta finish up the album. You've gotta get over here'. So I got a flight and went in. One of the last songs we did was \"A Teenager in Love\". I listened and said, 'What? I hope this song doesn't go out as a single. It's a terrible song'. I hated the song. Later on, I'm heading to South America with the fleet and my friend in the radio shack said, 'Hey, get down here and listen to this!' It was \"A Teenager in Love\". In seven days, it became a hit!\". Their appearance on \"American Bandstand\" was without D'Aleo, however, who returned to duty with the navy. At various times the group performed without him. During one national TV appearance on Clark's Saturday night program (\"Live from the little theater on 44th Street in Manhattan\"), he was filmed in his navy uniform, arriving just in time for the filming session. There were several picture sleeves from this era that did not picture D'Aleo, although he performed on all recordings. After their top-ten success with \"A Teenager in Love\", Dion and the Belmonts recorded four more singles. By the time of their breakup, all eight Laurie releases charted Billboard. Every \"A\" side made the top 40, except \"Every Little Thing I Do\" (Laurie 3035), which made the top 50. Their biggest hit and largest-selling record, \"Where or When (Laurie 3044)\", climbed to number 3 on the Billboard charts in early 1960. The \"B\" side, \"That's My Desire\", highlighted D'Aleo's soaring falsetto. It also received considerable airplay, especially in the New York City area. This time their appearance on American Bandstand once again featured all four members. :See also Dion and the Belmonts ===1960 to 1971=== Due to musical differences between DiMucci and the Belmonts, Dion decided to leave the group. \"They wanted to get into their harmony thing, and I wanted to rock and roll,\" said Dion. \"The label wanted me doing standards. I got bored with it quickly. I said, 'I can't do this. I gotta play my guitar'. So we split up and I did 'Runaround Sue', 'The Wanderer' and 'Ruby Baby'\". D'Aleo recalls, \"The breakup? I loved that guy. But there was a reason why he left. Our reason was we wanted to stick to light rock 'n' roll and standards, and he wanted to get into the blues. He said, 'I want to do blues and country. I think it's time to go our separate ways'. We agreed. There was no shouting or anything like that. We had 'Tell Me Why'. Dion had 'Runaround Sue' and 'The Wanderer'. He took off. Not the route he wanted, though. He loved the blues. But when you put out a single and people buy it, they're telling you what they want you to sing.\" DiMucci was also struggling with a heroin problem at the time. At the height of the group's success his drug dependency worsened. When \"Where or When\" peaked, he was in a hospital detoxifying. Now a trio, they continued as \"The Belmonts\", with Mastrangelo singing lead. In January 1961, before leaving the Laurie label, they released their own rendition of \"We Belong Together\" (Laurie 3080) covering the Robert and Johnny classic. The song bubbled under the Billboard Hot 100, charting at number 108. Although not a hit, it is still valued today by record collectors. After leaving Laurie Records The Belmonts continued to record throughout the 1960s on the Sabina, United Artists and Dot labels. The trio had six songs on the US Top 100 between 1961 and 1963. Their greatest, \"Tell Me Why\", released in May 1961 on the Sabrina (aka Sabina) label, reached #18. Subsequent Billboard-charted songs included \"Don't Get Around Much Anymore\" (number 57), \"I Need Someone\" (number 75), \"Come On Little Angel\" (number 28), \"Diddle-Dee-Dum\" (number 53) and \"Ann-Marie\" (number 86). While not charting nationally, other singles receiving airplay included, \"Such A Long Way\" (4 surveys), \"I Confess\" (4), \"More Important Things To Do\" (3), \"Hombre\" (2), \"Ac-Cent-Tchu-Ate The Positive\" (2), \"Walk On Boy\" (1), \"Let's Call It A Day\" (1), \"I Don't Know Why, I Just Do\" (1), and the medley: \"Have You Heard/The Worst That Could Happen\" (1). The song \"C'mon Everybody (Do You Wanna Dance)\" received enough airplay on NYC radio station WINS that it was re-recorded and used as the sound-bite introduction for deejay Murray the K's \"Triple Play\" segments. Overall, including Billboard Hot 100 singles, The Belmonts charted 518 radio station surveys across the US during the 1960s. The group's rare and highly collectible album from this period, The Belmonts: Carnival of Hits, was released on October 1, 1962, and consisted solely of their Sabina recordings. These songs have often been reissued in combination with other \"Dion and the Belmonts\" recordings through the years. After the hit \"Come On Little Angel\", a split developed within the group concerning the finances of their privately owned label, Sabina Records. Mastrangelo said, \"That was the worst move we ever made. If we didn't do that, we would have been together all these years. It was very sad, like leaving my two brothers.\" He was replaced by Frank Lyndon on lead and Warren Gradus doing Carlo's vocal parts and playing guitar. . Mastrangelo attempted a solo career on Laurie Records, releasing four singles under the name \"Carlo\". He was backed vocally by the uncredited Tremonts (aka The Demilles). His first single, \"Baby Doll\", received considerable airplay in Florida, Pennsylvania and Connecticut, but didn't make the national charts. It was followed by an up-tempo rock 'n' roll version of the classic \"Mairzy Doats\", which was very different from the original. His final Laurie recording, \"Stranger in My Arms\", was written especially for him by hit maker Ernie Maresca (\"The Wanderer\", \"Runaround Sue\"). However, the flip, \"Ring-A-Ling\", was a favorite of New York disc jockey Murray Kaufman, aka \"Murray the K\". He featured it on his weekly \"Record Review Board Contest\" and it clearly won as the best new release. It received airplay on New York radio stations WINS and WENE, but also failed to chart nationally. After leaving Laurie Records Mastrangelo became DiMucci's occasional songwriting partner, backup vocalist and drummer in the group \"Dion and the Wanderers\", which also featured John Falbo on guitar and Pete Baron on bass. Between 1964 and 1966 they released three uncharted singles for Columbia Records, making national appearances on Dick Clark's Where The Action Is and The Lloyd Thaxton Show. In late 1966 the three original Belmonts—Mastrangelo, Milano and D'Aleo—reunited with DiMucci and recorded the album Dion & The Belmonts \"Together Again\", for ABC Records. Produced by \"DiMont Music\", Mastrangelo played drums and DiMucci contributed guitar to reduce the need for additional session musicians. Two singles were released from the LP, \"My Girl The Month of May\" / \"Berimbau\" and \"Movin' Man\" / \"For Bobbie\". Neither charted in the US but fared better in England. \"My Girl The Month Of May\" broke the \"Radio London Fab 40\" top ten at number 9 the week of December 25, 1966. One reviewer stated, \"Some British radio DJ's gave it a lot of airplay at the time.\" The follow up, \"Movin Man\", reached number 17 on the Radio London charts on March 26, 1967. \"My Girl The Month Of May\", was later covered by English artists Alan Bown in 1967 and The Bunch (featuring Sandy Denny of Fairport Convention) in April 1972. During their brief mid-'60s reunion, Dion and the Belmonts appeared on the popular The Clay Cole Show performing \"Berimbau\" and \"My Girl The Month of May\" and occasionally performed at local New York City clubs such as The Mardi Gras on Staten Island (April 29, 1967) before disbanding. After DiMucci left the Belmonts, Frank Lyndon returned. Lyndon continued as lead singer for the next five years. When Frank Lyndon left they became a quartet with Milano, D'Aleo, Gradus and Dan Elliott (née Rubado, ex-The Monterays, Glenn Miller Orchestra) who joined in 1974. In 1968 D'Aleo and Milano composed the lyrics for a vocal version of the instrumental theme to the Mission:Impossible TV series, which was recorded by the Kane Triplets and released on United Artists Records. ===1972 to 1990=== Mastrangelo, D'Aleo, Milano, Gradus and DiMucci reunited on June 2, 1972, at the Felt Forum in New York, for a Richard Nader \"Rock and Roll Revival\" concert. Nader said, \"From our very first rock ‘n’ roll revival I must have received 100, 200, 300 letters at every single show asking, ‘Can’t you get Dion and the Belmonts back together?’ It took three years, but in 1972 we got both Dion and the Belmonts to say 'yes'.\" With only one brief rehearsal behind them, the eagerness with which the audience awaited their arrival on stage could be gauged from both Nader’s ecstatic introduction and the booming audience reaction that greeted it. Singer Billy Vera recalled the moment: \"It was like an earthquake; you could literally feel the stage shake.\" The live performance was released as an album by Warner Brothers titled Dion and The Belmonts – Reunion: Live at Madison Square Garden 1972. The following year all four original members reunited once again, doing a sold-out concert at the Nassau Coliseum on Long Island, New York. No recording of the 1973 reunion was ever produced, nor were there any studio recordings made with the Belmonts and Dion, as DiMucci was still contracted to Warner as a solo artist. In 1972 the Belmonts (Milano, Gradus, D'Aleo and friends) also recorded an a cappella album, \"Cigars, Acappella, Candy\", for Buddah Records. It was distinguished for its medley of 13 doo-wop tracks called \"Street Corner Symphony\". Mastrangelo and Lyndon, their two former lead singers from the 1960s, contributed backing vocals. Mastrangelo also sang lead vocals on the songs, \"Loving You Is Sweeter Than Ever\" and \"We Belong Together\". Concurrently, Mastrangelo released a progressive jazz-rock album on Thimble Records titled Pulse... featuring Carlo Mastrangelo. It received a small amount of airplay on New York rock stations WPLJ and WLIR, but overall was unsuccessful. In 1975 the Belmonts (Milano, D'Aleo, Gradus and Elliott) released one single on Laurie, followed by the album Cheek to Cheek for Strawberry Records. Gradus and Elliott also moonlighted on Laurie Records in the late 1970s under the alias Foreign Intrigue, releasing three singles. In 1981 the Belmonts (Milano, D'Aleo, Gradus and Elliott) recorded a single with Freddy Cannon titled, \"Let's Put the Fun Back in Rock and Roll\", for MiaSound Records. The song charted for four weeks, peaking at number 81 on Billboard. With their newly charted record, The Belmonts and Cannon appeared on Solid Gold and The Mike Douglas Show to promote the single. Later in 1981 The Belmonts and Cannon joined forces in New York with Bo Diddley on guitar. Together they recorded the track \"Shake It Sally\", released in 1982 on the Rock 'n Roll Traveling Show album (Downtown D-20001). They also had a musical role in H. B. Halicki's 1982 movie The Junkman. In the mid-'80s DiMucci also recorded with a group, consisting of Mastrangelo, Louis Colletti and Tommy Moran. Colletti and Moran were backing vocalists on DiMucci's 1992 album Dream On Fire. Meanwhile, D'Aleo temporarily left the group, leaving the trio of Milano, Gradus and Elliott. D'Aleo said, \"There was a time when I got mentally fatigued and tired. I actually left the group for four years. Maybe you want to call it 'burnt out.' Then Fred, my buddy, called me, and said, 'Ang-what are you doing? Come on.' I've been back ever since\". Art Loria also rejoined the group joined for singing duties in the mid- to late '80s. Loria, Milano and Gradus were involved in projects and recordings such as performing under the moniker \"Happy Daze\" in the 1960s and 1970s. Loria was later active in The Del-Satins, The Jive Five, Larry Chance and the Earls and The Doo Wop All Stars; he died on October 23, 2010. In 1988 the Belmonts released a Christmas album titled \"The Season Of Harmony\" rereleased on a different label in 1990 as\"The Belmonts Acappella Christmas\", with songs written by George David Weiss. They later appeared with Weiss on The Joe Franklin Show to promote it. thumb|The Belmonts – backstage at concert in New Jersey, 2005 – The Belmonts – backstage at concert in New Jersey, 2005 (L-R) Angelo D`Aleo, Artie Loria, Fred Milano DiMucci was inducted into the Rock and Roll Hall of Fame in 1989. The other original members of the Belmonts (Mastrangelo, Milano and D'Aleo) were not inducted, and , have yet to be. ===1994 to present=== In 1994, a lawsuit was filed by Fred Milano and Warren Gradus claiming trademark infringement against DiMucci, Mastrangelo, and D'Aleo. In May 1991, Milano and DiMucci entered into an agreement in which DiMucci agreed to appear with Milano and others, performing concerts under the name Dion and the Belmonts, but only if certain conditions were met. Milano claimed he negotiated arrangements for as many as five concerts, but DiMucci refused to honor the agreement. The suit alleged that while DiMucci had agreed to reunite with Milano, he had also simultaneously agreed to take part in a reunion with Mastrangelo and D'Aleo. Milano and Gradus won the lawsuit. In 2000, Dion and the Belmonts were inducted in the Vocal Group Hall of Fame. In 2003 The Belmonts created an internet radio station called \"The Belmonts Internet Radio\" playing all 50's and 60's and featuring Don K. Reed's original Doo Wopp Shop on Sunday evenings. In December 2009, the Belmonts released the Christmas single \"The Bell That Couldn't Jingle\". In 2009 The Belmonts also released the CD The Belmonts Anthology Vol.1 Featuring A Hundred Pounds of Clay. \"A Hundred Pounds of Clay\" was released as a CD single in 2010. In 2016 The Belmonts released a single called \"Welcome Me Back Home\" written by Warren Gradus. It was Blitz Magazines #1 single of that year and is still receiving thousands of digital streams The Belmonts, featuring Milano, D'Aleo, Gradus and Elliott, performed 50 to 100 shows each year until 2011. Milano, who had participated in every one of the Belmonts' recording sessions dating back 54 years, died on January 1, 2012, at the age of 72. DiMucci said of his passing: \"I was shocked, obviously, because it was so sudden. It hit hard because a relationship like we had, it’s ingrained in you. We knew each other from our teenage boyhoods; even though we weren’t close and didn’t talk in later years, what we went through together made us like family. He and the Belmonts—they were the very best. Freddie was almost like a genius with vocal harmony. I was humbled to sing with Freddie, Carlo and Angelo.\" In October 2012, the Belmonts (D'Aleo and Gradus) joined former New York City disc jockey Don K. Reed as featured guests on Vito Picone's (The Elegants) long-running, Staten Island- based cable TV show Let The Good Times Roll. Mastrangelo died on April 4, 2016. Former member Art Loria, died from an accident at his home in Naples, Florida, in 2010. Former member Bob Coleman is still active performing with Larry Chance and the Earls. Dan Elliott died on June 23, 2019. Warren Gradus is continuing to perform as the Belmonts with other individuals. Their sound is analogist very distinct, and has been analogist with the New York City Doo Wop – Bronx \"sound\". A more recent example of using a song to set the time frame of for a movie is using \"I Wonder Why\" for the opening in the major motion picture A Bronx Tale. The song once heard is linked along with on screen visual that sets a direct correlation to 1950s Americana. In 2016, the Belmonts released a recording entitled \"Welcome Me Back Home\" that has become a standard among the 1950s and 1960s crowd garnering hundreds of thousands streams. ===Charted singles by Dion & The Belmonts=== {| border=\"1\" cellspacing=\"0\" cellpadding=\"2\" style=\"width:90%;\" |- !align=\"left\"|Year !align=\"left\"|Single !align=\"left\"|U.S. label ! style=\"text- align:center;\"|Billboard Hot 100 ! style=\"text-align:center;\"|UK Singles Chart ! style=\"text-align:center;\"|Australian Singles Chart |- |align=\"left\"|May 1958 |align=\"left\"|\"I Wonder Why\" / \"Teen Angel\" |align=\"left\"|Laurie 3013 | style=\"text-align:center;\"|22 | style=\"text-align:center;\"|– | style=\"text- align:center;\"|68 |- |align=\"left\"|Aug 1958 |align=\"left\"|\"No One Knows\" / \"I Can't Go On (Rosalie)\" |align=\"left\"|Laurie 3015 | style=\"text- align:center;\"|19 | style=\"text-align:center;\"|– | style=\"text- align:center;\"|100 |- |align=\"left\"|Dec 1958 |align=\"left\"|\"Don't Pity Me\" / \"Just You\" |align=\"left\"|Laurie 3021 | style=\"text-align:center;\"|40 | style=\"text-align:center;\"|– | style=\"text-align:center;\"|– |- |align=\"left\"|Mar 1959 |align=\"left\"|\"A Teenager in Love\" / \"I've Cried Before\" |align=\"left\"|Laurie 3027 | style=\"text-align:center;\"|5 | style=\"text-align:center;\"|28 | style=\"text-align:center;\"|12 |- |align=\"left\"|Aug 1959 |align=\"left\"|\"Every Little Thing I Do\" / \"A Lover's Prayer\" |align=\"left\"|Laurie 3035 | style=\"text-align:center;\"|48 | style=\"text-align:center;\"|– | style=\"text-align:center;\"|57 |- |align=\"left\"|Nov 1959 |align=\"left\"|\"Where or When\" / \"That's My Desire\" |align=\"left\"|Laurie 3044 | style=\"text-align:center;\"|3 | style=\"text- align:center;\"|– | style=\"text-align:center;\"|77 |- |align=\"left\"|Apr 1960 |align=\"left\"|\"When You Wish Upon a Star\" / \"Wonderful Girl\" |align=\"left\"|Laurie 3052 | style=\"text-align:center;\"|30 | style=\"text- align:center;\"|– | style=\"text-align:center;\"|70 |- |align=\"left\"|Jun 1960 |align=\"left\"|\"In the Still of the Night\" / \"A Funny Feeling\" |align=\"left\"|Laurie 3059 | style=\"text-align:center;\"|38 | style=\"text- align:center;\"|– | style=\"text-align:center;\"|60 |- |align=\"left\"|Oct 1966 |align=\"left\"|\"My Girl The Month of May\" / \"Berimbau\" |align=\"left\"|ABC 10868 | style=\"text-align:center;\"|– | style=\"text-align:center;\"|9 | style=\"text- align:center;\"|– |- |align=\"left\"|Jan 1967 |align=\"left\"|\"Movin' Man\" / \"For Bobbie\" |align=\"left\"|ABC 10896 | style=\"text-align:center;\"|– | style=\"text- align:center;\"|17 | style=\"text-align:center;\"|– |} ===Charted singles by The Belmonts=== {| border=\"1\" cellspacing=\"0\" cellpadding=\"2\" style=\"width:90%;\" |- !align=\"left\"|Year !align=\"left\"|Single !align=\"left\"|U.S. label ! style=\"text-align:center;\"|Billboard Hot 100 ! style=\"text- align:center;\"|Weeks On Charts |- |align=\"left\"|May 1961 |align=\"left\"|\"Tell Me Why\" |align=\"left\"|Sabrina 500 | style=\"text-align:center;\"|18 | style=\"text-align:center;\"|11 |- |align=\"left\"|Sep 1961 |align=\"left\"|\"Don't Get Around Much Anymore\" |align=\"left\"|Sabrina 501 | style=\"text- align:center;\"|57 | style=\"text-align:center;\"|9 |- |align=\"left\"|Dec 1961 |align=\"left\"|\"I Need Someone\" |align=\"left\"|Sabina 502 | style=\"text- align:center;\"|75 | style=\"text-align:center;\"|4 |- |align=\"left\"|Aug 1962 |align=\"left\"|\"Come On Little Angel\" |align=\"left\"|Sabina 505 | style=\"text- align:center;\"|28 | style=\"text-align:center;\"|14 |- |align=\"left\"|Nov 1962 |align=\"left\"|\"Diddle-Dee-Dum\" |align=\"left\"|Sabina 507 | style=\"text- align:center;\"|53 | style=\"text-align:center;\"|6 |- |align=\"left\"|Apr 1963 |align=\"left\"|\"Ann-Marie\" |align=\"left\"|Sabina 509 | style=\"text- align:center;\"|86 | style=\"text-align:center;\"|3 |- |align=\"left\"|Sep 1981 |align=\"left\"|\"Let's Put The Fun Back In Rock N Roll\"-Freddy Cannon |align=\"left\"|MiaSound 1002 | style=\"text-align:center;\"|81 | style=\"text- align:center;\"|4 |} ==Singles discography: label, A side / B side, release No., year of release.== * Mohawk Records: ** \"Teenage Clementine\" / \"Santa Margherita\" [Mohawk 106] (1957) – The Belmonts ** \"Tag Along\" / \"We Went Away\" (1958) – Dion with the Belmonts * Laurie Records: ** \"I Wonder Why\" / \"Teen Angel\" [Laurie 3013] (1958) – Dion and the Belmonts ** \"No One Knows\" / \"I Cant Go On (Rosalie)\" [Laurie 3015] (1958) – Dion and the Belmonts ** \"Don't Pity Me\" / \"Just You\" [Laurie 3021] (1958) – Dion and the Belmonts ** \"A Teenager in Love\" / \"I've Cried Before\" [Laurie 3027] (1959) – Dion and the Belmonts ** \"Every Little Thing I Do\" / \"A Lover's Prayer\" [Laurie 3035] (1959) – Dion and the Belmonts ** \"Where or When\" / \"That's My Desire\" [Laurie 3044] (1960) – Dion and the Belmonts ** \"When You Wish upon a Star\" / \"Wonderful Girl\" [Laurie 3052] (1960) – Dion and the Belmonts ** \"In the Still of the Night\" / \"A Funny Feeling\" [Laurie 3059] (1960) – Dion and the Belmonts ** \"We Belong Together\" / \"Such A Long Way\" [Laurie 3080] (1961) – The Belmonts ** \"Baby Doll\" / \"Write Me A Letter\" [Laurie 3151] (1962) – Carlo (Mastrangelo solo) ** \"Little Orphan Girl (My Heart Is Your Home)\" / \"Mairzy Doats And Dozy Doats\" [Laurie 3157] (1963) – Carlo (Mastrangelo solo) ** \"Five Minutes More\" / \"The Story Of Love\" [Laurie 3157] (1963) – Carlo (Mastrangelo solo) ** \"Ring A Ling\" / \"Stranger In My Arms\" [Laurie 3227] (1964) – Carlo (Mastrangelo solo) ** \"Time Is Wastin'\" / \"Ghost Man\" [Laurie 3448] (1968) – Endless Pulse (actually Carlo Mastrangelo solo) ** \"You Turned Me Over\" / \"Just You\" [Laurie 3468] (1968) – Endless Pulse (actually Carlo Mastrangelo solo) ** \"Nowhere Chick\" / \"Shake Me Wake Me\" [Laurie 3488] (1969) – Endless Pulse (actually Carlo Mastrangelo solo) ** \"Story Teller\" / \"A Brand New Song\" [Laurie 3631] (1975) – The Belmonts ** \"Hey Baby Stay\" / \"We Gotta Get Out\" [Laurie 3663] (1977) – Foreign Intrigue (Warren Gradus and Dan Elliott) ** \"Celebrate\" / \"Jaimie\" [Laurie 3669] (1978) – Foreign Intrigue (Warren Gradus and Dan Elliott) ** \"Medley\" / \"You're The Only Girl For Me\" [Laurie 3698] (1980) – Dion and Dion & The Belmonts / Ernie Maresca * Sabrina/Sabina Records: ** \"Tell Me Why\" / \"Smoke From Your Cigarette\" [Sabrina 500] (1961) – The Belmonts ** \"Don't Get Around Much Anymore\" / Searching For A New Love\" [Sabrina 501] (1961) – The Belmonts ** \"I Need Someone\" / \"That American Dance\" [Sabina 502] (1961) – The Belmonts ** \"Hombre\" / \"I Confess\" [Sabina 503] (1962) – The Belmonts ** \"So Wrong\" / \"Broken Heart\" [Sabina 504] (1962) – Pete Barin with (unlisted) The Belmonts ** \"Come On Little Angel\" / \"How About Me\" [Sabina 505] (1962) – The Belmonts ** \"Time To Dream (Brahms Lullaby)\" / \"My Love Is Real\" [Sabina 506] (1962) – as Buddy Sheppard & The Holidays ** \"Diddle-Dee-Dum (What Happens When Your Love Has Gone)\" / \"Farewell\" [Sabina 507] (1962) – The Belmonts ** \"Ann-Marie\" / \"Ac-Cent-Tchu- Ate The Positive\" [Sabina 509] (1962) – The Belmonts ** \"That Background Sound\" / \"Now It's All Over\" [Sabina 510] (1963) – as Buddy Sheppard & The Holidays ** \"Lookout For Cindy\" / \"The Loneliest Gut In The World\" [Sabina 512] (1963) – Pete Barin with (unlisted) The Belmonts or The Del Satins ** \"Walk On Boy\" / \"Let's Call It A Day\" [Sabina 513] (1963) – The Belmonts ** \"Little Boat\" / \"Polly\" [Sabina 515] (1963) – by The Moonshiners (uncredited on the A-Side \"Little Boat\" are The Belmonts) ** \"More Important Things To Do\" / \"Let's Call It A Day\" [Sabina 517] (1963) – The Belmonts ** \"C'mon Everybody (Do You Wanna Dance)\" / \"Why\" [Sabina 519] (1963) – The Belmonts ** \"Earth Angel\" / \"Don't Look At Me\" [Sabina 520] (1964) – Frank Lyndon (solo) ** \"Nothing In Return\" / \"Summertime Time\" [Sabina 521] (1964) – The Belmonts * United Artists Records: ** \"I Don't Know Why, I Just Do\" / \"Wintertime\" [UA 809] (1965) – The Belmonts ** \"Today My Love Has Gone Away\" / \"(Then) I Walked Away\" [UA 904] (1965) – The Belmonts ** \"To Be With You\" / \"I Got A Feeling\" [UA 966] (1966) – The Belmonts ** \"You're Like A Mystery\" / \"Come With Me\" [UA 50007] (1966) – The Belmonts * ABC Records: ** \"My Girl The Month of May\" / \"Berimbau\" (1966) – Dion and the Belmonts ** \"Movin' Man\" / \"For Bobbie\" (1967) – Dion and the Belmonts * Dot Records: ** \"She Only Wants To Do Her Own Thing\" / \"Reminiscences\" (1968) – The Belmonts ** \"Have You Heard-The Worst That Could Happen\" / \"Answer Me, My Love\" (1969) – The Belmonts * Strawberry Records: ** \"I'll Never Fall In Love Again\" / \"Voyager\" (1976) – The Belmonts * E. M. Records: ** \"The Wanderer\" / \"Blind Date\" [EM-1001] (1977) – Foreign Intrigue (Warren Gradus and Dan Elliott) * MiaSound Records: ** \"Let's Put The Fun Back In Rock N Roll\" / \"Your Mama Ain't Always Right\" (1981) – The Belmonts with Freddy Cannon * Avery Records: ** \"Welcome Me Back Home\" – The Belmonts ==Albums, by year of release== 1959: Presenting Dion and the Belmonts (with Dion DiMucci) 1960: Wish Upon a Star (with Dion DiMucci) 1962: Carnival of Hits 1966: Together Again (with Dion DiMucci) 1969: Summer Love 1972: Cigars, Acappella, Candy 1973: Reunion (live, with Dion DiMucci) 1975: Cheek to Cheek 1982: Rock 'n' Roll Traveling Show 1988: The Season of Harmony (A Cappella Christmas) 2009: Anthology, Vol. 1 ==Song sample== ==References== ==External links== * The official Belmonts website * Dion & The Belmonts I * Dion & The Belmonts II * Dion & The Belmonts III Category:Doo-wop groups Category:American rhythm and blues musical groups Category:ABC Records artists Category:United Artists Records artists Category:Laurie Records artists Category:Dot Records artists Category:Belmont, Bronx Category:Musical groups from the Bronx",
 "title": "The Belmonts"
}