{
 "id": "165482",
 "text": "Henriette Roosenburg (26 May 1916 – 1972) was a Dutch journalist and political prisoner. Her memoir The Walls Came Tumbling Down described her attempts to return to the Netherlands from Germany after being released from prison at the end of World War II. Born in the Netherlands to an upper-class family, she was a graduate student at the University of Leiden at the start of World War II and became a courier in the Dutch resistance, where she served under the code name Zip. During this time she also wrote for the Dutch newspaper Het Parool. In 1944 she was caught and sentenced to death, and became a Night and Fog prisoner in a German prison at Waldheim. == Start of resistance work == Born in The Hague to an upper-class family, Jet, as she was called by family and friends, was a graduate student at the University of Leiden at the start of World War II. During 1941, she became involved in the Dutch resistance. She started out by helping Jewish people flee or go into hiding. During 1942 and 1943, she collected information for the editors-in-chief of the influential Dutch resistance newspaper Het Parool (The Watchword). In 1943, she was recruited as a helper on an escape line running via Belgium, France and the Pyrenees to Spain, from where escapees could travel to London. It was set up at the instruction of the Dutch government in exile in London, with the aim to have people brought over to England to inform the government on the occupied homeland and the Dutch resistance. Dutch Secret agent Piet Gerbrands, trained in England, was dropped in the Netherlands in March 1943 to organize the line. He used the assistance of the resistance group Fiat Libertas, which already ran both an escape line for Allied air men shot down over the Netherlands and an intelligence line to Brussels. The escape line for the government was to be a separate line and was given the name St John, a codename of Gerbrands'. Jet, who spoke French fluently and could pass for a Belgian citizen, worked under the alias Gaby. She took her charges to Brussels, from where the Belgian guide ('passeur') Henri-Jean Nys assisted them to Toulouse. Secret agent Gerbrands was the first to return to London. However, the line St John only functioned briefly. The nazi counterintelligence agencies were able to disrupt the line by arresting various Dutch and Belgian helpers between the end of September and November 1943. Practically all of the members of resistance group Fiat Libertas were also arrested. ===Military espionage=== Jet, however, escaped arrest various times. When the government escape line was abandoned, she helped several allied airmen escape to Brussels. Her ability to rapidly cross the Dutch-Belgian border gained her the nickname Zip: she seemed to 'zip' to and fro. The Dutch Bureau of Intelligence in London, working for the Dutch government and responsible for sending secret agents such as Gerbrands, by now knew of Jets feats and capacities. The Bureau had for some time been eager to establish a line for military intelligence. The Allied High Command was preparing an invasion on the West coast of continental Europe and needed information about the military situation in various countries. Jet was traced in Brussels by a guide who asked her to travel to Bern, Switzerland, where a group of Dutch citizens worked to collect information and send it to the Dutch government. Jet set off for Switzerland at the end of December 1943. In Bern, she received instructions to organize a new resistance group in the Netherlands to collect military information and to set up a line via Paris, France, to Switzerland. But when she returned in January 1944, the nazi's were closing in on her. She had barely organised the intelligence line when she was caught on March 1, 1944, in Brussels, where she had traveled with intelligence for Switzerland. She was betrayed by an Belgian infiltrator who was later executed by the Belgian resistance. ===Trial and death sentence=== Jet was transferred to The Hague and interrogated severely and exhaustingly, but she managed to protect the new intelligence line and her coworkers. In July 1944, she and 19 other members of the former resistance group Fiat Libertas were moved to Utrecht, the Netherlands, for their trial. Here, Jet again met up with Nel Lind, whom she had known previously as the organizer of the escape line for Allied pilots. She also met Joke Folmer for the first time. Joke (pronounced \"Yo-kuh\") had proven to be a competent and successful guide, who until her arrest in April 1944 had helped 320 people escape to Belgium. Half of them were Allied air men and many of them managed to return to England. Both women would become her companions until the end of the war and during their subsequent journey home. They figure prominently in \"The Walls came tumbling down\". The group were court-martialled by the German army on the charge of 'Feindbegünstigung', aiding and abetting the enemy, because their espionage activities and assistance to Allied pilots had undermined the interests of the German army, and had favoured enemy forces. Joke, Nel and Jet were sentenced to death; Jet even thrice, with the advise to absolutely carry out the sentence, since she was considered very dangerous. ===Escape from execution=== While their sentences were being considered for pardon, the Allied forces reached the Dutch border town of Breda at the beginning of September 1944. Many Nazis and Nazi sympathisers fled to Germany overnight; the military director of the prison in Utrecht was among them. He took the women who had been sentenced to death with him. The women were loaded into cattle wagons at the train station in Utrecht, but the procedural documents were left with the person who decided on pardons. It made them 'Häftlinge ohne Papiere', undocumented prisoners, which saved their lives. After several transfers they ended up in the German prison at Waldheim. By then they were Night and Fog prisoners, destined to disappear without a trace. They were oblivious to the fact that, in the growing chaos, confirmation of their death sentences was slowly catching up with them. They were liberated just in time. The American army was advancing from the West, but on May 6, 1945, the Soviet Army reached Waldheim and released the prisoners. Months after the end of the war, a large envelope surfaced in the Netherlands bearing the stamps of all their prisons, with dates just days after they had left.Interview with Joke Folmer, 2008, by Sonja van 't Hof. ===Waldheim prison=== At Waldheim, Henriette and the other prisoners were severely undernourished, and spent most of their free time embroidering bits of cloth with terse iconography about their experience. For instance, one section of Roosenburg's embroidery shows a crude drawing of a gun to indicate that the prisoners had heard what they thought was Allied gunfire, as well as the names \"Nel\" and \"Joke\" in Morse code to indicate that she was in solitary confinement, that Nell and Joke were in the two adjacent cells, and that they communicated by tapping Morse code on the walls. After their release, Henriette and four other Dutch NN prisoners (Dries, Nell, Joke, and Fafa, a Dutch NN prisoner with severe arthritis) had a chance to return to the Netherlands a few days later when the U.S. Army arrived with trucks to carry people through the Russian lines. However, Fafa's arthritis was so severe that she could not walk; and the surrounding roads were largely unpaved and rough. The other four did not believe that Fafa would survive the trip even if there were room for her cot—and there was not room for her cot; the truck was densely packed and offered standing room only. The group had heard that the Russians intended to send displaced persons back home via Odessa, a port in Ukraine on the Black Sea; considering that too far of a side trip, Dries, Nell, Joke, and Henriette stayed behind to take Fafa to a local civilian hospital instead, and then set out on their own for the Netherlands. The Russians had established sentries along major routes, including bridges, and were disallowing all unauthorized travel for fear German soldiers would escape along with former German POWs. Henriette and her friends, through bartering and guile, came to travel along Elbe River in a small boat from Waldheim to Coswig, where they were accosted by Russian soldiers and taken to a displaced persons camp populated by Belgians, Dutch, and Italians. On 6 June 1945 Roosenburg and a group of Dutch people were exchanged for a group of Russian POWs; they made their way to a Red Cross camp where they found that only the French and Belgians would be flying home; the rest would have to wait several weeks until a truck came. Roosenburg convinced a Dutch captain to give her group documentation stating that they were political prisoners and should have priority in transportation home; the paperwork she suggested did not mention their nationality, and so left them free to impersonate French or Belgian political prisoners. The next day Roosenburg and 15 other Dutch set out for Halle airfield, where they convinced an American soldier to allow them flight on the next plane to Belgium. Once in Belgium, the group set about calling friends and friends' friends to tell them they were alive and on their way home, and on 12 June they arrived at a monastery in the southern Netherlands where she and her friends were housed with between 1500 and 2000 others. The Netherlands had just been recently liberated and was suffering famine; as a result, trains to the north of the Netherlands only ran every three or four weeks. But Roosenburg happened to meet her cousin, Dirk Roosenburg, who had become a first lieutenant in the Dutch Army; he arranged for Henriette and her friends to be driven north the next day, where they reunited with their families. After the war, Henriette became a correspondent for Time Inc., serving in Paris and The Hague, and then New York City for a decade. At the beginning of her stay in New York, she wrote the book The Walls Came Tumbling Down about her experience traveling from Waldheim to the Netherlands, and was later awarded the Bronze Lion of the Netherlands. She died in 1972 at the age of 56. ==References== Category:1916 births Category:1972 deaths Category:Recipients of the Bronze Lion Category:Night and Fog program Category:Journalists from The Hague Category:20th-century Dutch journalists",
 "title": "Henriette Roosenburg"
}