{
 "id": "165451",
 "text": "Laissez-faire ( ; from , ) is an economic system in which transactions between private groups of people are free from any form of economic interventionism (such as subsidies) deriving from special interest groups. As a system of thought, laissez-faire rests on the following axioms: \"the individual is the basic unit in society, i.e. the standard of measurement in social calculus; the individual has a natural right to freedom; and the physical order of nature is a harmonious and self-regulating system.\" Another basic principle of laissez-faire holds that markets should naturally be competitive, a rule that the early advocates of laissez-faire always emphasized. With the aims of maximizing freedom by allowing markets to self-regulate, early advocates of laissez-faire proposed a impôt unique, a tax on land rent (similar to Georgism) to replace all taxes that they saw as damaging welfare by penalizing production. Proponents of laissez-faire argue for a near complete separation of government from the economic sector.Quick Reference Handbook Set, Basic Knowledge and Modern Technology (revised) by Edward H. Litchfield, Ph.D The phrase laissez-faire is part of a larger French phrase and literally translates to \"let [it/them] do\", but in this context the phrase usually means to \"let it be\" and in expression \"laid back.\"\"Laissez-faire\" , Business Dictionary. Although never practiced with full consistency, laissez-faire capitalism emerged in the mid-18th century and was further popularized by Adam Smith's book The Wealth of Nations.Edward H. Litchfield. \"Quick Reference Handbook Set, Basic Knowledge and Modern Technology\" (revised ed.). While associated with capitalism in common usage, there are also non-capitalist forms of laissez-faire, including some forms of market socialism. == Etymology and usage == The term laissez-faire likely originated in a meeting that took place around 1681 between powerful French Controller-General of Finances Jean- Baptiste Colbert and a group of French businessmen headed by M. Le Gendre. When the eager mercantilist minister asked how the French state could be of service to the merchants and help promote their commerce, Le Gendre replied simply: \"Laissez-nous faire\" (\"Leave it to us\" or \"Let us do [it]\", the French verb not requiring an object).\"Journal Oeconomique\". 1751 article by the French minister of finance. The anecdote on the Colbert–Le Gendre meeting appeared in a 1751 article in the Journal économique, written by French minister and champion of free trade René de Voyer, Marquis d'Argenson—also the first known appearance of the term in print.M. d'Argenson, \"Lettre au sujet de la dissertation sur le commerce du marquis de Belloni', Avril 1751, Journal Oeconomique p. 111. See A. Oncken, Die Maxime Laissez faire et laissez passer, ihr Ursprung, ihr Werden, 1866 Argenson himself had used the phrase earlier (1736) in his own diaries in a famous outburst: Vincent de Gournay, a French Physiocrat and intendant of commerce in the 1750s, popularized the term laissez-faire as he allegedly adopted it from François Quesnay's writings on China. Quesnay coined the phrases laissez-faire and laissez-passer, laissez- faire being a translation of the Chinese term wu wei (無為). Gournay ardently supported the removal of restrictions on trade and the deregulation of industry in France. Delighted with the Colbert–Le Gendre anecdote,According to J. Turgot's \"Eloge de Vincent de Gournay,\" Mercure, August, 1759 (repr. in Oeuvres of Turgot, vol. 1 p. 288. he forged it into a larger maxim all his own: \"Laissez faire et laissez passer\" (\"Let do and let pass\"). His motto has also been identified as the longer \"Laissez faire et laissez passer, le monde va de lui même !\" (\"Let do and let pass, the world goes on by itself!\"). Although Gournay left no written tracts on his economic policy ideas, he had immense personal influence on his contemporaries, notably his fellow Physiocrats, who credit both the laissez-faire slogan and the doctrine to Gournay.Gournay was credited with the phrase by Jacques Turgot (\"Eloge a Gournay\", Mercure 1759), the Marquis de Mirabeau (Philosophie rurale 1763 and Ephémérides du Citoyen, 1767.), the Comte d'Albon (\"Éloge Historique de M. Quesnay\", Nouvelles Ephémérides Économiques, May, 1775, pp. 136–137) and DuPont de Nemours (Introduction to Oeuvres de Jacques Turgot, 1808–11, Vol. I, pp. 257, 259, Daire ed.) among others. Before d'Argenson or Gournay, P. S. de Boisguilbert had enunciated the phrase \"On laisse faire la nature\" (\"Let nature run its course\").\"Tant, encore une fois, qu'on laisse faire la nature, on ne doit rien craindre de pareil\", P.S. de Boisguilbert, 1707, Dissertation de la nature des richesses, de l'argent et des tributs. D'Argenson himself during his life was better known for the similar, but less-celebrated motto \"Pas trop gouverner\" (\"Govern not too much\").DuPont de Nemours, op cit, p. 258. Oncken (op.cit) and Keynes (op.cit.) also credit the Marquis d'Argenson with the phrase \"Pour gouverner mieux, il faudrait gouverner moins\" (\"To govern best, one needs to govern less\"), possibly the source of the famous \"That government is best which governs least\" motto popular in American circles, attributed variously to Thomas Paine, Thomas Jefferson and Henry Thoreau. The Physiocrats proclaimed laissez-faire in 18th-century France, placing it at the very core of their economic principles and famous economists, beginning with Adam Smith, developed the idea.Fine, Sidney. Laissez Faire and the General-Welfare State. United States: The University of Michigan Press, 1964. Print It is with the Physiocrats and the classical political economy that the term laissez-faire is ordinarily associated.Macgregor, Economic Thought and Policy (London, 1949), pp. 54–67 The book Laissez Faire and the General-Welfare State states: \"The physiocrats, reacting against the excessive mercantilist regulations of the France of their day, expressed a belief in a 'natural order' or liberty under which individuals in following their selfish interests contributed to the general good. Since, in their view, this natural order functioned successfully without the aid of government, they advised the state to restrict itself to upholding the rights of private property and individual liberty, to removing all artificial barriers to trade, and to abolishing all useless laws\". The French phrase laissez-faire gained currency in English-speaking countries with the spread of Physiocratic literature in the late 18th century. George Whatley's 1774 Principles of Trade (co-authored with Benjamin Franklin) re-told the Colbert-LeGendre anecdote; this may mark the first appearance of the phrase in an English-language publication.Whatley's Principles of Trade are reprinted in Works of Benjamin Franklin, Vol.2, p. 401. Herbert Spencer was opposed to a slightly different application of laissez faire—to \"that miserable laissez- faire\" that leads to men's ruin, saying: \"Along with that miserable laissez- faire which calmly looks on while men ruin themselves in trying to enforce by law their equitable claims, there goes activity in supplying them, at other men's cost, with gratis novel-reading!\"Justice Part IV of Ethics (1892). p. 44. As a product of the Enlightenment, laissez-faire was \"conceived as the way to unleash human potential through the restoration of a natural system, a system unhindered by the restrictions of government\".Gaspard, Toufick. A Political Economy of Lebanon 1948–2002: The Limits of Laissez-faire. Boston: Brill, 2004. In a similar vein, Adam Smith viewed the economy as a natural system and the market as an organic part of that system. Smith saw laissez- faire as a moral program and the market its instrument to ensure men the rights of natural law. By extension, free markets become a reflection of the natural system of liberty. For Smith, laissez-faire was \"a program for the abolition of laws constraining the market, a program for the restoration of order and for the activation of potential growth\". However, Smith and notable classical economists such as Thomas Malthus and David Ricardo did not use the phrase. Jeremy Bentham used the term, but it was probably James Mill's reference to the laissez-faire maxim (together with the \"Pas trop gouverner\" motto) in an 1824 entry for the Encyclopædia Britannica that really brought the term into wider English usage. With the advent of the Anti-Corn Law League (founded 1838), the term received much of its English meaning. Smith first used the metaphor of an invisible hand in his book The Theory of Moral Sentiments (1759) to describe the unintentional effects of economic self- organization from economic self-interest.Andres Marroquin, Invisible Hand: The Wealth of Adam Smith, The Minerva Group, Inc., 2002, , p. 123. Although not the metaphor itself, the idea lying behind the invisible hand belongs to Bernard de Mandeville and his Fable of the Bees (1705). In political economy, that idea and the doctrine of laissez-faire have long been closely related.John Eatwell, The Invisible Hand, W. W. Norton & Company, 1989, pp. Preface, x1. Some have characterized the invisible-hand metaphor as one for laissez-faire, although Smith never actually used the term himself.Roy C. Smith, Adam Smith and the Origins of American Enterprise: How the Founding Fathers Turned to a Great Economist's Writings and Created the American Economy, Macmillan, 2004, , pp. 13–14. In Third Millennium Capitalism (2000), Wyatt M. Rogers Jr. notes a trend whereby recently \"conservative politicians and economists have chosen the term 'free-market capitalism' in lieu of laissez-faire\". American individualist anarchists such as Benjamin Tucker saw themselves as economic laissez-faire socialists and political individualists while arguing that their \"anarchistic socialism\" or \"individual anarchism\" was \"consistent Manchesterism\".Tucker, Benjamin (1926). Individual Liberty: Selections from the Writings of Benjamin R. Tucker. New York: Vanguard Press. pp. 1–19. == History == === Europe === In Europe, the laissez-faire movement was first widely promoted by the Physiocrats, a movement that included Vincent de Gournay (1712–1759), a successful merchant turned political figure. Gournay is postulated to have adapted the Taoist concept wu wei,Christian Gerlach, Wu- Wei in Europe. A Study of Eurasian Economic Thought, London School of Economics – March 2005 p. 3\" the diffusion of wu-wei, co-evolved with the inner-European laissez-faire principle, the Libaniusian model.\" p. 8 \"Thus, wu-wei has to be recognized as a laissez-faire instrument of Chinese political economy \"p. 10 \"Practising wu-wei erzhi. Consequently, it is this variant of the laissez-faire maxim in which the basis of Physiocracy's 'moral philosophy' is to be located. Priddat's work made clear that the wu-wei of the complete économie has to be considered central to Physiocracy; \"p. 11 \"that wu-wei translates into French as laissez-faire\". from the writings on China by François Quesnay (1694–1774). Gournay held that government should allow the laws of nature to govern economic activity, with the state only intervening to protect life, liberty and property. François Quesnay and Anne Robert Jacques Turgot, Baron de l'Aulne took up Gournay's ideas. Quesnay had the ear of the King of France, Louis XV and in 1754 persuaded him to give laissez-faire a try. On September 17, the King abolished all tolls and restraints on the sale and transport of grain. For more than a decade, the experiment appeared successful, but 1768 saw a poor harvest, and the cost of bread rose so high that there was widespread starvation while merchants exported grain in order to obtain the best profit. In 1770, the Comptroller-General of Finances Joseph Marie Terray revoked the edict allowing free trade in grain.Will & Ariel Durant, Rousseau and the Revolution, pp. 71–77, Simon and Schuster, 1967, . The doctrine of laissez-faire became an integral part of 19th-century European liberalism. Just as liberals supported freedom of thought in the intellectual sphere, so were they equally prepared to champion the principles of free trade and free competition in the sphere of economics, seeing the state as merely a passive policeman, protecting private property and administering justice, but not interfering with the affairs of its citizens. Businessmen, British industrialists in particular, were quick to associate these principles with their own economic interests. Many of the ideas of the physiocrats spread throughout Europe and were adopted to a greater or lesser extent in Sweden, Tuscany, Spain and in the newly created United States. Adam Smith, author of The Wealth of Nations (1776), met Quesnay and acknowledged his influence.Will & Ariel Durant, Rousseau and the Revolution, p. 76, Simon and Schuster, 1967, . In Britain, the newspaper The Economist (founded in 1843) became an influential voice for laissez-faire capitalism. Laissez-faire advocates opposed food aid for famines occurring within the British Empire. In 1847, referring to the famine then underway in Ireland, founder of The Economist James Wilson wrote: \"It is no man's business to provide for another\". More specifically, in An Essay on the Principle of Population, Malthus argued that there was nothing that could be done to avoid famines because he felt he had mathematically proven that population growth tends to exceed growth in food production. However, The Economist campaigned against the Corn Laws that protected landlords in the United Kingdom of Great Britain and Ireland against competition from less expensive foreign imports of cereal products. The Great Famine in Ireland in 1845 led to the repeal of the Corn Laws in 1846. The tariffs on grain which kept the price of bread artificially high were repealed.George Miller. On Fairness and Efficiency. The Policy Press, 2000. p. 344 However, repeal of the Corn Laws came too late to stop the Irish famine, partly because it was done in stages over three years.Christine Kinealy. A Death-Dealing Famine:The Great Hunger in Ireland. Pluto Press, 1997. . p. 59. A group that became known as the Manchester Liberals, to which Richard Cobden (1804–1865) and John Bright (1811–1889) belonged, were staunch defenders of free trade. After the death of Cobden, the Cobden Club (founded in 1866) continued their work. In 1860, Britain and France concluded a trade treaty, after which other European countries signed several similar treaties. The breakdown of laissez-faire as practised by the British Empire was partly led by British companies eager for state support of their positions abroad, in particular British oil companies. === United States === Frank Bourgin's study of the Constitutional Convention and subsequent decades argues that direct government involvement in the economy was intended by the Founding Fathers. The reason for this was the economic and financial chaos the nation suffered under the Articles of Confederation. The goal was to ensure that dearly-won political independence was not lost by being economically and financially dependent on the powers and princes of Europe. The creation of a strong central government able to promote science, invention, industry and commerce was seen as an essential means of promoting the general welfare and making the economy of the United States strong enough for them to determine their own destiny. Others view Bourgin's study, written in the 1940s and not published until 1989, as an over-interpretation of the evidence, intended originally to defend the New Deal and later to counter Ronald Reagan's economic policies. Historian Kathleen G. Donohue argues that in the 19th century liberalism in the United States had distinctive characteristics and that \"at the center of classical liberal theory [in Europe] was the idea of laissez-faire. To the vast majority of American classical liberals, however, laissez-faire did not mean \"no government intervention\" at all. On the contrary, they were more than willing to see government provide tariffs, railroad subsidies, and internal improvements, all of which benefited producers\". Notable examples of government intervention in the period prior to the American Civil War include the establishment of the Patent Office in 1802; the establishment of the Office of Standard Weights and Measures in 1830; the creation of the Coast and Geodetic Survey in 1807 and other measures to improve river and harbor navigation; the various Army expeditions to the west, beginning with Lewis and Clark's Corps of Discovery in 1804 and continuing into the 1870s, almost always under the direction of an officer from the Army Corps of Topographical Engineers and which provided crucial information for the overland pioneers that followed; the assignment of Army Engineer officers to assist or direct the surveying and construction of the early railroads and canals; and the establishment of the First Bank of the United States and Second Bank of the United States as well as various protectionist measures (e.g. the tariff of 1828). Several of these proposals met with serious opposition and required a great deal of horse-trading to be enacted into law. For instance, the First National Bank would not have reached the desk of President George Washington in the absence of an agreement that was reached between Alexander Hamilton and several Southern members of Congress to locate the capitol in the District of Columbia. In contrast to Hamilton and the Federalists was Thomas Jefferson and James Madison's opposing political party, the Democratic-Republicans. Most of the early opponents of laissez-faire capitalism in the United States subscribed to the American School. This school of thought was inspired by the ideas of Hamilton, who proposed the creation of a government-sponsored bank and increased tariffs to favor Northern industrial interests. Following Hamilton's death, the more abiding protectionist influence in the antebellum period came from Henry Clay and his American System. In the early 19th century, \"it is quite clear that the laissez-faire label is an inappropriate one\" to apply to the relationship between the United States government and industry. In the mid-19th century, the United States followed the Whig tradition of economic nationalism, which included increased state control, regulation and macroeconomic development of infrastructure. Public works such as the provision and regulation transportation such as railroads took effect. The Pacific Railway Acts provided the development of the First Transcontinental Railroad. In order to help pay for its war effort in the Civil War, the United States government imposed its first personal income tax on 5 August 1861 as part of the Revenue Act of 1861 (3% of all incomes over US$800; rescinded in 1872). Following the Civil War, the movement towards a mixed economy accelerated. Protectionism increased with the McKinley Tariff of 1890 and the Dingley Tariff of 1897. Government regulation of the economy expanded with the enactment of the Interstate Commerce Act of 1887 and the Sherman Anti-trust Act. The Progressive Era saw the enactment of more controls on the economy as evidenced by the Woodrow Wilson administration's New Freedom program. Following World War I and the Great Depression, the United States turned to a mixed economy which combined free enterprise with a progressive income tax and in which from time to time the government stepped in to support and protect American industry from competition from overseas. For example, in the 1980s the government sought to protect the automobile industry by \"voluntary\" export restrictions from Japan. In 1986, Pietro S. Nivola wrote: \"By and large, the comparative strength of the dollar against major foreign currencies has reflected high U.S. interest rates driven by huge federal budget deficits. Hence, the source of much of the current deterioration of trade is not the general state of the economy, but rather the government's mix of fiscal and monetary policies – that is, the problematic juxtaposition of bold tax reductions, relatively tight monetary targets, generous military outlays, and only modest cuts in major entitlement programs. Put simply, the roots of the trade problem and of the resurgent protectionism it has fomented are fundamentally political as well as economic\". A more recent advocate of total laissez-faire has been Objectivist Ayn Rand, who described it as \"the abolition of any and all forms of government intervention in production and trade, the separation of State and Economics, in the same way and for the same reasons as the separation of Church and State\".Rand, Ayn Capitalism: The Unknown Ideal, Ch. 7, New American Library, Signet, 1967. This viewpoint is summed up in what is known as the iron law of regulation, which is a theory stating that all government economic regulation eventually leads to a net loss in social welfare. Rand's political philosophy emphasized individual rights (including property rights). and she considered laissez-faire capitalism the only moral social system because in her view it was the only system based on the protection of those rights.; . She opposed statism, which she understood to include theocracy, absolute monarchy, Nazism, fascism, communism, socialism and dictatorship.. Rand believed that natural rights should be enforced by a constitutionally limited government.. Although her political views are often classified as conservative or libertarian, she preferred the term \"radical for capitalism\". She worked with conservatives on political projects, but disagreed with them over issues such as religion and ethics.; ; ; . She denounced libertarianism, which she associated with anarchism.; . She rejected anarchism as a naïve theory based in subjectivism that could only lead to collectivism in practice.; ; . == Models == === Capitalism === A closely related conception is that of raw or pure capitalism, or unrestrained capitalism, that refers to capitalism free of social regulations, with low, minimal or no government and operating almost entirely on the profit motive. Other than laissez-faire economics and anarcho-capitalism, it is not associated with a school of thought. It typically has a bad connotation, which hints towards a perceived need for restraint due to social needs and securities that can not be adequately responded to by companies with just a motive for making profit. Robert Kuttner states that \"for over a century, popular struggles in democracies have used the nation-state to temper raw capitalism. The power of voters has offset the power of capital. But as national barriers have come down in the name of freer commerce, so has the capacity of governments to manage capitalism in a broad public interest. So the real issue is not 'trade' but democratic governance\". The main issues of raw capitalism are said to lie in its disregard for quality, durability, sustainability, respect for the environment and human beings as well as a lack of morality. From this more critical angle, companies might naturally aim to maximise profits at the expense of workers' and broader social interests. Advocates of laissez-faire capitalism argue that it relies on a constitutionally limited government that unconditionally bans the initiation of force and coercion, including fraud. Therefore, free market economists such as Milton Friedman and Thomas Sowell argue that, under such a system, relationships between companies and workers are purely voluntary and mistreated workers will seek better treatment elsewhere. Thus, most companies will compete for workers on the basis of pay, benefits, and work-life balance just as they compete with one another in the marketplace on the basis of the relative cost and quality of their goods. So-called \"raw\" or \"hyper- capitalism\" is a prime motive of cyberpunk in dystopian works such as Syndicate. === Socialism === Although laissez-faire has been commonly associated with capitalism, there is a similar laissez-faire economic theory and system associated with socialism called left-wing laissez-faire,Nick Manley. \"Brief Introduction To Left-Wing Laissez Faire Economic Theory: Part One\".Nick Maley. \"Brief Introduction To Left-Wing Laissez Faire Economic Theory: Part Two\". or free-market anarchism, also known as free-market anti- capitalism and free-market socialism to distinguish it from laissez-faire capitalism.Chartier, Gary; Johnson, Charles W. (2011). Markets Not Capitalism: Individualist Anarchism Against Bosses, Inequality, Corporate Power, and Structural Poverty. Brooklyn, NY:Minor Compositions/Autonomedia\"It introduces an eye-opening approach to radical social thought, rooted equally in libertarian socialism and market anarchism.\" Chartier, Gary; Johnson, Charles W. (2011). Markets Not Capitalism: Individualist Anarchism Against Bosses, Inequality, Corporate Power, and Structural Poverty. Brooklyn, NY: Minor Compositions/Autonomedia. p. back cover.\"But there has always been a market- oriented strand of libertarian socialism that emphasizes voluntary cooperation between producers. And markets, properly understood, have always been about cooperation. As a commenter at Reason magazine's Hit&Run; blog, remarking on Jesse Walker's link to the Kelly article, put it: \"every trade is a cooperative act.\" In fact, it's a fairly common observation among market anarchists that genuinely free markets have the most legitimate claim to the label “socialism.”\" \"Socialism: A Perfectly Good Word Rehabilitated\" by Kevin Carson at website of Center for a Stateless Society. One first example of this is mutualism as developed by Pierre-Joseph Proudhon in the 18th century, from which emerged individualist anarchism. Benjamin Tucker is one eminent American individualist anarchist who adopted a laissez-faire system he termed anarchistic socialism in contraposition to state socialism.Tucker, Benjamin. \"State Socialism and Anarchism\".Brown, Susan Love. 1997. \"The Free Market as Salvation from Government\". In Meanings of the Market: The Free Market in Western Culture. Berg Publishers. p. 107. This tradition has been recently associated with contemporary scholars such as Kevin Carson,Carson, Kevin A. (2008). Organization Theory: A Libertarian Perspective. Charleston, SC:BookSurge.Carson, Kevin A. (2010). The Homebrew Industrial Revolution: A Low-Overhead Manifesto. Charleston, SC: BookSurge. Roderick T. Long,Long, Roderick T. (2000). Reason and Value: Aristotle versus Rand. Washington, DC:Objectivist CenterLong, Roderick T. (2008). \"An Interview With Roderick Long\" Charles W. Johnson,Johnson, Charles W. (2008). \"Liberty, Equality, Solidarity: Toward a Dialectical Anarchism.\" Anarchism/Minarchism: Is a Government Part of a Free Country? In Long, Roderick T. and Machan, Tibor Aldershot: Ashgate pp. 155–188. Brad Spangler,Spangler, Brad (15 September 2006). \"Market Anarchism as Stigmergic Socialism . Sheldon Richman,Richman, Sheldon (23 June 2010). \"Why Left-Libertarian?\" The Freeman. Foundation for Economic Education.Richman, Sheldon (18 December 2009). \"Workers of the World Unite for a Free Market\". .\" Foundation for Economic Education.Sheldon Richman (3 February 2011). \"Libertarian Left: Free-market anti-capitalism, the unknown ideal .\" The American Conservative. Retrieved 5 March 2012. Chris Matthew SciabarraSciabarra, Chris Matthew (2000). Total Freedom: Toward a Dialectical Libertarianism. University Park, PA:Pennsylvania State University Press. and Gary Chartier,Chartier, Gary (2009). Economic Justice and Natural Law. Cambridge:Cambridge University Press. who stress the value of radically free markets, termed freed markets to distinguish them from the common conception which these left-libertarians believe to be riddled with capitalist and statist privileges.Gillis, William (2011). \"The Freed Market.\" In Chartier, Gary and Johnson, Charles. Markets Not Capitalism. Brooklyn, NY: Minor Compositions/Autonomedia. pp. 19–20. Referred to as left-wing market anarchistsChartier, Gary; Johnson, Charles W. (2011). Markets Not Capitalism: Individualist Anarchism Against Bosses, Inequality, Corporate Power, and Structural Poverty. Brooklyn, NY: Minor Compositions/Autonomedia. pp. 1–16. or market-oriented left-libertarians, proponents of this approach strongly affirm the classical liberal ideas of self-ownership and free markets while maintaining that taken to their logical conclusions these ideas support anti- capitalist, anti-corporatist, anti-hierarchical and pro-labor positions in economics; anti-imperialism in foreign policy; and thoroughly radical views regarding such cultural issues as gender, sexuality and race.Gary Chartier and Charles W. Johnson (eds). Markets Not Capitalism: Individualist Anarchism Against Bosses, Inequality, Corporate Power, and Structural Poverty. Minor Compositions; 1st edition (November 5, 2011Gary Chartier has joined Kevin Carson, Charles W. Johnson and others (echoing the language of Benjamin Tucker, Lysander Spooner and Thomas Hodgskin) in maintaining that—because of its heritage, emancipatory goals and potential—radical market anarchism should be seen by its proponents and by others as part of the socialist tradition and that market anarchists can and should call themselves socialists. See Gary Chartier, \"Advocates of Freed Markets Should Oppose Capitalism,\" \"Free-Market Anti-Capitalism?\" session, annual conference, Association of Private Enterprise Education (Cæsar's Palace, Las Vegas, NV, April 13, 2010); Gary Chartier, \"Advocates of Freed Markets Should Embrace 'Anti-Capitalism'\"; Gary Chartier, Socialist Ends, Market Means: Five Essays. Cp. Tucker, \"Socialism.\" Critics of laissez-faire as commonly understood argues that a truly laissez- faire system would be anti-capitalist and socialist.Nick Manley, \"Brief Introduction To Left-Wing Laissez Faire Economic Theory: Part One\".Nick Manley, \"Brief Introduction To Left-Wing Laissez Faire Economic Theory: Part Two\". Kevin Carson describes his politics as on \"the outer fringes of both free market libertarianism and socialism\"\"Introductions – Kevin Carson\". and has also been highly critical of intellectual property. Carson has identified the work of Benjamin Tucker, Thomas Hodgskin, Ralph Borsodi, Paul Goodman, Lewis Mumford, Elinor Ostrom, Peter Kropotkin and Ivan Illich as sources of inspiration for his approach to politics and economics.Kevin A. Carson, Introduction, The Art of the Possible. In addition to individualist anarchist Benjamin Tucker's big four monopolies (land, money, tariffs and patents), he argues that the state has also transferred wealth to the wealthy by subsidizing organizational centralization in the form of transportation and communication subsidies. Carson believes that Tucker overlooked this issue due to Tucker's focus on individual market transactions whereas he also focuses on organizational issues. As such, the primary focus of his most recent work has been decentralized manufacturing and the informal and household economies. The theoretical sections of Carson's Studies in Mutualist Political Economy are also presented as an attempt to integrate marginalist critiques into the labor theory of value.Kevin Carson, \"Studies in Mutualist Political Economy\", chs. 1–3. In response to claims that he uses the term capitalism incorrectly, Carson says he is deliberately choosing to resurrect what he claims to be an old definition of the term in order to \"make a point\". He claims that \"the term 'capitalism,' as it was originally used, did not refer to a free market, but to a type of statist class system in which capitalists controlled the state and the state intervened in the market on their behalf\".Carson, Kevin A. Carson's Rejoinders. Journal of Libertarian Studies, Volume 20, No. 1 (Winter 2006): 97–136 [116–117]. Carson holds that \"capitalism, arising as a new class society directly from the old class society of the Middle Ages, was founded on an act of robbery as massive as the earlier feudal conquest of the land. It has been sustained to the present by continual state intervention to protect its system of privilege without which its survival is unimaginable\".Richman, Sheldon, Libertarian Left , The American Conservative (March 2011). Carson argues that in a truly laissez-faire system the ability to extract a profit from labor and capital would be negligible. Carson coined the pejorative term vulgar libertarianism, a phrase that describes the use of a free market rhetoric in defense of corporate capitalism and economic inequality. According to Carson, the term is derived from the phrase vulgar political economy which Karl Marx described as an economic order that \"deliberately becomes increasingly apologetic and makes strenuous attempts to talk out of existence the ideas which contain the contradictions [existing in economic life]\".Marx, Theories of Surplus Value, III, p. 501. Gary Chartier offers an understanding of property rights as contingent yet tightly constrained social strategies, reflective of the importance of multiple, overlapping rationales for separate ownership and of natural law principles of practical reasonableness, defending robust yet non-absolute protections for these rights in a manner similar to that employed by David Hume.See Gary Chartier, Anarchy and Legal Order: Law and Politics for a Stateless Society (New York: Cambridge UP 2013) 44–156. This account is distinguished both from Lockean and neo-Lockean views which deduce property rights from the idea of self-ownership and from consequentialist accounts that might license widespread ad hoc interference with the possessions of groups and individuals.See Gary Chartier, \"Natural Law and Non-Aggression,\" Acta Juridica Hungarica 51.2 (June 2010): 79–96 and, for an earlier version, Justice 32–46. Chartier uses this account to ground a clear statement of the natural law basis for the view that solidaristic wealth redistribution by individual persons is often morally required, but as a response by individuals and grass-roots networks to particular circumstances rather than as a state-driven attempt to achieve a particular distributive pattern.See Justice 47–68. He advances detailed arguments for workplace democracy rooted in such natural law principles as subsidiarity,Justice 89–120. defending it as morally desirable and as a likely outcome of the elimination of injustice rather than as something to be mandated by the state.See Gary Chartier, \"Pirate Constitutions and Workplace Democracy,\" Jahrbuch für Recht und Ethik 18 (2010): 449–467. Chartier has discussed natural law approaches to land reform and to the occupation of factories by workers.Justice 123–154. He objects on natural law grounds to intellectual property protections, drawing on his theory of property rights more generallySee Gary Chartier,' \"Intellectual Property and Natural Law,\" Australian Journal of Legal Philosophy 36 (2011): 58–88. and develops a general natural law account of boycotts.See Justice 176–182. He has argued that proponents of genuinely freed markets should explicitly reject capitalism and identify with the global anti-capitalist movement while emphasizing that the abuses the anti-capitalist movement highlights result from state-tolerated violence and state-secured privilege rather than from voluntary cooperation and exchange. According to Chartier, \"it makes sense for [freed-market advocates] to name what they oppose 'capitalism.' Doing so calls attention to the freedom movement's radical roots, emphasizes the value of understanding society as an alternative to the state, underscores the fact that proponents of freedom object to non-aggressive as well as aggressive restraints on liberty, ensures that advocates of freedom aren't confused with people who use market rhetoric to prop up an unjust status quo, and expresses solidarity between defenders of freed markets and workers — as well as ordinary people around the world who use \"capitalism\" as a short-hand label for the world- system that constrains their freedom and stunts their lives\".\"Advocates of Freed Markets Should Embrace \"Anti-Capitalism\". == Criticism == Over the years, a number of economists have offered critiques of laissez-faire economics. Adam Smith acknowledges some moral ambiguities towards the system of capitalism.Spencer J. Pack. Capitalism as a Moral System: Adam Smith's Critique of the Free Market Economy. Great Britain: Edward Elgar, 2010. Print Smith had misgivings concerning some aspects of each of the major character- types produced by modern capitalist society, namely the landlords, the workers and the capitalists. Smith claimed that \"[t]he landlords' role in the economic process is passive. Their ability to reap a revenue solely from ownership of land tends to make them indolent and inept, and so they tend to be unable to even look after their own economic interests\" and that \"[t]he increase in population should increase the demand for food, which should increase rents, which should be economically beneficial to the landlords\". According to Smith, the landlords should be in favour of policies which contribute to the growth in the wealth of nations, but they often are not in favour of these pro-growth policies because of their own indolent-induced ignorance and intellectual flabbiness. Many philosophers have written on the systems society has created to manage their civilizations. Thomas Hobbes utilized the concept of a \"state of nature,\" which is a time before any government or laws, as a starting point to consider the question. In this time, life would be \"war of all against all.\" Further, \"In such condition, there is no place for industry; because the fruit thereof is uncertain . . . continual fear and danger of violent death, and the life of man solitary, poor, nasty, brutish, and short.\" Smith was quite clear that he believed that without morality and laws, society would fail. From that perspective, it would be strange for Smith to support a pure Laissez-Faire style of capitalism, and what he does support in Wealth of Nations is heavily dependent on the moral philosophy from his previous work, Theory of Moral Sentiments. Regardless of preferred political preference, all societies require shared moral values as a prerequisite on which to build laws to protect individuals from each other. Adam Smith wrote Wealth of Nations during the Enlightenment, a period of time when the prevailing attitude was, \"All things can be Known.\" In effect, European thinkers, inspired by the likes of Isaac Newton and others, set about to \"find the laws\" of all things, that there existed a \"natural law\" underlying all aspects of life. They believed that these could be discovered and that everything in the universe could be rationally demystified and cataloged, including human interactions. Critics and market abolitionists such as David McNally argue in the Marxist tradition that the logic of the market inherently produces inequitable outcomes and leads to unequal exchanges, arguing that Smith's moral intent and moral philosophy espousing equal exchange was undermined by the practice of the free market he championed. According to McNally, the development of the market economy involved coercion, exploitation and violence that Smith's moral philosophy could not countenance. The British economist John Maynard Keynes condemned laissez-faire economic policy on several occasions.Dostaler, Gilles, Keynes and His Battles (Edward Elgar Publishing, 2007), p. 91. In The End of Laissez-faire (1926), one of the most famous of his critiques, Keynes argues that the doctrines of laissez-faire are dependent to some extent on improper deductive reasoning and says the question of whether a market solution or state intervention is better must be determined on a case-by-case basis.Dostaler 2007, p. 91; Barnett, Vincent, John Maynard Keynes (Routledge, 2013), p. 143. The Austrian School economist Friedrich Hayek stated that a freely competitive, laissez-faire banking industry tends to be endogenously destabilizing and pro-cyclical, arguing that the need for central banking control was inescapable. Karl Polanyi's Great Transformation criticizes self- regulating markets as aberrational, unnatural phenomena which tend towards social disruption. == See also == * Anarcho-capitalism * Corporatocracy * Deregulation * Economic liberalism * Free market * Free-market anarchism * Free trade * History of economic thought * Liberism * Libertarianism * Market fundamentalism * Market socialism * Neoliberalism * Objectivism * Physiocracy * Privatization * Wu wei == References == == Further reading == * * * * Gerlach, Cristian (2005) Wu-Wei in Europe: A Study of Eurasian Economic Thought London School of Economics. * * Bourgin, Frank The Great Challenge: The Myth of Laissez-Faire in the Early Republic (George Braziller Inc., 1989; Harper & Row, 1990). * * by Christian Gerlach, London School of Economics – March 2005. * John Maynard Keynes, The end of laissez-faire (1926). * Carter Goodrich, Government Promotion of American Canals and Railroads, 1800–1890 (Greenwood Press, 1960). ** Goodrich, Carter. \"American Development Policy: the Case of Internal Improvements,\" Journal of Economic History, 16 (1956), 449–460. ** Goodrich, Carter. \"National Planning of Internal Improvements,\" Political Science Quarterly, 63 (1948), 16–44. * Johnson, E.A.J., The Foundations of American Economic Freedom: Government and Enterprise in the Age of Washington (University of Minnesota Press, 1973). * * Eisenach, Eldon J. “Nation & Economy.” The Lost Promise of Progressivism, University Press of Kansas, 2021, pp. 138–186, . * Mittermaier, Karl, et al. “Individualism and Public Spirit.” The Hand Behind the Invisible Hand: Dogmatic and Pragmatic Views on Free Markets and the State of Economic Theory, 1st ed., Bristol University Press, 2020, pp. 115–148, . * de Muijnck, Sam, et al. “Pragmatic Pluralism.” Economy Studies: A Guide to Rethinking Economics Education, Amsterdam University Press, 2021, pp. 301–327, . * Williamson, Stephen D., and Federal Reserve Bank of Minneapolis. Research Department. \"Laissez-Faire Banking and Circulating Media of Exchange\". no. 382, Federal Reserve Bank of Minneapolis, pp. 1–36, . * Schmidt, Jeremy J. “Laissez-Faire Metaphysics.” Water: Abundance, Scarcity, and Security in the Age of Humanity, New York University Press, 2017, pp. 43–67, . * McGarity, Thomas O. “[Part One Introduction].” Freedom to Harm: The Lasting Legacy of the Laissez Faire Revival, Yale University Press, 2013, pp. 9–12, . * Viner, Jacob (1991). “Adam Smith and Laissee Faire”. Essays on the Intellectual History of Economics, edited by Douglas A. Irwin, Princeton University Press, 1991, pp. 85–113, . * McGarity, Thomas O. “The Laissez Faire Benchmark.” Freedom to Harm: The Lasting Legacy of the Laissez Faire Revival, Yale University Press, 2013, pp. 13–17, . * Colander, David and Kupers, Roland. “Laissez-Faire Activism.” Complexity and the Art of Public Policy: Solving Society’s Problems from the Bottom Up. Princeton University Press, 2014, pp. 214–236, . * Bowen, Howard R., et al. “Social Responsibilities and Laissez Faire.” Social Responsibilities of the Businessman, University of Iowa Press, 2013, pp. 14–21, . * Bladen, Vincent. “Laissez Faire.” From Adam Smith to Maynard Keynes: The Heritage of Political Economy, University of Toronto Press, 1974, pp. 91–95, . * Perkins, Dwight H. “Government Intervention versus Laissez- Faire in Northeast Asia.” East Asian Development, Harvard University Press, 2013, pp. 66–99, . * Calvo, Christopher W. “Laisse-Faire in the American Tradition”. The Emergence of Capitalism in Early America, 1st ed., University Press of Florida, 2020, pp. 27–74, . * Stricker, Frank. “Discipline for the Unemployed; Laissez-Faire for Business (1873–1920).” American Unemployment: Past, Present, and Future, University of Illinois Press, 2020, pp. 15–38, . * Maggor, Noam. “Cultivating the Laissez-Faire Metropolis.” Brahmin Capitalism: Frontiers of Wealth and Populism in America’s First Gilded Age, Harvard University Press, 2017, pp. 53–95, . * Blaser, Mario. “Laissez-Faire Progress: Invisibilzing the Yrmo.” Storytelling Globalization from the Chaco and Beyond, Duke University Press, 2010, pp. 41–62, . * Howell, Chris. “The Construction of the Collective Laissez-Faire System, 1890–1940.” Trade Unions and the State: The Construction of Industrial Relations Institutions in Britain, 1890-2000, Princeton University Press, 2005, pp. 46–85, . * Leacock, Stephen. “Laissez Faire and Legislation.” My Recollection of Chicago and the Doctrine of Laissez Faire, edited by Carl Spadoni, University of Toronto Press, 1998, pp. 35–40, . * Strum, Philippa. “From Laissez-faire Capitalism to Worker- Management.” Brandeis: Beyond Progressivism, University Press of Kansas, 1993, pp. 24–48, . * Halevi, Leor. “Paper Money and Consummate Men: Capitalism and the Rise of Laissez-Faire Salafism.” Modern Things on Trial: Islam’s Global and Material Reformation in the Age of Rida, 1865–1935, Columbia University Press, 2019, pp. 96–130, . * Kolozi, Peter. “In Search of the Warrior- statesman: The Critique of Laissez-Faire Capitalism by Brooks Adams and Theodore Roosevelt.” Conservatives Against Capitalism: From the Industrial Revolution to Globalization, Columbia University Press, 2017, pp. 51–76, . * Palley, Thomas I. “Milton Friedman: The Great Laissez-Faire Partisan.” Economic and Political Weekly, vol. 41, no. 49, 2006, pp. 5041–5043, . * Holroyd, Carin Lee. “Governments and International Trade: An Intellectual Analysis.” Government, International Trade, and Laissez-Faire Capitalism: Canada, Australia, and New Zealand’s Relations with Japan, McGill-Queen’s University Press, 2002, pp. 15–39, . * Simons, Henry C., William Breit, Roger L. Ransom, and Robert M. Solow. “Radical Proponent of Laissez-faire.” In The Academic Scribblers, 207–221. Princeton University Press, 1998. . * Henry, John F. “The Ideology of the Laissez Faire Program.” Journal of Economic Issues, vol. 42, no. 1, Association for Evolutionary Economics, 2008, pp. 209–224, . * Adams, Walter, and James W. Brock. “The Impact of Economic Power Is Discussed; Public Policy Interests in Economic Liberty and Democratic Process Yield a Conundrum.” Antitrust Economics on Trial: A Dialogue on the New Laissez-Faire, Princeton University Press, 1991, pp. 115–128, . * Lal, Deepak. “From Laissez Faire to the Dirigiste Dogma.” Reviving the Invisible Hand: The Case for Classical Liberalism in the Twenty-First Century, Princeton University Press, 2006, pp. 48–61, . * Fried, Barbara H. “The Empty Idea of Property Rights.” The Progressive Assault on Laissez Faire: Robert Hale and the First Law and Economics Movement, Harvard University Press, 1998, pp. 71–107, . * Rodgers, Daniel T. “Twilight of Laissez-Faire.” Atlantic Crossings: Social Politics in a Progressive Age, Harvard University Press, 1998, pp. 76–111, . * * * * * * * * * * * * * == External links == * Laissez- faire at Encyclopædia Britannica Online. Free-market anarchism Category:Capitalism Category:Classical liberalism Category:Economic history of France Category:Economic liberalism Category:Ideologies of capitalism Category:Individualism Category:Market socialism Category:Minarchism Category:Political movements Category:Political theories Category:Right-wing politics Category:Right-libertarianism Market socialism",
 "title": "Laissez-faire"
}