{
 "id": "166133",
 "text": "The Jewish tradition that there are 613 commandments () or mitzvot in the Torah (also known as the Law of Moses) is first recorded in the 3rd century CE, when Rabbi Simlai mentioned it in a sermon that is recorded in Talmud Makkot 23b. The 613 commandments include \"positive commandments\", to perform an act (), and \"negative commandments\", to abstain from certain acts (). The negative commandments number 365, which coincides with the number of days in the solar year, and the positive commandments number 248, a number ascribed to the number of bones and main organs in the human body.Babylonian Talmud, Makkot 23b-24a Although the number 613 is mentioned in the Talmud, its real significance increased in later medieval rabbinic literature, including many works listing or arranged by the . The most famous of these was an enumeration of the 613 commandments by Maimonides. Many of the cannot be currently observed, following the destruction of the Second Temple, though they still retain religious significance. According to one standard reckoning, there are 77 positive and 194 negative commandments that can be observed today, of which there are 26 commands that apply only within the Land of Israel.HaCohen, Yisrael Meir. The Concise Book of Mitzvoth: The Commandments which can be Observed Today, Trans., Charles Wengrov. Feldheim, 1990. Furthermore, there are some time-related commandments from which women are exempt (examples include shofar, sukkah, lulav, tzitzit and tefillin).Talmud Kiddushin 29a Some depend on the special status of a person in Judaism (such as kohanim), while others apply only to men or only to women. ==Significance of 613== According to the Talmud, is to be interpreted to mean that Moses transmitted the Torah from God to the Israelites: \"Moses commanded us the Torah as an inheritance for the community of Jacob\".Makkoth 23b The Talmud notes that the Hebrew numerical value (gematria) of the word Torah is 611, and combining Moses's 611 commandments with the first two of the Ten Commandments which were the only ones heard directly from God, adds up to 613.Makkoth 24a The Talmud attributes the number 613 to Rabbi Simlai, but other classical sages who hold this view include Rabbi Simeon ben AzzaiSifre, Deuteronomy 76 and Rabbi Eleazar ben Yose the Galilean.Midrash Aggadah to Genesis 15:1 It is quoted in Midrash Shemot Rabbah 33:7, Bamidbar Rabbah 13:15–16; 18:21 and Talmud Yevamot 47b. Many Jewish philosophical and mystical works (e.g. by Baal HaTurim, the Maharal of Prague and leaders of Hasidic Judaism) find allusions and inspirational calculations relating to the number of commandments. The tzitzit (\"knotted fringes\") of the tallit (\"[prayer] shawl\") are connected to the 613 commandments by interpretation: principal Torah commentator Rashi bases the number of knots on a : the word (Hebrew: ציצת (Biblical), ציצית, in its Mishnaic spelling) has the value 600. Each tassel has eight threads (when doubled over) and five sets of knots, totalling 13. The sum of all numbers is 613. This reflects the concept that donning a garment with reminds its wearer of all Torah commandments.Rashi's commentary on Numbers 15:39 (from Numbers Rabbah 18); compare to Lekach Tov, parshat Shelach Lecha, p.224, s.v. tanan hatam bemasechet brachot ==Dissent and difficulties== Rabbinic support for the number of commandments being 613 is not without dissent. For example, Ben Azzai held that there exist 300 positive .Sifre Deuteronomy 76: אמר רבי שמעון בן עזיי והלא שלש מאות מצות עשה בתורה כיוצא בזה לומר מה הדם שאין בכל המצות קל ממנו הזהירך הכתוב עליו שאר כל המצות על אחת כמה וכמה Also, even as the number gained acceptance, difficulties arose in elucidating the list. Some rabbis declared that this count was not an authentic tradition, or that it was not logically possible to come up with a systematic count. No early work of Jewish law or Biblical commentary depended on the 613 system, and no early systems of Jewish principles of faith made acceptance of this Aggadah (non-legal Talmudic statement) normative. A number of classical authorities denied that it was normative: *Rabbi Abraham ibn Ezra denied that this was an authentic rabbinic tradition. Ibn Ezra writes \"Some sages enumerate 613 in many diverse ways [...] but in truth there is no end to the number of [...] and if we were to count only the root principles [...] the number of would not reach 613\".Yesod Mora, Chapter 2 * Nahmanides held that this particular counting was a matter of rabbinic controversy, and that rabbinic opinion on this is not unanimous. Nonetheless, he concedes that \"this total has proliferated throughout the aggadic literature... we ought to say that it was a tradition from Moses at Mount Sinai\".Nahmanides, Commentary to Maimonides' Sefer Hamitzvot, Root Principle 1 * Rabbi Simeon ben Zemah Duran likewise rejected the dogma of the 613 as being the sum of the Law, saying that \"perhaps the agreement that the number of is 613... is just Rabbi Simlai's opinion, following his own explication of the . And we need not rely on his explication when we come to determine [and affect] the Law, but rather on the Talmudic discussions\".Zohar Harakia, Lviv, 1858, p. 99 * Gersonides held that the number 613 was only one rabbi's (Rabbi Simlai's) opinion, and if the conclusion of a Talmudic discussion indicated that the number of commandments was greater or lesser than 613, Rabbi Simlai's opinion would be overruled. * The Vilna Gaon suggested that there exist many more than 613 commandments (because otherwise large narrative parts of the Pentateuch would be without commandments, which he considered difficult to accept) and that the count of 613 refers to \"roots\" () of the other commandments.See Avraham of Vilna, Maalot haTorah (printed in Nachmanides, Sefer haEmunah vehaBitachon, Warsaw: 1877, p.1) Even when rabbis attempted to compile a list of the 613 commandments, they were faced with a number of difficulties: *Which statements were to be included amongst the 613 commandments? Every one of God's commands to any individual or to the entire people of Israel? *Would an order from God be counted as a commandment, for the purposes of such a list, if it could only be complied with in one place and time? Else, would such an order only count as a commandment if it could be followed at all times? (The latter is the view of Maimonides.) *Does counting a single commandment depend on whether it falls within one verse, even though it may contain multiple prohibitions, or should each prohibition count as a single commandment? Ultimately, though, the concept of 613 commandments has become accepted as normative amongst practicing Jews and today it is still common practice to refer to the total system of commandments within the Torah as the \"613 commandments\", even among those who do not literally accept this count as accurate. However, the 613 do not constitute a formal code of present-day halakha. Later codes of law such as the Shulkhan Arukh and Kitzur Shulkhan Arukh do not refer to it. However, Maimonides' Mishneh Torah is prefaced by a count of the 613 mitzvot. ==Works enumerating the commandments== There is no single definitive list that explicates the 613 commandments. Lists differ, for example, in how they interpret passages in the Torah that may be read as dealing with several cases under a single law or several separate laws. Other \"commandments\" in the Torah are restricted as one-time acts, and would not be considered as \"\" binding on other persons. In rabbinic literature, Rishonim and later scholars composed to articulate and justify their enumeration of the commandments: *Halachot Gedolot (\"Great Laws\"), thought to be written by Rabbi Simeon Kayyara (the , author of the ) is the earliest extant enumeration of the 613 . * (\"Book of Commandments\") by Rabbi Saadia Gaon. Written during the period of the Geonim, Saadia's work is a simple list (though it was later expanded by Rabbi Yerucham Fishel Perlow.) *Sefer Hamitzvot (\"Book of Commandments\") by Maimonides, with a commentary by Nachmanides. Maimonides employs a set of fourteen rules () which determine inclusion into the list. In this work, he supports his specification of each mitzvah through quotations from the midrash halakha and the Gemara. Nachmanides makes a number of critical points and replaces some items of the list with others. *Sefer ha-Chinnuch (\"Book of Education\"). This work generally follows Maimonides' reckoning of the 613 commandments. It is written in the order in which the commandments appear in the Torah rather than an arrangement by category (as in Maimonides' work.) In addition to enumerating the commandments and giving a brief overview of relevant laws, the also tries to explain the philosophical reasons behind the . It has been attributed to various authors, most commonly Rabbi Aaron ha-Levi of Barcelona (the ), though its true authorship is unknown. *Sefer Mitzvot Gadol or SMaG (\"Large book of Commandments\") by Rabbi Moses ben Jacob of Coucy. * by Rabbi Yisrael Meir Kagan (the \"\"). The 's work follows the reckoning of Maimonides but gives only the commandments relevant today. Notably, this listing omits commandments regarding temple service, ritual purity, sacrifices, and so on. Though the original work included only those commandments relevant in all places and at all times, later editions include agricultural laws relevant today only in the Land of Israel. ===Works in which the number of commandments is not 613 === * by Eliezer ben Samuel lists only 417 commandments (including commandments only applicable when the Temple stood).Ohayon, Avraham. \"Ha-ʾOmnam Taryag Miẓvot\" (2009) p. 89-96 * Menahem Recanati, in his book , counted 250 positive and 361 negative commandments, for a total of 611. These 611 include the two commandments of , indicating that this list is incompatible with the approach of R' Hamnuna in the Talmud (who said that of the 613 commandments, the two in Exodus 20:2 were given directly by God, and the remaining 611 via Moses). *, by Rabbi Isaac of Corbeil, listed 320 commandments applicable nowadays. To reach a total of 613, one would have to add 293 commandments applicable only while the Temple stood. As the number of Temple-only commandments appears to be much lower than 293 (for example, Sefer haHinuch only counted 201 such commandments), it seems that the overall count of commandments would likely be lower than 613. *According to Dr. Asael Ben-Or, Gersonides' commentary to the Torah indicates that he counted a total of 513 commandments. ==Maimonides' list== The following are the 613 commandments and the source of their derivation from the Hebrew Bible as enumerated by Maimonides: ===Canonical order=== {| class=\"collapsible collapsed\" style=\"width:100%; border:1px solid #cedff2; background:#F5FAFF\" |- ! Maimonides' list sorted by occurrence in the Torah |- | # -- To have children with one's wife # -- Not to eat the sinew of the thigh # -- Courts must calculate to determine when a new month begins # -- To slaughter the paschal sacrifice at the specified time # -- To eat the Paschal Lamb with matzah and Marror on the night of the fourteenth of Nisan # -- Not to eat the paschal meat raw or boiled # -- Not to leave any meat from the paschal offering over until morning # -- To destroy all chametz on 14th day of Nisan # -- To eat matzah on the first night of Passover # -- Not to find chametz in your domain seven days # -- Not to eat mixtures containing chametz all seven days of Passover # -- An apostate must not eat from it # -- A permanent or temporary hired worker must not eat from it # -- Not to take the paschal meat from the confines of the group # -- Not to break any bones from the paschal offering --> # -- An uncircumcised Kohen (priest) must not eat Terumah (heave offering) # -- An uncircumcised male must not eat from it # -- Not to eat chametz all seven days of Passover # -- Not to see chametz in your domain seven days # -- To relate the Exodus from Egypt on that night # -- To set aside the firstborn animals # -- To redeem the firstborn donkey by giving a lamb to a Kohen # -- To break the neck of the donkey if the owner does not intend to redeem it # -- Not to walk outside the city boundary on Shabbat # -- To know there is a God # -- Not to even think that there are other gods besides Him -- Yemenite-> # -- Not to make an idol for yourself -- Yemenite-> # -- Not to worship idols in the manner they are worshiped -- Yemenite-> # -- Not to worship idols in the four ways we worship God -- Yemenite-> # -- Not to take God's Name in vain -- Yemenite-> # -- To sanctify the day with Kiddush and Havdalah -- Yemenite-> # -- Not to do prohibited labor on the seventh day -- Yemenite-> # -- Not to murder -- Yemenite-> # -- Respect your father or mother -- Yemenite-> # -- Not to kidnap -- Yemenite-> # -- Not to testify falsely -- Yemenite-> # -- Not to covet and scheme to acquire another's possession -- Yemenite-> # -- Not to make human forms even for decorative purposes -- Yemenite-> # -- Not to build the altar with stones hewn by metal -- Yemenite-> # -- Not to climb steps to the altar -- Yemenite-> # -- Purchase a Hebrew slave in accordance with the prescribed laws # -- Redeem Jewish maidservants # -- Betroth the Jewish maidservant # -- The master must not sell his maidservant # -- Not to withhold food, clothing, and sexual relations from your wife # -- Not to strike your father and mother # -- Not to curse your father and mother # -- The court must implement laws against the one who assaults another or damages another's property # -- The courts must carry out the death penalty of the sword # -- Not to benefit from an ox condemned to be stoned # -- The court must judge the damages incurred by a goring ox # -- The court must judge the damages incurred by a pit # -- The court must implement punitive measures against the thief # -- The court must judge the damages incurred by an animal eating # -- The court must judge the damages incurred by fire # -- The courts must carry out the laws of an unpaid guard # -- The courts must carry out the laws of the plaintiff, admitter, or denier # -- The courts must carry out the laws of a hired worker and hired guard # -- The courts must carry out the laws of a borrower # -- The court must fine one who sexually seduces a maiden # -- The court must not let the sorcerer live # -- Not to cheat a convert monetarily # -- Not to insult or harm a convert with words # -- Not to oppress the weak # -- Lend to the poor and destitute # -- Not to press them for payment if you know they don't have it # -- Not to intermediate in an interest loan, guarantee, witness, or write the promissory note # -- Not to blaspheme # -- Not to curse judges # -- Not to curse the head of state or leader of the Sanhedrin # -- Not to preface one tithe to the next, but separate them in their proper order # -- Not to eat meat of an animal that was mortally wounded # -- Judges must not accept testimony unless both parties are present # -- Transgressors must not testify # -- Decide by majority in case of disagreement # -- The court must not execute through a majority of one; at least a majority of two is required # -- A judge who presented an acquittal plea must not present an argument for conviction in capital cases # -- Help another remove the load from a beast which can no longer carry it # -- A judge must not decide unjustly the case of the habitual transgressor # -- The court must not kill anybody on circumstantial evidence # -- Judges must not accept bribes # -- To leave free all produce which grew in that year # -- To rest on the seventh day # -- Not to swear in the name of an idol --> # -- To celebrate on these three Festivals (bring a peace offering) # -- Not to slaughter it while in possession of leaven # -- Not to leave the fat overnight # -- Not to eat mixtures of milk and meat cooked together # --To set aside the first fruits and bring them to the Temple # -- To serve the Almighty with prayer # -- Not to let the Canaanites dwell in the Land of Israel # -- To build a Temple # -- Not to remove the staves from the ark # -- To make the show bread # -- To light the Menorah every day # -- The Kohanim must wear their priestly garments during service # -- The Kohen Gadol 's (High Priest) breastplate must not be loosened from the Efod # -- Not to tear the priestly garments # -- The Kohanim must eat the sacrificial meat in the Temple # -- A non-Kohen must not eat sacrificial meat -- # -- To burn incense every day # -- Not to burn anything on the Golden Altar besides incense # -- Each man must give a half shekel annually # -- A Kohen must wash his hands and feet before service # -- To prepare the anointing oil # -- Not to reproduce the anointing oil # -- Not to anoint with anointing oil # -- Not to reproduce the incense formula # -- To rest the land during the seventh year by not doing any work which enhances growth # -- Not to cook meat and milk together # -- The court must not inflict punishment on Shabbat # -- Carry out the procedure of the burnt offering as prescribed in the Torah # -- To bring meal offerings as prescribed in the Torah # -- Not to burn honey or yeast on the altar # -- To salt all sacrifices # -- Not to omit the salt from sacrifices # -- Not to put frankincense on the meal offerings of wrongdoers # -- Not to eat blood # -- Not to eat certain fats of clean animals # -- The Sanhedrin must bring an offering (in the Temple) when it rules in error # -- Every person must bring a sin offering (in the temple) for his transgression # -- Anybody who knows evidence must testify in court # -- Bring an oleh v'yored (temple offering) offering (if the person is wealthy, an animal; if poor, a bird or meal offering) # -- Not to decapitate a fowl brought as a sin offering # -- Not to put oil on the meal offerings of wrongdoers # -- One who profaned property must repay what he profaned plus a fifth and bring a sacrifice # -- Bring an asham talui (temple offering) when uncertain of guilt # -- Return the robbed object or its value # -- Bring an asham vadai (temple offering) when guilt is ascertained # -- To remove the ashes from the altar every day # -- To light a fire on the altar every day # -- Not to extinguish this fire # -- The Kohanim must eat the remains of the meal offerings # -- Not to bake a meal offering as leavened bread # -- The Kohen Gadol must bring a meal offering every day # -- Not to eat the meal offering of the High Priest # -- Carry out the procedure of the sin offering # -- Not to eat the meat of the inner sin offering # -- Carry out the procedure of the guilt offering # -- To follow the procedure of the peace offering # -- To burn the leftover sacrifices # -- Not to eat from sacrifices offered with improper intentions # -- Not to eat from sacrifices which became impure # -- To burn all impure sacrifices # -- An impure person must not eat from sacrifices # -- A Kohen must not enter the Temple with his head uncovered # -- A Kohen must not enter the Temple with torn clothes # -- A Kohen must not leave the Temple during service # -- A Kohen must not enter the Temple intoxicated # -- Mourn for relatives # -- To examine the signs of animals to distinguish between kosher and non-kosher # -- Not to eat non-kosher animals # -- To examine the signs of fish to distinguish between kosher and non-kosher # -- Not to eat non-kosher fish # -- Not to eat non-kosher fowl # -- To examine the signs of locusts to distinguish between kosher and non-kosher # -- Observe the laws of impurity caused by the eight shratzim (insects) # -- Observe the laws of impurity concerning liquid and solid foods # -- Observe the laws of impurity caused by a dead beast # -- Not to eat non-kosher creatures that crawl on land # -- Not to eat worms found in fruit # -- Not to eat creatures that live in water other than (kosher) fish # -- Not to eat non-kosher maggots # -- Observe the laws of impurity caused by childbirth # -- To circumcise all males on the eighth day after their birth # -- A woman who gave birth must bring an offering (in the Temple) after she goes to the Mikveh # -- Rule the laws of human tzara'at as prescribed in the Torah # -- The metzora (one having a skin disease) must not shave signs of impurity in his hair # -- Carry out the laws of tzara'at of houses # -- The metzora must publicize his condition by tearing his garments, allowing his hair to grow and covering his lips # -- Carry out the laws of tzara'at of clothing # -- Carry out the prescribed rules for purifying the metzora # -- The metzora must shave off all his hair prior to purification # -- A metzora must bring an offering (in the Temple) after going to the Mikveh # -- Observe the laws of impurity caused by a man's running issue (irregular ejaculation of infected semen) # -- A man who had a running (unnatural urinary) issue must bring an offering (in the Temple) after he goes to the Mikveh # -- Observe the laws of impurity of a seminal emission (regular ejaculation, with normal semen) # -- Every impure person must immerse himself in a Mikvah to become pure # -- Observe the laws of menstrual impurity # -- Observe the laws of impurity caused by a woman's running issue # -- A woman who had a running (vaginal) issue must bring an offering (in the Temple) after she goes to the Mikveh # -- A Kohen must not enter the Temple indiscriminately # -- To follow the procedure of Yom Kippur in the sequence prescribed in Parshah Acharei Mot (\"After the death of Aaron's sons...\") # -- To afflict yourself on Yom Kippur # -- Not to slaughter sacrifices outside the courtyard # -- To cover the blood (of a slaughtered beast or fowl) with earth # -- Not to make pleasurable (sexual) contact with any forbidden woman # -- Not to have sexual relations with your mother # -- Not to have sexual relations with your father # -- Not to have sexual relations with your father's wife # -- Not to have sexual relations with your sister #-- Not to have sexual relations with your father's wife's daughter # -- Not to have sexual relations with your son's daughter # -- Not to have sexual relations with your daughter # -- Not to have sexual relations with your daughter's daughter # -- Not to have sexual relations with your father's sister # -- Not to have sexual relations with your mother's sister # -- Not to have sexual relations with your father's brother's wife # -- Not to have sexual relations with your father's brother # -- Not to have sexual relations with your son's wife # -- Not to have sexual relations with your brother's wife # -- Not to have sexual relations with a woman and her daughter # -- Not to have sexual relations with a woman and her son's daughter # -- Not to have sexual relations with a woman and her daughter's daughter # -- Not to have sexual relations with your wife's sister # -- Not to have sexual relations with a menstrually impure woman # -- Not to have sexual relations with someone else's wife # -- A man must not have sexual relations with a man # -- A man must not have sexual relations with an animal # -- A woman must not have sexual relations with an animal # -- Be in awe of your mother or father # -- Not to inquire into idolatry # -- Not to make an idol for others # -- Not to eat from that which was left over # -- Not to reap that corner # -- To leave gleanings # -- Not to gather the gleanings # -- To leave a corner of the field uncut for the poor # -- To leave the gleanings of a vineyard # -- Not to gather the gleanings of a vineyard # -- To leave the unformed clusters of grapes # -- Not to pick the unformed clusters of grapes # -- Not to deny possession of something entrusted to you # -- Not to swear in denial of a monetary claim # -- Not to steal money stealthily # -- Not to swear falsely in God's Name # -- Not to rob openly # -- Not to withhold wages or fail to repay a debt # -- Not to delay payment of wages past the agreed time # -- Not to put a stumbling block before a blind man (nor give harmful advice) # -- Not to curse any upstanding Jew # -- A judge must not have mercy on the poor man at the trial # -- A judge must not respect the great man at the trial # -- A judge must not pervert justice # -- Judge righteously # -- Not to gossip # -- Not to stand idly by if someone's life is in danger # -- Not to hate fellow Jews # -- To reprove a sinner # -- Not to embarrass others # -- To love other Jews # -- Not to take revenge # -- Not to bear a grudge # -- Not to plant diverse seeds together # -- Not to crossbreed animals # -- Not to pass your children through the fire to Molech # -- Not to eat fruit of a tree during its first three years # -- The fourth year crops must be totally for holy purposes like Ma'aser Sheni # -- Not to be superstitious # -- Not to engage in divination or soothsaying # -- Men must not shave the hair off the sides of their head # -- Men must not shave their beards with a razor # -- Not to tattoo the skin # -- To show reverence to the Temple # -- Not to perform ov (medium) # -- Not to perform yidoni (\"magical seer\") # -- To honor those who teach and know Torah # -- Not to commit injustice with scales and weights # -- Each individual must ensure that his scales and weights are accurate # -- A Kohen must not defile himself (by going to funerals or cemeteries) for anyone except relatives # -- To dedicate the Kohen for service # -- The courts must carry out the death penalty of strangulation # -- The courts must carry out the death penalty of burning # -- Not to imitate them in customs and clothing # -- A Kohen must not marry a divorcee # -- A Kohen must not marry a zonah (a woman who has had a forbidden sexual relationship) # -- A Kohen must not marry a chalalah (\"a desecrated person\") (party to or product of 169–172) # -- The High Priest must not defile himself for any relative # -- The High Priest must not enter under the same roof as a corpse # -- The High Priest must marry a virgin maiden # -- The High Priest must not marry a widow # -- The High Priest must not have sexual relations with a widow even outside of marriage # -- A Kohen with a physical blemish must not serve # -- A Kohen with a temporary blemish must not serve # -- A Kohen with a physical blemish must not enter the sanctuary or approach the altar # -- Impure Kohanim must not do service in the temple # -- An impure Kohen must not eat Terumah # -- An impure Kohen, following immersion, must wait until after sundown before returning to service # -- A non-Kohen must not eat Terumah # -- A hired worker or a Jewish bondsman of a Kohen must not eat Terumah # -- A chalalah (party to #s 169-172 above) must not eat Terumah # -- Not to eat untithed fruits # -- Not to dedicate a blemished animal for the altar # -- To offer only unblemished animals # -- Not to inflict wounds upon dedicated animals # -- Not to slaughter it # -- Not to burn its fat # -- Not to offer to God any castrated male animals # -- Not to sprinkle its blood # -- Not to sacrifice blemished animals even if offered by non-Jews # -- To offer only animals which are at least eight days old # -- Not to slaughter an animal and its offspring on the same day # -- Not to leave sacrifices past the time allowed for eating them # -- To sanctify His Name # -- Not to profane His Name # -- To rest on the first day of Passover # -- Not to do prohibited labor on the first day of Passover # -- To rest on the seventh day of Passover # -- Not to do prohibited labor on the seventh day of Passover # -- To offer the wave offering from the meal of the new wheat # -- Not to eat bread from new grain before the Omer # -- Not to eat parched grains from new grain before the Omer # -- Not to eat ripened grains from new grain before the Omer # -- Each man must count the Omer - seven weeks from the day the new wheat offering was brought # -- To bring two loaves to accompany the above sacrifice # -- To rest on Shavuot # -- Not to do prohibited labor on Shavuot # -- To rest on Rosh Hashanah # -- Not to do prohibited labor on Rosh Hashanah # -- Not to eat or drink on Yom Kippur # -- To rest from prohibited labor on Yom Kippur # -- Not to do prohibited labor on Yom Kippur # -- To rest on Sukkot # -- Not to do prohibited labor on Sukkot # -- To rest on Shemini Atzeret # -- Not to do prohibited labor on Shemini Atzeret # -- To take up a Lulav and Etrog all seven days # -- To dwell in a Sukkah for the seven days of Sukkot # -- Not to work the land during the seventh year # -- Not to work with trees to produce fruit during that year # -- Not to reap crops that grow wild that year in the normal manner # -- Not to gather grapes which grow wild that year in the normal way # -- The Sanhedrin must count seven groups of seven years # -- To blow the Shofar on the tenth of Tishrei to free the slaves # -- The Sanhedrin must sanctify the fiftieth year # -- Not to work the soil during the fiftieth year (Jubilee) # -- Not to reap in the normal manner that which grows wild in the fiftieth year # -- Not to pick grapes which grew wild in the normal manner in the fiftieth year # -- Conduct sales according to Torah law # -- Not to overcharge or underpay for an article # -- Not to insult or harm anybody with words # -- Not to sell the land in Israel indefinitely # -- Carry out the laws of sold family properties # -- Carry out the laws of houses in walled cities # -- Not to sell the fields but they shall remain the Levites' before and after the Jubilee year # -- Not to lend with interest # -- Not to have him do menial slave labor # -- Not to sell him as a slave is sold # -- Not to work him oppressively # -- Canaanite slaves must work forever unless injured in one of their limbs # -- Not to allow a non-Jew to work him oppressively # -- Not to bow down before a smooth stone # -- To estimate the value of people as determined by the Torah # -- Not to substitute another beast for one set apart for sacrifice # -- The new animal, in addition to the substituted one, retains consecration # -- To estimate the value of consecrated animals # -- To estimate the value of consecrated houses # -- To estimate the value of consecrated fields # -- Not to change consecrated animals from one type of offering to another # -- Carry out the laws of interdicting possessions (cherem) # -- Not to sell the cherem # -- Not to redeem the cherem # -- Separate the tithe from animals # -- Not to redeem the tithe # -- To send the impure from the Temple # -- Impure people must not enter the Temple # -- To repent and confess wrongdoings # -- Not to put oil on her meal offering (as usual) # -- Not to put frankincense on her meal offering (as usual) # -- To fulfill the laws of the Sotah # -- He must not drink wine, wine mixtures, or wine vinegar # -- He must not eat fresh grapes # -- He must not eat raisins # -- He must not eat grape seeds # -- He must not eat grape skins # -- The Nazir must let his hair grow # -- He must not cut his hair # -- He must not come into contact with the dead # -- He must not be under the same roof as a corpse # -- He must shave his head after bringing sacrifices upon completion of his Nazirite period # -- The Kohanim must bless the Jewish nation daily # -- The Levites must transport the ark on their shoulders # -- To hear the Shofar on the first day of Tishrei (Rosh Hashanah) # -- To slaughter the second Paschal Lamb # -- To eat the second Paschal Lamb on the night of the 15th of Iyar # -- Not to break any bones from the second paschal offering # -- Not to leave the second paschal meat over until morning # -- To afflict oneself and cry out before God in times of calamity # -- To set aside a portion of dough for a Kohen # -- To have tzitzit on four-cornered garments # -- Not to follow the whims of your heart or what your eyes see # -- To guard the Temple area # -- No Levite must do another's work of either a Kohen or a Levite # -- One who is not a Kohen must not serve # -- Not to leave the Temple unguarded # -- To redeem firstborn sons and give the money to a Kohen # -- Not to redeem the firstborn # -- The Levites must work in the Temple # -- To set aside Ma'aser (tithe) each planting year and give it to a Levite # -- The Levite must set aside a tenth of his tithe # -- Carry out the procedure of the Red Heifer (Para Aduma) # -- Carry out the laws of impurity of the dead # -- Carry out the laws of the sprinkling water # -- Carry out the laws of the order of inheritance # -- To offer two lambs every day # -- To bring two additional lambs as burnt offerings on Shabbat # -- To bring additional offerings on Rosh Chodesh (\" The New Month\") # -- To bring additional offerings on Passover # -- To bring additional offerings on Shavuot # -- To bring additional offerings on Rosh Hashana # -- To bring additional offerings on Yom Kippur # -- To bring additional offerings on Sukkot # -- To bring additional offerings on Shmini Atzeret # -- Not to break oaths or vows # -- For oaths and vows annulled, there are the laws of annulling vows explicit in the Torah # -- To give the Levites cities to inhabit and their surrounding fields # -- Not to kill the murderer before he stands trial # -- Not to pity the pursuer # -- The court must send the accidental murderer to a city of refuge # -- Not to accept monetary restitution to atone for the murderer # -- Not to accept monetary restitution instead of being sent to a city of refuge # -- Not to appoint judges who are not familiar with judicial procedure # -- The judge must not fear a violent man in judgment # -- Not to desire another's possession -- Yemenite-> # -- To know that He is One # -- To love Him # -- To learn Torah # -- To say the Shema twice daily # -- To wear tefillin (phylacteries) on the head # -- To bind tefillin on the arm # -- To put a mezuzah on each door post # -- Not to try the LORD unduly # -- Not to make a covenant with idolaters # -- Not to show favor to them # -- Not to marry non- Jews # -- Not to derive benefit from ornaments of idols # -- Not to derive benefit from idols and their accessories # -- To bless the Almighty after eating # -- To love converts # -- To fear Him # -- To cleave to those who know Him # -- To swear in God's Name to confirm the truth when deemed necessary by court # -- To destroy idols and their accessories # -- Not to destroy objects associated with His Name # -- To bring all avowed and freewill offerings to the Temple on the first subsequent festival # -- To offer all sacrifices in the Temple # -- Not to offer any sacrifices outside the courtyard # -- To redeem dedicated animals which have become disqualified # -- Not to eat Ma'aser Sheni grains outside Jerusalem # -- Not to eat Ma'aser Sheni wine products outside Jerusalem # -- Not to eat Ma'aser Sheni oil outside Jerusalem # -- The Kohanim must not eat the first fruits outside Jerusalem # -- Not to eat its meat # -- The Kohanim must not eat the meat outside the Temple courtyard # -- Not to eat the meat of minor sacrifices before sprinkling the blood # -- The Kohanim must not eat unblemished firstborn animals outside Jerusalem # -- Not to refrain from rejoicing with, and giving gifts to, the Levites # -- To ritually slaughter an animal before eating it # -- Not to eat a limb torn off a living creature # -- To bring all sacrifices from outside Israel to the Temple # -- Not to add to the Torah commandments or their oral explanations # -- Not to diminish from the Torah any commandments, in whole or in part # -- Not to listen to a false prophet # -- Not to love the idolater # -- Not to cease hating the idolater # -- Not to save the idolater # -- Not to say anything in the idolater's defense # -- Not to refrain from incriminating the idolater # -- Not to missionize an individual to idol worship # -- Not to turn a city to idolatry --> # -- Not to prophesy in the name of idolatry # -- Carefully interrogate the witness # -- To burn a city that has turned to idol worship # -- Not to rebuild it as a city # -- Not to derive benefit from it # -- Not to tear the skin in mourning # -- Not to make a bald spot in mourning # -- Not to eat sacrifices which have become unfit or blemished # -- To examine the signs of fowl to distinguish between kosher and non-kosher # -- Not to eat non-kosher flying insects # -- Not to eat the meat of an animal that died without ritual slaughter # -- To set aside the second tithe (Ma'aser Sheni) # -- To separate the \"tithe for the poor\" # -- To release all loans during the seventh year # -- Not to pressure or claim from the borrower # -- Press the idolater for payment # -- Not to withhold charity from the poor # -- To give charity # -- Not to refrain from lending immediately before the release of the loans for fear of monetary loss # -- Give him gifts when he goes free # -- Not to send him away empty-handed # -- Not to work consecrated animals # -- Not to shear the fleece of consecrated animals # -- Not to eat chametz on the afternoon of the 14th day of Nisan # -- Not to leave the meat of the holiday offering of the 14th until the 16th # -- To rejoice on these three Festivals (bring a peace offering) # -- To be seen at the Temple on Passover, Shavuot, and Sukkot # -- Not to appear at the Temple without offerings # -- Appoint judges # -- Not to plant a tree in the Temple courtyard # -- Not to erect a pillar in a public place of worship # -- Not to offer a temporarily blemished animal # -- Act according to the ruling of the Sanhedrin # -- Not to deviate from the word of the Sanhedrin # -- Appoint a king from Israel # -- Not to appoint a foreigner # -- The king must not have too many horses # -- Not to dwell permanently in Egypt # -- The king must not have too many wives # -- The king must not have too much silver and gold # -- The king must have a separate Sefer Torah for himself # -- The Tribe of Levi must not be given a portion of the land in Israel, rather they are given cities to dwell in # -- The Levites must not take a share in the spoils of war # -- To give the foreleg, two cheeks, and abomasum of slaughtered animals to a Kohen # -- To set aside Terumah Gedolah (gift for the Kohen) # -- To give the first shearing of sheep to a Kohen # -- The work of the Kohanim's shifts must be equal during holidays # -- Not to go into a trance to foresee events, etc. # -- Not to perform acts of magic # -- Not to mutter incantations # -- Not to attempt to contact the dead # -- Not to consult the ov # -- Not to consult the yidoni # -- To listen to the prophet speaking in His Name # -- Not to prophesy falsely in the name of God # -- Not to be afraid of the false prophet # -- Designate cities of refuge and prepare routes of access # -- A judge must not pity the murderer or assaulter at the trial # -- Not to move a boundary marker to steal someone's property # -- Not to accept testimony from a lone witness # -- A witness must not serve as a judge in capital crimes # -- Punish the false witnesses as they tried to punish the defendant # -- Appoint a priest to speak with the soldiers during the war # -- Not to panic and retreat during battle # -- Offer peace terms to the inhabitants of a city while holding siege, and treat them according to the Torah if they accept the terms # -- Not to let any of them remain alive # -- Destroy the seven Canaanite nations # -- Not to destroy food trees even during the siege # -- Break the neck of a calf by the river valley following an unsolved murder # -- Not to work nor plant that river valley # -- Keep the laws of the captive woman # -- Not to sell her into slavery # -- Not to retain her for servitude after having sexual relations with her # -- Not to be a rebellious son # -- The courts must hang those stoned for blasphemy or idolatry # -- Bury the executed on the day they are killed # -- Not to delay burial overnight # -- Return the lost object # -- Not to ignore a lost object # -- Help others load their beast # -- Not to leave others distraught with their burdens (but to help either load or unload) # -- Men must not wear women's clothing # -- Women must not wear men's clothing # -- To send away the mother bird before taking its children # -- To release the mother bird if she was taken from the nest # -- Not to allow pitfalls and obstacles to remain on your property # -- Make a guard rail around flat roofs # -- Not to eat diverse seeds planted in a vineyard # -- Not to plant grains or greens in a vineyard # -- Not to work different animals together # -- Not to wear shaatnez, a cloth woven of wool and linen # -- To marry a wife by means of ketubah and kiddushin # -- The slanderer must remain married to his wife # -- He must not divorce her # -- The courts must carry out the death penalty of stoning # -- The rapist must marry his victim if she is unwed # -- He is never allowed to divorce her # -- Not to let a eunuch marry into the Jewish people # -- Not to let a mamzer (a child born due to an illegal relationship) marry into the Jewish people # -- Not to let Moabite and Ammonite males marry into the Jewish people # -- Not to offer peace to Ammon and Moab while besieging them # -- Not to refrain from letting a third-generation Egyptian convert enter the Assembly # -- Not to refrain from letting a third-generation Edomite convert enter the Assembly # -- Impure people must not enter the Temple Mount area # -- Prepare latrines outside the camps # -- Prepare a shovel for each soldier to dig with # -- Not to extradite a slave who fled to (Biblical) Israel # -- Not to wrong a slave who has come to Israel for refuge # -- Not to have sexual relations with women not thus married # -- Not to offer animals bought with the wages of a harlot or the animal exchanged for a dog. Some interpret \"exchanged for a dog\" as referring to wage of a male prostitute.Footnote to Deut. 23:19, Tanakh The Holy Scriptures, The Jewish Publication Society, 1985, Footnote to Deut. 23:19, The Catholic Study Bible, Second Edition, Oxford University Press, 2011 # -- Not to borrow with interest # -- Lend to and borrow from idolaters with interest # -- Not to withhold payment incurred by any vow # -- To fulfill what was uttered and to do what was avowed # -- The hired worker may eat from the unharvested crops where he works # -- The worker must not take more than he can eat # -- The worker must not eat while on hired time # -- To issue a divorce by means of a Get document # -- A man must not remarry his ex-wife after she has married someone else # -- He who has taken a wife, built a new home, or planted a vineyard is given a year to rejoice with his possessions # -- Not to demand from the above any involvement, communal or military # -- Not to demand as collateral utensils needed for preparing food # -- The metzora must not remove his signs of impurity # -- The creditor must not forcibly take collateral # -- Not to delay its return when needed # -- Return the collateral to the debtor when needed # -- Pay wages on the day they were earned # -- Relatives of the litigants must not testify # -- Not to demand collateral from a widow # -- A judge must not pervert a case involving a convert or orphan # -- To leave the forgotten sheaves in the field # -- Not to retrieve them # -- The court must give lashes to the wrongdoer # -- The court must not exceed the prescribed number of lashes # -- Not to muzzle an ox while plowing # -- To perform yibbum (marry the widow of one's childless brother) # -- The widow must not remarry until the ties with her brother-in-law are removed (by halizah) # -- To perform halizah (free the widow of one's childless brother from yibbum) # -- Save someone being pursued even by taking the life of the pursuer # -- Not to possess inaccurate scales and weights even if they are not for use # -- Remember what Amalek did to the Jewish people # -- Wipe out the memory of Amalek # -- Not to forget Amalek's atrocities and ambush on our journey from Egypt in the desert # -- To read the Torah portion pertaining to their presentation # -- To read the confession of tithes every fourth and seventh year # -- Not to spend its redemption money on anything but food, drink, or ointment # -- Not to eat Ma'aser Sheni while impure # -- A mourner on the first day after death must not eat Ma'aser Sheni # -- The court must not punish anybody who was forced to do a crime # -- To emulate His ways # -- To assemble all the people on the Sukkot following the seventh year # -- Each male must write a Sefer Torah # -- Not to drink wine poured in service to idols |} ===Typical order=== {| class=\"collapsible collapsed\" style=\"width:100%; border:1px solid #cedff2; background:#F5FAFF\" |- ! Order as typically presented |- | #To know there is a God -- #Not to even think that there are other gods besides Him -- Standard: ; Yemenite: #To know that God is One -- #To love God -- #To fear God -- #To sanctify God's Name -- #Not to profane God's Name -- #Not to destroy objects associated with God's Name -- #To listen to the prophet speaking in God's Name -- #Not to try the unduly -- #To emulate God's ways -- #To cleave to those who know God -- #To love other Jews -- #To love converts -- #Not to hate fellow Jews -- #To reprove a sinner -- #Not to embarrass others -- #Not to oppress the weak -- #Not to gossip -- #Not to take revenge -- #Not to bear a grudge -- #To learn Torah -- #To honor those who teach and know Torah -- #Not to inquire into idolatry -- #Not to follow the whims of your heart or what your eyes see -- #Not to blaspheme -- #Not to worship idols in the manner they are worshiped -- Standard: ; Yemenite: #Not to worship idols in the four ways we worship God -- Standard: ; Yemenite: #Not to make an idol for yourself -- Standard:; Yemenite: #Not to make an idol for others -- #Not to make human forms even for decorative purposes -- Standard: ; Yemenite: #Not to turn a city to idolatry -- #To burn a city that has turned to idol worship -- #Not to rebuild it as a city -- #Not to derive benefit from it -- #Not to missionize an individual to idol worship -- #Not to love the idolater -- #Not to cease hating the idolater -- #Not to save the idolater -- #Not to say anything in the idolater's defense -- #Not to refrain from incriminating the idolater -- #Not to prophesy in the name of idolatry -- #Not to listen to a false prophet -- #Not to prophesy falsely in the name of God -- #Not to be afraid of the false prophet -- #Not to swear in the name of an idol -- #Not to perform ov (medium) -- #Not to perform yidoni (\"magical seer\") -- #Not to pass your children through the fire to Molech -- #Not to erect a pillar in a public place of worship -- #Not to bow down before a smooth stone -- #Not to plant a tree in the Temple courtyard -- #To destroy idols and their accessories -- #Not to derive benefit from idols and their accessories -- #Not to derive benefit from ornaments of idols -- #Not to make a covenant with idolaters -- #Not to show favor to idolaters -- #Not to let idolaters dwell in the Land of Israel -- #Not to imitate idolaters in customs and clothing -- #Not to be superstitious -- #Not to go into a trance to foresee events, etc. -- #Not to engage in divination or soothsaying -- #Not to mutter incantations -- #Not to attempt to contact the dead -- #Not to consult the ov -- #Not to consult the yidoni -- #Not to perform acts of magic -- #Men must not shave the hair off the sides of their head -- #Men must not shave their beards with a razor -- #Men must not wear women's clothing -- #Women must not wear men's clothing -- #Not to tattoo the skin -- #Not to tear the skin in mourning -- #Not to make a bald spot in mourning -- #To repent and confess wrongdoings -- #To say the Shema twice daily -- #To pray every day -- #The Kohanim must bless the Jewish nation daily -- #To wear tefillin (phylacteries) on the head -- #To bind tefillin on the arm -- #To put a mezuzah on the door post -- #Each male must write a Torah scroll -- #The king must have a separate Torah scroll for himself -- #To have tzitzit on four- cornered garments -- #To bless the Almighty after eating -- #To circumcise all males on the eighth day after their birth -- #To rest on the seventh day -- #Not to do prohibited labor on the seventh day -- Standard: ; Yemenite: #The court must not inflict punishment on Shabbat -- #Not to walk outside the city boundary on Shabbat -- #To sanctify Shabbat with Kiddush and Havdalah -- Standard: ; Yemenite: #To rest from prohibited labor on Yom Kippur -- #Not to do prohibited labor on Yom Kippur -- #To afflict oneself on Yom Kippur -- #Not to eat or drink on Yom Kippur -- #To rest on the first day of Passover -- #Not to do prohibited labor on the first day of Passover -- #To rest on the seventh day of Passover -- #Not to do prohibited labor on the seventh day of Passover -- #To rest on Shavuot -- #Not to do prohibited labor on Shavuot -- #To rest on Rosh Hashanah -- #Not to do prohibited labor on Rosh Hashanah -- #To rest on Sukkot -- #Not to do prohibited labor on Sukkot -- #To rest on Shemini Atzeret -- #Not to do prohibited labor on Shemini Atzeret -- #Not to eat chametz on the afternoon of the 14th day of Nisan -- #To destroy all chametz on 14th day of Nisan -- #Not to eat chametz all seven days of Passover -- #Not to eat mixtures containing chametz all seven days of Passover -- #Not to see chametz in your domain seven days -- #Not to find chametz in your domain seven days -- #To eat matzah on the first night of Passover -- #To relate the Exodus from Egypt on that night -- #To hear the Shofar on the first day of Tishrei (Rosh Hashanah) -- #To dwell in a Sukkah for the seven days of Sukkot -- #To take up a Lulav and Etrog on the first day of Sukkot (in the temple, all seven days) -- #Each man must give a half shekel annually -- #Courts must calculate to determine when a new month begins -- #To afflict oneself and cry out before God in times of calamity -- #To marry a wife by means of ketubah and kiddushin -- #Not to have sexual relations with women not thus married -- #Not to withhold food, clothing, and sexual relations from your wife -- #To have children with one's wife -- #To issue a divorce by means of a Get document -- #A man must not remarry his ex-wife after she has married someone else -- #To perform yibbum (marry the widow of one's childless brother) -- #To perform halizah (free the widow of one's childless brother from yibbum) -- #The widow must not remarry until the ties with her brother-in-law are removed (by halizah) -- #The court must fine one who sexually seduces a maiden -- #The rapist must marry his victim if she is unwed -- #He is never allowed to divorce her -- #The slanderer must remain married to his wife -- #He must not divorce her -- #To fulfill the laws of the Sotah -- #Not to put oil on her meal offering (as usual) -- #Not to put frankincense on her meal offering (as usual) -- #Not to have sexual relations with your mother -- #Not to have sexual relations with your father's wife -- #Not to have sexual relations with your sister -- #Not to have sexual relations with your father's wife's daughter -- #Not to have sexual relations with your son's daughter -- #Not to have sexual relations with your daughter -- #Not to have sexual relations with your daughter's daughter -- #Not to have sexual relations with a woman and her daughter -- #Not to have sexual relations with a woman and her son's daughter -- #Not to have sexual relations with a woman and her daughter's daughter -- #Not to have sexual relations with your father's sister -- #Not to have sexual relations with your mother's sister -- #Not to have sexual relations with your father's brother's wife -- #Not to have sexual relations with your son's wife -- #Not to have sexual relations with your brother's wife -- #Not to have sexual relations with your wife's sister -- #A man must not have sexual relations with an animal -- #A woman must not have sexual relations with an animal -- #A man must not have sexual relations with a man -- #Not to have sexual relations with your father -- #Not to have sexual relations with your father's brother -- #Not to have sexual relations with someone else's wife -- #Not to have sexual relations with a menstrually impure woman -- #Not to marry non-Jews -- #Not to let Moabite and Ammonite males marry into the Jewish people -- #Not to refrain from letting a third-generation Egyptian convert enter the Assembly -- #Not to refrain from letting a third-generation Edomite convert enter the Assembly -- #Not to let a mamzer (a child born due to an illegal relationship) marry into the Jewish people -- #Not to let a eunuch marry into the Jewish people -- #Not to offer to God any castrated male animals -- #The High Priest must not marry a widow -- #The High Priest must not have sexual relations with a widow even outside of marriage -- #The High Priest must marry a virgin maiden -- #A Kohen (priest) must not marry a divorcee -- #A Kohen must not marry a zonah (a woman who has had a forbidden sexual relationship) -- #A Kohen must not marry a chalalah (\"a desecrated person\") (party to or product of 169–172) -- #Not to make pleasurable (sexual) contact with any forbidden woman -- #To examine the signs of animals to distinguish between kosher and non-kosher -- #To examine the signs of fowl to distinguish between kosher and non-kosher -- #To examine the signs of fish to distinguish between kosher and non-kosher -- #To examine the signs of locusts to distinguish between kosher and non-kosher -- #Not to eat non-kosher animals -- #Not to eat non-kosher fowl -- #Not to eat non-kosher fish -- #Not to eat non-kosher flying insects -- #Not to eat non-kosher creatures that crawl on land -- #Not to eat non-kosher maggots -- #Not to eat worms found in fruit on the ground -- #Not to eat creatures that live in water other than (kosher) fish -- #Not to eat the meat of an animal that died without ritual slaughter -- #Not to benefit from an ox condemned to be stoned -- #Not to eat meat of an animal that was mortally wounded -- #Not to eat a limb torn off a living creature -- #Not to eat blood -- #Not to eat certain fats of clean animals -- #Not to eat the sinew of the thigh -- #Not to eat mixtures of milk and meat cooked together -- #Not to cook meat and milk together -- #Not to eat bread from new grain before the Omer -- #Not to eat parched grains from new grain before the Omer -- #Not to eat ripened grains from new grain before the Omer -- #Not to eat fruit of a tree during its first three years -- #Not to eat diverse seeds planted in a vineyard -- #Not to eat untithed fruits -- #Not to drink wine poured in service to idols -- #To ritually slaughter an animal before eating it -- #Not to slaughter an animal and its offspring on the same day -- #To cover the blood (of a slaughtered beast or fowl) with earth -- #To send away the mother bird before taking its children -- #To release the mother bird if she was taken from the nest -- #Not to swear falsely in God's Name -- #Not to take God's Name in vain -- Standard: ; Yemenite: #Not to deny possession of something entrusted to you -- #Not to swear in denial of a monetary claim -- #To swear in God's Name to confirm the truth when deemed necessary by court -- #To fulfill what was uttered and to do what was avowed -- #Not to break oaths or vows -- #For oaths and vows annulled, there are the laws of annulling vows explicit in the Torah -- #The Nazirite must let his hair grow -- #He must not cut his hair -- #He must not drink wine, wine mixtures, or wine vinegar -- #He must not eat fresh grapes -- #He must not eat raisins -- #He must not eat grape seeds -- #He must not eat grape skins -- #He must not be under the same roof as a corpse -- #He must not come into contact with the dead -- #He must shave his head after bringing sacrifices upon completion of his Nazirite period -- #To estimate the value of people as determined by the Torah -- #To estimate the value of consecrated animals -- #To estimate the value of consecrated houses -- #To estimate the value of consecrated fields -- #Carry out the laws of interdicting possessions (cherem) -- #Not to sell the cherem -- #Not to redeem the cherem -- #Not to plant diverse seeds together -- #Not to plant grains or greens in a vineyard -- #Not to crossbreed animals -- #Not to work different animals together -- #Not to wear shaatnez, a cloth woven of wool and linen -- #To leave a corner of the field uncut for the poor -- #Not to reap that corner -- #To leave gleanings -- #Not to gather the gleanings -- #To leave the unformed clusters of grapes -- #Not to pick the unformed clusters of grapes -- #To leave the gleanings of a vineyard -- #Not to gather the gleanings of a vineyard -- #To leave the forgotten sheaves in the field -- #Not to retrieve them -- #To separate the \"tithe for the poor\" -- #To give charity -- #Not to withhold charity from the poor -- #To set aside Terumah (heave offering) Gedolah (gift for the Kohen) -- #The Levite must set aside a tenth of his tithe -- #Not to preface one tithe to the next, but separate them in their proper order -- #A non-Kohen must not eat Terumah -- #A hired worker or a Jewish bondsman of a Kohen must not eat Terumah -- #An uncircumcised Kohen must not eat Terumah -- #An impure Kohen must not eat Terumah -- #A chalalah (party to #s 169-172 above) must not eat Terumah -- #To set aside Ma'aser (tithe) each planting year and give it to a Levite -- #To set aside the second tithe (Ma'aser Sheni) -- #Not to spend its redemption money on anything but food, drink, or ointment -- #Not to eat Ma'aser Sheni while impure -- #A mourner on the first day after death must not eat Ma'aser Sheni -- #Not to eat Ma'aser Sheni grains outside Jerusalem -- #Not to eat Ma'aser Sheni wine products outside Jerusalem -- #Not to eat Ma'aser Sheni oil outside Jerusalem -- #The fourth year crops must be totally for holy purposes like Ma'aser Sheni -- #To read the confession of tithes every fourth and seventh year -- #To set aside the first fruits and bring them to the Temple -- #The Kohanim must not eat the first fruits outside Jerusalem -- #To read the Torah portion pertaining to their presentation -- #To set aside a portion of dough for a Kohen -- #To give the foreleg, two cheeks, and abomasum of slaughtered animals to a Kohen -- #To give the first shearing of sheep to a Kohen -- #To redeem firstborn sons and give the money to a Kohen -- #To redeem the firstborn donkey by giving a lamb to a Kohen -- #To break the neck of the donkey if the owner does not intend to redeem it -- #To rest the land during the seventh year by not doing any work which enhances growth -- #Not to work the land during the seventh year -- #Not to work with trees to produce fruit during that year -- #Not to reap crops that grow wild that year in the normal manner -- #Not to gather grapes which grow wild that year in the normal way -- #To leave free all produce which grew in that year -- #To release all loans during the seventh year -- #Not to pressure or claim from the borrower -- #Not to refrain from lending immediately before the release of the loans for fear of monetary loss -- #The Sanhedrin must count seven groups of seven years -- #The Sanhedrin must sanctify the fiftieth year -- #To blow the Shofar on the tenth of Tishrei to free the slaves -- #Not to work the soil during the fiftieth year (Jubilee) -- #Not to reap in the normal manner that which grows wild in the fiftieth year -- #Not to pick grapes which grew wild in the normal manner in the fiftieth year -- #Carry out the laws of sold family properties -- #Not to sell the land in Israel indefinitely -- #Carry out the laws of houses in walled cities -- #The Tribe of Levi must not be given a portion of the land in Israel, rather they are given cities to dwell in -- #The Levites must not take a share in the spoils of war -- #To give the Levites cities to inhabit and their surrounding fields -- #Not to sell the fields but they shall remain the Levites' before and after the Jubilee year -- #To build a Temple -- #Not to build the altar with stones hewn by metal -- Standard: ; Yemenite: #Not to climb steps to the altar -- Standard: ; Yemenite: #To show reverence to the Temple -- #To guard the Temple area -- #Not to leave the Temple unguarded -- #To prepare the anointing oil -- #Not to reproduce the anointing oil -- #Not to anoint with anointing oil -- #Not to reproduce the incense formula -- #Not to burn anything on the Golden Altar besides incense -- #The Levites must transport the ark on their shoulders -- #Not to remove the staves from the ark -- #The Levites must work in the Temple -- #No Levite must do another's work of either a Kohen or a Levite -- #To dedicate the Kohen for service -- #The work of the Kohanim's shifts must be equal during holidays -- #The Kohanim must wear their priestly garments during service -- #Not to tear the priestly garments -- #The Kohen Gadol 's (High Priest) breastplate must not be loosened from the Efod -- #A Kohen must not enter the Temple intoxicated -- #A Kohen must not enter the Temple with his head uncovered -- #A Kohen must not enter the Temple with torn clothes -- #A Kohen must not enter the Temple indiscriminately -- #A Kohen must not leave the Temple during service -- #To send the impure from the Temple -- #Impure people must not enter the Temple -- #Impure people must not enter the Temple Mount area -- #Impure Kohanim must not do service in the temple -- #An impure Kohen, following immersion, must wait until after sundown before returning to service -- #A Kohen must wash his hands and feet before service -- #A Kohen with a physical blemish must not enter the sanctuary or approach the altar -- #A Kohen with a physical blemish must not serve -- #A Kohen with a temporary blemish must not serve -- #One who is not a Kohen must not serve -- #To offer only unblemished animals -- #Not to dedicate a blemished animal for the altar -- #Not to slaughter it -- #Not to sprinkle its blood -- #Not to burn its fat -- #Not to offer a temporarily blemished animal -- #Not to sacrifice blemished animals even if offered by non-Jews -- #Not to inflict wounds upon dedicated animals -- #To redeem dedicated animals which have become disqualified -- #To offer only animals which are at least eight days old -- #Not to offer animals bought with the wages of a harlot or the animal exchanged for a dog. Some interpret \"exchange for a dog\" as referring to wage of a male prostitute. -- #Not to burn honey or yeast on the altar -- #To salt all sacrifices -- #Not to omit the salt from sacrifices -- #Carry out the procedure of the burnt offering as prescribed in the Torah -- #Not to eat its meat -- #Carry out the procedure of the sin offering -- #Not to eat the meat of the inner sin offering -- #Not to decapitate a fowl brought as a sin offering -- #Carry out the procedure of the guilt offering -- #The Kohanim must eat the sacrificial meat in the Temple -- #The Kohanim must not eat the meat outside the Temple courtyard -- #A non-Kohen must not eat sacrificial meat -- #To follow the procedure of the peace offering -- #Not to eat the meat of minor sacrifices before sprinkling the blood -- #To bring meal offerings as prescribed in the Torah -- #Not to put oil on the meal offerings of wrongdoers -- #Not to put frankincense on the meal offerings of wrongdoers -- #Not to eat the meal offering of the High Priest -- #Not to bake a meal offering as leavened bread -- #The Kohanim must eat the remains of the meal offerings -- #To bring all avowed and freewill offerings to the Temple on the first subsequent festival -- #Not to withhold payment incurred by any vow -- #To offer all sacrifices in the Temple -- #To bring all sacrifices from outside Israel to the Temple -- #Not to slaughter sacrifices outside the courtyard -- #Not to offer any sacrifices outside the courtyard -- #To offer two lambs every day -- #To light a fire on the altar every day -- #Not to extinguish this fire -- #To remove the ashes from the altar every day -- #To burn incense every day -- #To light the Menorah every day -- #The Kohen Gadol must bring a meal offering every day -- #To bring two additional lambs as burnt offerings on Shabbat -- #To make the show bread -- #To bring additional offerings on Rosh Chodesh (\" The New Month\") -- #To bring additional offerings on Passover -- #To offer the wave offering from the meal of the new wheat -- #Each man must count the Omer - seven weeks from the day the new wheat offering was brought -- #To bring additional offerings on Shavuot -- #To bring two loaves to accompany the above sacrifice -- #To bring additional offerings on Rosh Hashana -- #To bring additional offerings on Yom Kippur -- #To bring additional offerings on Sukkot -- #To bring additional offerings on Shmini Atzeret -- #Not to eat sacrifices which have become unfit or blemished -- #Not to eat from sacrifices offered with improper intentions -- #Not to leave sacrifices past the time allowed for eating them -- #Not to eat from that which was left over -- #Not to eat from sacrifices which became impure -- #An impure person must not eat from sacrifices -- #To burn the leftover sacrifices -- #To burn all impure sacrifices -- #To follow the procedure of Yom Kippur in the sequence prescribed in Parshah Acharei Mot (\"After the death of Aaron's sons...\") -- #One who profaned property must repay what he profaned plus a fifth and bring a sacrifice -- #Not to work consecrated animals -- #Not to shear the fleece of consecrated animals -- #To slaughter the paschal sacrifice at the specified time -- #Not to slaughter it while in possession of leaven -- #Not to leave the fat overnight -- #To slaughter the second Paschal Lamb -- #To eat the Paschal Lamb with matzah and Marror on the night of the fourteenth of Nisan -- #To eat the second Paschal Lamb on the night of the 15th of Iyar -- #Not to eat the paschal meat raw or boiled -- #Not to take the paschal meat from the confines of the group -- #An apostate must not eat from it -- #A permanent or temporary hired worker must not eat from it -- #An uncircumcised male must not eat from it -- #Not to break any bones from the paschal offering -- #Not to break any bones from the second paschal offering -- #Not to leave any meat from the paschal offering over until morning -- #Not to leave the second paschal meat over until morning -- #Not to leave the meat of the holiday offering of the 14th until the 16th -- #To be seen at the Temple on Passover, Shavuot, and Sukkot -- #To celebrate on these three Festivals (bring a peace offering) -- #To rejoice on these three Festivals (bring a peace offering) -- #Not to appear at the Temple without offerings -- #Not to refrain from rejoicing with, and giving gifts to, the Levites -- #To assemble all the people on the Sukkot following the seventh year -- #To set aside the firstborn animals -- #The Kohanim must not eat unblemished firstborn animals outside Jerusalem -- #Not to redeem the firstborn -- #Separate the tithe from animals -- #Not to redeem the tithe -- #Every person must bring a sin offering (in the temple) for his transgression -- #Bring an asham talui (temple offering) when uncertain of guilt -- #Bring an asham vadai (temple offering) when guilt is ascertained -- #Bring an oleh v'yored (temple offering)(if the person is wealthy, an animal; if poor, a bird or meal offering) -- #The Sanhedrin must bring an offering (in the Temple) when it rules in error -- #A woman who had a running (vaginal) issue must bring an offering (in the Temple) after she goes to the Mikveh -- #A woman who gave birth must bring an offering (in the Temple) after she goes to the Mikveh -- #A man who had a running (unnatural urinary) issue must bring an offering (in the Temple) after he goes to the Mikveh -- #A metzora (one having a skin disease) must bring an offering (in the Temple) after going to the Mikveh -- #Not to substitute another beast for one set apart for sacrifice -- #The new animal, in addition to the substituted one, retains consecration -- #Not to change consecrated animals from one type of offering to another -- #Carry out the laws of impurity of the dead -- #Carry out the procedure of the Red Heifer (Para Aduma) -- #Carry out the laws of the sprinkling water -- #Rule the laws of human tzara'at as prescribed in the Torah -- #The metzora must not remove his signs of impurity -- #The metzora must not shave signs of impurity in his hair -- #The metzora must publicize his condition by tearing his garments, allowing his hair to grow and covering his lips -- #Carry out the prescribed rules for purifying the metzora -- #The metzora must shave off all his hair prior to purification -- #Carry out the laws of tzara'at of clothing -- #Carry out the laws of tzara'at of houses -- #Observe the laws of menstrual impurity -- #Observe the laws of impurity caused by childbirth -- #Observe the laws of impurity caused by a woman's running issue -- #Observe the laws of impurity caused by a man's running issue (irregular ejaculation of infected semen) -- #Observe the laws of impurity caused by a dead beast -- #Observe the laws of impurity caused by the eight shratzim (insects) -- #Observe the laws of impurity of a seminal emission (regular ejaculation, with normal semen) -- #Observe the laws of impurity concerning liquid and solid foods -- #Every impure person must immerse himself in a Mikvah to become pure -- #The court must judge the damages incurred by a goring ox -- #The court must judge the damages incurred by an animal eating -- #The court must judge the damages incurred by a pit -- #The court must judge the damages incurred by fire -- #Not to steal money stealthily -- #The court must implement punitive measures against the thief -- #Each individual must ensure that his scales and weights are accurate -- #Not to commit injustice with scales and weights -- #Not to possess inaccurate scales and weights even if they are not for use -- #Not to move a boundary marker to steal someone's property -- #Not to kidnap -- Standard: ; Yemenite: #Not to rob openly -- #Not to withhold wages or fail to repay a debt -- #Not to covet and scheme to acquire another's possession -- Standard: ; Yemenite: #Not to desire another's possession -- Standard: ; Yemenite: #Return the robbed object or its value -- #Not to ignore a lost object -- #Return the lost object -- #The court must implement laws against the one who assaults another or damages another's property -- #Not to murder -- Standard: ; Yemenite: #Not to accept monetary restitution to atone for the murderer -- #The court must send the accidental murderer to a city of refuge -- #Not to accept monetary restitution instead of being sent to a city of refuge -- #Not to kill the murderer before he stands trial -- #Save someone being pursued even by taking the life of the pursuer -- #Not to pity the pursuer -- #Not to stand idly by if someone's life is in danger -- #Designate cities of refuge and prepare routes of access -- #Break the neck of a calf by the river valley following an unsolved murder -- #Not to work nor plant that river valley -- #Not to allow pitfalls and obstacles to remain on your property -- #Make a guard rail around flat roofs -- #Not to put a stumbling block before a blind man (nor give harmful advice) -- #Help another remove the load from a beast which can no longer carry it -- #Help others load their beast -- #Not to leave others distraught with their burdens (but to help either load or unload) -- #Conduct sales according to Torah law -- #Not to overcharge or underpay for an article -- #Not to insult or harm anybody with words -- #Not to cheat a convert monetarily -- #Not to insult or harm a convert with words -- #Purchase a Hebrew slave in accordance with the prescribed laws -- #Not to sell him as a slave is sold -- #Not to work him oppressively -- #Not to allow a non-Jew to work him oppressively -- #Not to have him do menial slave labor -- #Give him gifts when he goes free -- #Not to send him away empty-handed -- #Redeem Jewish maidservants -- #Betroth the Jewish maidservant -- #The master must not sell his maidservant -- #Canaanite slaves must work forever unless injured in one of their limbs -- #Not to extradite a slave who fled to (Biblical) Israel -- #Not to wrong a slave who has come to Israel for refuge -- #The courts must carry out the laws of a hired worker and hired guard -- #Pay wages on the day they were earned -- #Not to delay payment of wages past the agreed time -- #The hired worker may eat from the unharvested crops where he works -- #The worker must not eat while on hired time -- #The worker must not take more than he can eat -- #Not to muzzle an ox while plowing -- #The courts must carry out the laws of a borrower -- #The courts must carry out the laws of an unpaid guard -- #Lend to the poor and destitute -- #Not to press them for payment if you know they don't have it -- #Press the idolater for payment -- #The creditor must not forcibly take collateral -- #Return the collateral to the debtor when needed -- #Not to delay its return when needed -- #Not to demand collateral from a widow -- #Not to demand as collateral utensils needed for preparing food -- #Not to lend with interest -- #Not to borrow with interest -- #Not to intermediate in an interest loan, guarantee, witness, or write the promissory note -- #Lend to and borrow from idolaters with interest -- #The courts must carry out the laws of the plaintiff, admitter, or denier -- #Carry out the laws of the order of inheritance -- #Appoint judges -- #Not to appoint judges who are not familiar with judicial procedure -- #Decide by majority in case of disagreement -- #The court must not execute through a majority of one; at least a majority of two is required -- #A judge who presented an acquittal plea must not present an argument for conviction in capital cases -- #The courts must carry out the death penalty of stoning -- #The courts must carry out the death penalty of burning -- #The courts must carry out the death penalty of the sword -- #The courts must carry out the death penalty of strangulation -- #The courts must hang those stoned for blasphemy or idolatry -- #Bury the executed on the day they are killed -- #Not to delay burial overnight -- #The court must not let the sorcerer live -- #The court must give lashes to the wrongdoer -- #The court must not exceed the prescribed number of lashes -- #The court must not kill anybody on circumstantial evidence -- #The court must not punish anybody who was forced to do a crime -- #A judge must not pity the murderer or assaulter at the trial -- #A judge must not have mercy on the poor man at the trial -- #A judge must not respect the great man at the trial -- #A judge must not decide unjustly the case of the habitual transgressor -- #A judge must not pervert justice -- #A judge must not pervert a case involving a convert or orphan -- #Judge righteously -- #The judge must not fear a violent man in judgment -- #Judges must not accept bribes -- #Judges must not accept testimony unless both parties are present -- #Not to curse judges -- #Not to curse the head of state or leader of the Sanhedrin -- #Not to curse any upstanding Jew -- #Anybody who knows evidence must testify in court -- #Carefully interrogate the witness -- #A witness must not serve as a judge in capital crimes -- #Not to accept testimony from a lone witness -- #Transgressors must not testify -- #Relatives of the litigants must not testify -- #Not to testify falsely -- Standard: ; Yemenite: #Punish the false witnesses as they tried to punish the defendant -- #Act according to the ruling of the Sanhedrin -- #Not to deviate from the word of the Sanhedrin -- #Not to add to the Torah commandments or their oral explanations -- #Not to diminish from the Torah any commandments, in whole or in part -- #Not to curse your father and mother -- #Not to strike your father and mother -- #Respect your father or mother -- Standard: ; Yemenite: #Fear your mother or father -- #Not to be a rebellious son -- #Mourn for relatives -- #The High Priest must not defile himself for any relative -- #The High Priest must not enter under the same roof as a corpse -- #A Kohen must not defile himself (by going to funerals or cemeteries) for anyone except relatives -- #Appoint a king from Israel -- #Not to appoint a foreigner -- #The king must not have too many wives -- #The king must not have too many horses -- #The king must not have too much silver and gold -- #Destroy the seven Canaanite nations -- #Not to let any of them remain alive -- #Wipe out the memory of Amalek -- #Remember what Amalek did to the Jewish people -- #Not to forget Amalek's atrocities and ambush on our journey from Egypt in the desert -- #Not to dwell permanently in Egypt -- #Offer peace terms to the inhabitants of a city while holding siege, and treat them according to the Torah if they accept the terms -- #Not to offer peace to Ammon and Moab while besieging them -- #Not to destroy food trees even during the siege -- #Prepare latrines outside the camps -- #Prepare a shovel for each soldier to dig with -- #Appoint a priest to speak with the soldiers during the war -- #He who has taken a wife, built a new home, or planted a vineyard is given a year to rejoice with his possessions -- #Not to demand from the above any involvement, communal or military -- #Not to panic and retreat during battle -- #Keep the laws of the captive woman -- #Not to sell her into slavery -- #Not to retain her for servitude after having sexual relations with her -- |} == See also == * Halakha * Jewish ethics * Laws and customs of the Land of Israel in Judaism * List of capital crimes in the Torah * Mitzvah goreret mitzvah ==References== ==Bibliography== * Eisenberg, Ronald L. The 613 Mitzvot: A Contemporary Guide to the Commandments of Judaism, Rockville, Schreiber Publishing, 2005. * Moses Maimonides, translation by Charles Ber Chavel and Moses ibn Tibbon. The book of divine commandments (the Sefer Ha-mitzvoth of Moses Maimonides) London: Soncino Press, 1940. ==External links== * Enumeration of the commandments according to six different commentators * Ohr.edu - \"Taryag\" - Origin of 613 Commandments * Judaism 101: A List of the 613 Commandments * Jewish Virtual Library - The 613 Commandments * Chabad.org - The 613 Commandments * Category:Jewish law and rituals Category:Mitzvoth Category:Commandments",
 "title": "613 commandments"
}