{
 "id": "166215",
 "text": ", abbreviated as or UTokyo, is a public research university located in Bunkyō, Tokyo, Japan. Established in 1877, the university is the first Imperial University and currently selected as a Top Type university of Top Global University Project by the Japanese government. UTokyo has ten faculties, 15 graduate schools and enrolls about 30,000 students, about 4,200 of whom are international students.Changes in the number of international students(until November 1, 2020) In particular, the number of privately funded international students, who account for more than 80%, has increased 1.75 times in the 10 years since 2010, and the university is focusing on supporting international students. Its five campuses are in Hongō, Komaba, Kashiwa, Shirokane and Nakano. It is considered to be the most selective and prestigious university in Japan. As of 2021, University of Tokyo's alumni, faculty members and researchers include seventeen Prime Ministers, 18 Nobel Prize laureates, four Pritzker Prize laureates, five astronauts, and a Fields Medalist. ==History== The university was chartered by the Meiji government in 1877 under its current name by amalgamating older government schools for medicine, various traditional scholars and modern learning. It was renamed \"the \" in 1886, and then in 1897 when the Imperial University system was created. In September 1923, an earthquake and the following fires destroyed about 750,000 volumes of the Imperial University Library.Earthquake disaster and reconstruction, The University of Tokyo 100-year history The books lost included the , a collection of about 10,000 books.LOST MEMORY - LIBRARIES AND ARCHIVES DESTROYED IN THE TWENTIETH CENTURY ( ) The books were the former possessions of Hoshino Hisashi before becoming part of the library of the university and were mainly about Chinese philosophy and history. After Japan's defeat in World War II in 1947, it re-assumed its original name. With the start of the new university system in 1949, Todai swallowed up the former First Higher School (today's Komaba campus) and the former Tokyo Higher School, which thenceforth assumed the duty of teaching first- and second-year undergraduates, while the faculties on Hongo main campus took care of third- and fourth-year students. Although the university was founded during the Meiji period, it has earlier roots in the Astronomy Agency (天文方; 1684), Shoheizaka Study Office (昌平坂学問所; 1797), and the Western Books Translation Agency (蕃書和解御用; 1811).東大と天皇－大日本帝国の生と死 (Todai and Emperors - Life and Death of Imperial Japan), by 立花 隆(Takashi Tachibana), (pp 22-62), These institutions were government offices established by the 徳川幕府 Tokugawa shogunate (1603–1867), and played an important role in the importation and translation of books from Europe. According to The Japan Times, the university had 1,282 professors in February 2012. Of those, 58 were women.Brasor, Philip, \"Todai calls for change, but will others follow?\", Japan Times, 5 February 2012, p. 9. Comparing the number of professors in May 2020, there are 108 women among the 1,298 professors, which has almost doubled. The university is steadily closing the gender gap, and by April 2021, half of its directors were women. In the fall of 2012 and for the first time, the University of Tokyo started two undergraduate programs entirely taught in English and geared toward international students—Programs in English at Komaba (PEAK)—the International Program on Japan in East Asia and the International Program on Environmental Sciences. In 2014, the School of Science at the University of Tokyo introduced an all-English undergraduate transfer program called Global Science Course (GSC). On May 28, 2021, the University’s Institute for Cosmic Ray Research started construction of the \"Hyper-Kamiokande\" device, for a new world-leading international scientific research project which is set to start experiments in 2027. In 15 January 2022, a stabbing incident resulted with 3 people wounded. The attacker were arrested outside the campus gate. The incident took place before national examination. File:Tokyo University School of Law Bilding.jpg|University of Tokyo School of Law Building File:Komaba Library.jpg|Komaba Library File:Main Building of Institute for Solid State Physics of the University of Tokyo.jpg|Main Building of Institute for Solid State Physics of the University of Tokyo File:Koishikawa Botanical Gardens - sakura - march31-2015.jpg|Koishikawa Botanical Gardens File:Komaba research campus02.jpg|Komaba research campus ===Successive Presidents of the University of Tokyo=== {|class=\"wikitable\" ! colspan=\"4\"| Presidents of the University of Tokyo |- ! Order !! Person !! Tenure !! Position (involving temporary agent, etc.), Motto |- ! colspan=\"4\"| Representation, University of Tokyo |- | || Hiroyuki Kato || - || Head, Law, Science & Literature Departments |- | || Kensai Ikeda || - || Head, Medical Department |- | || Hiroyuki Kato || – || President |- | || Masakazu Toyama || – || President (administration) |- ! colspan=\"4\"| President, Imperial University |- | || Masakazu Toyama || - || President (administration) |- |style=\"text- align:center\"|1|| Hiromoto Watanabe || - || |- |style=\"text-align:center\"|2|| Hiroyuki Kato || – || |- |style=\"text-align:center\"|3|| Arata Hamao || - || |- ! colspan=\"4\"| President, Tokyo Imperial University |- |style=\"text- align:center\"|3|| Arata Hamao || - || |- |style=\"text-align:center\"|4|| Masakazu Toyama || – || |- |style=\"text-align:center\"|5|| Dairoku Kikuchi || – || |- |style=\"text-align:center\"|6|| Kenjiro Yamakawa || - || |- |style=\"text- align:center\"|7|| Naokichi Matsui || - || President (concurrent) |- |style=\"text-align:center\"|8|| Arata Hamao || - || Reappointed |- | || Joji Sakurai || – || President (administration) |- |style=\"text-align:center\"|9|| Kenjiro Yamakawa || – || Reappointed |- |style=\"text-align:center\"|10|| Yoshinao Kozai || - || |- |style=\"text-align:center\"|11|| Kiheiji Onozuka || – || |- |style=\"text-align:center\"|12|| Mataro Nagayo || - || |- | || Kanji Sato || – || President (administration) |- |style=\"text-align:center\"|13|| Yuzuru Hiraga || – || |- | || Kanichi Terazawa || – || President (administration) |- |style=\"text-align:center\"|14|| Yoshikazu Uchida || – || |- |style=\"text- align:center\"|15|| Shigeru Nanbara || – || |- ! colspan=\"4\"| President, The University of Tokyo |- |style=\"text-align:center\"|15|| Shigeru Nanbara || - || |- |style=\"text-align:center\"|16|| Tadao Yanaihara || - || |- |style=\"text- align:center\"|17|| Seiji Kaya || – || |- |style=\"text-align:center\"|18|| Kazuo Okochi || – || |- | || Ichiro Kato || – || President (administration) |- |style=\"text-align:center\"|19|| Ichiro Kato || – || |- |style=\"text- align:center\"|20|| Kentaro Hayashi || – || |- |style=\"text-align:center\"|21|| Takashi Mukaibo || – || |- |style=\"text-align:center\"|22|| Ryuichi Hirano || – || |- |style=\"text-align:center\"|23|| Wataru Mori || – || |- |style=\"text- align:center\"|24|| Akito Arima || – || |- |style=\"text-align:center\"|25|| Hiroyuki Yoshikawa || – || |- |style=\"text-align:center\"|26|| Shigehiko Hasumi || – || |- |style=\"text-align:center\"|27|| Takeshi Sasaki || – || |- |style=\"text-align:center\"|28|| Hiroshi Komiyama || – || |- |style=\"text- align:center\"|29|| Junichi Hamada || – || |- |style=\"text-align:center\"|30|| Makoto Gonokami || – || |- |style=\"text-align:center\"|31|| Teruo Fujii || - ||\"Into a Sea of Diversity: Creating the Future through Dialogue\" |} ===Notes=== ==Academics== The University of Tokyo is organized into 10 faculties and 15 graduate schools. * College of Arts and Sciences and Graduate School of Arts and Sciences * Faculty of Agriculture and Graduate School of Agricultural and Life Sciences * Faculty of Economics and Graduate School of Economics * Faculty of Education and Graduate School of Education * Faculty of Engineering and Graduate School of Engineering * Faculty of Law and Graduate School for Law and Politics * Faculty of Letters and Graduate School of Humanities and Sociology * Faculty of Medicine and Graduate School of Medicine * Faculty of Pharmaceutical Sciences and Graduate School of Pharmaceutical Sciences * Faculty of Science and Graduate School of Science * Graduate School of Frontier Sciences * Graduate School of Information Science and Technology * Graduate School of Interdisciplinary Information Studies * Graduate School of Mathematical Sciences * Graduate School of Public Policy ===Graduate programs=== Todai Law School is considered one of the top law schools in Japan, ranking first in the number of successful candidates of Japanese Bar Examination in 2020. Eduniversal ranked Japanese business schools, and the Faculty of Economics in Todai is placed 4th in Japan (111th in the world). ===Research=== The University of Tokyo is considered a top research institution of Japan. It receives the largest amount of national grants for research institutions, , receiving 40% more than the University with 2nd largest grants and 90% more than the University with 3rd largest grants. This massive financial investment from the Japanese government directly affects Todai's research outcomes. According to Thomson Reuters, Todai is the best research university in Japan. Its research excellence is especially distinctive in Physics (1st in Japan, 2nd in the world), Biology & Biochemistry (1st in Japan, 3rd in the world), Pharmacology & Toxicology (1st in Japan, 5th in the world), Materials Science (3rd in Japan, 19th in the world), Chemistry (2nd in Japan, 5th in the world), and Immunology (2nd in Japan, 20th in the world). (this ranking includes non-educational institutions) In another ranking, Nikkei Shimbun on 16 February 2004 surveyed about the research standards in Engineering studies based on Thomson Reuters, Grants in Aid for Scientific Research and questionnaires to heads of 93 leading Japanese Research Centers, and Todai was placed 4th (research planning ability 3rd/informative ability of research outcome 10th/ability of business- academia collaboration 3rd) in this ranking. also reported that Todai has the 3rd highest research standard in Japan in terms of research fundings per researchers in . In the same article, it is also ranked 21st in terms of the quality of education by funds per student. Todai also has been recognized for its research in the social sciences and humanities. In January 2011, Repec ranked Todai's Economics department as Japan's best economics research university. And it is the only Japanese university within world top 100. Todai has produced 9 presidents of the Japanese Economic Association, the largest number in the association. Asahi Shimbun summarized the number of academic papers in Japanese major legal journals by university, and Todai was ranked top during 2005–2009. ====Research institutes==== * Institute of Medical Science * Earthquake Research Institute * Institute of Advanced Studies on Asia * Institute of Social Science * Institute of Industrial Science * Historiographical Institute * Institute of Molecular and Cellular Biosciences * Institute for Cosmic Ray Research * Institute for Solid State Physics * Atmosphere and Ocean Research Institute * Research Center for Advanced Science and Technology The University's School of Science and the Earthquake Research Institute are both represented on the national Coordinating Committee for Earthquake Prediction.Organizations with ties to CCEP CCEP, accessed 2011-03-19 ==Academic rankings and reputation== University of Tokyo (Todai) is considered to be the most selective and prestigious university in Japan and is counted as one of the best universities in the world.Japanese journalist Kiyoshi Shimano ranks its entrance difficulty as SA (most selective/out of 10 scales) in Japan. Nikkei BP has been publishing a ranking system \"Brand rankings of Japanese universities\" every year, composed by the various indications related to the power of brand, and Todai has been 2nd in 2009–2010 in Greater Tokyo Area. The university has been ranked 1st during 2006–2010 in the ranking \"Truly Strong Universities\" by Toyo Keizai. In another ranking, Japanese prep school ranked Todai as the best university in Japan.The University of Tokyo is the most difficult university in Japan, boasting the highest deviation value.東京大学の偏差値・難易度 Todai was ranked second in the world, behind Harvard University, in Mines ParisTech: Professional Ranking of World Universities (2011), which measured universities' numbers of alumni holding CEO positions in Fortune Global 500 companies. *Academic Ranking of World Universities ranked the University of Tokyo 1st in Asia and 20th in the world in 2012. *Times Higher Education World University Rankings ranked the University of Tokyo 27th in the world in 2013 and 1st in the Asia University ranking in 2013. In 2015, Times Higher Education World University Rankings ranked the institution 23rd in the world. It ranks 12th in the world according to the Times Higher Education World Reputation Rankings 2016. *QS World University Rankings in 2011 ranked the University of Tokyo 25th in the world (in 2010 Times Higher Education World University Rankings and QS World University Rankings parted ways to produce separate rankings). In the 2011 QS Asian University Rankings, which employs a different methodology, the University of Tokyo came 4th. Currently, University of Tokyo holds ranks 9th & 11th respectively for Natural Sciences & Engineering, two of its traditionally strong disciplines. *In 2019, University of Tokyo ranked 24th among the universities around the world by SCImago Institutions Rankings. *Times Higher Education World Reputation Rankings ranked the University of Tokyo 12th in the world also 1st in Asia in 2016. *Global University Ranking ranked the University of Tokyo 3rd in the world and 1st in Asia. *Human Resources & Labor Review, a human competitiveness index & analysis published in Chasecareer Network, ranked the university 21st internationally and 1st in Asia in 2010. *Nature Index ranked the University of Tokyo #6 in 2015 and #8 in 2017 in its Annual Tables, which measure the largest contributors to papers published in 82 leading journals. :In the Nature Index Annual Tables 2021, the University of Tokyo was ranked 8th based on 1,308 Natural science research treatises published by the university. In the field of physical science treatises, it ranked second in the world among universities. * In November 2018 Expertscape recognized it as #9 in the world for expertise in Pancreatic Cancer. * University of Tokyo was ranked 26th among the world's best universities and 1st in Asia and Japan in 2019 according to the Top 500 Global Universities Rankings produced by CEOWORLD magazine. Todai alumni are distinctively successful in Japanese industries. According to the 's 2010 rankings, graduates from Todai have the 12th best employment rate in 400 major companies in Japan. However, this lower ranking position is because of the large number of alumni who become government bureaucrats, which is more than double of alumni from any other universities. In fact, alumni of Todai have the highest average salary in Japan, according to . ===Pass rate for bar exam=== School of Law was 3rd out of all the 74 law schools in Japan according to the ratio, 78.91%, of the successful graduates who passed the bar examinations from 2007 to 2017 on average.法科大学院別司法試験累計合格者数等(累計合格率順)｜文部科学省 In 2019, School of Law became 3rd out of all the 72 law schools in Japan according to the ratio, 56.30%, of the successful graduates who passed the bar examination.令和元年司法試験結果 合格率順(合格者/受験者) 9月10日発表(一橋大学法科大学院調べ) LAW SCHOOL GUIDE ==Evaluation from Business World== {| class=\"wikitable\" |+ The university ranking of the ratio of \"president and chief executive officer of listed company\" ! !! Ranking |- ! all universities in Japan | 1stWeekly Diamond The ranking of the universities which produced the high ratio of the graduates who hold the position of \"president and chief executive officer of listed company\" to all the graduates of each university out of all the 744The number of universities and students｜National Universities Association universities which existed as of 2006 |- ! Source | 2006 Survey by on the ranking of the universities which produced the high ratio of the graduates who hold the position of \"president and chief executive officer of listed company\" to all the graduates of each university |} {| class=\"wikitable\" |+ The university ranking according to the ratio of the number of the officers & managers produced by each university to the number of graduates ! !! Ranking |- ! all universities in Japan | 33rd out of all the 778University reform reference materials / Cabinet Secretariat universities which existed as of 2010 |- ! Source | 2010 SurveyIs it a story of the past that graduates from famous universities can easily move up the career ladder? / RECRUIT AGENT by on the ranking of universities according to the ratio of the number of the officers & managers produced by each university to the number of graduates |} {| class=\"wikitable\" |+ The university ranking according to the evaluation by Personnel Departments of Leading Companies in Japan ! !! Ranking |- ! Japan | 4th (out of 788\"The number of universities in Japan is 788 in 2021.\" Ōbun Sha universities in Japan as of 2021) |- ! Source | 2021 Nikkei Survey to all listed (3,755※外国会社は除く) and leading unlisted (1,095), totally 4,850 companies |} ==Gender imbalance== In 2019, enrollment figures from the University of Tokyo reveal that 5,267 of 24,674 (21.3%) domestic students are female. The ratio is more equal among international students, where 1,465 of 3,735 (39.2%) students are female. The gender imbalance is more stark among the faculty, where 7.8 percent of professors are female. Within student life, some clubs excluded female students even though the university discourages such a practice. Of more than 30 tennis clubs at the University of Tokyo, even though no clubs announced that they reject female students, only two actively recruited women, allowing them to join without passing the exam required for male applicants. In 2020, the Orientation Committee announced that clubs that did not admit female students' membership could not join circle recruitment events. Since 2017, the University of Tokyo has paid thirty thousand yen in housing allowances for female students exclusively in order to gain more female applicants from distant regions. ==Campus== === Hongo Campus === The main Hongo campus occupies the former estate of the Maeda family, Edo period feudal lords of Kaga Province. One of the university's best known landmarks, Akamon (the Red Gate), is a relic of this era. The symbol of the university is the ginkgo leaf, from the trees found throughout the area. The Hongo campus also hosts the University of Tokyo's annual May Festival. File:Yasuda Auditorium - Tokyo University 3.jpg|Yasuda Auditorium File:University of Tokyo - Akamon April 2010.JPG|Akamon (the Red Gate) File:University of Tokyo - Letters building 3.JPG|Letters building File:Information Center of Hongo Campus Tokyo University 2009.jpg|Information Center Image:医学部1号館Med.1st Bldg.jpg|First Medical Building Image:Faculty of Medicine Building 2, the University of Tokyo.jpg|Second Medical Building Image:Med. Experimental Research Bldg.jpg|Medical Experimental Research building Image:Med.Library in Uni.jpg|Medical Library Image:総合図書館.jpg|General Library Image:The Experimental Tank.jpg|The Experimental Tank File:Faculty of Engineering Bldg.1 Tokyo University 2010.jpg|Faculty of Engineering ====Sanshiro Pond==== , university's Hongo campus, dates to 1615. After the fall of the Osaka Castle, the shōgun gave this pond and its surrounding garden to Maeda Toshitsune. With further development of the garden by Maeda Tsunanori, it became known as one of the most beautiful gardens in Edo (Now Tokyo), with the traditional eight landscapes and eight borders, and known for originality in artificial pond, hills, and pavilions. It was at that time known as Ikutoku-en (Garden of Teaching Virtue). The pond's contours are in the shape of the character kokoro or shin (heart), and thus its official name is Ikutoku-en Shinjiike. It has been commonly called Sanshiro Pond after the title of Natsume Sōseki's novel Sanshiro. ===Komaba Campus=== One of the five campuses of the University of Tokyo, the Komaba Campus is home to the College of Arts and Sciences, the Graduate School of Arts and Sciences, the Graduate School of Mathematical Sciences, and a number of advanced research facilities and campus services. This is the campus where all the freshmen and sophomores of the University of Tokyo spend their college life. The University of Tokyo is the only university in Japan which has a system of two years of general education before students can choose and move on to special fields of study. The Komaba Campus is the cornerstone of general education, and was designated as the \"center of excellence\" for three new areas of research by the Ministry of Education and Science. There are currently over 7,000 students (freshmen and sophomores) enrolled in the general education courses, about 450 students (juniors and seniors) pursuing their specialties in the College of Arts and Sciences, and 1,400 graduate students in the advanced study. File:University of Tokyo - Komaba Campus - Building 1.JPG|Komaba Campus Building File:Tokyo University - Komaba campus - Main Auditorium.jpg|Main Auditorium File:Southern Complex.jpg|Southern Complex ===Kashiwa Campus=== One of the five campuses of the University of Tokyo, the Kashiwa Campus is home to the Graduate School of Frontier Sciences and a number of advanced research facilities and campus services. The Kashiwa Campus also hosts the Institute for Cosmic Ray Research(ICRR), which is entirely dedicated to postgraduate studies. ===Shirokanedai Campus=== The relatively small Shirokanedai Campus hosts the Institute of Medical Science of the University of Tokyo (IMSUT), which is entirely dedicated to postgraduate studies. The campus is focused on genome research, including among its facilities the Human Genome Center (HGC), which have at its disposal the largest supercomputer in the field. ===Nakano Campus=== == Notable alumni and faculty members == *The university has produced many notable people. 15 prime ministers of Japan have studied at the University of Tokyo. Former prime minister Kiichi Miyazawa ordered Japanese government agencies to reduce the rate of employees who had attended the university's law faculty to below 50 percent due to concerns about diversity in the bureaucracy. *13 alumni of University of Tokyo have received the Nobel Prize. #Yasunari Kawabata, Literature, 1968 #Leo Esaki, Physics, 1973 #Eisaku Satō, Peace, 1974 #Kenzaburō Ōe, Literature, 1994 #Masatoshi Koshiba, Physics, 2002 #Yoichiro Nambu, Physics, 2008 #Ei-ichi Negishi, Chemistry, 2010 #Takaaki Kajita, Physics, 2015 #Yoshinori Ohsumi, Medicine, 2016 #Syukuro Manabe, Physics, 2021 *Two alumni of University of Tokyo have received the Fields Medal or Gauss Prize. #Kunihiko Kodaira, 1954 #Kiyosi Itô, 2006 *Four have received the Pritzker Architecture Prize: #Toyo Ito #Kenzo Tange #Fumihiko Maki #Arata Isozaki Nobel laureates Yasunari Kawabata 1938.jpg|Yasunari Kawabata, Literature, 1968 Leo Esaki 1959.jpg| Leo Esaki, Physics, 1973 Eisaku Sato 1960.jpg|Eisaku Satō, Peace, 1974 Paris - Salon du livre 2012 - Kenzaburō Ōe - 003.jpg|Kenzaburō Ōe, Literature, 1994 Masatoshi Koshiba 2002.jpg|Masatoshi Koshiba, Physics, 2002 YoichiroNambu.jpg|Yoichiro Nambu, Physics, 2008 Nobel Prize 2010-Press Conference KVA-DSC 7397.jpg|Ei-ichi Negishi, Chemistry, 2010 Takaaki Kajita 5171-2015.jpg|Takaaki Kajita, Physics, 2015 Nobel Laureates 7409 (30679391693).jpg|Yoshinori Ohsumi, Physiology or Medicine, 2016 Crafoord_Prize_EM1B0732_(42329290061).jpg|Syukuro Manabe, Physics, 2021 Scientists File:Tadatoshi Akiba 20050806.jpg|Tadatoshi Akiba, mathematician File:Kiyosi Ito.jpg|Kiyoshi Itō, mathematician File:Tosio kato.JPG|Tosio Kato, mathematician File:Shoshichi Kobayashi.jpeg|Shoshichi Kobayashi, mathematician File:Hantaro Nagaoka.jpg|Hantaro Nagaoka, physicist File:Nakaya Ukichiro in 1946.jpg|Ukichiro Nakaya, physicist File:Yoshio Nishina2.JPG|Yoshio Nishina, physicist File:Yoji Totsuka 20030815 5.jpg|Yoji Totsuka, physicist File:Yamagiwa.JPG|Katsusaburō Yamagiwa, pathologist File:Kitasato Shibasaburo.jpg|Kitasato Shibasaburō, physician and bacteriologist File:Kikunae Ikeda.jpg|Kikunae Ikeda, chemist File:Teiji Takagi photographed by Shigeru Tamura.jpg|Teiji Takagi, mathematician File:Jokichi Takamine.jpg|Jōkichi Takamine, chemist File:Charies Dickinson West0097.JPG|Charles Dickinson West, mechanical engineer File:Umetarosuzuki- pre1943.jpg|Umetaro Suzuki, chemist File:KosakuYosida 1969.jpeg|Kōsaku Yosida, mathematician File:Naohide Yatsu papers.jpg|Naohide Yatsu, zoologist and embryologist ==See also== *Imperial College of Engineering *Earthquake engineering *Kikuchi Dairoku *Koishikawa Botanical Gardens *Nikko Botanical Garden *The University of Tokyo Library *The University Museum, The University of Tokyo *International Journal of Asian Studies - published in association with the Institute for Advanced Studies on Asia, University of Tokyo ==References== ==Further reading== * Kato, Mariko, \"Todai still beckons nation's best, brightest but goals diversifying\", Japan Times, August 11, 2009, p. 3\\. * Kersten, Rikki. \"The intellectual culture of postwar Japan and the 1968–1969 University of Tokyo Struggles: Repositioning the self in postwar thought.\" Social Science Japan Journal 12.2 (2009): 227–245. * Marshall, Byron K. Academic Freedom and the Japanese Imperial University, 1868-1939 (University of California Press, 1992). * Takashi, Tachibana, and Richard H. Minear. Tokyo University and the War (2017), on world war II; online. ==External links== *University of Tokyo Kemigawa Yasuda Auditorium Category:Olympic modern pentathlon venues Category:Olympic weightlifting venues Category:Japanese national universities Category:National Seven Universities Category:Bunkyō Category:Educational institutions established in 1877 Category:1877 establishments in Japan Category:Universities and colleges in Tokyo Category:American football in Japan",
 "title": "University of Tokyo"
}