{
 "id": "166365",
 "text": "The vorticity equation of fluid dynamics describes evolution of the vorticity of a particle of a fluid as it moves with its flow, that is, the local rotation of the fluid (in terms of vector calculus this is the curl of the flow velocity). The equation is: \\begin{align} \\frac{D\\boldsymbol\\omega}{Dt} &= \\frac{\\partial \\boldsymbol \\omega}{\\partial t} + (\\mathbf u \\cdot abla) \\boldsymbol \\omega \\\\\\ &= (\\boldsymbol \\omega \\cdot abla) \\mathbf u - \\boldsymbol \\omega ( abla \\cdot \\mathbf u) + \\frac{1}{\\rho^2} abla \\rho \\times abla p + abla \\times \\left( \\frac{ abla \\cdot \\tau}{\\rho} \\right) + abla \\times \\left( \\frac{\\mathbf B}{\\rho} \\right) \\end{align} where is the material derivative operator, is the flow velocity, is the local fluid density, is the local pressure, is the viscous stress tensor and represents the sum of the external body forces. The first source term on the right hand side represents vortex stretching. The equation is valid in the absence of any concentrated torques and line forces, for a compressible Newtonian fluid. In the case of incompressible (i.e. low Mach number) and isotropic fluids, with conservative body forces, the equation simplifies to the vorticity transport equation :\\frac{D\\boldsymbol\\omega}{Dt} = \\left(\\boldsymbol{\\omega} \\cdot abla\\right) \\mathbf{u} + u abla^2 \\boldsymbol{\\omega} where is the kinematic viscosity and is the Laplace operator. In the case of incompressible (i.e. low Mach number), two dimensional and isotropic fluids, with conservative body forces, the equation simplifies to: :\\frac{D\\boldsymbol\\omega}{Dt} = u abla^2 \\boldsymbol{\\omega} where is the kinematic viscosity and is the Laplace operator. ==Physical interpretation== * The term on the left-hand side is the material derivative of the vorticity vector . It describes the rate of change of vorticity of the moving fluid particle. This change can be attributed to unsteadiness in the flow (, the unsteady term) or due to the motion of the fluid particle as it moves from one point to another (, the convection term). * The term on the right-hand side describes the stretching or tilting of vorticity due to the flow velocity gradients. Note that is a vector quantity, as is a scalar differential operator, while is a nine-element tensor quantity. * The term describes stretching of vorticity due to flow compressibility. It follows from the Navier-Stokes equation for continuity, namely \\begin{align} \\frac{\\partial\\rho}{\\partial t} + abla \\cdot\\left(\\rho \\mathbf u\\right) &= 0 \\\\\\ \\Longleftrightarrow abla \\cdot \\mathbf{u} &= -\\frac{1}{\\rho}\\frac{d\\rho}{dt} = \\frac{1}{v}\\frac{dv}{dt} \\end{align} where is the specific volume of the fluid element. One can think of as a measure of flow compressibility. Sometimes the negative sign is included in the term. * The term is the baroclinic term. It accounts for the changes in the vorticity due to the intersection of density and pressure surfaces. * The term , accounts for the diffusion of vorticity due to the viscous effects. * The term provides for changes due to external body forces. These are forces that are spread over a three-dimensional region of the fluid, such as gravity or electromagnetic forces. (As opposed to forces that act only over a surface (like drag on a wall) or a line (like surface tension around a meniscus). === Simplifications === * In case of conservative body forces, . * For a barotropic fluid, . This is also true for a constant density fluid (including incompressible fluid) where . Note that this is not the same as an incompressible flow, for which the barotropic term cannot be neglected. * For inviscid fluids, the viscosity tensor is zero. Thus for an inviscid, barotropic fluid with conservative body forces, the vorticity equation simplifies to : \\frac{d}{dt} \\left( \\frac{\\boldsymbol \\omega}{\\rho} \\right) = \\left( \\frac{\\boldsymbol\\omega}{\\rho} \\right) \\cdot abla \\mathbf u Alternately, in case of incompressible, inviscid fluid with conservative body forces, : \\frac{d \\boldsymbol \\omega}{dt} = \\frac{\\partial \\boldsymbol \\omega}{\\partial t} + (\\mathbf u \\cdot abla)\\boldsymbol \\omega = (\\boldsymbol \\omega \\cdot abla) \\mathbf u For a brief review of additional cases and simplifications, see also. For the vorticity equation in turbulence theory, in context of the flows in oceans and atmosphere, refer to. ==Derivation== The vorticity equation can be derived from the Navier–Stokes equation for the conservation of angular momentum. In the absence of any concentrated torques and line forces, one obtains :\\frac{D \\mathbf{u}}{D t} = \\frac{\\partial \\mathbf{u}}{\\partial t} + \\left(\\mathbf{u} \\cdot abla\\right) \\mathbf{u} = -\\frac{1}{\\rho} abla p + \\mathbf{B} + \\frac{ abla \\cdot \\tau}{\\rho} Now, vorticity is defined as the curl of the flow velocity vector. Taking the curl of momentum equation yields the desired equation. The following identities are useful in derivation of the equation: :\\begin{align} \\boldsymbol{\\omega} &= abla \\times \\mathbf{u} \\\\\\ \\left(\\mathbf{u} \\cdot abla\\right)\\mathbf{u} &= abla \\left(\\frac{1}{2}\\mathbf{u} \\cdot \\mathbf{u}\\right) - \\mathbf{u} \\times \\boldsymbol\\omega \\\\\\ abla \\times \\left(\\mathbf{u} \\times \\boldsymbol{\\omega} \\right) &= -\\boldsymbol{\\omega} \\left( abla \\cdot \\mathbf{u}\\right) + \\left(\\boldsymbol{\\omega} \\cdot abla\\right) \\mathbf{u} - \\left(\\mathbf{u} \\cdot abla\\right) \\boldsymbol{\\omega} \\\\\\\\[4pt] abla \\cdot \\boldsymbol{\\omega} &= 0 \\\\\\\\[4pt] abla \\times abla \\phi &= 0 \\end{align} where is any scalar field. ==Tensor notation== The vorticity equation can be expressed in tensor notation using Einstein's summation convention and the Levi-Civita symbol : :\\begin{align} \\frac{D\\omega_i}{Dt} &= \\frac{\\partial \\omega_i}{\\partial t} + v_j \\frac{\\partial \\omega_i}{\\partial x_j} \\\\\\ &= \\omega_j \\frac{\\partial v_i}{\\partial x_j} - \\omega_i \\frac{\\partial v_j}{\\partial x_j} \\+ e_{ijk}\\frac{1}{\\rho^2}\\frac{\\partial \\rho}{\\partial x_j}\\frac{\\partial p}{\\partial x_k} \\+ e_{ijk}\\frac{\\partial}{\\partial x_j}\\left(\\frac{1}{\\rho}\\frac{\\partial \\tau_{km}}{\\partial x_m}\\right) \\+ e_{ijk}\\frac{\\partial B_k }{\\partial x_j} \\end{align} ==In specific sciences== ===Atmospheric sciences=== In the atmospheric sciences, the vorticity equation can be stated in terms of the absolute vorticity of air with respect to an inertial frame, or of the vorticity with respect to the rotation of the Earth. The absolute version is : \\frac{d\\eta}{dt} = -\\eta abla_\\text{h} \\cdot \\mathbf{v}_\\text{h} - \\left( \\frac{\\partial w}{\\partial x} \\frac{\\partial v}{\\partial z} - \\frac{\\partial w}{\\partial y} \\frac{\\partial u}{\\partial z} \\right) - \\frac{1}{\\rho^2}\\mathbf{k} \\cdot \\left( abla_\\text{h} p \\times abla_\\text{h}\\rho\\right) Here, is the polar () component of the vorticity, is the atmospheric density, , , and w are the components of wind velocity, and is the 2-dimensional (i.e. horizontal-component-only) del. ==See also== * Vorticity * Barotropic vorticity equation * Vortex stretching * Burgers vortex ==References== * * * Category:Equations of fluid dynamics",
 "title": "Vorticity equation"
}