{
 "id": "166309",
 "text": "The Claremont Colleges (known colloquially as the 7Cs) are a consortium of seven private institutions of higher education located in Claremont, California, United States. They comprise five undergraduate colleges (the 5Cs)—Pomona College, Scripps College, Claremont McKenna College (CMC), Harvey Mudd College, and Pitzer College—and two graduate schools—Claremont Graduate University (CGU) and Keck Graduate Institute (KGI). All of the members except KGI have adjoining campuses that together cover roughly . The consortium was founded in 1925 by Pomona College president James A. Blaisdell, who proposed a collegiate university design inspired by Oxford University. He sought to provide the specialization, flexibility, and personal attention commonly found in small colleges, but with the resources of a large university.James A. Blaisdell, the creator of the Claremont Colleges, declared in 1923 \"My own very deep hope is that instead of one great, undifferentiated university, we might have a group of institutions divided into small colleges—somewhat of an Oxford type—around a library and other utilities which they would use in common. In this way, I should hope to preserve the inestimable personal values of the small college, while securing the facilities of the great university.\" The consortium has since grown to roughly students and faculty and staff, and offers more than 2,000 courses every semester. The colleges share a central library, campus safety services, health services, and other resources managed by The Claremont Colleges Services (TCCS). Among the undergraduate schools, there is significant social interaction and academic cross-registration, but each college maintains a distinct identity. Admissions to the Claremont Colleges is considered highly selective.Characterizations of the reputation of the Claremont Colleges: * * * * * For the Class of 2020 admissions cycle, four of the five most selective liberal art colleges in the U.S. by acceptance rate were among the 5Cs, and the remaining college, Scripps, had the second-lowest acceptance rate among women's colleges. The Fiske Guide to Colleges describes the consortium as \"a collection of intellectual resources unmatched in America.\" == Colleges == The five undergraduate colleges are: * Pomona College (founded 1887) is the oldest of the Claremont Colleges and the largest of the undergraduate schools. It is coeducational and offers majors in the arts, humanities, social sciences, and natural sciences. * Scripps College (founded 1926) is the women's college of the Claremont Colleges. It offers an interdisciplinary curriculum with an emphasis in the humanities. * Claremont McKenna College (founded 1946), was founded as Claremont Men's College and became coeducational in 1976. It specializes in political science, economics, finance, and international relations. * Harvey Mudd College (founded 1955) specializes in engineering, mathematics, computer science, and the physical and biological sciences, but also includes coursework in the humanities and social sciences. * Pitzer College (founded 1963) is known for its experimental pedagogical approach and focus on social justice. Its curriculum emphasizes the social sciences. The two graduate universities are: * Claremont Graduate University (founded 1925) awards master's and doctoral degrees in 31 disciplines across seven schools. * Keck Graduate Institute (founded 1997) is a biomedical graduate school, with schools of applied life science, pharmacy and health sciences, and medicine. It also fornerly co-sponsored a remote four-year undergraduate program, Minerva Schools at KGI, which has since spun off as Minerva University, an independent institution no longer affiliated with KGI or with the Claremont Colleges. The Claremont School of Theology (founded 1885) (and thus Claremont Lincoln University) is affiliated with the consortium, but is not a member. ==History== thumb|An exterior view of Pomona College in 1907, featuring its two earliest buildings: Sumner Hall (right) and Holmes Hall (left) Before the idea of the Claremont Colleges, Pomona College was founded in 1887. Pomona began after a group of congregationalists envisioned a \"New England-type\" college on the West Coast. Pomona College relocated to Claremont, California after the college acquired an unfinished hotel in Claremont. And 23 years later, James A. Blaisdell became president of Pomona. Though in 1923, Pomona College faced a problem. The school's population was growing. Thus, Pomona either had to go against their ideals of expanding or limit the amount of growth at the college. James Blaisdell developed a different option. He advised the college chose to form a consortium of differentiated small colleges, modeled after Oxford and Cambridge. In October 1923, President James A. Blaisdell of Pomona College wrote to Ellen Browning Scripps describing a vision of educational excellence he had for the future Claremont Colleges: The start of the Claremont Colleges came in 1925 with the addition of a graduate school, now known as Claremont Graduate University. The college was originally known as Claremont College and began to function in 1927. The second addition came in 1926 when Ellen Browning Scripps founded Scripps College. Scripps College allowed Ellen Browning Scripps to put-forth her plan of a school which offered women access to a higher education, to better their professional careers and to better their personal lives. Scripps College officially opened in 1927. The novelty of the arrangement, combined with marketing that drew up the perception of the west coast as a novel frontier, led to nationwide interest in and praise for the colleges in the 1930s. Paul Monroe of Harvard University, the foremost educational historian of the era, wrote that year that \"The torch of learning was borne aloft in the first century by Antioch and Athens; in the second century by Rome and Alexandria; by Padua and Paris in the twelfth; Oxford and Cambridge in the fifteenth; Harvard and Yale in the seventeenth; Columbia and Chicago in the nineteenth; the Claremont Colleges of the West in the twentieth.\" thumb|View of the Claremont Colleges in 2018, looking north from the Smith Clock Tower In 1946, 86 students and 7 faculty members formed the fourth institution of the Claremont Colleges, known as Claremont McKenna College. CMC was formed as a fully male undergraduate school until women were admitted in 1976. In 1955, Harvey Mudd College became the fifth institute in the consortium. HMC was founded by Harvey Seeley Mudd, a former chairman of the Board of Fellows of Claremont College. He envisioned an undergraduate college in the consortium that focused its education in science and engineering. In 1963, Pitzer College joined the Claremont Colleges. Pitzer was founded as a college for woman focusing on the social sciences. Later in 1970, Pitzer enrolled 80 men. The school was named after Russell K. Pitzer, an important benefactor in the development of the institution. The final and seventh college to join the consortium was Keck Graduate Institute. KGI was founded in 1997 after a $50 million donation from W.M. Keck Foundation. The graduate school focuses on post-graduate biomedical applications. Initially planned to be located on Bernard Field Station lands, protests forced the institute to relocate to a site southwest of the Claremont Village. Alongside the institutions, Claremont College Services was founded on July 1, 2000. The Claremont College Services provides educational support to all the institutions in the consortium. Specifically, TCCS aids in projects of group planning, establishment of new institutions into the consortium and hold expansion lands. == Rankings == According to the American Liberal Arts College rankings released by U.S. News & World Report in fall 2021, the \"5Cs\" were ranked among the top 35 liberal arts colleges in the United States: Pomona College (#4), Claremont McKenna College (#8), Harvey Mudd College (#28), Scripps College (#30), and Pitzer College (#35). Additionally, all of the undergraduate colleges are categorized as \"Most Selective\". U.S. News & World Report, 2021. Forbes ranked the 5C's among the top 60 undergraduate colleges (including universities and military academies) in the nation and within the top 25 liberal arts colleges for its 2017 report: Pomona College (#10 overall, #1 LAC), Claremont McKenna College (#11 overall, #2 LAC), Harvey Mudd College (#18 overall, #5 LAC), Scripps College (#43 overall, #16 LAC), and Pitzer College (#59 overall, #23 LAC). Niche listed all of the undergraduate colleges within the top 30 small colleges in the United States as measured by surveys rating various components of the undergraduate experience: Pomona College (#2), Harvey Mudd College (#5), Claremont McKenna College (#10), Scripps College (#22), and Pitzer College (#29). U.S. News & World Report also releases individual graduate program rankings for the Claremont Graduate University, with several of its programs ranking in the top tier of graduate programs nationwide. U.S. News & World Report, 2021. == Shared facilities, programs, and resources == thumb|Honnold Library Each college is independent in that students receive their degrees from the one college in which they are enrolled, and administration and admissions departments are independent. The seven-institution Claremont Colleges system is supported by The Claremont Colleges Services (TCCS), which provides centralized services, such as a library, student health, financial and human resources, telecommunications, risk management, real estate, physical plant maintenance, and other services, for those colleges. thumb|The Tranquada Student Services Center|left The Claremont Colleges Library (also known as Honnold/Mudd Library) holds more than 3.5 million items , of which 1.1 million are physical and 2.4 million are digital. Other shared facilities include Campus Safety, the Tranquada Student Services Center (which houses Baxter Medical Center, Monsour Counseling Center, and the Health Education Outreach), McAlister Center (home of the Office of the Chaplains and the Claremont Card Center), EmPOWER Center (which works to address sexual violence), the Huntley Bookstore, all dining facilities, and several sports facilities. The Sontag Center for Collaborative Creativity, colloquially termed \"the Hive\", was established in 2015 to support creative learning. The Claremont Colleges Library is an example of the level of cooperation in terms of support services. The size of the library collection ranks third among the private institutions in California, behind only Stanford and USC. Shared academic departments include the Intercollegiate Women's Studies Center, the Intercollegiate Department of Chicano Studies, the Intercollegiate Department of Asian American Studies, the Intercollegiate Department of Africana Studies (formerly Black Studies), the Intercollegiate Department of Religious Studies, the Intercollegiate Department of Media Studies, and the Five-College Theater Department. In January 2008, the Claremont Colleges also formed the Claremont Center for the Mathematical Sciences, which is led by the Claremont Graduate University and is a collaborative center for faculty members working in mathematics. Shared intercollegiate programs include the European Union Center of California, the Chicano/Latino Student Affairs Center, the Office of Black Student Affairs, the Office of the Chaplains, Hillel, and the Queer Resource Center. In addition, three of the Claremont Colleges--Claremont McKenna College, Pitzer College, and Scripps College--share a single science program. These three colleges pool their resources to create the largest academic department in Claremont, the Joint Science Department. Many research projects and courses utilize the Robert J. Bernard Field Station, an natural area which consists principally of the rare Coastal Sage Scrub ecosystem. The Claremont Colleges have been praised by higher education experts for their high level of cooperation and the overall success of their model, although the colleges' differing financial resources have led to occasional tensions. They have influenced the operations of other consortia and collegiate universities, but their model remains unique with few other institutions operating comparably. ===Clubs and organizations=== Some extracurricular organizations on campus are specific to an individual college, whereas others are open to students at all 5Cs or 7Cs. In total, there are nearly 300 clubs and organizations across the 5Cs. There are several media organizations at the Claremont Colleges, the largest of which is The Student Life, the oldest college newspaper in Southern California. It publishes a weekly print edition as well as online content. Pomona also has a student-run radio station, KSPC. The Claremont Independent, a conservative magazine, has produced articles about the 5Cs' political culture that have been picked up by national conservative media outlets and drawn criticism from many students. The Golden Antlers publishes satirical content. On the Loose (OTL), the outing club of the 5Cs, sponsors trips to outdoors destinations. Its flagship event, an annual hike up Mount Baldy in swimwear or goofy costumes, can draw more than 100 participants. It is affiliated with the Outdoor Education Center of Pomona College (OEC), which lends equipment to students for free and provides outdoor leadership training. There are several dance groups on campus, including the Claremont Colleges Ballroom Dance Company (CCBDC), which has more than 130 dancers and has won multiple national championships. The Pomona College Theater Department produces four mainstage productions and a dance concert each year, and there are several smaller student-run productions as well. The 5Cs have two improv groups, Without a Box and Underground Theatrical Institution (UTI). There are eight a cappella groups on campus. One, the Claremont Shades, hosts the annual SCAMFest concert, which draws singers from other Southern California colleges. ==Comparison of undergraduate colleges== {| class=\"wikitable\" |- ! !! Pomona!! Scripps!! Claremont McKenna!! Harvey Mudd!! Pitzer |- | Students|| 1703 || 1077|| 1345 || 844 || 1112 |- | Faculty|| 240 || 125|| 171 || 115 || 118 |- | 2017 endowment|| $2.17 billion || $337 million|| $784 million || $299 million || $137 million |- | 2016 cost of attendance|| $68,790 || $70,497|| $70,523 || $73,550 || $70,025 |- | Domestic white, non-Hispanic students|| 35.2% || 52.9%|| 41.4% || 33.9% || 45.4% |- | Domestic students of color|| 47.3% || 37.4%|| 36.2% || 50.6% || 38.4% |- | International students|| 11.5% || 5.5%|| 16.9% || 10.1% || 10.9% |- | Receiving financial aid|| 56.1% || 56.7%|| 45.5% || 69.1% || 42.1% |- | Male/female ratio|| 50:50 || 0:100|| 52:48 || 52:48 || 46:54 |- | 2018 acceptance rate|| 7.0% || 24.1%|| 8.9% || 14.5% || 13.2% |- | 2017 transfer acceptance rate|| 9.6% || N/A|| 2.5% || 6.8% || 13.5% |- | First-Year Admitted Yield || 54% || 34%|| 53% || 36% || 43% |- | Six-year graduation rate || 93% || 88%|| 90% || 96% || 83% |- | Retention rate || 98% || 92%|| 97% || 98% || 95% |- | Enrolled SAT 25-75% range || 1370-1530 || 1284-1458|| 1340-1510 || 1470-1570 || 1310-1490 |- | Enrolled ACT 25-75% range || 30-34 || 29-33|| 30-34 || 33-35 || 29-32 |- | Ranked in top 10% of HS class || 94% || 73%|| 82% || 90% || 63% |- | Ranked in top 25% of HS class || 100% || 91%|| 96% || 100% || 88% |- | Percent of classes under 10 students || 18% || 17%|| 8% || 32% || 15% |- | Percent of classes under 20 students || 71% || 80%|| 84% || 58% || 71% |- | Percent of classes over 50 students || 0% || 0%|| 2% || 4% || 0% |} ==People== Many notable people have been affiliated with the colleges as alumni, faculty, staff, and administrators. Coverage of them is divided into articles by college: *List of Pomona College people *List of Claremont Graduate University people *List of Scripps College people *List of Claremont McKenna College people *List of Harvey Mudd College people *List of Pitzer College people *List of Keck Graduate Institute people The CEO of the Claremont Colleges is Stig Lanesskog. == Athletics == Pomona College and Pitzer College compete together as the Pomona-Pitzer (PP) Sagehens. Claremont McKenna College, Harvey Mudd College and Scripps College also compete together as the Claremont-Mudd-Scripps (CMS) Stags (for male teams) and Athenas (for female teams). The teams participate in NCAA Division III in the Southern California Intercollegiate Athletic Conference (SCIAC). In the Division III Final Standings for the 2016-2017 academic year, Claremont-Mudd-Scripps ranked fourth nationally, while Pomona-Pitzer ranked 29th; they were the top two performers in the SCIAC. Culturally, the Claremont Colleges place less emphasis on sports than many other institutions. ===Club and intramural sports=== In addition to the varsity teams, there are several 5C club sports teams. The roller hockey club, the Claremont Centaurs, won the Division 3 Championship of the West Coast Roller Hockey League in 2009–2010, 2010–2011, and 2011–2012. The men's and women's rugby union both attended Division II Nationals in 2004 and 2006, and the men's team won the Division II national championship in 2010. The women's ultimate team reached Nationals in 2004, 2011, 2013, 2014, 2015, 2016, 2017, 2018, and won the tournament in 2012, and the men's ultimate frisbee were 2008 Southern California Sectional champions and 2011 Division III National champions. Other club sports offered at the 5Cs include men's lacrosse, field hockey, crew, and cycling. ==Notes== ==References== ==Bibliography== * * * * * == External links == * *Website of The Student Life, the Claremont Colleges newspaper *Claremont Colleges Photo Archive at the Claremont Colleges Digital Library Category:Universities and colleges in Los Angeles County, California Category:Liberal arts colleges in California Category:College and university associations and consortia in the United States Category:Claremont, California Category:San Gabriel Valley Claremont",
 "title": "Claremont Colleges"
}