{
 "id": "166654",
 "text": "A platoon is a military unit typically composed of two or more squads, sections, or patrols. Platoon organization varies depending on the country and the branch, but a platoon generally comprises 50 people, although specific platoons may range from 10 communications platoon (USA headquarters and headquarters company [HHC], airborne, air Assault, and light infantry battalions) to 100 people.Maintenance platoon (USA HHC mechanized infantry/combined arms battalion) A platoon is typically the smallest military unit led by a commissioned officer. The platoon leader is usually a junior officer—a second or first lieutenant or an equivalent rank. The officer is usually assisted by a platoon sergeant. Rifle platoons normally consist of a small platoon headquarters and three or four sections (Commonwealth) or squads (United States). In some armies, platoon is used throughout the branches of the army. In a few armies, such as the French Army, a platoon is specifically a cavalry unit, and the infantry use \"section\" as the equivalent unit. A unit consisting of several platoons is called a company or a battery. == Etymology == According to Merriam-Webster, \"The term was first used in the 17th century to refer to a small body of musketeers who fired together in a volley alternately with another platoon.\" The word is from the 17th-century French peloton, from pelote meaning a small ball (from the low Latin \"pilotta\" from Latin \"pila\"). The meaning was a group of soldiers firing a volley together, while a different platoon reloaded. This suggests an augmentative intention. Since soldiers were often organized in two or three lines, each firing its volley together, this would have normally meant platoons organised so that half or a third of the company is firing at once. The platoon was originally a firing unit rather than an organization. The system is said to have been invented by Gustavus Adolphus of Sweden in 1618.p.250 Curtis, Thomas The London Encyclopaedia: Or, Universal Dictionary of Science, Art, Literature, and Practical Mechanics... Volume 9 T. Tegg, 1829 In the French Army in the 1670s, a battalion was divided into 18 platoons who were grouped into three \"firings\" with each platoon either firing or reloading at any given time during a fusillade.p.486 Lynn, John A. Giant of the Grand Siècle: The French Army, 1610-1715 Cambridge University Press, 14/12/2006 The system was also used in the British, Austrian, Russian and Dutch armies.p.404 Nimwegen, Olaf Van The Dutch Army and the Military Revolutions, 1588-1688 Boydell & Brewer, 21/10/2010 ==Modern organization== {| class=\"floatright\" style=\"border:1px solid black; background:white;float: right;text-align: center\" cellpadding=\"3\" |- ! NATO Map Symbols |- | 80px| 80px |- |A platoon |- | 80px| 80px |- | A mechanized infantry platoon |- | 80px| 80px |- | a tank platoon |- | 80px| 80px |- | a combat engineer platoon |} ===NATO=== NATO defines a platoon, or detachment, as an organization larger than a section but smaller than a company. The standard NATO symbol for a platoon consists of three dots (●●●) placed above a framed unit icon. Member nations have stipulated the different names they will use for organizations of this size. {| class=\"wikitable\" |+ Names for platoons in NATO member armed forces |- ! AmericanAPP-6D B-31 | bgcolor=\"#A0E0A0\"| Platoon, or Detachment |- !BelgiumAPP-6D B-4 | Peloton |- ! BritishAPP-6D B-14 | bgcolor=\"#A0E0A0\"| Platoon, Troop, or Flight |- ! BulgariaAPP-6D B-5 |Vzvod (Взвод) |- ! CanadianAPP-6D B-6 | bgcolor=\"#A0E0A0\"| Platoon, Troop, or Section |- ! Croatia |Vod |- ! Czech RepublicAPP-6D B-7 |Četa |- ! DenmarkAPP-6D, B-10 | Deling |- ! FrenchAPP-6D, B-13 | Section, or Peloton |- ! GermanAPP-6D, B-8 | Zug, or Schwarm |- !GreeceAPP-6D, B-15 | Themoerea, or Ulamos |- !HungaryAPP-6D, B-17 | Szakasz |- ! ItalianAPP-6D, B-19 | Plotone, or Sezione |- !NetherlandsAPP-6D B-23 | Peloton, Gevechtsbatterij, or Vlucht |- !NorwayAPP-6D, B-24 | Tropp |- ! PolishAPP-6D, B-25 | Pluton |- ! PortugueseAPP-6D, B-26 | Pelotão |- !SpainAPP-6D, B-11APP-6C, B-10 | Sección |- !TurkeyAPP-6D, B-30 |Takim |} ===Australia=== In the Australian Army, an infantry platoon has thirty-six soldiers organized into three eight-man sections and a twelve-man maneuver support section, with a lieutenant as platoon commander and a sergeant as platoon sergeant, accompanied by a platoon signaller and sometimes a platoon medic (full strength of forty men). A section comprises eight soldiers led by a corporal with a lance corporal as second in command. Each section has two fireteams of four men, one led by the corporal and the other by the lance corporal. Each fireteam (also called a \"brick\" by Australian soldiers) has one soldier with an F89 Minimi LSW and the other three armed with F88 Steyr assault rifles. One rifle per fireteam has an attached 40mm grenade launcher; one of the grenadiers is the lance corporal. Fireteam bravo has a HK417 7.62mm for the designated marksman role. More recently, the designated marksman of each Australian fireteam has been issued the HK417 in Afghanistan and possibly afterwards. The platoon may also have three MAG 58 general-purpose machine guns, one M2 Browning heavy machine gun or a Mk 19 grenade launcher at its disposal. ===Bangladesh=== In the Bangladesh Army, infantry regiments have platoons commanded by a warrant officer, assisted by a sergeant. The platoon strength is typically 32 soldiers. The platoon headquarter consists of 5 men; the platoon commander, sergeant, a radio operator and 2 soldiers carrying a rocket launcher. The platoon HQ commands 3 rifle section of 9 men each. A section led by a corporal, who's assisted by a lance corporal. Each section also has 2 light machine gunners. ===Canada=== In the Canadian Army, the infantry platoon commander is a second lieutenant, lieutenant or a junior captain assisted by a platoon warrant (who holds the rank of warrant officer, but can be a sergeant). It is usually divided into three eight to ten person sections and a heavy weapons detachment which will deploy a GPMG, and a Carl Gustav rifle, depending on mission requirements. Sections are commanded by a sergeant or master corporal with a master corporal or corporal in the second in command position; two members of a section will carry C9 LMGs and the remainder will carry C7 or C8 assault rifles fitted with either optics or a grenade launcher. A section is broken into two assault groups, similar to the British and Australian organization. Three infantry platoons make up a typical infantry company, sometimes with a heavy weapons or support platoon in addition. Specialist platoons, like reconnaissance, or \"recce\" platoons, that may be attached to a battalion may be led by a captain and assisted by a warrant officer. Some very large specialist platoons will actually have a lieutenant as the second-in-command. In many corps, platoon-sized units are called troops instead. Prior to 1940, a platoon might be commanded by either a warrant officer or a lieutenant. An officer was referred to as \"platoon commander\", while a warrant officer in the same position was called a platoon sergeant major. ===Colombia=== Within the Colombian Army, a training platoon (in Spanish pelotón) is often commanded by a higher-ranking soldier known as a dragoneante, who is selected for his excellence in discipline and soldiering skills. However, a dragoneante is still a soldier and can be removed from his position if his commander sees fit. For combatant platoons (platoons engaged in combat with guerrilla rebels), a corporal or sergeant would be the most likely commander. ===France=== Under the 1791 regulations a peloton in the French Army was used in the equivalent manner to a company, with the first section led by the sous-lieutenant and the second section led by the lieutenant, a captain commanding the entire group.Reglement concernant l'exercice et les manoeuvres de l'infanterie. Du ler. aout 1791 In the French military, a peloton is a mainly a term designating an infantry unit. An escadron is a unit of battle tank in cavalry or armor, but in some mechanized infantry regiments (groupe de chasseurs mécanisés), the tank platoon is also called peloton de char de combat. The peloton or escadron corresponds to the platoon, equivalent in size to an infantry section and commanded by a lieutenant or sergeant. It may also mean a body of officers in training to become noncommissioned officers, sous-officiers or officers (peloton de caporal, peloton des sous-officiers). ===Georgia=== The Georgian Armed Forces equivalent of the platoon is the ozeuli. Translated, it means \"Group of 20\" but has no connection with the number. It has been transferred into modern usage from medieval army reforms of the Georgian King David the Builder. Originally, it was meant to be a small detachment of 20 men to be led by a leader of corresponding rank. Almost all smaller formations are based on the designations of those reforms, which originally suggested tactical flexibility by keeping the size of small units in round numbers (10, 20, 100). Battalions and brigades were not affected by that system. It is unknown whether that usage was abandoned in the 1820s or earlier, but in present days a Georgian platoon still called \"Ozeuili\" has a similar size to that of other armies. Normally for infantry it has 32 men but can vary depending on the type of unit. ===Germany=== The German Army equivalent of the platoon is the Zug (same word as for train, draught, move or streak), consisting of a Zugtrupp (\"platoon troop\" or platoon headquarters squad), of four to six men, and three squads (Gruppen) of eight to eleven men each. An Oberfeldwebel (\"sergeant first class\") is in charge of the Zugtrupp. The Zugtrupp provides support for the platoon leader and acts as a reserve force (such as two additional snipers or an anti-tank weapon crew). Three Züge make up a Kompanie (\"company\"). The first platoon, until 2013, used to be commanded by an Oberleutnant (\"first lieutenant\") or a Leutnant (\"second lieutenant\"), nowadays it is usually a Hauptmann (\"captain\"), who is also the Kompanie's second-in-command. The second Zug is led by an Oberleutnant or a Leutnant, the third Zug is led by experienced NCOs, usually a Hauptfeldwebel (\"master sergeant\"). In the first platoon, the platoon leader's assistant is a Hauptfeldwebel; in the second and third platoons, the assistant is an Oberfeldwebel. Each squad is led by an Oberfeldwebel, and its size corresponds to the typical passenger capacity of its squad vehicle (either wheeled or armoured). Another of these vehicles is used for the Zugtrupp. Sergeants of inferior rank act as assistant squad leaders in the other squads. A Fallschirmjägerzug (\"airborne infantry platoon\") has special operations responsibilities and has command positions one rank higher than corresponding positions in a standard infantry platoon. A captain (Hauptmann) is the platoon leader, assisted by a first lieutenant and each squad has a second lieutenant or a master sergeant in charge, often supported by a long-service sergeant or skilled senior corporal. ===Hungary=== In the Hungarian Armed Forces, a rifle platoon is commanded by either a second lieutenant or a first lieutenant, with a platoon sergeant (with the rank of sergeant major), a platoon signaller, an armoured personnel carrier (APC) driver and an APC gunner composing the platoon headquarters. There is also in the HQ's TO&E; a designated marksman rifle—either an SVD or a Szép sniper rifle. The platoon is sub-divided into three squads, each with eight soldiers. Each squad is commanded by a sergeant. His/her deputy has an RPG, there are also two soldiers with PKM machine guns, two with AK-63 assault rifles—one is an RPG grenadier, the other is the medic—the APC driver and the APC gunner. Each squad and the platoon headquarters is equipped with an BTR-80 Armoured personnel carrier. In total, the platoon comprises 29 soldiers, of whom eight are vehicle crew. ===India=== In the Indian army, a platoon consists of three sections. Platoons are commanded by junior commissioned officers (JCOs). Sections are the smallest components in the Indian army consisting of ten men and commanded by a havildar. ===Israel=== The Israel Defense Forces (IDF) uses platoons (Hebrew: \"mahlakot\", literally \"divisions\") as the basic unit composing the company and usually consists of 30 to 65 soldiers (or 3–4 tanks in the Armored Corps). Those soldiers are divided into 2–4 \"classes\" (\"Kitot\") or teams (\"Tzvatim\"), each composing of 6–21 soldiers. The platoon is the smallest military unit commanded by a commissioned officer—and all officers graduating from the IDF's Officer's Academy receive a \"platoon commander\" pin, even if they are not intended to command a platoon. The platoon commander is usually the equivalent of first or second lieutenant and is assisted and advised by a platoon sergeant, acting as his replacement. In some elite units, such as Maglan, Egoz or Duvdevan, the teams are usually smaller and commanded by officers, with the platoon commanded by a higher-ranking officer, while in special forces units like Shayetet 13 and Sayeret Matkal all combatants are officers. ===New Zealand=== In the New Zealand Army, an infantry platoon is commanded by a 2nd lieutenant or a lieutenant, with a platoon sergeant, a platoon signaller and a medic (where relevant) composing the platoon headquarters. The platoon is sub-divided into three section of between 7-10 soldiers, each commanded by a corporal with a lance-corporal as the section second in command. Each section can be sub-divided into two fire-teams, commanded by the section commander and second in command respectively, as well as normal two man scout, rifle and gun teams. There are three platoons in a rifle company, which is commanded by a major, and three rifle companies in an infantry battalion, which is commanded by a lieutenant-colonel. An infantry battalion contains an organic support company (mortars, machine guns, etc.) and a logistics company (transport and stores). ===Philippines=== Philippine Army rifle platoons consists of three squads, each with nine men. The nine men of a squad are grouped into two smaller \"fire teams\", each comprising four troops: a team leader (corporal armed with a R4 assault rifle and a M203 grenade launcher), an automatic rifleman (armed with a K3 squad automatic weapon), a rifleman (armed with a R4; also brings extra ammunition for the K3), and a designated marksman who used to be armed by a M-14 before the Army shifted to the R4 for this role. The squad leader is typically a sergeant while the platoon leader is typically a 2nd lieutenant on his first assignment. The lieutenant is supported by a platoon sergeant. A radioman and a medic is usually supplied by the battalion. Philippine Marine Corps rifle platoons are similar in organization and concept to Philippine Army rifle platoons. ===Russia=== A motorised rifle platoon in the Soviet Armed Forces was mounted in either BTR armoured personnel carriers or BMP infantry fighting vehicles, with the former being more numerous into the late 1980s. Both were led by a platoon leader and assistant platoon leader and consisted of three 9-man rifle squads mounted in three vehicles. In both BMP and BTR squads, the driver and vehicle gunner stayed with the vehicle when the rest of the squad dismounted, and one squad in the platoon would have one of their rifleman armed with an SVD sniper rifle. There was either one empty seat in each BTR or two empty seats in each BMP to accommodate the platoon leader and assistant platoon leader.US Army, FM 100-2-3 The Soviet Army: Troops, Organization and Equipment, 4-3 Tank platoons prior to the late 1980s consisted of a platoon headquarters squad and three tank squads, each consisting of one T-64, T-72 or T-80 tank for 12 personnel and 4 tanks total; platoons that used the older T-54, T-55 or T-62s added another crewmember for a total of 16. However, tank units operating in Eastern Europe began to standardize their platoons to just two tank squads, for a total of 3 tanks and 9 personnel.US Army, FM 100-2-3 The Soviet Army: Troops, Organization and Equipment, Paragraph 4-15US Army, FM 100-2-3 The Soviet Army: Troops, Organization and Equipment, Paragraph 4-108 ===Singapore=== In the Singapore Army, a platoon is a lieutenant's billet. However, in practice, a second lieutenant is usually appointed and then eventually promoted. A typical infantry platoon consists of three seven-man sections of riflemen and a machine gun team, both commanded by third sergeants, a platoon sergeant and a platoon medic for a total of 27 soldiers. Beginning in 1992, the Singapore Armed Forces has allowed warrant officers to be appointed as platoon commanders. === South Africa === In the South African Army, a platoon usually consists of 27 soldiers and 1 officer organized into three sections 10 soldiers each plus an HQ which contains 8 men. A lieutenant as platoon commander and a sergeant as platoon sergeant, accompanied by a signaller and a patmor group of two men. A section comprises 10 soldiers led by a corporal who's assisted by a lance corporal as second in command. The corporal is in charge of all the soldiers except the light machine gun (LMG) group which is led by the lance corporal. The LMG group is armed with the SS77 while rest of the platoon is armed with R4 assault rifles, with rifle grenades if available. There's also the grenade launcher within each section. ===Sweden === In the Swedish Army, a platoon is organized in the following way, according to Markstridsreglemente 4 Pluton (Ground combat regulation 4 Platoon): * Chefsgrupp (Leadership squad) ** Plutonschef—Platoon leader. ** Ställföreträdande plutonschef—Deputy platoon leader. ** Plutonsbefäl—Platoon NCO. ** Signalist—Radio operator. ** Fordonsförare—Vehicle driver. ** Tolk—Interpreter (only present for deployments abroad). * 3-4 Skyttegrupp (Rifle squad) ** Gruppchef -- Squad Leader ** Ställföreträdande gruppchef -- Deputy squad leader. ** 2 soldater tillika kulspruteskyttar -- 2 machine- gunners. ** 2 soldater tillika pansarskotts-/granatgevärsskyttar/fordonsförare -- 2 riflemen armed with AT4/Carl Gustav gunner and loader/vehicle driver. ** 1 soldat tillika skarpskytt -- 1 marksman. ** 1 soldat tillika stridssjukvårdare -- 1 combat medic. ===Thailand=== In the Royal Thai Army, a platoon is commanded by either a lieutenant or second lieutenant, assisted by a platoon sergeant, usually of the rank of sergeant major. In infantry units, rifle platoons are generally made up of five squads. These are three 11-man rifle squads, one 8-man command squad (consisting of platoon commander, sergeant, radio operator, 2 assistants and a 3-man weapons team) and one 9-man machine gun squad. ===United Kingdom=== Platoons have been used by England ( and subsequently the United Kingdom ) since the 16th century. On 1 October 1913, under a scheme by General Sir Ivor Maxse, the regular battalions of the British Army were reorganised from the previous eight companies to a four- company structure, with each company having four platoons as separate units each commanded by a lieutenant with a platoon sergeant as his deputy. Each platoon was divided into four sections, each commanded by a corporal.p.25 Gudmundsson, Bruce The British Expeditionary Force 1914-15 Osprey Publishing, 10/12/2005 Because of a shortage of officers, a non-commissioned officer rank of platoon sergeant major was introduced from 1938 to 1940 for experienced non-commissioned officers who were given command of platoons. In the British Army, a rifle platoon from an infantry company consists of three sections of eight men, plus a signaller (radio operator), a platoon sergeant (a sergeant), the platoon commander (either a second lieutenant or lieutenant) and a mortar man operating a light mortar (full strength of 27 men and one officer). This may not be the case for all British Infantry units, since the 51mm mortars are not always part of a platoons Table of Organization and Equipment, post- Afghanistan. Under Army 2020, a platoon in the Heavy Protected Mobility Regiments consist of around 30 soldiers in four Mastiff/FRES UV vehicles. Each section is commanded by a corporal (lance sergeant in the foot guards), with a lance corporal as second-in-command and six riflemen divided into two four-man fireteams. Support weapons platoons (such as mortar or anti-tank platoons) are generally larger and are commanded by a captain with a colour sergeant or warrant officer. ===United States=== ====Historical background==== From the 16th century until the late 17th century in what would become the United States, an infantry platoon was a \"half company\" commanded by a lieutenant, assisted by two sergeants and two corporals (increased in 1861 to four corporals). The sergeants, assisted by the corporals, led the two sections (half-platoons) and the squads (the terms were often used interchangeably until 1891) of the platoon. An additional senior sergeant serving as the \"platoon sergeant\" (originally designated as \"assistant to platoon commander\" from 1917 until 1940, and as \"platoon leader\" until 1943, when officer platoon commanders were re-designated as \"platoon leaders\") was not authorized until 1943. Depending on the time period, the platoon could include from as few as 20 privates (with two corporals, two sergeants, and a lieutenant) to as many as 44 (with four corporals, two sergeants, and a lieutenant) with 10 to 22 privates per section. The corporals and the sergeant, prior to the increase to two corporals per section, led the two squads of the section. The squads were primarily a non-tactical sub-unit used mainly for drill (marching practice, formations, ceremonies, etc.) and \"house-keeping\" matters, such as interior guard duty, billeting, messing, fatigue details (i.e., working parties), etc. Indeed, the sections, as well as the platoons, were primarily administrative sub-units of the company, since tactically the company seldom employed in other than as a massed formation. The standard procedure, once the company had marched into its position in the line of battle, was for the company to form facing the enemy as two ranks, by platoon, one behind the other. The commanding officer (a captain) and the one to three lieutenants, serving as platoon commanders (not designated as platoon \"leaders\" until 1943) and the executive officer (again depending on the time period, but not officially authorized until 1898) would direct the fighting, leading from the front in the attack and on the flanks in the defense. The executive officer, when assigned, or usually the junior lieutenant and the first sergeant were normally positioned behind the battle line so as to assist the company commander in overseeing the company and managing the rear (company trains, including the wagoner and company supply wagon - under the supervision of the quartermaster sergeant, as well as casualties, enemy prisoners, non- combatants, deserters, etc.). While the officers managed the battle and the staff NCOs (first sergeant and quartermaster sergeant) superintended logistics, the NCOs (sergeants and corporals) served as first-line supervisors and leaders by exhibiting a soldierly example for their privates and encouraging them to maintain proper discipline and to fight effectively. In so doing, the sergeants acted as \"file closers\", working the line by putting men forward to replace casualties in the front rank, exhorting men to fire, reload, move forward, etc. and, if need be, physically assisting or restraining men who refused to move forward or attempted to flee. The corporals physically led by example (much like modern fire team leaders) by taking their place in the line with their privates, fighting alongside them, and by demonstrating proper soldierly attributes. Cavalry platoons had a similar organization to the infantry, but with fewer men; platoons rarely exceeded around 33 men, including the lieutenant, sergeants and corporals. Field artillery platoons, led by a lieutenant (who rode his own horse), with two or three to a battery, normally consisted of two gun sections. Each gun section was led by a sergeant (who also rode his own horse) and consisted of two half sections led by a corporal. One half section contained the gun and its implements, its limber (including one ammunition chest) and four to six horses (depending on gun weight and available horses), and several members of the gun crew. The corporal and one or two privates rode on the horses pulling the limber, while a couple of privates rode on the ammunition chest lid seat. The other half section consisted of the caisson (which carried two ammunition chests, tools, spare parts, baggage, and a spare wheel) with its limber (again with one ammunition chest), pulled by four to six horses, and two spare horses (when available) tethered to the rear of the caisson, and the remainder of the gun crew with the corporal and privates riding the horses or sitting on the several ammunition chests lid seats. In total, the field artillery platoon (at full strength of men, horses, and equipment) consisted of a lieutenant, two sergeants, four corporals, 24 privates, 31 horses, four limbers, two caissons, two field guns, two spare wheels, plus ammunition, implements, tools, spare parts, and baggage. By the end of World War I in 1918, the rifle platoon had expanded to its largest size in U.S. Army history into a unit of 59 soldiers. This platoon organization included one lieutenant, three sergeants, eight corporals, 15 privates first class, and 32 privates. The platoon was organized into a six-man platoon headquarters (including the platoon commander, a sergeant as \"assistant to platoon commander\", and four privates as \"runners\" or messengers) and four sections. The sections were specialized by primary weapon and each contained a different number of men. The \"Riflemen\" and \"Automatic Riflemen\" sections were each led by a sergeant and divided into two squads of eight and seven men each, respectively, including a corporal to lead each squad. The \"Hand Bombers\" (i.e., hand grenade throwers) and \"Rifle Grenadiers\" sections had a total of twelve and nine men each, respectively, including two corporals each, but no sergeant.United States Army. Center of Military History. Organization of the American Expeditionary Forces, Volume 1, Washington, DC, 1988, p.347. ====Army==== In the United States Army, rifle platoons are normally composed of 42 soldiers. They consist of three rifle squads, one weapons squad, and a six-man headquarters. The headquarters consists of a platoon leader (PL)--usually a first lieutenant (1LT), a platoon sergeant (PSG)--usually a sergeant first class (SFC, E-7), a radio-telephone operator (RTO), a platoon forward observer (FO), the FO's RTO, and the platoon medic. Each squad is led by a sergeant, who is usually a staff sergeant (SSG, E-6). The rifle squads each consist of two fire teams and a squad leader, while the weapons squad consists of two medium machine gun teams, two close combat missile teams, and a squad leader. A typical infantry company consists of 3 rifle platoons and a 4th platoon known as a weapons platoon. The weapons platoon typically provides heavy weapons support to the company and includes mortar, anti-armor and heavy machine guns organically. ====Marine Corps==== In the United States Marine Corps, infantry rifle platoons nominally (per TO&E;) consist of 43 Marines and are led by a platoon commander, usually a second lieutenant (O-1), assisted by a platoon sergeant, a staff sergeant (E-6). The platoon headquarters also includes a platoon guide, a sergeant (E-5), who serves as the assistant platoon sergeant, and a messenger (private or private first class). Rifle platoons consist of three rifle squads of 13 men each, led by a sergeant (E-5). In the attack (especially if part of the assault echelon) or in a deliberate defense, rifle platoons are usually augmented with a two- man mortar forward observer team and are often reinforced with a seven-man machinegun squad and/or a four-man assault weapons squad from the infantry companies weapons platoon. An infantry rifle company (3 per infantry battalion) has a weapons platoon. The infantry battalion consists of a headquarters and support company (H&S;), three rifle companies, and one weapons company. The weapons company platoon is usually led by a first lieutenant (O-2) and a gunnery sergeant (E-7) because of the generally larger number of Marines (up to 69 in the 81mm mortar platoon) in these platoons (the heavy machine gun platoon being the exception with only 28 members) and the more complex weapon systems employed. A rifle company weapons platoon has a 60mm mortar section of 13 Marines with three M224 LWCMS 60mm mortar squads, an assault section of 13 Marines and six SMAW rocket launchers divided into three squads of two teams each, and a medium machine gun section of 22 Marines and six M240G general-purpose machine guns divided into three squads of two teams each. The infantry battalion weapons company consists of three heavy weapons platoons: 81mm mortar platoon (referred to as “81s platoon or 81s”), heavy machine gun platoon (.50cal HMG and 40mm AGL), and anti armor platoon (Javelin missile and antitank TOW missile launchers). Each of these three platoons is divided into sections. Three sections of two squads each in the heavy machine gun platoon, two sections of four squads each in the 81mm mortar platoon, one section of two squads with four teams each in the Javelin missile section, and one section of four squads with two teams each in the antitank TOW missile section. Marine rifle or weapons platoons would also have from one to four Navy hospital corpsmen assigned along with the Marines. Platoons are also used in reconnaissance, light armored reconnaissance (scout dismounts), combat engineer, law enforcement (i.e., military police), Marine Security Force Regiment (MSFR), and Fleet Antiterrorism Security Team (FAST) companies. In armored vehicle units, platoons consist of sections containing two or three vehicles and their crews: * tank and light armored reconnaissance platoons consist of two sections, each containing two tanks/light armored vehicles and crews * assault amphibian vehicle (AAV) platoons consist of four sections, each containing three AAVs and crews (Per T/O 4652M.) * combat engineer assault breacher sections consist of two CEV assault breacher vehicles and crews In low altitude air defense (LAAD) batteries, the firing platoons consist of three sections, each consisting of a section leader and five two- man Stinger missile teams. In artillery batteries, the firing platoon consists of six artillery sections, each containing one gun with its crew and prime mover (i.e., a truck to tow the artillery piece and transport the gun crew and baggage). ====Air Force==== The United States Air Force has a similarly sized and configured unit called a flight. A flight usually ranges from a dozen people to over a hundred, or typically four aircraft. The typical flight commander is a captain. The typical flight chief is a master sergeant. Letter designations can be used, such as Alpha Flight, Bravo Flight, etc. ==See also== * Military organization * Platoon, a film ==References== == External links == * Category:Military units and formations by size",
 "title": "Platoon"
}