{
 "id": "16683",
 "text": "Kiribati is a full member of the Commonwealth, the IMF and the World Bank, and became a full member of the United Nations in 1999. Kiribati hosted the Thirty-First Pacific Islands Forum in October 2000. Kiribati has Least Developed Country Status and its interests rarely extend beyond the region. Through accession to the Lomé Convention, then Cotonou Agreement, Kiribati is also a member of the African Caribbean and Pacific Group. Kiribati maintains good relations with most countries and has particularly close ties to Pacific neighbours Japan, Australia, and New Zealand. Kiribati briefly suspended its relations with France in 1995 over that country's decision to renew nuclear testing in the South Pacific. Kiribati established diplomatic relations with Taiwan in November 2003, but cut off all relations in September 2019 when Kiribati switched diplomatic recognition to Beijing. Taiwan's foreign minister stated that Kiribati had \"unrealistic\" expectations from China and ordered the embassy to evacuate. ==Regional Relations== Kiribati maintains strong regional ties in the Pacific. Until recently it was a full member of the Pacific Islands Forum, the South Pacific Applied Geoscience Commission, the South Pacific Tourism Organisation, the Pacific Regional Environment Programme and the Secretariat of the Pacific Community. Kiribati is one of the eight signatories of the Nauru Agreement Concerning Cooperation in the Management of Fisheries of Common Interest which collectively controls 25–30% of the world's tuna supply and approximately 60% of the western and central Pacific tuna supply . In 1985, Kiribati was one of the nine initial endorsers of the Treaty of Rarotonga creating the South Pacific Nuclear Free Zone Treaty. ===Extra- regional relations=== Kiribati was admitted to the Commonwealth of Nations in 1979 upon its independence, and to the United Nations in 1999. Additionally outside the region, Kiribati is a member or participant of the ACP (Lomé Convention), the Asian Development Bank, the Economic and Social Commission for Asia and the Pacific (ESCAP), the Food and Agriculture Organization (FAO), the International Bank for Reconstruction and Development, the International Civil Aviation Organization, the International Red Cross and Red Crescent Movement, the International Development Association, the International Finance Corporation, the IMF, International Maritime Organization, International Olympic Committee, International Telecommunication Union (ITU), Universal Postal Union and the World Meteorological Organization. Finally, while Kiribati is not a member of the World Trade Organization, it does retain observer status. ==Diplomatic missions== Kiribati has only two permanent missions abroad, the High Commission in Suva, Fiji, and a permanent mission to the United Nations in New York that serves also as Embassy in the US. It has honorary consulates in New Delhi, Abergavenny, Auckland, Sydney, Honolulu, Tokyo, and Hamburg. Formerly, there was an embassy in Taipei, Republic of China (Taiwan). In Kiribati, there are High Commissions from Australia and New Zealand and an embassy of the People’s Republic of China (re-opened in May 2020). {| class=\"wikitable sortable\" style=\"width:100%; margin:auto;\" |- ! style=\"width:15%;\"| Country ! style=\"width:12%;\"| Formal Relations Began !Notes |- valign=\"top\" |||29 October 2021|| Kiribati and Algeria established diplomatic relations on 29 October 2021. |- | |27 May 2021 |Kiribati and Andorra established diplomatic relations on 27 May 2021 signed Protocol in New York. |- | |21 September 2006 |The establishment of diplomatic relations between the Republic of Kiribati and Argentina began from 21 September 2006 signed Joint Communique in New York |- valign=\"top\" |||26 September 2018|| Kiribati and Armenia established diplomatic relations on 26 September 2018. |- valign=\"top\" |||12 July 1979|| * Australia has a high commission in Tarawa.High Commission of Australia in Tarawa * Kiribati has an honorary consulate in Burradoo, New South Wales. |- | |26 September 2018 |The establishment of diplomatic relations between the Republic of Kiribati and Bahrain began from 26 September 2018 signed Joint Statement in New York. |- | | |By 1981, Kiribati and Belgium has diplomatic relations. |- valign=\"top\" |||21 September 2010|| Kiribati and Brazil established diplomatic relations on 21 September 2010. |- | |26 January 2016 |The establishment of diplomatic relations between the Republic of Kiribati and Brunei Darussalam began from 26 January 2016 signed Joint Communique in New York. |- | |12 July 1979 |The establishment of diplomatic relations between the Republic of Kiribati and Canada began from 12 July 1979. |- | |20 January 1981 |The establishment of diplomatic relations between the Republic of Kiribati and Chile began from 20 January 1981. |- valign=\"top\" |||25 June 1980, broke off 29 November 2003. Restored 27 September 2019.|| Kiribati firstly established diplomatic relations with the People's Republic of China (PRC) in 1980. At that time, Kiribati had been the home to a satellite tracking base for PRC space program from 1997 until 2003. On 7 November 2003, Kiribati established diplomatic relations with the Republic of China (ROC). Although it did not sever ties with the PRC, expressing the intention to continue relations, Beijing suspended ties on 29 November after failed attempts to lobby President Anote Tong to change his mind. On 9 January 2004, the ROC opened its embassy in Kiribati. On 31 May 2013, Kiribati opened its embassy in Taipei. This was the first ever Kiribati embassy outside of Oceania. Teekoa Iuta became Kiribati's first ambassador to the country.\"Kiribati opens embassy in Taiwan\", Focus Taiwan, 31 May 2013 On 20 September 2019, Kiribati switched diplomatic relations from Taiwan to China, effectively cutting all relations to Taiwan. Taiwanese Foreign Minister Joseph Wu said Beijing had used \"dollar diplomacy\" to influence the Kiribati government. |- | |26 August 2016 |The establishment of diplomatic relations between the Republic of Kiribati and Croatia began from 26 August 2016 signed Joint Communique in New York. |- valign=\"top\" |||2 September 2002|| In the late 2000s, Kiribati began to strengthen its relations with Cuba. Cuba provides medical aid to Kiribati. There are currently sixteen doctors providing specialised medical care in Kiribati, with sixteen more scheduled to join them.Pacific Magazine: Six More Cuban Physicians To Serve In Kiribati Cuban doctors have reportedly provided a dramatic improvement to the field of medical care in Kiribati, reducing the child mortality rate in that country by 80% As of September 2008, over twenty I-Kiribati medical students are studying in Cuba, at Cuba's expense.\"Kiribati's Tong Meets Castro, Heads To UN\", Pacific Magazine, 18 September 2008 In September 2008, President Anote Tong attended the first Cuba-Pacific Islands ministerial meeting in Havana. By meeting President Raúl Castro to discuss \"mutual friendship and cooperation\", he became the first Pacific leader to pay a state visit to Cuba. The two countries signed an agreement on increased cooperation in the field of health.\"Cuba, Kiribati Cooperate in Health\", Prensa Latina, 18 September 2008 |- | |22 January 2018 |Kiribati and Dominica established diplomatic relations on 22 January 2018. |- | |25 September 2010 |Kiribati and Egypt established diplomatic relations on 25 September 2010 signed Agreement in New York. |- valign=\"top\" |||4 September 2014|| Kiribati and Estonia established diplomatic relations on 4 September 2014. |- valign=\"top\" |||12 July 1979|| * Kiribati has a high commission in Suva. |- valign=\"top\" |||25 March 2011|| Kiribati and Finland established diplomatic relations on 25 March 2011. |- valign=\"top\" |||3 December 1982, broke off 6 September 1995, Restored 6 February 1997|| The two countries maintain official diplomatic relations, but no diplomatic presence on each other's territory; the French embassy in Suva is accredited to Kiribati. In 1995, Kiribati briefly suspended its diplomatic relations with France in protest against French nuclear tests at Mururoa in French Polynesia.\"Timeline: Kiribati\", BBC, 29 April 2009 |- | |27 September 2012 |Kiribati and The Gambia established diplomatic relations on 27 September 2012. |- valign=\"top\" |||28 September 2012 Protocol, New York|| * Georgia is accredited to Kiribati from its embassy in Canberra, Australia. |- valign=\"top\" |||1 July 1980|| German shipping companies opened a trade school for seamen in 1967. It exists until today. About I-Kiribati 5,000 seaman work for German shipping companies today.Einflusskämpfe im Westpazifik (II), german-foreign-policy.com 5 July 2018. * Kiribati has an honorary consul in Hamburg. * Germany has no embassy in Tarawa. The German embassy in Wellington is accredited for Kiribati. |- | |1984 |Kiribati and Greece established diplomatic relations from 1984 |- | |10 April 1995 |The establishment of diplomatic relations between the Republic of Kiribati and Holy See began from 10 April 1995 |- valign=\"top\" |||17 June 2016|| Kiribati and Hungary established diplomatic relations on 17 June 2016. |- | |15 September 2005 |Kiribati and Iceland established diplomatic relations on 15 September 2005. |- valign=\"top\" |||6 August 1985|| Diplomatic relations between Kiribati and India were established on 6 August 1985. At the Post Forum Dialogue partner meeting in 2006, India announced that it would provide a grant-in-aid of US$100,000 annually to each of the 14 Pacific Island countries, including Kiribati. This was increased to US$125,000 from 2009. |- | |8 May 2013 |Kiribati and Indonesia signed joint communique on established diplomatic relations in Natadola, Fiji on 8 May 2013 |- | |September 2000 |Kiribati and Ireland established diplomatic relations in September 2000 |- | |21 May 1984 |Kiribati and Israel established diplomatic relations on 21 May 1984. |- | |1989 |Kiribati and Italy established diplomatic relations in 1989. |- | |21 March 1980 |Kiribati and Japan established diplomatic relations on 21 March 1980. |- | |8 August 2017 |Kiribati and Jordan established diplomatic relations on 8 August 2017 signed Joint Communique in New York. |- | |18 February 2014 |Kiribati and Kazakhstan established diplomatic relations on 18 February 2014 signed Joint Communique in New York. |- valign=\"top\" |||2 May 1980|| The establishment of diplomatic relations between the Republic of Kiribati and The Republic of Korea (South Korea) began on 2 May 1980. |- | |4 March 2014 |The establishment of diplomatic relations between the Republic of Kiribati and Kuwait began on 4 March 2014 signed Joint statement in New York |- | |26 September 2019 |The establishment of diplomatic relations between the Republic of Kiribati and Kyrgyzstan began on 26 September 2019 signed Joint Communique in New York |- | |10 April 2015 |The establishment of diplomatic relations between the Republic of Kiribati and Latvia began on 10 April 2015 signed Joint Communique in New York |- | |15 January 2014 |The establishment of diplomatic relations between the Republic of Kiribati and Lithuania began on 15 January 2014 signed Joint Communique in New York |- | |20 March 1989 |The establishment of diplomatic relations between the Republic of Kiribati and Maldives began from 20 March 1989. |- | |4 June 1988 |The establishment of diplomatic relations between the Republic of Kiribati and Marshall Islands began from 4 June 1988. |- valign=\"top\" |||13 October 2005|| * Kiribati does not have an accreditation to Mexico. * Mexico is accredited to Kiribati from its embassy in Kuala Lumpur, Malaysia.Relations between Mexico and Malaysia, Kiribati and Nauru (in Spanish) |- | |9 December 1988 |The establishment of diplomatic relations between the Republic of Kiribati and Federated States of Micronesia began from 9 December 1988. |- | |20 June 2014 |The establishment of diplomatic relations between the Republic of Kiribati and Monaco began from 20 June 2014. |- | |15 January 2014 |The establishment of diplomatic relations between the Republic of Kiribati and Mongolia began from 15 January 2014 signed Joint Statement in New York. |- | |17 January 2014 |The establishment of diplomatic relations between the Republic of Kiribati and Montenegro began from 17 January 2014 signed Protocol in New York. |- | |21 March 2001 |The establishment of diplomatic relations between the Republic of Kiribati and Morocco began from 21 March 2001. |- | |6 June 1980 |The establishment of diplomatic relations between the Republic of Kiribati and the Netherlands on 6 June 1980 |- valign=\"top\" |||12 July 1979|| * Kiribati has an honorary consulate in Wellington. * New Zealand has a high commission in Tarawa. |- | |17 May 2021 |The establishment of diplomatic relations between the Republic of Kiribati and Nicaragua began from 17 May 2021 signed Joint Communique in New York. |- valign=\"top\" |||17 August 2019||The establishment of diplomatic relations between the Republic of Kiribati and Norway began from 17 August 2019 signed Joint Communique in Funafuti, Tuvalu. |- | |3 June 2021 |The establishment of diplomatic relations between the Republic of Kiribati and Pakistan began from 3 June 2021 signed Joint Communique in New York.https://radio.gov.pk/04-06-2021/pakistan-kiribati-establish-diplomatic- relations |- | |12 July 1995 |The establishment of diplomatic relations between the Republic of Kiribati and Palau began from 12 July 1995. |- | |12 July 1979 |The establishment of diplomatic relations between the Republic of Kiribati and Papua New Guinea began from 12 July 1979. |- | |20 October 2021 |The establishment of diplomatic relations between the Republic of Kiribati and Paraguay began from 20 October 2021 signed Joint Communique in New York |- | |29 October 1983 |The establishment of diplomatic relations between the Republic of Kiribati and Peru began from 29 October 1983. |- | |25 March 2000 |The establishment of diplomatic relations between the Republic of Kiribati and Philippines began from 25 March 2000. |- | |2 March 2015 |The establishment of diplomatic relations between the Republic of Kiribati and Poland began from 2 March 2015 signed in New York. |- | |15 November 1983 |The establishment of diplomatic relations between the Republic of Kiribati and Portugal began from 15 November 1983. |- | |28 March 2016 |The establishment of diplomatic relations between the Republic of Kiribati and Qatar began from 28 March 2016 signed Joint Statement. |- | |9 July 2018 |The establishment of diplomatic relations between Republic of Kiribati and Romania began from 9 July 2018 signed Joint Communique in Tarawa. |- | |5 September 1990 |The establishment of diplomatic relations between the Republic of Kiribati and Russia began from 5 September 1990. |- | |25 September 2018 |The establishment of diplomatic relations between the Republic of Kiribati and Saint Lucia began from 25 September 2018. |- | |27 February 2017 |The establishment of diplomatic relations between the Republic of Kiribati and Seychelles began from 27 February 2017 signed Agreement in New York. |- | |7 September 1989 |The establishment diplomatic relations between the Republic of Kiribati and Singapore from 7 September 1989 |- | |8 June 2021 |The establishment of diplomatic relations between the Republic of Kiribati and Slovenia began from 8 June 2021 signed Joint Communique in New York. |- | |12 July 1979 |The establishment of diplomatic relations between the Republic of Kiribati and Solomon Islands began from 12 July 1979. |- | |30 August 1999 |The establishment of diplomatic relations between the Republic of Kiribati and South Africa began from 30 August 1999. |- | |24 September 2011 |The establishment of diplomatic relations between the Republic of Kiribati and Spain began from 24 September 2011 Exchange of Notes Verbales in New York. |- | |28 September 2012 |The establishment of diplomatic relations between the Republic of Kiribati and Sweden began from 28 September 2012 signed Agreement in New York. |- | |1 June 2004 |The establishment of diplomatic relations between the Republic of Kiribati and Switzerland began from 1 June 2004 signed Joint Declaration in Canberra. |- | |5 April 2019 |The establishment of diplomatic relations between the Republic of Kiribati and Tajikistan began from 5 April 2019 signed Joint Communique in New York. |- | |29 June 2005 |The establishment of diplomatic relations between the Republic of Kiribati and Thailand began from 29 June 2005. |- valign=\"top\" |||20 June 2008||The establishment of diplomatic relations between the Republic of Kiribati and Turkey began from 20 June 2008 signed Joint Communique in Canberra. |- | |March 1984 |The establishment of diplomatic relations between the Republic of Kiribati and Tuvalu began from March 1984 |- valign=\"top\" |||12 July 1979|| Britain has long-standing historic links with Kiribati. The first British visitor to Kiribati was reputed to be Commodore John Byron in 1765, the immediate predecessor of James Cook's more famous explorations of the Pacific between 1769 and 1779. With the growth of the British settlement in Australia's New South Wales, whaling became a key element of the regional economy, and up to the 1870s British whalers were regular visitors to the waters surrounding Kiribati. Through its network of sovereign posts in the region (Fiji, Solomon Islands, Papua New Guinea, New Zealand and Australia), the UK maintains bilateral programmes with Kiribati sponsored by the Foreign and Commonwealth Office, Department for Environment and Department for International Development and other government departments. The UK Government's engagement in Kiribati is largely delivered through the Commonwealth, the European Union and The Asian Development Bank. |- valign=\"top\" |||12 August 1980|| Following its independence in 1979, Kiribati signed a treaty of friendship with the United States. The United States Department of State characterizes U.S.–Kiribati relations as \"excellent\", . Diplomatic relations are conducted by the I-Kiribati Ambassador to the United States. Although the U.S. does not maintain a diplomatic office or consulate in Kiribati, staff from the American embassy in Suva, Fiji make frequent visits to Kiribati. The U.S. provides economic development assistance through multilateral institutions. From 1967 to 2008, the United States Peace Corps operated in Kiribati. |- | |15 September 2014 |The establishment of diplomatic relations between the Republic of Kiribati and Vietnam began from 15 September 2014. |} ==Kiribati and the Commonwealth of Nations== Kiribati has been a republic in the Commonwealth of Nations since 1979, when the Gilbert Islands gained independence. ==Aid & Development== Kiribati receives development aid from the European Union, Australia, New Zealand, Japan, Canada, USA, the Asian Development Bank, UN agencies and (until 2019) Taiwan. In recent years it has accounted for 20–25% of Kiribati's GDP. Recent projects and notable inputs by the EU have included telecommunications (improvement of telephone exchanges and provision of radio and navigation equipment), the development of seaweed as an export crop, solar energy systems for the outer islands, the upgrading of the Control Tower and fire fighting services at Tarawa's Bonriki International Airport, outer island social development, health services and extensive support for the Kiribati Vocational Training Programme. Additionally, Cuba provides doctors, as well as scholarships for I-Kiribati medical students. ==See also== *Ministry of Foreign Affairs and Immigration *List of diplomatic missions in Kiribati *List of diplomatic missions of Kiribati ==References== == External links == * Ministry of Foreign Affairs and Immigration * Government of Kiribati Climate Change portal * Tarawa Climate Change Conference website Category:Kiribati and the Commonwealth of Nations",
 "title": "Foreign relations of Kiribati"
}