{
 "id": "166848",
 "text": "Dame Carol Ann Duffy (born 23 December 1955) is a British poet and playwright. She is a professor of contemporary poetry at Manchester Metropolitan University, and was appointed Poet Laureate in May 2009, resigning in 2019. She is the first woman, the first Scottish-born poet and the first known LGBT poet to hold the position. Her collections include Standing Female Nude (1985), winner of a Scottish Arts Council Award; Selling Manhattan (1987), which won a Somerset Maugham Award; Mean Time (1993), which won the Whitbread Poetry Award; and Rapture (2005), winner of the T. S. Eliot Prize. Her poems address issues such as oppression, gender, and violence in an accessible language that has made them popular in schools. ==Early life== Carol Ann Duffy was born to a Roman Catholic family in the Gorbals, considered a poor part of Glasgow. She was the daughter of Mary (née Black) and Frank Duffy, an electrical fitter. Her mother's parents were Irish, and her father had Irish grandparents. The eldest of five siblings, she has four brothers; Frank, Adrian, Eugene and Tim. The family moved to Stafford, England, when Duffy was six years old. Her father worked for English Electric. A trade unionist, he stood unsuccessfully as a parliamentary candidate for the Labour Party in 1983 in addition to managing Stafford F.C. football club. Duffy was educated in Stafford at Saint Austin's RC Primary School (1962–1967), St. Joseph's Convent School (1967–1970), and Stafford Girls' High School (1970–1974), her literary talent encouraged by two English teachers, June Scriven at St Joseph's, and Jim Walker at Stafford Girls' High. She was a passionate reader from an early age, and always wanted to be a writer, producing poems from the age of 11. When one of her English teachers died, she wrote: ==Career== When Duffy was 15, June Scriven sent her poems to Outposts, a publisher of pamphlets, where it was read by the bookseller Bernard Stone, who published some of them. When she was 16, she met Adrian Henri, one of the Liverpool poets, and decided she wanted to be with him; she then lived with him for 12 years until they split in 1982. \"He gave me confidence,\" she said, \"he was great. It was all poetry, very heady, and he was never faithful. He thought poets had a duty to be unfaithful.\"Winterson, Jeanette. \"Carol Ann Duffy\" , Jeanettewinterson.com. Retrieved 18 December 2009. She applied to the University of Liverpool to be near him, and began a philosophy degree there in 1974. She had two plays performed at the Liverpool Playhouse, wrote a pamphlet, Fifth Last Song, and received an honours degree in philosophy in 1977. She won the National Poetry Competition in 1983. She worked as poetry critic for The Guardian from 1988 to 1989, and was editor of the poetry magazine, Ambit. In 1996, she was appointed as a lecturer in poetry at Manchester Metropolitan University, and later became creative director of its Writing School. Duffy was almost appointed Poet Laureate of the United Kingdom in 1999 after the death of Ted Hughes, but lost out on the position to Andrew Motion. Duffy said she would not have accepted the position at that time anyway, because she was in a relationship with Scottish poet Jackie Kay, had a young daughter, and would not have welcomed the public attention.Flood, Alison. \"Betting closed on next poet laureate amid speculation that Carol Ann Duffy has been chosen\" , The Guardian, 27 April 2009. In the same year, she was elected as a Fellow of the Royal Society of Literature. She was appointed as Poet Laureate on 1 May 2009, when Motion's 10-year term was over. Duffy was featured on the South Bank Show with Melvyn Bragg in December 2009Press Release, South Bank Show , 6 December 2009. and on 7 December she presented the Turner Prize to artist Richard Wright.Higgins, Charlotte. \"Artist Richard Wright strikes gold as winner of this year's Turner prize\" , The Guardian, 7 December 2009. Duffy received an Honorary Doctorate from Heriot-Watt University in 2009. In 2015, Duffy was elected as an Honorary Fellow of the British Academy. ===Poet laureate=== In her first poem as poet laureate, Duffy tackled the scandal over British MPs' expenses in the format of a sonnet.Politics by Carol Ann Duffy, The Guardian, 13 June 2009 Her second, \"Last Post\", was commissioned by the BBC to mark the deaths of Henry Allingham and Harry Patch, the last remaining British soldiers to fight in World War I.\"Carol Ann Duffy, Poem for the last of WWI\" , Today Programme, BBC Radio 4, 30 July 2009. Her third, \"The Twelve Days of Christmas 2009\", addresses current events such as species extinction, the climate change conference in Copenhagen, the banking crisis, and the war in Afghanistan.Duffy, Carol Ann. \"The Twelve Days of Christmas 2009\", Radio Times, 6 December 2009. In March 2010, she wrote \"Achilles (for David Beckham)\" about the Achilles tendon injury that left David Beckham out of the English football team at the 2010 FIFA World Cup;\"The bizzaro history of the poet laureate\" . Toronto Star, 7 July 2016. Bruce Demara. the poem was published in The Daily Mirror and treats modern celebrity culture as a kind of mythicisation.\"Achilles (David Beckham)\" , The Guardian, 16 March 2010. Retrieved 16 March 2010. \"Silver Lining,\" written in April 2010, acknowledges the grounding of flights caused by the ash of the Icelandic volcano Eyjafjallajökull.Duffy, Carol Ann. “Silver Lining | Carol Ann Duffy\" , The Guardian, 20 April 2010. On 30 August 2010 she premièred her poem \"Vigil\" for the Manchester Pride Candlelight Vigil in memory of LGBTQ people who have lost their lives to HIV/AIDS. Duffy wrote a 46-line poem, \"Rings,\" for the 2011 wedding of Prince William and Catherine Middleton. The poem celebrates the rings found in nature and does not specifically mention the couple's names. It begins for both to say and continues: \"I might have raised your hand to the sky / to give you the ring surrounding the moon / or looked to twin the rings of your eyes / with mine / or added a ring to the rings of a tree / by forming a handheld circle with you, thee, / ...\". She wrote the verse with Stephen Raw, a textual artist, and a signed print of the work was sent to the couple as a wedding gift. Duffy also wrote the poem \"The Throne,\" which she composed for the 60th anniversary of Queen Elizabeth II's coronation. In Stylist magazine, Duffy said of becoming poet laureate: \"There's no requirement. I do get asked to do things and so far I've been happy to do them.\" She also spoke about being appointed to the role by Queen Elizabeth II, saying: \"She's lovely! I met her before I became poet laureate but when I was appointed I had an 'audience' with her which meant we were alone, at the palace, for the first time. We chatted about poetry. Her mother was friends with Ted Hughes whose poetry I admire a lot. We spoke about his influence on me.\" Duffy stood down as laureate in May 2019. ==Poetry== ===Style=== Duffy's work explores both everyday experience and the rich fantasy life of herself and others. In dramatizing scenes from childhood, adolescence, and adult life, she discovers moments of consolation through love, memory, and language. Charlotte Mendelson writes in The Observer: > Part of Duffy's talent – besides her ear for ordinary eloquence, her > gorgeous, powerful, throwaway lines, her subtlety – is her ventriloquism. > Like the best of her novelist peers ... she slides in and out of her > characters' lives on a stream of possessions, aspirations, idioms and turns > of phrase. However, she is also a time-traveller and a shape-shifter, > gliding from Troy to Hollywood, galaxies to intestines, sloughed-off skin to > department stores while other poets make heavy weather of one kiss, one > kick, one letter ... from verbal nuances to mind-expanding imaginative > leaps, her words seem freshly plucked from the minds of non-poets – that is, > she makes it look easy.Mendelson, Charlotte, The gospel truth , The > Observer, 13 October 2002. Of her own writing, Duffy has said: \"I'm not interested, as a poet, in words like 'plash'—Seamus Heaney words, interesting words. I like to use simple words, but in a complicated way.\"Forbes, Peter. \"Winning Lines\" , The Guardian, 31 August 2002. She told The Observer: \"Like the sand and the oyster, it's a creative irritant. In each poem, I'm trying to reveal a truth, so it can't have a fictional beginning.\"Anderson, Hephzibah. Christmas Carol , The Observer, 4 December 2005. Duffy rose to greater prominence in UK poetry circles after her poem \"Whoever She Was\" won the Poetry Society National Poetry Competition in 1983. In her first collection, Standing Female Nude (1985), she uses the voices of outsiders, for example in the poems \"Education for Leisure\" and \"Dear Norman.\" Her next collection, Feminine Gospels (2002), continues this vein, showing an increased interest in long narrative poems, accessible in style and often surreal in their imagery. Her 2005 publication, Rapture (2005), is a series of intimate poems charting the course of a love affair, for which she won the £10,000 T.S. Eliot Prize. In 2007, she published The Hat, a collection of poems for children. Online copies of her poems are rare, but her poem dedicated to U A Fanthorpe, \"Premonitions,\" is available through The Guardian,Premonitions The Guardian, 2 May 2009. Retrieved 16 March 2010. and several others via The Daily Mirror.Duffy's poems for children , Daily Mirror, 4 May 2009. Retrieved 16 March 2010.A previously unpublished poem on the nature of her work , Daily Mirror, 2 May 2009. Retrieved 16 March 2010. ===In schools=== Duffy's poems are studied in British schools at ISC, GCSE, National 5, A-level, and higher levels.Martin, Ben. \"Carol Ann Duffy: Profile of the new Poet Laureate\" , The Daily Telegraph, 1 May 2009. In August 2008, her \"Education for Leisure,\" a poem about violence, was removed from the GCSE AQA Anthology, following a complaint about its references to knife crime and a goldfish being flushed down a toilet. The poem begins: \"Today I am going to kill something. Anything./I have had enough of being ignored and today/I am going to play God.\" The protagonist kills a fly, then a goldfish. The budgie panics and the cat hides. It ends with him, or her, or them, leaving the house with a knife. \"The pavements glitter suddenly. I touch your arm.\" According to The Guardian, schools were urged to destroy copies of the unedited anthology,Curtis, Polly. \"Top exam board asks schools to destroy book containing knife poem\" , The Guardian, 4 September 2008. though this was later denied by AQA.Addley, Esther. \"Poet's rhyming riposte leaves Mrs Schofield 'gobsmacked'\" , The Guardian, 6 September 2008. Duffy called the decision ridiculous. \"It's an anti-violence poem,\" she said. \"It is a plea for education rather than violence.\" She responded with \"Mrs Schofield's GCSE\", a poem about violence in other fiction, and the point of it. \"Explain how poetry/pursues the human like the smitten moon/above the weeping, laughing earth ...\"Duffy, Carol Ann. Mrs Schofield's GCSE , The Guardian, 6 September 2009. The Mrs. Schofield of the title refers to Pat Schofield, an external examiner at Lutterworth College, Leicestershire, who complained about \"Education for Leisure,\" calling it \"absolutely horrendous.\" For the new National Qualifications Higher English Course in Scotland, Duffy's agents, RCW Literacy Agency, refused permission for her poem, \"Originally,\" to be reproduced in the publicly accessible version of the paper. ===Anthologise annual competition for schools=== In 2011 Duffy, spearheaded a new poetry competition for schools, named Anthologise. The competition is administered by the Poetry Book Society and was launched by the Duchess of Cornwall in September 2011. School students aged 11–18 from around the UK were invited to create and submit their own anthologies of published poetry. The 2011 Anthologise judges were Duffy; Gillian Clarke (National Poet for Wales); John Agard; Grace Nichols and Cambridge Professor of Children's Poetry, Morag Styles. The first ever winners of Anthologise were the sixth form pupils of Monkton Combe School, Bath, with their anthology titled The Poetry of Earth is Never Dead, which was described by Duffy as \"assured and accomplished as any anthology currently on the bookshelves.\" ===Plays and songs=== Duffy is also a playwright, and has had plays performed at the Liverpool Playhouse and the Almeida Theatre in London. Her plays include Take My Husband (1982), Cavern of Dreams (1984), Little Women, Big Boys (1986) Loss (1986), Casanova (2007). Her radio credits include an adaptation of Rapture.Radio play Rapture, performed by Fiona Shaw, with Eliana Tomkins, on BBC Radio Four on 24 July 2007. Her children's collections include Meeting Midnight (1999) and The Oldest Girl in the World (2000). She also collaborated with the Manchester composer, Sasha Johnson Manning, on The Manchester Carols, a series of Christmas songs that premiered in Manchester Cathedral in 2007. She also participated in the Bush Theatre's 2011 project Sixty Six Books, for which she wrote a piece based on a book of the King James Bible. A modernised adaptation of Everyman by Duffy, with Chiwetel Ejiofor in the title role, was performed at the National Theatre from April to July 2015. ==Personal life== At the age of 16, Duffy began a relationship with poet Adrian Henri, living with him until 1982. Duffy later met poet Jackie Kay, with whom she had a 15-year relationship. During her relationship with Kay, Duffy gave birth to a daughter, Ella (born 1995), whose biological father is fellow poet Peter Benson. Raised in her parents' Roman Catholic faith, Duffy became an atheist when she was 15. However, she has spoken of the influence her religious upbringing has had on her poetry, stating: \"Poetry and prayer are very similar.\" She is openly lesbian. ==Honours and awards== Duffy holds honorary doctorates from the University of Dundee, the University of Hull, the University of St Andrews, and the University of Warwick, as well as an Honorary Fellowship at Homerton College, Cambridge. * 1983: National Poetry Competition 1st prize (for Whoever She Was) * 1983 Greenwich Poetry Competition (\"for Words of Absolution\") * 1984: Eric Gregory Award * 1986: Scottish Arts Council Book Award (for Standing Female Nude) * 1988: Somerset Maugham Award (for Selling Manhattan) * 1989: Dylan Thomas Prize * 1990: Scottish Arts Council Book Award (for The Other Country * 1992: Cholmondeley Award * 1993: Whitbread Awards (for Mean Time) * 1993: Scottish Arts Council Book Award (for Mean Time) * 1993: Forward Prize (for Mean Time) * 1995: Lannan Award * 1999: Signal Children's Poetry Prize * 1999: Elected a Fellow of the Royal Society of Literature * 2001: National Endowment for Science Technology and the Arts Award * 2005: T S Eliot Prize (for Rapture) * 2011: Costa Book Awards (Poetry), winner, The Bees *2012 PEN/Pinter Prize *2013: Assessed as one of the 100 most powerful women in the United Kingdom by Woman's Hour on BBC Radio 4. *2015: Elected as an Honorary Fellow of the British Academy. *2015: Elected a Honorary Fellow of the Royal Society of Edinburgh *2021: Struga Poetry Evenings Golden Wreath Laureate She was appointed Officer of the Order of the British Empire (OBE) in 1995, Commander of the Order of the British Empire (CBE) in 2002, and Dame Commander of the Order of the British Empire (DBE) in the 2015 New Year Honours for services to poetry. ==Works – poetry collections, books for children and plays== * 1974: Fleshweathercock and Other Poems, Outposts Ltd. * 1977: (with Adrian Henri) Beauty and the Beast (poetry). * 1982: Fifth Last Song, Headland (poetry). * 1982: Take My Husband (play)O'Reilly, Elizabeth. \"Carol Ann Duffy\" , Contemporary Poets website. Retrieved 4 May 2009. * 1984: Cavern of Dreams (play). * 1985: Standing Female Nude, Anvil Press Poetry (poetry). * 1986: Little Women, Big Boys (play). * 1986: Loss (radio play). * 1986: Thrown Voices, Turret Books, pamphlet (poetry).Micelis, Angelica and Rowland, Anthony. The Poetry of Carol Ann Duffy: Choosing Tough Roads . * 1987: Selling Manhattan, Anvil Press Poetry (poetry). * 1990: The Other Country, Anvil Press Poetry (poetry). * 1992: I Wouldn't Thank You for a Valentine (editor), Viking (poetry anthology).Griffin, Gabriele. \"Duffy, Carol Ann\" , Who's Who in Lesbian and Gay Writing, Routledge, 2002, . * 1992: William and the Ex-Prime Minister, Anvil Press Poetry, pamphlet, (poetry). * 1993: Mean Time Anvil Press Poetry (poetry). * 1994: Anvil New Poets Volume 2 (editor), Penguin Books (poetry anthology).Forbes, Peter, \"Winning Lines\" , The Guardian, 31 August 2002. * 1994: Selected Poems Penguin (poems). * 1995: Penguin Modern Poets 2, with Vicki Feaver and Eavan Boland, Penguin (poetry). * 1996: Grimm Tales, Faber and Faber (play). * 1996: Salmon – Carol Ann Duffy: Selected Poems, Salmon Poetry (poetry). * 1996: Stopping for Death, Viking (poetry anthology). * 1997: More Grimm Tales, Faber and Faber (children's play). * 1998: The Pamphlet, Anvil Press Poetry (poetry). * 1999: Meeting Midnight, Faber and Faber (children's poetry). * 1999: The World's Wife, Anvil Press Poetry (poetry). * 1999: Time's Tidings: Greeting the 21st Century (editor), Anvil Press Poetry (poetry anthology). * 2000: The Oldest Girl in the World, Faber and Faber (children's poetry). * 2001: Hand in Hand: An Anthology of Love Poems (editor), Picador (poetry anthology). * 2002: Feminine Gospels, Picador. * 2002: Queen Munch and Queen Nibble, Macmillan Children's Books. * 2002: Underwater Farmyard, Macmillan Children's Books (children's book). * 2003: The Good Child's Guide to Rock N Roll, Faber and Faber (children's poetry). * 2003: Collected Grimm Tales (with Tim Supple), Faber and Faber (children's book). * 2004: Doris the Giant (children's literature, picture book). * 2004: New Selected Poems, Picador. * 2004: Out of Fashion: An Anthology of Poems (editor), Faber and Faber (poetry anthology). * 2004: Overheard on a Saltmarsh: Poets' Favourite Poems (editor), Macmillan. * 2005: Another Night Before Christmas, with John Murray (children's poetry). * 2005: Moon Zoo, Macmillan (children's literature, picture book). * 2005: Rapture, Picador (poetry). * 2006: The Lost Happy Endings (illustrated by Jane Ray), Penguin (children's book). * 2007: Answering Back (editor), Picador (poetry anthology). * 2007: The Hat. Faber and Faber (children's poetry). * 2007: The Tear Thief. Barefoot Books (children's book). * 2009: Mrs Scrooge: A Christmas Poem (illustrated by Beth Adams), Simon & Schuster. * 2009: New & Collected Poetry for Children Faber and Faber (poetry). * 2009: The Princess's Blankets (illustrated by Catherine Hyde). Templar (children's book). * 2009: The Twelve Poems of Christmas (editor), Candlestick Press (poetry). * 2009: To The Moon: An Anthology of Lunar Poetry (editor), Picador (poetry). * 2009: Love Poems, Picador (poetry, selected). * 2010: The Gift Barefoot Books (children's book). * 2011: The Bees Picador (poetry, selected). * 2011: The Christmas Truce (illustrated by David Roberts) Picador. * 2012: Wenceslas: A Christmas Poem (illustrated by Stuart Kolakovic), Picador. * 2014: Dorothy Wordsworth's Christmas Birthday (illustrated by Tom Duxbury), Picador. * 2015: The Wren- Boys (illustrated by Dermot Flynn), Picador. * 2018: Sincerity (Picador), . * 2018: Eight World's Wives Published by Andrew J Moorhouse (Fine Press Poetry). ==See also== * Lesbian Poetry ==References== ==Further reading== *Michelis, Angelica and Antony Rowland (eds). The Poetry of Carol Ann Duffy: Choosing Tough Words. Manchester University Press, 2003. *Randolph, Jody. \"Remembering Life before Thatcher: Selected Poems by Carol Ann Duffy.\" Women's Review of Books 12.8, May 1995. ==External links== *Manchester Writing School at Manchester Metropolitan University *Carol Ann Duffy at BBC Poetry Season * *Duffy at the Poetry Archive, Biography and audio files. *The 5-Minute Interview *Jeanette Winterson Interview *Channel 4 * * Category:1955 births Category:Living people Category:Alumni of the University of Liverpool Category:British Poets Laureate Category:Fellows of the Royal Society of Literature Category:Former Roman Catholics Category:People from Stafford Category:British atheists Category:Scottish people of Irish descent Category:British women poets Category:Academics of Manchester Metropolitan University Category:Dames Commander of the Order of the British Empire Category:Fellows of Homerton College, Cambridge Category:20th-century British poets Category:21st-century British poets Category:20th-century British women writers Category:21st-century British women writers Category:British dramatists and playwrights Category:20th-century British dramatists and playwrights Category:21st-century British dramatists and playwrights Category:British women dramatists and playwrights Category:Honorary Fellows of the British Academy Category:T. S. Eliot Prize winners Category:LGBT writers from England Category:British lesbian writers Category:Lesbian academics Category:21st-century LGBT people",
 "title": "Carol Ann Duffy"
}