{
 "id": "166971",
 "text": "right|thumb|Jaynes around 1982 Edwin Thompson Jaynes (July 5, 1922 - April 30, 1998) was the Wayman Crow Distinguished Professor of Physics at Washington University in St. Louis. He wrote extensively on statistical mechanics and on foundations of probability and statistical inference, initiating in 1957 the maximum entropy interpretation of thermodynamics as being a particular application of more general Bayesian/information theory techniques (although he argued this was already implicit in the works of Josiah Willard Gibbs). Jaynes strongly promoted the interpretation of probability theory as an extension of logic. In 1963, together with Fred Cummings, he modeled the evolution of a two-level atom in an electromagnetic field, in a fully quantized way. This model is known as the Jaynes–Cummings model. A particular focus of his work was the construction of logical principles for assigning prior probability distributions; see the principle of maximum entropy, the principle of maximum caliber, the principle of transformation groups and Laplace's principle of indifference. Other contributions include the mind projection fallacy. Jaynes' book, Probability Theory: The Logic of Science (2003) gathers various threads of modern thinking about Bayesian probability and statistical inference, develops the notion of probability theory as extended logic, and contrasts the advantages of Bayesian techniques with the results of other approaches. This book, which he dedicated to Harold Jeffreys, was published posthumously in 2003 (from an incomplete manuscript that was edited by Larry Bretthorst). ==See also== *Differential entropy *Limiting density of discrete points == References == ==External links== * * Edwin Thompson Jaynes. Probability Theory: The Logic of Science. Cambridge University Press, (2003). . * Early (1994) version (fragmentary) of Probability Theory: The Logic of Science. Book no longer downloadable for copyright reasons. * A comprehensive web page on E. T. Jaynes's life and work. * ET Jaynes' obituary at Washington university * http://bayes.wustl.edu/etj/articles/entropy.concentration.pdf Jaynes' analysis of Rudolph Wolf's dice data Category:1922 births Category:1998 deaths Category:American agnostics Category:20th-century American physicists Category:American statisticians Category:Washington University in St. Louis faculty Category:Washington University in St. Louis mathematicians Category:Washington University physicists Category:Physicists from Missouri Category:Mathematicians from Missouri Category:Scientists from Missouri Category:20th-century American mathematicians",
 "title": "Edwin Thompson Jaynes"
}