{
 "id": "166991",
 "text": "Korçë District (), was one of the 36 districts of Albania, which were dissolved in July 2000 and replaced by 12 counties. It had a population of 143,499 in 2001, and an area of .Districts of Albania, statoids.com Its capital was the city of Korçë. Its territory is now part of Korçë County: the municipalities of Korçë, Maliq and Pustec. Korçë District was considered one of two main minority regions of the country's south.Miranda Vickers, James Pettifer. Albania: from anarchy to a Balkan identity. C. Hurst & Co. Publishers, 1997. , p.187 \"there was a bitter inter-ethnic conflict in the minority regions of Korca and Gyrokaster\" During World War I the French created the Republic of Korça in the area. ==Geography== It had an area of , making it the largest district in Albania. It was situated in the southeastern part of Albania, from lat. 40°27'N to lat. 40°57'N and from long. 21°4'E to 20°19'E. It was bordered by Pogradec District to the north, by Greece with the Florina regional unit (Greek Macedonia) to the east, Devoll District to the southeast, by Kolonjë District and Përmet District to the southwest, and by Gramsh District and Skrapar District on the west. ==History== ===Antiquity=== The Copper Age lasted from 3000 BC to 2100 BC. Mycenean pottery was introduced in the plain of Korçë during the late Bronze Age (Late Helladic IIIc),Carol Zerner, Peter Zerner, John Winder, John Winder. Wace and Blegen: pottery as evidence for trade in the Aegean Bronze age, 1939–1989. J.C. Gieben, 1993, , p. 222 and has been claimed that the tribes living in this region before the Dark Age migrations, probably spoke a northwestern Greek dialect.Hammond Nicholas Geoffrey Lemprière. Migrations and invasions in Greece and adjacent areas. Noyes Press, 1976, p. 153. The area was on the border between Illyria and Epirus and according to a historical reconstruction was ruled by an Illyrian dynasty until 650 BC, after which by a Chaonian dynasty.Wilkes, J. J. The Illyrians, 1992, , page 47, \"According to one reconstruction (Hammond) we have the evidence of an Illyrian dynasty being replaced by a Chaonian regime from Northern Epirus\"The Cambridge ancient history: The expansion of the ..., Tome 3, Part 3, by John Boardman, Nicholas Geoffrey Lemprière Hammond, page 263, \"In the plain of Korçë Illyrian rule ended c. 650 BC, when the burials of \"The Cambridge ancient history, Tome 3, Part 3, by John Bagnell Bury, \"In the plain of Korçë Illyrian rule ended c. 650 BC, when the burials of their chieftains in Tumulus I at Kuci Zi came to an end\" During this period the area was inhabited by Greek-speaking tribes, possibly Chaonians or Molossians, two of the three major Epirotic tribes.John Boardman. The Cambridge Ancient History: pt. 1. The prehistory of the Balkans; and the Middle East and the Aegean world, tenth to eighth centuries B.C. Cambridge University Press, p. 266: \"We may conclude, then, that the archaeological division corresponded to a tribal division : the Illyrian tribes holding northern Illyris, and the Epirotic tribes, whether Chaonian or Molossian, holding the plain of Korçë\" Archaeologists have found a gravestone of the 2nd or 3rd century AD depicting two Illyrian blacksmiths working iron on an anvil near modern Korçë. === 19th century === Yuriy Venelin (1802–1839) a Russian scholar who specialised in Bulgarian studies noted that the Korçë District in 1833 (at which point its boundaries were quite different from the modern district, including all of Devoll and various other differences) had 50 villages with two thirds being Muslim and a third being Christian. Settlements of significance during that time were Moscopole, Vithkuq, Kamenicë, Floq, Boboshticë, Drenovë, Borje, Voskop and so on. Houses of the area numbered a total of 2400 containing some 22,000 people according to the Ottoman census. The Muslims and Christians of the region were noted as being \"Albanians by nationality — speaking the same language, having the same customs\" involved in agricultural employment, many unskilled and illiterate apart from those in Korçë and Moscopole that conduct trade. The villagers of Moscopole were mainly Aromanians in addition to Greeks and Albanians, while some Bulgarians living nearby. \"The district of Korcha includes some 50 villages. One third of them are Christian, the others — Mohammedan. More important are Voskopol or Moskopol, Vitkuki, Kamenitsa, Flioki, Boboshtitsa, Drenovo, Borya, Boskopy and others. The total number of the houses is almost 2400 and the number of the inhabitants is 22,000, according to the royal census taken in that district. Both the Turks (the Moslems) and the Christians are Albanians by nationality — speaking the same language, having the same customs, illiterate and unskilled, poor farmers and shepherds, with the exception of the inhabitants of Korcha and Moskopol, who carry on some trade. The inhabitants of Voskopol are Walachians; there also are some Bulgarians in the vicinity.\"; p.83. \"Юрий Венелин, Древние и нынешние болгаре (Yuril Venelin, Ancient and modern Bulgarians), Moscow, 1833, pp.2–3, 11–12; the original is in Russian.\" === 20th century === In the 1908 statistics of Amadore Virgili as presented by Nicholas Cassavetes for the Pan- Epirotic Union of Northern Epirus showed the entire kaza of Korçë, which also included surrounding rural areas as well as the modern Devoll District as having a Muslim majority which was not differentiated by nationality alongside a Christian minority of which there were 43,800 Albanian speakers and 1,214 Aromanians (Vlachs), with no Greek speakers found, while Bulgarians were not counted for.Cassavetes, Nicholas J (1919). The Question of Northern Epirus in the Peace Conference. New York: Pan-Epirotic Union of Northern Epirus, American Branch, 1919. Page 77. Cited in Psomas, Lambros (2008), The Religious and Ethnographic Synthesis of the Population of Southern Albania (Northern Epirus) in the Beginning of the 20th Century, discusses on pages 248–252. For the same area, the 1913 statistics of Destani, which did not differentiate subjects by faith but only language, found 89829 Albanian speakers, 3190 Aromanian speakers, 3985 Bulgarian speakers, no Greek speakers and 527 \"others\".Psomas, Lambros (2008). The Religious and Ethnographic Synthesis of the Population of Southern Albania (Northern Epirus) in the Beginning of the 20th Century. Statistics of Destani discussed on 256–260 With regard to the Aromanian population, Lambros Psomas argues the study of Virgili likely undercounted the Aromanian speakers while the study of Destani is more reliable with regard to the AromaniansPsomas, Lambros (2008). Synthesis of the Population of Southern Albania (Northern Epirus). Page 259-260: \"Virgili's analysis is not proved trustworthy as far as the Vlach-speaking inhabitants are concerned. For instance, Metsovo, a region which many people are Vlach- speaking even nowadays, appears without Vlach-speaking people at a1l. Thus, the pro-Albanian statistics of 1913 seem to be more as far as they are concerned.\" but he also argues the study of Destani was pro-Albanian in motive and drastically undercounted the number of Greek speakers in the Himara and Leskovik kazas, while Psomas also excludes Korçë from the collection of regions with notable Greek-speaking presence.Psomas, Lambros (2008). The Religious and Ethnographic Synthesis of the Population of Southern Albania (Northern Epirus) in the Beginning of the 20th Century Page 250: \" Greek- speaking people were located only in the cazas of Gjirokaster, Delvin and Himara, from the western part of Northern Epirus, and Leskovik, from the eastern. In all these cazas they constituted the majority of the Orthodox Christians (Table 2.1). Finally, there was a small minority of Vlach-speaking inhabitants in the cazas of Korcha and Permet. Surprisingly enough this, does not include the Slav-speaking Orthodox population of the caza of Starovo. Thus, except for the cazas in which a Greek-speaking population was located, the Albanian-speaking people were always the vast majority of the Ottoman cazas. This agrees with the English statistic of 1877, in which Albanians were always the population in advance.\" British historian Tom Winnifrith states that during the delineation of the Greek-Albanian border a part of the local pro-Greek element included communities whose native speech was Greek. In 1919, US diplomat Joseph Emerson Haven on special detail in Albania wrote a detailed report regarding the political circumstances in the country. Haven wrote that the province of Korçë numbered some 60,000 people of whom 18% had a preference for union with Greece and within that group half were doing so from fear or from being promised financial gain through attainment of Muslim properties and land. \"One commissioner from the delegation Sederholm noted the population of Korçë being “entirely Albanian” with “the number of Greeks there” being “quite insignificant”.... \"Joseph Emerson Haven, a U.S. diplomat based in Italy on special detail in Albania during the spring of 1919, had already come to a similar conclusion. In his detailed report on the political situation in the country, Haven suggested that the disputed province of Korçë had roughly 60,000 inhabitants, roughly 18 per cent of whom were in favour of Greek sovereignty. Of those 18 per cent, he argued, half were seeking that end out of fear or had been promised material gain in the form of Moslem land and property.... Haven found that the ‘most intense hatred and loathing exists in Southern Albania for Greece, this hatred being shown by both Orthodox Christians and Musselmen. The cry is “We are Albanians first and religionists second.” With the exception of comparatively few residents in the province of Coritsa [Korçë] and a few towns in the region of Chimara [Himarë], the country is absolutely Albanian in sentiment.\" Haven also noted that in 1919 there was a degree of antipathy shown by both Muslims and Christians in the district toward Greece, and an ethnic affinity among Albanians that, at the time, came before religious affinity. At the Peace Conference in Paris, the Greek delegation argued that all Christians in North Epirus, including those that spoke Albanian, should be classified as Greeks because, they argued, their sentiments were Greek, and they had a common religion with Greeks; Lambros Psomas, however, argued that this did not apply in Korçë kaza, where there were many Orthodox Albanian nationalists.Psomas, Lambros (2008). Synthesis of the Population of Southern Albania (Northern Epirus). Page 253, 268–269, 280 ==Demographics== ===Ethnicity=== Most of the population of the district of Korçë are ethnic Albanians, while a significant number of ethnic minorities (Aromanians) also inhabit the district. Aromanians are found residing in rural communities surrounding Korçë and number some 5,000 people, although other figures exist that inflate those numbers. Greek speakers are found in the city of Korçë as well as in the surrounding region and especially in Korçë Plain. A Slavic minority most concentrated in the municipality of Pustec also exists, as does a scattered presence of Romani people. ===Religion=== The religious composition of the district of Korçë consists of Muslims and Orthodox Christians while the Muslims are divided between Sunni, Bektashi and Halveti groups. Additionally, among the Christians, there is a presence of Protestants, dating back to the actions of Gjerasim Qiriazi. Finally, a presence of Catholics was detected in the 2011 census. ==Economy== During the 20th century, Korçë gained a substantial industrial capacity in addition to its historic role as a commercial and agricultural centre. The plateau on which the city stands is highly fertile and is one of Albania's main wheat- growing areas. Local industries include the manufacture of knitwear, rugs, textiles, flour-milling, brewing, and sugar-refining. Deposits of lignite coal are mined in the mountains nearby such as Mborje-Drenovë. The city is home to the nationally famous Birra Korça. ==Administrative divisions== The district consisted of the following municipalities: *Drenovë *Gorë *Korçë *Lekas *Libonik *Maliq *Moglicë *Mollaj *Pirg *Pojan *Pustec (Liqenas) *Qendër Bulgarec *Vithkuq *Voskop *Voskopojë *Vreshtaz ==Other communities and settlements== * Baban * Bickë * Boboshticë * Burim * Cerja * Dardhë * Diellas * Drenovë * Cangonj * Ekmeçi * Floq * Gollomboç * Goricë e Madhë * Goricë e Vogël * Kallamas * Kamenicë * Kapshticë * Kozeli * Kreshpanj * Lajthizë * Pustec * Mançurisht * Pepellash * Pilur * Plasë * Progër * Rakickë * Shtyllë * Sinicë * Voskopoja (Moscopole) * Vreshtas * Vranisht * Zaroshkë * Zemblak * Zvedzë ==Notable residents== *Pellumb Kulla (born 1940), diplomat and author ==References== Category:Districts of Albania Category:Geography of Korçë County",
 "title": "Korçë District"
}