{
 "id": "167097",
 "text": "OK (spelling variations include okay, O.K., ok and Ok) is an English word (originally American English) denoting approval, acceptance, agreement, assent, acknowledgment, or a sign of indifference. OK is frequently used as a loanword in other languages. It has been described as the most frequently spoken or written word on the planet.\"OK, 'most spoken word on the planet', marks its 175th anniversary\" South China Morning Post. 23 March 2014. The origins of the word are disputed. As an adjective, OK principally means \"adequate\" or \"acceptable\" as a contrast to \"bad\" (\"The boss approved this, so it is OK to send out\"); it can also mean \"mediocre\" when used in contrast with \"good\" (\"The french fries were great, but the burger was just OK\"). It fulfills a similar role as an adverb (\"Wow, you did OK for your first time skiing!\"). As an interjection, it can denote compliance (\"OK, I will do that\"), or agreement (\"OK, that is fine\"). It can mean \"assent\" when it is used as a noun (\"the boss gave her the OK to the purchase\") or, more colloquially, as a verb (\"the boss OKed the purchase\"). OK, as an adjective, can express acknowledgement without approval. As a versatile discourse marker or continuer, it can also be used with appropriate intonation to show doubt or to seek confirmation (\"OK?\", \"Is that OK?\").Yngve, Victor. \"On getting a word in edgewise,\" page 568. Papers from the Sixth Regional Meeting [of the] Chicago Linguistic Society, 1970. Some of this variation in use and shape of the word is also found in other languages. ==The etymologies of OK== Many explanations for the origin of the expression have been suggested, but few have been discussed seriously by linguists. The following proposals have found mainstream recognition. ===Boston abbreviation fad=== The etymology that most reference works provide today is based on a survey of the word's early history in print: a series of six articles by Allen Walker Read in the journal American Speech in 1963 and 1964. He tracked the spread and evolution of the word in American newspapers and other written documents, and later throughout the rest of the world. He also documented controversy surrounding OK and the history of its folk etymologies, both of which are intertwined with the history of the word itself. Read argues that, at the time of the expression's first appearance in print, a broader fad existed in the United States of \"comical misspellings\" and of forming and employing acronyms, themselves based on colloquial speech patterns: The general fad is speculated to have existed in spoken or informal written U.S. English for a decade or more before its appearance in newspapers. OKs original presentation as \"all correct\" was later varied with spellings such as \"Oll Korrect\" or even \"Ole Kurreck\". The term appears to have achieved national prominence in 1840, when supporters of the Democratic political party claimed during the 1840 United States presidential election that it stood for \"Old Kinderhook\", a nickname for the Democratic president and candidate for reelection, Martin Van Buren, a native of Kinderhook, New York. \"Vote for OK\" was snappier than using his Dutch name. In response, Whig opponents attributed OK, in the sense of \"Oll Korrect,\" to the bad spelling of Andrew Jackson, Van Buren's predecessor. The country-wide publicity surrounding the election appears to have been a critical event in OKs history, widely and suddenly popularizing it across the United States. Read proposed an etymology of OK in \"Old Kinderhook\" in 1941. The evidence presented in that article was somewhat sparse, and the connection to \"Oll Korrect\" not fully elucidated. Various challenges to the etymology were presented; e.g., Heflin's 1962 article. However, Read's landmark 1963–1964 papers silenced most of the skepticism. Read's etymology gained immediate acceptance, and is now offered without reservation in most dictionaries. (good summary of the results of Read's six articles) Read himself was nevertheless open to evaluating alternative explanations: ===Choctaw=== In \"All Mixed Up\", the folk singer Pete Seeger sang that OK was of Choctaw origin, as the dictionaries of the time tended to agree. Three major American reference works (Webster's, New Century, Funk & Wagnalls) cited this etymology as the probable origin until as late as 1961. The earliest written evidence for the Choctaw origin is provided in work by the Christian missionaries Cyrus Byington and Alfred Wright in 1825. These missionaries ended many sentences in their translation of the Bible with the particle \"okeh\", meaning \"it is so\", which was listed as an alternative spelling in the 1913 Webster's. Byington's Dictionary of the Choctaw Language confirms the ubiquity of the \"okeh\" particle, and his Grammar of the Choctaw Language calls the particle -keh an \"affirmative contradistinctive\", with the \"distinctive\" o- prefix. The Choctaw language was one of the languages spoken at this time in the Southeastern United States by a tribe with significant contact with African slaves. The major language of trade in this area, Mobilian Jargon, was based on Choctaw-Chickasaw, two Muskogean-family languages. This language was used, in particular, for communication with the slave-owningTiya Miles, Ties that Bind: The Story of an Afro-Cherokee Family in Slavery and Freedom, University of California Press, 2005, pp. 170-173\"SLAVERY\" , Encyclopedia of Oklahoma History and Culture, Oklahoma Historical Society, Retrieved 29 December 2014 Cherokee (an Iroquoian-family language). For the three decades prior to the Boston abbreviation fad, the Choctaw had been in extensive negotiation with the US government, after having fought alongside them at the Battle of New Orleans. Arguments for a more Southern origin for the word note the tendency of English to adopt loan words in language contact situations, as well as the ubiquity of the OK particle. Similar particles exist in native language groups distinct from Iroquoian (Algonquian, Cree cf. \"ekosi\"). ===West African=== A verifiable early written attestation of the particle 'kay' is from transcription by Smyth (1784) of a North Carolina slave not wanting to be flogged by a European visiting America: A West African (Mande and/or Bantu) etymology has been argued in scholarly sources, tracing the word back to the Wolof and Bantu word waw-kay or the Mande (aka \"Mandinke\" or \"Mandingo\") phrase o ke. David Dalby first made the claim that the particle OK could have African origins in the 1969 Hans Wolff Memorial Lecture. His argument was reprinted in various newspaper articles between 1969 and 1971. This suggestion has also been mentioned more recently by Joseph Holloway, who argued in the 1993 book The African Heritage of American English (co-written with a retired missionary) that various West African languages have near- homophone discourse markers with meanings such as \"yes indeed\" or which serve as part of the back-channeling repertoire. Frederic Cassidy challenged Dalby's claims, asserting that there is no documentary evidence that any of these African-language words had any causal link with its use in the American press. The West African hypothesis had not been accepted by 1981 by any etymologists,Lighter, Jonathon, (1994). The Random House Historical Dictionary of American Slang, 708. yet has since appeared in scholarly sources published by linguists and non-linguists alike.LINGUIST List 4.705. 14 September 1993. ===Alternative etymologies=== A large number of origins have been proposed. Some of them are thought to fall into the category of folk etymology and are proposed based merely on apparent similarity between OK and one or another phrase in a foreign language with a similar meaning and sound. Some examples are: *A corruption from the speech of the large number of descendants of Scottish and Ulster Scots (Scots-Irish) immigrants to North America, of the common Scots phrase och aye (\"oh yes\"). *A borrowing of the Greek phrase (), meaning \"all good\". ==Early history== Allen Walker Read identifies the earliest known use of O.K. in print as 1839, in the edition of 23 March of the Boston Morning Post. The announcement of a trip by the Anti-Bell-Ringing Society (a \"frolicsome group\" according to Read) received attention from the Boston papers. Charles Gordon Greene wrote about the event using the line that is widely regarded as the first instance of this strain of OK, complete with gloss: Read gives a number of subsequent appearances in print. Seven instances were accompanied with glosses that were variations on \"all correct\" such as \"oll korrect\" or \"ole kurreck\", but five appeared with no accompanying explanation, suggesting that the word was expected to be well known to readers and possibly in common colloquial use at the time. Various claims of earlier usage have been made. For example, it was claimed that the phrase appeared in a 1790 court record from Sumner County, Tennessee, discovered in 1859 by a Tennessee historian named Albigence Waldo Putnam, in which Andrew Jackson apparently said \"proved a bill of sale from Hugh McGary to Gasper Mansker, for a Negro man, which was O.K.\".Jacksonian America: \"OK, O.K. or Okay?\"\"History of Middle Tennessee\" by A.W. Putnam, 1859, page 252 However, Read challenged such claims, and his assertions have been generally accepted. The lawyer who successfully argued many Indian rights claims, however, supports the Jacksonian popularization of the term based on its Choctaw origin. David Dalby brought up a 1941 reference dating the term to 1815. The apparent notation \"we arrived ok\" appears in the hand-written diary of William Richardson traveling from Boston to New Orleans about a month after the Battle of New Orleans. However, Frederic Cassidy asserts that he personally tracked down this diary, writing: Similarly, H. L. Mencken, who originally considered it \"very clear that 'o. k.' is actually in the manuscript\", later recanted his endorsement of the expression, asserting that it was used no earlier than 1839. Mencken (following Read) described the diary entry as a misreading of the author's self-correction, and stated it was in reality the first two letters of the words a h[andsome] before noticing the phrase had been used in the previous line and changing his mind. Another example given by Dalby is a Jamaican planter's diary of 1816, which records a black slave saying \"Oh ki, massa, doctor no need be fright, we no want to hurt him\". Cassidy asserts that this is a misreading of the source, which actually begins \"Oh, ki, massa ...\", where ki is a phrase by itself: ==Variations== Whether this word is printed as OK, Ok, ok, okay, or O.K. is a matter normally resolved in the style manual for the publication involved. Dictionaries and style guides such as The Chicago Manual of Style and The New York Times Manual of Style and Usage provide no consensus. {| class=\"wikitable\" |- !Variation!!Where used/Origins |- |okeh|| Choctaw word for 'it is so' (see above). An alternative English spelling, no longer common, although it remained in sporadic use well into the 20th century.Pearson, Drew. \"Wallace Letter to Truman Led to White House Okeh of Speech\". St. Petersburg Times, 18 September 1946, p. 6. Retrieved on 27 July 2015.Jennewein, Paul. \"Okay is Okeh: Along the Cape Fear\". Wilmington Morning Star (Wilmington, N.C.), 10 June 1977, p. 1-D. Retrieved on 27 July 2015.Halbrooks, Hap. \"Arthur Davis' Hand Reported Okeh\". Florence Times, 19 May 1955, p. 12. Retrieved on 27 July 2015. Also see Okeh Records. |- |hokay||Used in English as an alternative. |- |kay or 'kay|| Notably used in Herman Wouk's The Caine Mutiny as a filler word by the maniacal Captain Queeg. |- |k or kk or oka|| Commonly used in instant messaging, or in SMS messages. Before the days of SMS, \"K\" was used as a Morse code prosign for \"Go Ahead\". |- |okay okay|| Reduplicated okay. Used in a variety of languages, including Japanese and Korean. |- |Okie dokie|| This slang term was popularized in the film \"The Little Rascals\" (Oki doki). Also with alternate spellings, including okeydoke. The phrase can be extended further, e.g. \"Okie dokie (aka) pokie / smokie / artichokie / karaoke / lokie,\" etc. Also adopted into other languages, e.g. in Dutch, in such spellings as okiedokie,Home page of Dutch child daycare center \"okiedokie\" in Udenhout. or Okie Dokie.Home page of 'Okie Dokie Dorp' (\"Okie Dokie Village\"), a children's vacationing center in Wijchen. |- |ô-kê|| Used in Vietnam; okey also used, but ok more commonly.Luong, Ngoc. Personal interview by Nu Alpha Pi. 13 April 2010. |- | okei|| Used in Norwegian, Icelandic, Finnish and Estonian (together with OK or ok) |- | okey|| Used in Catalan, Faroese, Filipino, Russian, Spanish and Turkish, sounding similar to the English pronunciation OK. |- | okej|| Used in Polish, Serbo-Croatian, Slovene, Macedonian, Swedish, and sometimes Latvian; ok also used, but considered to be a part of more colloquial internet language. Aftonbladet.se |- | oké|| Used in Dutch and Hungarian. In Dutch, oke, ok and okay are also used, but are less common in the formal written language. Taaladvies.net |- | okå|| Used in Norway. Pronounced the same way as OK; the spelling arises from the pronunciation of the individual letters O and K in Norwegian. Okei and oukei are also commonly used written or spoken. Ordbok.uib.no |- |ookoo|| Used in Finland. Pronounced the same way as OK; the spelling arises from the pronunciation of the individual letters in Finnish. |- |oquei and ocá|| Nowadays, rarely used in Portuguese, but once a fad in Brazil. Pronounced as the English OK or following the names of the letters in Portuguese (oh-kah). In written Portuguese, still very much used as OK. |- |oukej|| Used in Czech and Slovak. Pronounced as the English OK. When written OK, it is pronounced [o:ka:]. Neither version recognized as official. |- |owkej|| Used in Maltese. Pronounced as the English OK. |- |oukei|| Used in colloquial Afrikaans. Pronounced also as OK. |- |או קיי|| Used in colloquial Modern Hebrew. Pronounced also as OK. |- |O.K.|| Used in Greek. The abbreviation is pronounced as the English okay. A myth is erroneously circulated by some in Greece that 'OK' can be traced back to the Greek expression 'Όλα Καλά', which means 'all is well'. |- |A-OK|| A more technical-sounding variation popularized by NASA in 1961. |- |M'kay|| Slang term popularized by South Park TV show. Pronounced also as \"Mmmm K\". This variation has connotations of sarcasm, such as condescending disagreement. |- |Okily Dokily! |Catchphrase used by Ned Flanders in The Simpsons. |- |اوكي |Used in Arabic. Pronounced also as OK. |- |โอเค | Thai. Pronounced \"o khe\". |} ==Usage== In 1961, NASA popularized the variant \"A-OK\" during the launch of Alan Shepard's Mercury mission. ===International usage=== In Brazil, Mexico and Peru, as well as in other Latin American countries, the word is pronounced just as it is in English and is used very frequently. Spanish speakers often spell the word \"okey\" to conform with the spelling rules of the language. In Brazil, it may be also pronounced as \"ô-kei\". In Portugal, it is used with its Portuguese pronunciation and sounds something like \"ókâi\" (similar to the English pronunciation but with the \"ó\" sounding like the \"o\" in \"lost\" or \"top\"), or even as 'oh-kapa', from the letters O ('ó') and K ('capa'). In Spain it's much less common than in Latin American countries (words such as \"vale\" are preferred) but it may still be heard. In Flanders and the Netherlands, OK has become part of the everyday Dutch language. It is pronounced the same way. Arabic speakers also use the word (أوكي) widely, particularly in areas of former British presence like Egypt, Jordan, Israel/Palestine and Iraq, but also all over the Arab world due to the prevalence of American cinema and television. It is pronounced just as it is in English but is very rarely seen in Arabic newspapers and formal media. In Hebrew, the word OK is common as an equivalent to the Hebrew word בסדר [b'seder] ('adequate', 'in order'). It is written as it sounds in English אוקיי. It is used in Japan and Korea in a somewhat restricted sense, fairly equivalent to \"all right\". OK is often used in colloquial Japanese as a replacement for 大丈夫 (daijōbu \"all right\") or いい (ii \"good\") and often followed by です (desu – the copula). A transliteration of the English word, written as オーケー (lit. \"ōkē\") or オッケー (lit. \"okkē\") is also often used in the same manner as the English, and is becoming more popular in recent years. In Korean, 오케이 (literally \"okay\") can be used colloquially in place of 네 (ne, \"yes\") when expressing approval or acknowledgment. In Chinese, the term (literally: \"good\"), can be modified to fit most of usages of OK. For example, closely resembles the interjection usage of OK. The \"了\" indicates a change of state; in this case it indicates the achievement of consensus. Likewise, OK is commonly transformed into \"OK了\" (OK le) when communicating with foreigners or with fellow Cantonese speaking people in at least Hong Kong and possibly to an extent other regions of China.3 min 37 s video, Youtube.com Other usages of OK such as \"I am OK\" can be translated as . In Hong Kong, movies or dramas set in modern times use the term okay as part of the sprinkling of English included in otherwise Cantonese dialog. In Mandarin Chinese it is also somewhat humorously used in the \"spelling\" of the word for karaoke, \"卡拉OK\", pronounced \"kah-lah-oh-kei\" (Mandarin does not natively have a syllable with the pronunciation \"kei\"). On the computer, OK is usually translated as , which means \"confirm\" or \"confirmed\". In Taiwan, OK is frequently used in various sentences, popular among but not limited to younger generations. This includes the aforementioned \"OK了\" (Okay le), \"OK嗎\" (Okay ma), meaning \"Is it okay?\" or \"OK啦\" (Okay la), a strong, persuading affirmative, as well as the somewhat tongue-in-cheek explicit yes/no construction \"O不OK？\" (O bù OK?), \"Is it OK or not?\" In Russia, OK is used very frequently for any positive meaning. The word in Russian has many morphologies: \"окей\", \"океюшки\", \"ок\", \"окейно\", etc. In France and Belgium, OK is used to communicate agreement, and is generally followed by a French phrase (e.g. OK, d'accord, \"Okay, chef\") or another borrowing (e.g., OK, boss. ok, bye.). Rarely pronounced /ɔk/ these days, except by young children encountering dialog boxes for the first times. In the Philippines, \"okay lang\" is a common expression that literally means \"it's okay\" or \"it's fine\". It is sometimes spelled as okey. In Malay, it is frequently used with the emphatic suffix \"lah\": OK-lah. In Vietnamese, it is spelled \"Ô-kê\". In India, it is often used after a sentence to mean \"did you get it?\", often not regarded politely, for example, \"I want this job done, OK?\" or at the end of a conversation (mostly on the phone) followed by \"bye\" as in \"OK, bye.\" In Indonesia, OK or oke is also used as a slogan of national television network RCTI since 1994. In Pakistan, OK has become a part of Urdu and Punjabi languages. In Germany, OK is spelled as o.k. or O.K. or okay. It may be pronounced as in English, but /ɔˈkeː/ or /oˈkeː/ are also common. The meaning ranges from acknowledgement to describing something neither good nor bad, same as in US/UK usage. In Maldivian Okay is used in different ways, often used to agree with something, more often used while departing from a gathering \"Okay Dahnee/Kendee.\" In Singapore, OK is often used with suffixes used in \"Singlish\" such as OK lor, OK lah, OK meh, OK leh, which are used in different occasions. ==Gesture== thumb|right|upright=0.5|Okay sign In the United States and much of Europe a related gesture is made by touching the index finger with the thumb (forming a rough circle) and raising of the remaining fingers.Armstrong, Nancy & Melissa Wagner. (2003) Field Guide to Gestures: How to Identify and Interpret Virtually Every Gesture Known to Man. Philadelphia: Quirk Books. It is not known whether the gesture is derived from the expression, or if the gesture appeared first. The gesture was popularized in the United States in 1840 as a symbol to support then Presidential candidate Martin Van Buren. This was because Van Buren's nickname, Old Kinderhook, derived from his hometown of Kinderhook, NY, had the initials O K. Similar gestures have different meanings in other cultures, some offensive, others devotional.Dangerous Body Language Abroad, by Matthew Link. Posted 26 July 2010 01:00 PM. Retrieved on 17 November 2012Body Language. Obscene, to be used with extreme moderation! Retrieved on 17 November 2012 ==Computers== OK is used to label buttons in modal dialog boxes such as error messages or print dialogs, indicating that the user must press the button to accept the contents of the dialog box and continue. When a modal dialog box contains only one button, it is almost always labeled OK by convention and default, usually rendered to the screen in upper case without punctuation: OK, rather than O.K., Okay, or Ok. The OK button can probably be traced to user interface research done for the Apple Lisa. The inspiration was likely the -ok parameter in Unix' find command.search for \"-ok command ;\" The Forth programming language prints ok when ready to accept input from the keyboard. This prompt is used on Sun, Apple, and other computers with the Forth-based Open Firmware (OpenBoot). The appearance of ok in inappropriate contexts is the subject of some humor. In HTTP, the HyperText Transfer Protocol, upon which the World Wide Web is based, a successful response from the server is defined as OK (with the numerical code 200 as specified in RFC 2616). The Session Initiation Protocol also defines a response, 200 OK, which conveys success for most requests (RFC 3261). Some Linux distributions, including those based on Red Hat, display boot progress on successive lines on-screen, which include [ OK ]. ===In Unicode=== Several Unicode characters are related to visual renderings of OK: * * * * * ==Notes== ==References== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== * Metcalf, Allan. (2011). OK: The Improbable Story of America's Greatest Word. Oxford University Press, Oxford. * ==External links== *Why we say “OK” - Vox News produced video * The Choctaw Expression Okeh and the Americanism Okay * Ok. Let's continue. * NPR: The Origin of OK (audio) * FAQ: \"OK\" * BBC: How 'OK' took over the world. Retrieved 18 February 2011. Category:American English words Category:English words Category:Interjections Category:Slang",
 "title": "OK"
}