{
 "id": "167245",
 "text": "I, Claudius is a historical novel by English writer Robert Graves, published in 1934. Written in the form of an autobiography of the Roman Emperor Claudius, it tells the history of the Julio-Claudian dynasty and the early years of the Roman Empire, from Julius Caesar's assassination in 44 BC to Caligula's assassination in AD 41. Though the narrative is largely fictionalized, most of the events depicted are drawn from historical accounts of the same time period by the Roman historians Suetonius and Tacitus. The \"autobiography\" continues in a sequel, Claudius the God (1935), which covers the period from Claudius' accession to his death in AD 54. The sequel also includes a section written as a biography of Herod Agrippa, a contemporary of Claudius and a King of the Jews. The two books were adapted by the BBC into the award-winning television serial I, Claudius in 1976. Graves stated in an interview with Malcolm Muggeridge in 1965, that he wrote I, Claudius mainly because he needed the money to pay off a debt, having been let down in a land deal. He needed to raise £4000, but with the success of the books he brought in £8000 in six months, thus extricating himself from his precarious financial position. In 1998, the Modern Library ranked I, Claudius fourteenth on its list of the 100 best English-language novels of the 20th century.100 Best Novels, Modern Library In 2005, the novel was chosen by Time as one of the 100 best English-language novels from 1923 to present. ==Novels== ===Historical context=== Claudius was the fourth Emperor of the Roman Empire, from AD 41 to 54. A grandson of Mark Antony and great-nephew of Augustus, he was a member of the Julio-Claudian family, Rome's first imperial ruling family. Claudius' family kept him out of public life until his sudden coronation at the age of fifty because of his persistent stammer, limp, and other nervous tics, which caused others to perceive him as mentally deficient and not a threat to his ambitious relatives. Even as his symptoms began to wane in his teenage years, he ran into trouble as a budding historian; his work on a history of the Roman civil wars was either too truthful or too critical of the reigning emperor Augustus, and his mother Antonia Minor and grandmother Livia quickly put a stop to it. This episode reinforced their initial suspicions that Claudius was not fit for public office. Claudius was portrayed this way by scholars for most of history, and Graves uses these peculiarities to develop a sympathetic character whose survival in a murderous dynasty depends upon his family's incorrect assumption that he is a harmless idiot. Graves' interpretation of the story owes much to the histories of Gaius Cornelius Tacitus, Plutarch, and (especially) Suetonius' Lives of the Twelve Caesars. Graves translated Suetonius before writing the novels and claimed that after reading Suetonius, Claudius came to him in a dream one night and demanded that his real story be told. The life of Claudius provided Graves with a way to write about the first four emperors of Rome from an intimate point of view. I, Claudius is written as a first-person narrative of Roman history from Claudius' perspective, covering the reigns of Augustus, Tiberius, and Caligula; Claudius the God is written as a later addition documenting Claudius' own reign. The real Claudius was a trained historian and is known to have written an autobiography (now lost) in eight books that covered the same period. Graves provides a theme for the story by having the fictional Claudius describe a visit to Cumae, where he receives a prophecy in verse from the Sibyl and an additional prophecy contained in a book of \"Sibylline Curiosities\". The latter concerns the fates of the \"hairy ones\" (i.e. the Caesars – from the Latin word \"caesar\", meaning \"a fine head of hair\") who are to rule Rome. The penultimate verse concerns his reign and Claudius assumes that he can tell the identity of the last emperor described in the prophecy. Graves establishes a fatalistic tone that plays out at the end of Claudius the God when Claudius correctly predicts his assassination and succession by Nero. At Cumae, the Sibyl tells Claudius that he will \"speak clear\". Claudius believes this means that his secret memoirs will one day be found and that he, having written the truth, will speak clearly, while his contemporaries, who had to distort their histories to appease the ruling family, will seem like stammerers. Since he wishes to record his life for posterity, Claudius explains that he chooses to write in Greek, which he believes will remain \"the chief literary language of the world\". This enables Graves' Claudius to offer explanations of Latin wordplay or etymologies that would seem unnecessary if his autobiography had been written for native Latin speakers. Claudius also portrays his grandmother Livia as a scheming Machiavellian, based on the works of Tacitus and Cassius Dio, who wrote that rumours persisted that Augustus was poisoned by Livia, but these are mainly dismissed as malicious fabrications spread by political enemies of the dynasty. ===I, Claudius=== Writing in the first-person (from an unspecified time period, presumably late in his own reign as emperor), Claudius establishes himself as the author of this history of his family and insists on writing the truth, which includes harsh criticisms of the deified Augustus and especially of Livia. The narrative begins prior to his own birth, as he describes many of the events leading to the foundation of the Roman Principate and the increasingly firm emplacement of Augustus as emperor despite Augustus' own publicly expressed intention to eventually restore the former Republic. During his prosperous reign, Augustus is plagued by personal losses as his favored heirs, Marcellus, Marcus Agrippa, Gaius Caesar, and Lucius Caesar, die. Claudius reveals that these untimely deaths are all the machinations of Augustus' third wife Livia (who is also Claudius' paternal grandmother), a calculating murderess who seeks to make her son Tiberius (Claudius' uncle) succeed Augustus as the next emperor. As these intrigues occur, the sickly Claudius is born and is immediately shunned and mocked by his family. Only his brother Germanicus and his cousin Postumus treat him with any kindness. He is eventually given a great tutor, the reputable historian Athenodorus, who fosters a love of history and republican government in the young Claudius. During these early years, Claudius is advised by his idol Asinius Pollio to play the fool to survive. Postumus is eventually framed for raping Claudius' sister Livilla and beating his own niece Aemilia; Augustus has him banished to an island off the coast of Italy, but not before Postumus reveals the truth to Claudius. Claudius then passes this on to Germanicus, who convinces Augustus of Postumus' innocence. Augustus exchanges the exiled Postumus with a double named Clemens and secretly writes a will restoring Postumus as his heir, but Livia manages to discover this and poisons Augustus. Upon Augustus' death, Tiberius is declared emperor, though his mother Livia retains her power and influence as empress. The Roman legions campaigning in Germany refuse to accept the unpopular Tiberius and begin to mutiny, instead declaring Germanicus emperor. Shocked and confused, Germanicus refuses, declaring his loyalty to Tiberius. He sends his wife Agrippina and youngest son Caligula away from the military frontier and asks Claudius for an enormous sum of money to pay the soldiers. Claudius agrees and pretends that they are gambling debts. With the money and the return of Caligula, Germanicus ends the mutiny and leads several successful campaigns in Germany. In the midst of this, Claudius is informed that Postumus is alive and secretly forming a resistance group to take back his rightful place in Rome. Claudius' letters to Germanicus about Postumus are intercepted by Livia; Postumus is later captured and executed by Tiberius. Livia, recognizing that Claudius is a threat, sends him to Carthage to prevent him from having contact with Germanicus. Growing to fear Germanicus' popularity more and more, Tiberius sends a hostile governor, Gnaeus Calpurnius Piso, to spy on Germanicus. Germanicus soon becomes plagued by witchcraft before dying of poison. It is later revealed that Germanicus' son Caligula was the instigator of the witchcraft. As Tiberius becomes more hated by the public, he increasingly relies on his Praetorian Captain Sejanus to administer his edicts and punishments, who is able to manipulate Tiberius into suspecting that Germanicus' wife Agrippina and his own son Castor are plotting to usurp the monarchy. Sejanus meanwhile secretly plots with Livilla to usurp the monarchy for himself by poisoning Castor and systematically eliminating any ally of Agrippina and her sons. Agrippina only survives due to the protection of Livia, who holds vital information regarding Augustus' true opinion of Tiberius. Livia then hosts a surprising dinner, to which Claudius and Caligula are invited. She predicts that Caligula (and not his older brothers) will become emperor and that Claudius will succeed him. She privately admits to Claudius to having ordered the poisonings and assassinations of many people, and then begs Claudius to swear to deify her as a goddess, believing it will grant her a blissful afterlife, to which he agrees. Claudius is later invited to Livia's deathbed and reveals that Caligula betrayed his promise. Claudius swears that Livia will become the Queen of Heaven, which moves Livia to declare he is no fool before she dies. Tiberius, now free of Livia, loses all compunction and executes hundreds of influential citizens on false charges of treason. He banishes Agrippina and her son Nero, while Agrippina's son Drusus is imprisoned and starved to death in Rome. Tiberius retreats from public life to the island of Capri and Sejanus is given full command of the city in his absence, becoming de facto ruler of Rome. Tiberius is soon alerted to Sejanus' treachery by a letter from Antonia Minor and allies himself with Caligula, despite his awareness of Caligula's growing wickedness and narcissism, and transfers control of Rome to the even more despotic Naevius Sutorius Macro. Sejanus is executed along with his children; Claudius survives despite being married to Sejanus' sister, whom he quickly divorces. Livilla is locked in a room by her mother Antonia and starved to death, and Antonia punishes herself for having raised Livilla by listening to her daughter die. On his deathbed, the old and feeble Tiberius is smothered to death by Macro. Caligula is declared emperor and at first appears to be enlightened and kind. To his surprise, Claudius is recalled to Rome from his peaceful life in Capua writing history and living with his prostitute companion Calpurnia. Claudius quickly becomes the butt of many taunts and practical jokes by the Imperial Court. After recovering from a severe illness, Caligula descends into madness, his behavior becoming ever more egomaniacal and irrational. He declares himself a god in human disguise, stages arguments and battles with other gods, bankrupts the country, and kills thousands. The madness having reached a tempest is finally quelled by Cassius Chaerea, a captain of the Praetorian Guard who plots with the other captains to assassinate Caligula, along with his wife and daughter. Horrified, Claudius hides behind a curtain and is discovered by a disgruntled Praetorian Guard. Realizing they need a new emperor, the Guards suddenly and bemusedly declare Claudius emperor. Claudius pleads that he does not want to be emperor and only wants to see the Republic restored, but the Guards ignore him. He sadly accepts for the sake of his wife and unborn child, and for the access the emperorship will give him to valuable historical documents, on a whim deciding that as emperor he will finally be able to demand that people read his books. ===Claudius the God=== The story begins with an apology by Claudius for having ended his first history on a dramatic point and continues with a brief history of his friend Herod Agrippa. Herod was a schoolmate of Claudius and was liked by Claudius' mother Antonia. Herod always finds himself in debts and danger in the East and in Rome. He eventually gains the favour of Caligula and is made King of Bashan. Herod is in Rome when Caligula is assassinated and quickly is able to convince Claudius to accept the emperorship in order to avoid civil war. Claudius reluctantly executes Cassius Chaerea and several of the other assassins and begins tirelessly working for the sake of Rome. He applies himself to the law courts, demonstrates his intelligence in being able to locate one of Augustus' lost Eagles, and orders the building of a harbour in Ostia to help preserve the Roman food supply. Claudius is also able to quell two mutinies and conquers Britain. Herod Agrippa conspires to take over the East, as he regards himself as the Messiah. When he announces this he breaks the first commandment by declaring himself a god. Herod quickly dies a painful death, just as his grandfather had died, imploring Claudius to forgive him and not to trust anyone. Throughout Claudius' reign he is unwittingly manipulated by his adulterous wife Messalina, who kills many of her enemies as well as being involved in bribery. She eventually conspires to usurp the monarchy with her lover Gaius Silius. Claudius is distraught and crushed by this news and is given an \"Olympian Mixture\" in order to manage through the ordeal. Claudius arrests Silius and the leaders of the coup. Messalina is executed without Claudius' consent and Claudius has no reaction during his \"Olympian\" state, even bemusedly joking about being worshipped as a god in Britain. On being relieved of the \"Olympian Mixture\", Claudius is crushed and decides that the only way the Republic can be restored is by having a true mad monarch rather than the reign of a benevolent one. Comparing himself to the fable of the frogs who desired a King, Claudius privately refers to himself as \"Old King Log\" and plays a weak and easily manipulated fool. He then incestuously marries his niece Agrippinilla, whom he openly despises. In his feeble old age Claudius excessively enjoys gladiatorial games, is often intoxicated, and makes himself oblivious to Agrippinilla's schemes to gain power and make her son Nero emperor. Foreseeing that Nero will be a terrible ruler, Claudius plans on having his son Britannicus removed to live with the Northern Britons and later to return as Rome's saviour. Britannicus refuses and admits that while he loves the Republic, the Republic is dead and he wants to challenge Nero for the right to rule Rome as an emperor. Dismayed, Claudius agrees, knowing that he is sending his son to his death. Claudius resignedly accepts that his death will be soon with numerous signs suggesting such. ==Literary significance and criticism== The I, Claudius novels, as they are called collectively, became massively popular when first published in 1934 and gained literary recognition with the award of the 1934 James Tait Black Prize for fiction. They remain Graves' best known work, aside from his myth essay The White Goddess, his English translation of The Golden Ass, and his own autobiography Good-Bye to All That. Graves later claimed that the novels were written only from financial need on a strict deadline. Nonetheless, they are today regarded as pioneering masterpieces of historical fiction. ==Adaptations== ===German translation=== When the time came to translate the novels into German, Graves, who spoke the language, decided instead to rework them into a one volume edition. He collaborated with translator Hans Rothe and they jointly produced a shortened edition which left out the many digressions which were incorporated into the English original, with the aim of presenting Claudius' story in a clearer and more effective way. The contents of the books were thus roughly cut down to a half. Graves' own preface to the German edition as published by Paul List, München (1947) – The book is published as Ich Claudius, Kaiser und Gott (I Claudius, Emperor and God) with Graves being styled Robert von Ranke Graves, which is how he is credited in all German editions of his works. ===Film and television=== In 1937, abortive attempts were made to adapt the first book into a film by the film director Josef von Sternberg. The producer was Alexander Korda, who was then married to Merle Oberon, who was cast as Claudius' wife Messalina. Emlyn Williams was cast as Caligula, Charles Laughton was cast as Claudius, and Flora Robson was cast as Livia. Filming was abandoned after Oberon was injured in a serious motor car accident. In 1976, BBC Television adapted the book and its sequel into the popular TV serial I, Claudius, starring Derek Jacobi, Siân Phillips, Brian Blessed, and John Hurt. The production was awarded three BAFTAs in 1977 and an Emmy in 1978. In 2008, it was reported that Relativity Media had obtained the rights to produce a new film adaptation of I, Claudius. Jim Sheridan was named as director. In 2011, rights then passed to HBO and BBC2 to film a miniseries adaptation. Jane Tranter and Anne Thomopoulos, who previously worked on HBO/BBC2's miniseries Rome have been named as producers. ===Radio=== In November and December 2010, as part of the Classic Serial strand, BBC Radio 4 broadcast a series of six hour-long episodes of a dramatisation of both novels, adapted by Robin Brooks and directed by Jonquil Panting. Performers were Derek Jacobi, Tom Goodman Hill and full cast. It won the 2012 Audie Award in the \"Audio Dramatization\" category.I Claudius, AudioGo, 2011. ===Comics=== An episode from \"Claudius the God\" was adapted for comics in the EC Comics Two-Fisted Tales #36, in a story titled \"Battle!\", written by Colin Dwakins and drawn by Reed Crandall. ===Theatre=== The novel has also been adapted for theatre. The 1972 production I, Claudius was written by John Mortimer and starred David Warner. ===Audio=== Several audio recordings of the novel have been produced. Derek Jacobi performed two separate readings of the novel, both as abridged versions, one for Dove Audio (1986) and one for CSA Word (2007). Nelson Runger performed unabridged readings of both I, Claudius and Claudius the God for Recorded Books (1987). Jonathan Oliver performed an unabridged reading for ISIS Audio Books (1988). Frederick Davidson performed an unabridged reading for Blackstone Audio (1994). ===Opera=== The novel has also been adapted for opera by Igor Escudero under the title I, Claudius and Claudius the God (2019). The three parts, or chapters, that form the trilogy are titled Livia, Caligula and Claudius the God, and have been conceived to be performed not only sequentially, but also separately. ==Later references== A. E. van Vogt's 1957 novel Empire of the Atom is a wholesale translation of Graves' novel into science fiction. I, Claudia, a 2018 novel by Mary McCoy, was loosely based on I, Claudius and translates the characters into a modern- day private high school with a problematic power structure. == Influences == The science fiction novels Empire of the Atom and The Wizard of Linn, by A. E. van Vogt, are closely based on the plot of Graves' Claudius novels, to the point of borrowing names with faint disguise, although the overall arc differs. George R. R. Martin, the author of The Song of Ice and Fire series, has spoken of how he was inspired by I, Claudius; the central character Stannis Baratheon is partially based upon Tiberius Caesar, particularly as portrayed by George Baker in the BBC television series. ==See also== * Count Belisarius * Tacitean studies ==References== ==External links== * I, Claudius Project (concentrates on the BBC production) * Encyclopedia of Television * British Film Institute Screen Online (TV series) * BBC programme guide * * Web oficial de 'La Casa de Robert Graves' en Deià, Mallorca. De la Fundación Robert Graves. Category:1934 British novels Category:Works based on the Annals (Tacitus) Category:Books about Nero Category:British historical novels Category:British novels adapted into films Category:British novels adapted into television shows Category:Cultural depictions of Agrippina the Elder Category:Cultural depictions of Agrippina the Younger Category:Cultural depictions of Claudius Category:Cultural depictions of Germanicus Category:Cultural depictions of Julia Drusilla Category:Cultural depictions of Messalina Category:Cultural depictions of Poppaea Sabina Category:Cultural depictions of Tiberius Category:Fictional depictions of Augustus in literature Category:Fictional depictions of Caligula in literature Category:Hawthornden Prize-winning works Category:Mariticide in fiction Category:Novel series Category:Novels adapted into radio programs Category:Novels by Robert Graves Category:Novels set in ancient Rome Category:Novels set in the 1st century Category:Novels set in the 1st century BC Category:Secret histories",
 "title": "I, Claudius"
}