{
 "id": "167218",
 "text": "The Culture of Albania ( ) is a term that embodies the artistic, culinary, literary, musical, political and social elements that are representative of Albania and Albanians. Albanian culture has been considerably shaped by the geography and history of Albania. It grew from that of the Illyrians, with their pagan beliefs and specific way of life in the wooded areas of far Southern Europe. Albanian culture has also been influenced by the Ancient Greeks, Romans, Byzantines and Ottomans. Albanians can be culturally and linguistically separated into two groups such as the northern Ghegs and southern Tosks. The line of demarcation between both groups, based on dialect, is the Shkumbin River that crosses Albania from east to west. Outside of Albania, Gheg is mostly spoken by the Albanians of Kosovo, northwestern North Macedonia, Montenegro and Croatia (Arbanasi). On the other hand, Tosk is spoken by the Albanians of Greece (Arvanites, Chams), southwestern North Macedonia and southern Italy (Arbëreshë). The diversity between Ghegs and Tosks can be substantial, both sides identify strongly with the common national and ethnic culture. Albania is the name of the country attested in Medieval Latin. The name has derived from the Illyrian tribe of the Albanoi and their capital in Albanopolis that was noted by Ptolemy in ancient times.Lloshi 1999, p. 277. \"The Albanians of today call themselves shqiptarë, their country Shqipëri, and their language shqipe. These terms came into use between the end of the 17th and beginning of the 18th centuries. Foreigners call them albanesi (Italian), Albaner (German), Albanians (English), Alvanos (Greek), and Arbanasi (old Serbian), the country Albania, Albanie, Albanien, Alvania, and Albanija, and the language Albanese, Albanisch, Albanian, Alvaniki, and Arbanashki respectively. All these words are derived from the name Albanoi of an Illyrian tribe and their center Albanopolis, noted by the astronomer of Alexandria, Ptolemy, in the 2nd century AD. Alban could he a plural of alb- arb-, denoting the inhabitants of the plains.Malcolm 1998, p. 29. \"Nor is there any mystery about the origin of this name. In the second century Ptolemy referred to a tribe called the 'Albanoi', and located their town, 'Albanopolis', somewhere to the east of Durres.\"Mëniku & Campos 2012, p. 2. \"Albanian is an Indo-European language, but like modern Greek and Armenian, it does not have any other closely related living language. Within the Indo- European family, it forms a group of its own. In Albanian, the language is called shqip. Albania is called Shqipëri, and the Albanians call themselves shqiptarë. Until the fifteenth century the language was known as Arbërisht or Arbnisht, which is still the name used for the language in Italy and Greece. The Greeks refer to all the varieties of Albanian spoken in Greece as Arvanitika. In the second century AD, Ptolemy, the Alexandrian mathematician, astronomer and geographer, used the name Albanoi to refer to an Illyrian tribe that used to live in what is now central Albania. During the Middle Ages the population of that area was referred to as Arbanori or Albanon. It is clear that the words Arbëresh, Arvanitika, and even Albanian and Albania are all related to the older name of the language.\"Ramadan Marmullaku - 1975, Albania and the Albanians - Page 5 Previously, Albanians called their country Arbëri or Arbëni and referred to themselves as Arbëreshë or Arbëneshë until the sixteenth century as the toponym Shqipëria or Shqypnia and the endonym Shqiptarë or Shqyptarë gradually replaced Arbëria and Arbëresh.Kristo Frasheri. History of Albania (A Brief Overview). Tirana, 1964. The terms Shqipëria and Shqiptarë are popularly interpreted respectively as the \"Land of Eagles\" and \"Children of Eagles\" / \"Eagle-Men\". The double-headed eagle is the national and ethnic symbol of all Albanian-speaking people. The symbol appears in a stone carving dating from the tenth century as the Principality of Arbanon was established. It was also used as a heraldic symbol by a numerous noble families in Albania at that time. The double-headed eagle appears as a symbol for bravery, valor, freedom and heroism. Home of Muslims, Christians, religious tolerance is one of the most important values of the tradition of the Albanian people. It is widely accepted, that Albanians are well known about those values, about a peaceful coexistence among the believers of different religious communities in the country. Thanks to its long history, Albania is home to many valuable monuments such as among others the remains of Butrint, the medieval cities of Berat and Gjirokastër, the Roman amphitheatre of Durrës, the Illyrian Tombs and Fortress of Bashtovë. Other examples of important contributions to architecture may be found in Apollonia, Byllis, Amantia, Phoenice, Shkodër and many others. Despite being a small country, Albania has as three sites on the UNESCO World Heritage Site List and one Intangible Cultural Heritage element. The Codices of Berat are eminently important for the global community and as well the development of ancient biblical, liturgical and hagiographical literature. Therefore, it was inscribed on the UNESCO's Memory of the World Register in 2005. == Lifestyle == === Kanun === The Kanun, a comprehensive compilation of Albanian traditional customs and cultural practices, was codified by Lekë Dukagjini in the Middle Ages. Scholars have conjectured that the Kanun might have derived from Illyrian tribal laws, while others have suggested that it has retained elements from Indo-European Prehistoric eras.Dukagjini, L., Gjecov, S., Fox, L. Kanuni i Lekë Dukagjinit. Gjonlekaj Publishing Co., 1989. p. xvi. The Kanun reflects notably the historic development of Albanians through its turbulent history and encompasses in a real statute regulating various aspects of life including customs, traditions and wisdom in Albania. Besa, \"to keep the promise\", is the Albanian code of honor and a major component of Albanian culture. It is among the highest and most important concept of the Kanun with a moral and ethic connotation. The term contains the given word or keeping of a promise or obligation and the guaranteed agreement among honorable men. Most notably, Besa means taking care of those in need and being hospitable to every single person. Albania saved and protected almost 2000 Jewish people during the Holocaust. Rather than hiding the Jews in attics or the woods, the Albanians gave them clothes, gave them Albanian names and treated them as part of the family. === Fis (clan) === The traditional Albanian social structure is based on clans () characterized by a common culture, often common ancestry and shared social ties. In past times most of them defended their territory and interests against other clans and external forces. The Albanian tribal society clearly crystallized in the mountains of northern Albania and adjacent areas of Montenegro, and it was also present in a less developed system in southern Albania. One of the most particular elements of the Albanian tribal structure is its dependence on the Kanun of Lekë Dukagjini. This social structure was inherited from the ancient Illyrians, thrived until the early years of the 20th century, and remained largely intact until the rise to power of communist regime in 1944. === Oda === 200px|thumb|A typical Oda Oda is a typical large room in an Albanian traditional house used by the host to receive and entertain the guests... Traditionally, the host and the guests in the oda are old men and married men. Till the end of the 20th century, woman and young boys were not allowed to enter the room. In the oda, the men talk, take political discussions and sing epic songs until late hours. During an oda \"session\", historical events and traditions are transmitted orally through discussions and songs.. === Holidays === In consideration to the long and eventful history of Albania, there are several cultural and religious holidays throughout the country. Albanians, either in Albania, Kosovo and other countries, celebrate their Independence and Flag Day on November 28. Various ceremonies, festivals and concerts take place to celebrate the historic day in major cities amongst them in Tirana and Pristina, holding festive and military parades. Christmas is celebrated by those following the religion of Christianity. Bajram is considered by Muslims as the holiday of forgiveness, moral victory and peace, fellowship and unity. They sacrifice a sheep for this holiday, giving the meat to their family, friends and to the poor people. Another pagan holiday is Dita e Verës, particularly popular in Elbasan and Gjirokastër. It is celebrated on March 14 and is intended to commemorate the end of winter, the rebirth of nature and a rejuvenation of spirit amongst the Albanians. The ritual of the day begins on the previous day with the preparation of sweets such as ballokume cooked in a wood oven. During the evening ballokume, dried figs, walnuts, turkey legs, boiled eggs and simite are distributed to members of the family. Dita e Mësuesit is celebrated on March 7 since 1887 and is regarded by many Albanians as one of the most important holidays of the country. It honors the opening of the first school that taught lessons in Albanian in Korçë. === Cuisine === The Albanian cuisine, a representative of the Mediterranean cuisine, has developed through the centuries of social and economic changes and more importantly referable to different factors that stands in close interaction with each other such as the small and mountainous territory of the country with virgin forests, narrow valleys, vast plains and a favourable climate that offers excellent growth conditions for a variety of vegetables, herbs and fruits. Food is for Albanians an important component of their culture and is deeply rooted in the history, traditions and values of the country. The cooking traditions of the Albanian people are diverse and nevertheless olive oil is the most commonly used vegetable fat in Albanian cooking, which has been produced since antiquity throughout the country particularly along the coasts. Albanian cuisine uses a variety of ingredients which include a wider availability of vegetables such as zucchini, eggplant, peppers, tomatoes, cucumbers, potatoes, cabbages and spinach, as well as cereals such as wheat, sweetcorn, barley and rye. Herbs and spices include oregano, mint, garlic, onion and basil. Widely used meat varieties are lamb, goat, beef, veal, chicken and other poultry and pork. Considering the direct proximity to the sea, seafood specialities are particularly popular along the Albanian Adriatic and Ionian Sea Coasts. Hospitality is a fundamental custom of Albanian society and serving food is an integral to the hosting of guests and visitors. It is not infrequent for visitors to be invited to eat and drink with locals. The medieval Albanian code of honour, called Besa, resulted to look after guests and strangers as an act of recognition and gratitude. === Religion === Christianity, Islam and Judaism are the traditional religions of Albania. The constitution extends freedom of religion to all citizens and the government generally respects this right in practice. Albania have always been considered as a unique country in terms of religion and religious tolerance is one of the main characteristics of Albanians. Christianity has a long and eventful history in the country whereby it belongs to one of the most ancient countries of Christianity. There are thought to have been about seventy Christian families in Durrës as early as the time of the Apostles. Paul the Apostle was the founder of the Archbishopric of Durrës while he was preaching in Illyria and Epirus. In the eleventh century, Albanians first appeared in Byzantine sources and at this point, they were already fully Christianized. The first known bishop of Albania was the Bishop of Scutari founded in 387 in Shkodër. In the late seventeenth century, Pope Clement XI served as the Pope from 1700 to 1721. He was born to an Albanian father descended from the noble Albani family from the region of Malësi e Madhe in Albania. The history of Judaism in the country can be traced back to the classical era. Jewish migration from the Roman Empire is considered the most likely source of the first Jews on the country's territory. It may have first arrived in Albania in the first century BC. They build the first synagogue in Sarandë in the early fifth century. In the sixteenth century, there were Jewish settlements in most of major cities such as Berat, Elbasan, Vlorë, Durrës and as well as in Kosovo region. Albania was the only country during the Holocaust in Europe where Jewish population experienced growth.Samer, Haroey (1997), \"Rescue in Albania: One Hundred Percent of Jews in Albania Rescued from Holocaust\", The Jews of Albania, California: Brunswick Press, archived from the original on 2008-05-10, retrieved 21 October 2012 After the mass emigration to Israel following the fall of communist regime, only 200 Albanian Jews are left in the country today. In 2010, a new synagogue \"Hechal Shlomo\" started providing services for the Jewish community in Tirana. Islam arrived for the first time in the ninth century to the region, when Muslim Arabs raided the eastern Adriatic Sea. In the fifteenth century, Islam emerged as the majority religion during the centuries of Ottoman rule, though a significant Christian minority remained. After declaration of independence on November 28, 1912, the Albanian republican, monarchic and later the communist regimes followed a systematic policy of separating religion from official functions and cultural life. Albania never had an official state religion either as a republic or as a kingdom. == Arts == === Painting === The art of Albania has a long and memorable history, represented in many forms such as painting, sculpture, mosaic and architecture. It show a great variety in style, in different regions and periods. Nonetheless, the country also has a tolerable heritage in visual arts, specifically in frescoes, murals and icons, which often can be seen in many of the older structures in the country. The surviving monuments of Illyrian, Ancient Greek and Roman art are notable for a tradition concentrating on the human figure and decorations. Through the many archaeological discoveries, in different areas of Albania have been found numerous of pottery, terracotta and metalworking belonging to the Illyrians and several sculptures and mosaics belonging to the Ancient Greeks and Romans. Albanian medieval art started with the Byzantine Empire that ruled the great majority of Albania and the Balkan Peninsula. The first paintings have been icons and frescoes with an admirable use of colour and gold. The most famous representative of Albanian medieval art were Onufri who was distinguished for its rich use of colours and decorative shades with certain ethnographic national elements that are more visible with his successors David Selenica, Kostandin Shpataraku and the Zografi Brothers. Illuminated manuscripts were another significant feature of Albanian medieval art. The Codices of Berat are two ancient Gospels from Berat that dates from the sixth and ninth centuries. They represent one of the most valuable treasures of the Albanian cultural heritage that was inscribed on the UNESCO's Memory of the World Register in 2005. In the fifteenth century, during the Ottoman invasion many Albanians migrated out of the area to escape either various socio-political and economic difficulties. Among them, the medieval painters Marco Basaiti and Viktor Karpaçi, sculptor and architect Andrea Nikollë Aleksi and art collector Alessandro Albani from the Albani family. The Ottoman Empire ruled over the country and most of the Balkans for nearly five centuries. This influence were absorbed and reinterpreted with an extensive construction of mosques that opened a new section in Albanian art, that of Islamic art. In the nineteenth century a significant era for Albanian art begins. The great liberation acts starting with League of Prizren in 1878, that led to the Independence in 1912, established the climate for a new artistic movement, which would reflect life and history more realistically and Impressionism and Realism came into dominance. Contemporary Albanian artwork captures the struggle of everyday Albanians, however new artists are utilizing different artistic styles to convey this message. Albanian artists continue to move art forward, while their art still remains distinctively Albanian in content. Though among Albanian artist postmodernism was fairly recently introduced, there is a number of artists and works known internationally. === Architecture === The country's architecture reflect a rich variety of architectural styles and is rooted in its history, culture and religion. Influences from distant social, religious and exotic communities have contributed to the variety of the architectural landscape in Albania that is richly revealed by archaeological finds that nonetheless retains a certain amount of continuity across history. Some of the earliest productions, notably from Illyrians, Ancient Greeks and Romans, are found scattered throughout the country. The best collection of Ancient architecture can be found in Butrint in the southwest, Apollonia, Durrës and Byllis in the west and Amantia and Phoenice in the south. Religion and kingship do not seem to have played an important role in the planning of these towns at that time. In the Middle Ages a variety of architecture styles developed in the form of dwelling, defense, worship and engineering structures. The consolidation of Albanian principalities gave rise to Varosha, or neighborhoods outside city walls. Examples of such developments are centred in Petrele, Krujë, Tepelenë and Lezhë originating from the feudal castle. Some inherited historic structures were damaged by invading Ottoman forces. It is important to note that Ali Pashe Tepelena embarked on a major castle building campaign throughout Epirus. Much earlier, the introduction of Christianity brought churches and monasteries which otherwhile became the center of most towns and cities in the country. Byzantine churches and Ottoman mosques are also on the best examples and legacies of Byzantines and Ottomans, which are specifically exemplified in Berat, Gjirokastër and Korçë region. In the eighteenth and nineteenth centuries, Albanian medieval towns underwent urban transformations by various Austro-Hungarian and Italian architects, giving them the appearance of western European cities. This can be particularly seen in Tirana and Korçë. They introduced architectural styles such as Historicism, Art Nouveau, Neo-Renaissance and Neoclassicism. === Clothing === Traditional Albanian clothing developed as a result of long processes that has differentiated the country from other countries. Its recorded history of clothing goes back to the classical times. It includes more than two hundred different forms of clothings in all Albania and neighbouring countries that includes without limitation the Albanians in Kosovo, Western North Macedonia, Southern Montenegro, Italy and Greece. Nothing less than each cultural and geographical region of Albania has its own specific variety of clothing being particularly colorful and rich in detail. The costumes are often decorated with pagan symbolic elements of Illyrians among others suns, eagles, moons, stars and snakes. These clothes are most often worn with connection to special events and celebrations, mostly at ethnic festivals, religious holidays, weddings and by dancing groups. Some conservative old men and women mainly from the high northern as well as southern lands wear those traditional clothes in their daily lives. They were made mainly of products from the local agriculture and livestock such as leather, wool, linen, hemp fiber and silk. The textiles nowadays are still embroidered in very elaborate ancient patterns. Among the most important parts of clothing includes the Qeleshe, or also known as Plis, the Albanian hat, the Qylafë, the Fustanella, the Xhubleta, the Xhamadan, the Brez, the Çorape, the Opinga and many others. === Music === The Albanian music is very diverse and comes from its indigenous sounds and heritage. Folk music is a prominent part of the national identity with major stylistic differences between the traditional music of the northern Ghegs and southern Labs and Tosks. The northern and southern traditions are contrasted by the rugged and heroic tone of the north and the relaxed form of the south. Albanian folk music has been influential in neighboring areas such as Kosovo, Greece, Bulgaria and Turkey, all home to significant numbers of Albanians. The Ghegs are known for a distinctive variety of sung epic poetry. Many of the songs are about the ancient history of the country and the constant Albanian themes of honour, hospitality, treachery and revenge. In contrast, Tosk music is soft and gentle, and polyphonic in nature. Notably, Albanian iso-polyphony from the south has been declared an UNESCO Intangible Cultural Heritage of Humanity. Along with the def, çifteli and sharki are used in the north in a style of dance and pastoral songs. Homemade wind instruments are traditionally used by shepherds in northern Albania; these include the zumarë and lahuta. The southern people are known for ensembles consisting of violins, clarinets, lahuta and def as well. Music in Albania extends to ancient Illyria and Greece, with influences from the Roman, Byzantine and Ottoman Empire. It is evident in archeological findings such as arenas, odeons, theatre buildings and amphitheatres, all over Albania. The remains of temples, libraries, sculptures and paintings of ancient dancers, singers and musical instruments, have been found in territories inhabited by the ancient Illyrians and ancient Greeks. The tradition of church singing was performed throughout the Middle Ages in the country's territory by choirs or soloists in ecclesiastical centers such as Berat, Durrës and Shkodër. The Middle Ages in Albania included choral music and traditional music. Shën Jan Kukuzeli, a singer, composer and musical innovator of Albanian origin, is one of the earliest known musicians. Albania has experienced another wave of Western cultural influence, which led to the development of many previously unknown phenomena. The most vivid example is the Albanian rock, hip hop and pop music, with some performers gaining international recognition of Albanian origin from Albania, Kosovo or Albanian diaspora, such as Action Bronson, Ava Max, Bebe Rexha, Dua Lipa, Era Istrefi, Elvana Gjata, Dafina Zeqiri, Albert Stanaj, G4SHI, Ermal Meta, Enca, Noizy and Rita Ora. Classical music became immensely popular in the nineteenth and twentieth centuries and was known across even the most rural sections of the country. It was defined by the tension between classical composer Martin Gjoka along with Fan Noli and Mikel Koliqi, who embraced national identity and added religious and folk elements to their compositions. Most notable Albanian sopranos and tenors have gained also international recognition, among the best known are Inva Mula, Marie Kraja, Saimir Pirgu and Ermonela Jaho. === Dance === The Albanians have a rich tradition of dances with a great diversity of choreography and styles varying on the region due mainly to the fact that Albania is a country with a diverse topography thus the different varieties of dance developed. A couple of dances are ancient and to a certain extent persist nowadays. The dances of the Albanians specifically of the Ghegs from the north have more a solo character than those from the southern Tosks that have more social character, expressed in line and semi circle dances. == Language == Albanian is the most widely spoken language in Albania. It has two major distinct dialects: Tosk spoken in the south and Gheg spoken in the north. The geographical dividing line between those dialects appears to be the river of Shkumbin. Moreover, Albanian dialects are traditional local varieties and are traced back to the different Albanian tribes. Albanian is an Indo-European language and occupies an independent branch within this family. Scholars and linguists argue that Albanian derives from the ancient Illyrian language, which were spoken in the western part of the Balkan Peninsula by Illyrian tribes.Encyclopedia of Indo- European Culture By J. P. Mallory, Douglas Q. Adams Edition: illustrated Published by Taylor & Francis, 1997 , (\"Although there are some lexical items that appear to be shared between Romanian (and by extension Dacian) and Albanian, by far the strongest connections can be argued between Albanian and Illyrian.\" page 11) Concise Encyclopedia of Languages of the World By Keith Brown, Sarah Ogilvie Contributor Keith Brown, Sarah Ogilvie Edition: illustrated Published by Elsevier, 2008 , (\"Albanian constitutes a single branch of the Indo-European family of languages. It is often held to be related to Illyrian, a poorly attested language spoken in the Western Balkans in classical times\" page 22) Today, the language is spoken primarily in Kosovo, North Macedonia, Greece and Montenegro as well. Due to the large Albanian diaspora around the world, centuries-old communities speaking Albanian-based dialects can be particularly found scattered in Greece (Arvanitika, Cham), Italy (Arbëreshë), Southern Serbia and in Croatia (Arbanasi). However, the total number of speakers is much higher than the native speakers in Southern Europe. The four dialects include Tosk Albanian, Gheg Albanian, Arbëresh and Arvanitika. Most Albanians are multi-lingual, speaking many regional and foreign languages such as Greek, Italian, Serbo- Croatian, English and others. === Mythology === The mythology of Albania consist of myths, legends, folklore, fairy tales and gods of the Albanian people. Many characters in its mythology are included in the Songs of the Frontier Warriors (Albanian: Këngë Kreshnikësh or Cikli i Kreshnikëve). It is divided into two major groups such as legends of metamorphosis and historical legends. The Albanian mythology has its origin to the ancient Illyrians, that inhabited the modern area of Albania during the classical time. Some of the legends, songs and characters include Bardha, Baloz, E Bukura e Dheut, E Bukura e Qiellit, En, Perëndi, Prende, Tomor and Zana e malit. === Literature === The cultural renaissance was first of all expressed through the development of the Albanian in the area of church texts and publications, mainly of the catholic region in the North, but also of the Eastern Orthodox Church in the South. The Protestant reforms invigorated hopes for the development of the local language and literary tradition when cleric Gjon Buzuku translated the Catholic liturgy into Albanian, trying to do for Albanian what Luther did for German. The Meshari (The Missal) by Gjon Buzuku, published in 1555 is considered one of the first literary works of written Albanian. The refined level of the language and the stabilised orthography must be the result of an earlier tradition of written Albanian, a tradition that is not well understood. However, there is some fragmented evidence, pre- dating Buzuku, which indicates that Albanian was written from at least the 14th century. The earliest evidence dates from 1332 AD with a Latin report from the French Dominican Guillelmus Adae, Archbishop of Antivari, who wrote that Albanians used Latin letters in their books though their language was quite different from Latin. Other significant examples include: a baptism formula (Unte paghesont premenit Atit et Birit et spertit senit) from 1462, written in Albanian within a Latin text by the Bishop of Durrës, Pal Engjëlli; a glossary of Albanian words of 1497 by Arnold von Harff, a German who had travelled through Albania, and a 15th-century fragment of the Bible from the Gospel of Matthew, also in Albanian, but written in Greek letters. Albanian writings from these centuries must not have been religious texts only, but historical chronicles too. They are mentioned by the humanist Marin Barleti, who, in his book Rrethimi i Shkodrës (The Siege of Shkodër) (1504), confirms that he leafed through such chronicles written in the language of the people (in vernacula lingua) as well as his biography of Skanderbeg Historia de vita et gestis Scanderbegi Epirotarum principis (History of Skanderbeg) (1508). The History of Skanderbeg is still the foundation of Scanderbeg studies, and is considered an Albanian cultural treasure, vital to the formation of Albanian national self-consciousness. During the 16th and 17th centuries, the catechism E mbësuame krishterë (Christian Teachings) by Lekë Matrënga in 1592, Doktrina e krishterë (The Christian Doctrine) in 1618, and Rituale romanum in 1621 by Pjetër Budi, the first writer of original Albanian prose and poetry, an apology for George Castriot in 1636 by Frang Bardhi, who also published a dictionary and folklore creations, the theological-philosophical treaty Cuneus Prophetarum (The Band of Prophets) in 1685 by Pjetër Bogdani, the most universal personality of Albanian Middle Ages, were published in Albanian. Today, Albania's best-known contemporary writer is Ismail Kadare, born in 1936, whose novels have been translated into 45 languages. With his novels The General of the Dead Army (1963), The Siege (1970), Chronicle in Stone (1971), The Three-Arched Bridge (1978), Broken April (1980), The File on H. (1981), The Palace of Dreams (1981), The Pyramid (1992); and The Successor (2002), Kadare brought Albanian literature into the mainstream of modern European literature. The central theme of Kadare's works is totalitarianism and its mechanisms. His work represents an artistic encyclopedia of Albanian life. The philosophy, beliefs, dramas, and historical and cultural traditions of Albania, filtered through the artistry of the writer, in Kadare's work express the vitality of the spiritual culture of the Albanian people. Kadare creates a modern prose making wide use of historical analogies, parables and associations, Albanian legends and mythology. Starting from the epic world of medieval legends and ballads, the prose of Kadare brings ancient folk traditions 'up to date' by showing their relevance to the modern world. In 1992 Kadare was awarded the Prix mondial Cino Del Duca; in 1998, the Herder Prize; in 2005, the inaugural Man Booker International Prize; in 2009, the Prince of Asturias Award of Arts; and in 2015, the Jerusalem Prize. He was awarded the Park Kyong-ni Prize in 2019, and the Neustadt International Prize for Literature in 2020. In 1996, France made him a foreign associate of the Académie des Sciences Morales et Politiques of France, and in 2016, he was a Commandeur de la Légion d'Honneur recipient. He has been nominated for the Nobel Prize in Literature 15 times. Since the 1990s, Kadare has been asked by both major political parties in Albania to become a consensual President of Albania, but has declined. His nominating juror for the Neustadt Prize wrote: \"Kadare is the successor of Franz Kafka. No one since Kafka has delved into the infernal mechanism of totalitarian power and its impact on the human soul in as much hypnotic depth as Kadare.\" His writing has also been compared to that of Nikolai Gogol, George Orwell, Gabriel García Márquez, Milan Kundera, and Balzac. Living in Albania during a time of strict censorship, Kadare devised cunning stratagems to outwit Communist censors who had banned three of his books, using devices such as parable, myth, fable, folk-tale, allegory, and legend, sprinkled with double-entendre, allusion, insinuation, satire, and coded messages. In 1990, to escape the Communist regime and its Sigurimi secret police he defected to Paris. The New York Times wrote that he was a national figure in Albania comparable in popularity perhaps to Mark Twain in the United States, and that \"there is hardly an Albanian household without a Kadare book.\" Kadare is regarded by some as one of the greatest writers and intellectuals of the 20th and 21st centuries. == Wedding traditions == The dress of the Muslim bride is characterized by its elegance and transparency, in that of the Catholic one can see full colors. The Catholic bride's dress is characterized by its picturesque effects and harmony. There are two types of Muslim wedding dresses. One is worked on a \"shajak\" (large piece of wool) and with floral motives worked with \"gajtan\" (kind of rope) black cotton, sometimes mixed with green. The other one is worked in the same material but with red color. Different from the first here the motifs are enriched with full colors. The difference between this two dresses that at the first dress the motifs occupy all the area, at the second it occupies a little part in the front and back. These dresses have a belt worked with gold and grain necklaces in red, rose, orange creating all together a warm surface. Here the motifs are very small. ;Dress of Catholic Shkodran Bride The dress is tripped from the transparent white, shiny, soft, which spreads all over the body, and is intended to suggest tranquility and a warm purity. This concept of tradition is achieved through the white of the base material and the gold thread over. This dress is composed by the \"barnaveke\": some kind of very long pants which seem a skirt. ;Paja Ritual songs name various elements which contain \"paja\" (pronounced paya) of the girl, which are the goods parents give to the daughter to wear, to furnish the house, gifts for her husband and the intimate cousins. Elements are typically made by weaving clothes using looms. The preparation of the \"paja\" for the parents of the bride is a pleasure which means also accomplishing the obligations toward the daughter. ;Dhuntia \"Dhunti\" in Shkodra means the gifts that the groom prepares for the bride during the engagement, mainly clothes, jewelry, gold ornaments and tricks, which are sent to her a few days before the wedding. In addition to those received by the family of his father, the bride takes many gifts from the groom and his family. \"Dhuntia\", which had a considerable monetary value, was prepared with great care by the family of the boy, because in some way embodied respect and love for his young bride, to whom these gifts were made, love for their son that he married at the same time was also a representation of the family in its economic and aesthetic. In \"dhunti\" there were enough clothes and items for use at all times, in joy and in sorrow, which expressed particular attention to the role of women. ==See also== * History of Albania * Geography of Albania * National symbols of Albania * Albanization * Albanian language * Illyrian language * Messapian language * Coffee culture * Bread and salt * Albanophilia ==Notes== {| style=\"margin-left:13px; line-height:150%\" |align=\"right\" valign=\"top\"|a. | |} == References == == External links == * Ministry of Culture of Albania * National Library of Albania * 48 Albanian Proverbs * Books about Albania and the Albanian people (scribd.com) Reference of books (and some journal articles) about Albania and the Albanian people; their history, language, origin, culture, literature, etc. Public domain books, fully accessible online. Albanian",
 "title": "Culture of Albania"
}