{
 "id": "167279",
 "text": "The Battle of Mactan (; ) was a fierce clash fought in the archipelago of the Philippines on 27 April 1521. The warriors of Lapulapu, one of the Datus of Mactan, overpowered and defeated a Spanish force fighting for Rajah Humabon of Cebu under the command of Portuguese explorer Ferdinand Magellan, who was killed in the battle. The outcome of the battle resulted in the departure of the Spanish crew from the archipelago of the Philippines. ==Background== Magellan's expedition had left Spain in August 1519 on a mission to find a westward route to the Moluccas or Spice Islands. On 16 March 1521 (Julian calendar), Magellan sighted the mountains of what is now Samar. This event marked the arrival of the first documented Europeans in the archipelago. The following day, Magellan ordered his men to anchor their ships on the shores of Homonhon Island. There, Magellan befriended Rajah Kolambu and Rajah Siagu, king of Limasawa, who guided him to Cebu. There he met Rajah Humabon, the Rajah of Cebu. Then, Rajah Humabon and his queen were baptized into the Catholic faith, taking the Christian names Carlos, in honor of King Charles of Spain, and Juana, in honor of King Charles' mother. To commemorate this event, Magellan gave Juana the Santo Niño, an image of the infant Jesus, as a symbol of their new alliance and held their first Mass on the coast. As a result of Magellan's influence with Rajah Humabon, an order was issued to each of the nearby chiefs, to provide food supplies for the ships, and to convert to Christianity. Most chiefs obeyed. Datu Lapulapu, one of the two chiefs on the island of Mactan, was the only one to show opposition: he refused to accept the authority of Rajah Humabon in these matters. This opposition proved influential. Antonio Pigafetta, Magellan's voyage chronicler, wrote that Zula, the island's other chief, sent one of his sons to Magellan with gifts but Lapulapu prevented the journey and refused to swear fealty to Spain. Rajah Humabon and Datu Zula suggested that Magellan go to Mactan, to force Datu's compliance. Magellan saw an opportunity to strengthen the existing friendship ties with the ruler of the Visayan region and agreed to help him subdue the resistant Lapulapu. ==Battle== Upon landing, Magellan's small force was immediately attacked by the natives with a heavy barrage of ranged weapons, consisting of arrows, iron-tipped \"bamboo\" throwing spears (probably rattan bangkaw), fire-hardened sticks, and even stones. They surrounded Magellan's landing party, attacking from the front and both flanks. The heavy armor of the Spaniards largely protected them from this barrage, inflicting only a handful of fatalities on the Europeans, but it was heavily demoralizing on the troops.Angeles, Jose Amiel. \"The Battle of Mactan and the Indigenous Discourse on War.\" Philippine Studies vol. 55, No. 1 (2007): pp. 3–52. The musketeers and crossbowmen on the boat tried to provide support by firing from the boats. Though the light armor and the shields of the natives were vulnerable to European projectile weapons, the barrage had little effect, as they were firing from an extreme distance and the natives easily avoided them. Due to the same distance, Magellan could not command them to stop and save their ammunition, and the musketeers and crossbowmen continued firing for half an hour until their ammunition were exhausted. Magellan, hoping to ease the attack, set fire to some of the houses, but this only enraged the natives. Magellan was finally hit with a poisoned arrow through his unarmored legs, at which time the natives charged the Europeans for close-quarters combat. Many of the warriors specifically attacked Magellan. In the struggle, he was wounded in the arm with a spear and in the leg by a large native sword (likely a kampilan). Those who stood beside him were easily overpowered and killed, while the others who tried to help him were hacked by spears and swords. With this advantage, Lapulapu's troops finally overwhelmed and killed Magellan. Pigafetta and a few others managed to escape. According to Pigafetta, several of Magellan's men were killed in battle, and a number of native converts to Catholicism who had come to their aid were immediately killed by the warriors. Magellan's allies, Humabon and Zula, were said to not have participated in the battle, at Magellan's bidding. They watched from a distance. ===Aftermath=== Datu Lapulapu's warriors recovered the body of Magellan. Humabon demanded the bodies of Magellan and of some of Magellan's dead crew, in return for as much merchandise as Lapulapu wished. Lapulapu refused. Some of the soldiers who survived the battle and returned to Cebu were poisoned at a feast given by Humabon. Magellan was succeeded by Juan Sebastián Elcano as commander of the expedition. After Humabon's betrayal, he ordered an immediate departure. Elcano and his fleet sailed west. They reached Spain in 1522, completing the first circumnavigation of the world. ==In Philippine culture== In Philippine history, the \"victory of Mactan\" is considered to have delayed the Spanish colonization of the Philippines by 44 years until the conquest by Miguel López de Legazpi in 1564–1565. Today, Lapulapu is retroactively honored as the first \"Philippine national hero\" to resist foreign rule, even though the territory of the \"Philippine Islands\" did not exist at the time, nor was it even named or imagined that way. Lapulapu is remembered by a number of commemorations: statues on the island of Mactan and at the Cebu Provincial Capitol, a city bearing his name, and a local variety of Red Grouper fish. Kapampangan actor- turned-politician Lito Lapid starred in a film called Lapu-Lapu, and novelty singer Yoyoy Villame wrote a folk song entitled \"Magellan\" that tells a humorously distorted story of the Battle of Mactan. There is a spot in Mactan Island called the \"Mactan shrine\" where the historic battle is reenacted along the mangrove shorelines of the shrine during its anniversary and culminated with the Rampada Festival, a festival reenacting the victory celebration of Mactan after the battle. Appropriately called the \"Victory of Mactan\" (Cebuano: Kadaugan sa Mactan), the reenactment is considered as a grand celebration for Cebuanos and one of Cebu's prime festivals together with the Sinulog of Cebu. Usually, during the re-enactment, Filipino celebrities, especially of Cebuano origin, play Lapu-Lapu, his wife Reyna Bulakna, and Ferdinand Magellan. In the same shrine, next to the Lapulapu statue, there is an obelisk erected in Magellan's honor by the Spanish colonial authorities and defaced shortly after the US military occupation of the Philippines. Magellan is also honored for bringing Catholicism to the Philippines in general and the Santo Niño (Child Jesus) to Cebu in particular. The Magellan's Cross and the aforementioned Magellan's shrine were erected in Cebu City. Many landmarks and infrastructures all over the Philippines bear Magellan's name, mostly using its Spanish spelling (Magallanes), which is also a widely used Filipino surname. The inhabitants of the Sulu archipelago believe that Lapulapu was a Muslim (Lapu Lapu among Khidr Army.) of the Sama-Bajau. On April 27, 2017, in honoring Lapulapu as the first hero who resisted foreign rule in the country, the date April 27 when the battle happened was declared by President Rodrigo Duterte as Lapu-Lapu Day. ==Legends== According to native legend, Lapu-lapu never died but turned into stone, and has since then been guarding the seas of Mactan. Fishermen of the island would throw coins at a stone shaped like a man as a way of asking for permission to fish in the chieftain's territory. Another myth passed on by the natives concerns the statue of Lapu-lapu erected on a pedestal at the center of the town plaza in Lapu-Lapu City. The statue faced the old city hall building, where the mayors used to hold office; it held a crossbow in the stance of appearing to shoot an enemy. Some superstitious people of the city proposed to replace this crossbow with a sword, after a succession of three mayors died due to a heart attack. Another legend suggests that after the battle, Lapulapu left Mactan and lived on a mountain. ==References== ==External links== *The Death of Magellan according to Pigafetta *Reliving the Battle of Mactan *Battle of Mactan: History and Myth Category:1521 in the Philippines Mactan 1521 Mactan Mactan Mactan Category:History of Cebu Category:History of the Philippines (1565–1898) Category:Lapu-Lapu City Category:Magellan expedition Mactan Category:Visayan history",
 "title": "Battle of Mactan"
}