{
 "id": "167412",
 "text": "thumb|300px|Femme Assise, oil painting by Marie Vassilieff, 1910Mariya Ivanovna Vassiliéva (Russian: Мария Ивановна Васильева), (12 February 1884 - 14 May 1957), better known as Marie Vassilieff, was a Russian-born painter active in Paris. She moved to Paris at the age of twenty-three and became an integral part of the artistic community on its left bank called, Montparnasse.Marie Vassilieff:A Splash of Montparnasse Color, New York Times retrieved January 17, 2010 She was born in Smolensk, Russia to a prosperous family who encouraged her to study medicine. Her natural instincts, however, were for the arts and, in 1903 she switched to the study of art at the Academy in St. Petersburg. 1905 she visited the artistic capital of the world, Paris, France. Two years later, she moved to Paris, taking a job as a correspondent for several Russian newspapers while studying painting under Henri Matisse and attending classes at the École nationale supérieure des Beaux-Arts. In 1908 she founded the Académie Russe (Russian Academy), which was renamed the following year as, the Académie Vassilieff. In 1912 she opened her own atelier in Montparnasse. It became the nexus for those at the cutting-edge of art at the time, when Erik Satie, Henri Matisse, Nina Hamnett, Amedeo Modigliani, Ossip Zadkine, Olga Sacharoff, Juan Gris, and Chaïm Soutine started dropping by in the evenings for conversation and occasionally to draw. Before long the walls of Marie Vassilieff's atelier held a collection of paintings by Marc Chagall and Modigliani, drawings by Picasso and Fernand Léger, and in a corner, sat a sculpture by Zadkine. By 1913, her studio was so widely known that Fernand Léger gave two lectures there on the topic of Modern art. What Marie Vassilieff is most remembered for, however, is her canteen that operated before and during World War I. She volunteered as a nurse in the French Red Cross and saw how badly the financial situation had become for many of the artists of Paris who were already struggling. Because many of her artist acquaintances frequently had little or nothing to eat, in 1915, she opened the canteen that provided a full meal and a glass of wine for only a few centimes. While her canteen provided a valuable service, during the war it became a popular gathering place for the artistic community. During the war a government curfew was put into place. The restaurants and cafés of Paris all were obliged to close early, however, Marie Vassilieff's canteen was licensed as a private club and, therefore, not subject to the curfew. As a result, soon her place became crowded and at night, filled with music and dancing. In January 1917, Georges Braque, who had been wounded fighting in World War I, was released from military service. Marie Vassilieff and Max Jacob decided to organize a dinner for Braque and his wife, Marcelle. Among the guests was Alfredo Pina with his new companion, Beatrice Hastings, who had recently ended her two-year relationship with Amedeo Modigliani. Knowing Modigliani's penchant for causing a disturbance when he drank, and that he drank often, Marie Vassilieff did not invite Modigliani to Braque's party. The art community was small, however, and word of the get-together soon reached Modigliani. An uninvited, and very drunk, Modigliani showed up, looking for a fight. A scuffle ensued, a pistol appeared, and Marie Vassilieff, all five feet of her, pushed Modigliani downstairs while Pablo Picasso and Manuel Ortiz de Zarate locked the door. Marie Vassilieff made what is now a very famous drawing depicting the events of the evening. Marie Vassilieff's own artwork is primarily in the Cubist style, her most interesting paintings are portraits of dancers as well as those of her friends, Jean Cocteau, Picasso, and Matisse. Known, too, for her decorative furniture pieces and her doll-portraits, Vassilieff's works remain very popular. Although her works never gained the lofty stature or astounding prices of some of her renowned contemporaries, today they may be found in museums and private collections worldwide. As both an artist and friend, Marie Vassilieff was an integral part of the great creative community of Montparnasse, where today one may still see her ornamental panels, created in 1927 for the pillars in the dining room of the La Coupole. After several exhibitions in London in 1928 and 1930, and in Italy in 1929, she opened the Vassilieff Museum. Friends with Alfred Jarry, she organized a homage to him. Marie Vassilieff died at a home for elderly artists in Nogent-sur-Marne, Île-de-France, France, on 14 May 1957. In 1998, the Musée du Montparnasse was opened in Marie Vassilieff's old studio. The museum closed in 2015. ==References== ==External links== *Marie Vassilieff on Artnet Category:1884 births Category:1957 deaths Category:Painters from the Russian Empire Category:Russian women painters Category:Emigrants from the Russian Empire to France Category:Modern painters Category:Russian women of World War I Category:20th-century Russian painters Category:20th-century Russian women artists",
 "title": "Marie Vassilieff"
}