{
 "id": "16757",
 "text": "Kyle Merritt MacLachlan (; McLachlan, February 22, 1959) is an American actor. He is best known for his role as Dale Cooper in Twin Peaks (1990–1991; 2017) and its film prequel Twin Peaks: Fire Walk with Me (1992), as well as roles in two of David Lynch's films: Paul Atreides in Dune (1984) and Jeffrey Beaumont in Blue Velvet (1986). MacLachlan's other film roles include Lloyd Gallagher in The Hidden (1987), Ray Manzarek in The Doors (1991), Cliff Vandercave in The Flintstones (1994), Zack Carey in Showgirls (1995), and the voice of Riley's father in Inside Out (2015). He has had prominent roles in television shows including appearing as Trey MacDougal in Sex and the City (2000–2002), Orson Hodge in Desperate Housewives (2006–2012), The Captain in How I Met Your Mother (2010–2014) and How I Met Your Father (2022), the Mayor of Portland in Portlandia (2011–2018), Calvin Zabo in Agents of S.H.I.E.L.D. (2014–2015) and a support role in Joe vs. Carole (2022) based on the characters from Tiger King. MacLachlan has won a Golden Globe Award for Best Actor – Television Series Drama (1990), and was nominated for the Golden Globe Award for Best Actor – Miniseries or Television Film in 2017, for playing the role of Dale Cooper in Twin Peaks. He has also been nominated for two Emmy Awards for Twin Peaks. ==Early life== MacLachlan was born Kyle Merritt McLachlan (subsequently changing the spelling of his name to reflect his Scottish heritage), at Yakima Valley Memorial Hospital in Yakima, Washington. His mother, Catherine (née Stone; 1934-1986), was a public relations director for a school district and a homemaker who was active in community arts programs. His father, Kent Alan McLachlan (1933-2011), was a stockbroker and lawyer. Kyle has Scottish, Cornish, and German ancestry.Husband, Stuart (April 6, 2008). \"This much I know: Kyle MacLachlan, actor, 49, London\". The Guardian. He grew up in Yakima, the eldest of three boys. His two younger brothers, Craig and Kent Jr., live in the Seattle area. MacLachlan graduated from Eisenhower High School in Yakima. His mother left his father when he was 17, and his parents divorced in his senior year of high school on 12 October 1977. MacLachlan was introduced to stage acting by his mother when she became director of a youth theater program for teenagers that she helped set up in Yakima. She also sent him to piano lessons from the age of 9 to 14, when he also began to study classical singing. While in high school, he performed in plays and in class musicals, acting in his first play aged 15. For his senior year, MacLachlan played the lead role of Brindsley Miller in a production of Peter Shaffer's one-act play Black Comedy and also performed as Henry Higgins in My Fair Lady. In 1982, he graduated cum laude with a BFA in drama from the University of Washington (UW), as a student of the Professional Actor Training Program. He initially planned to major in business and also studied classical voice at UW, but changed his focus to acting. ==Career== ===1980s=== The first film MacLachlan worked on was The Changeling (1980), part of which was shot on the University of Washington campus. He was paid $10 as an extra. In the summer of 1981, after his sophomore year at college, he played the lead in three roles at the Old Lyric Repertory Theatre in Logan, Utah and the following summer with the Oregon Shakespeare Festival in Ashland, Oregon. MacLachlan made his film debut in Dune (1984) in the starring role of Paul Atreides. While still in college, MacLachlan was appearing in Molière's Tartuffe in a Seattle-area theater. A casting agent for Dune producer Dino de Laurentiis was looking for a young actor to star in the film, and multiple people recommended MacLachlan. After several screen tests, he hit it off with director David Lynch, aided by their common Pacific Northwest backgrounds, and succeeded in winning the part. After Dune flopped and met with poor reviews from critics, MacLachlan found it difficult to find work. He moved to Los Angeles in 1985, and auditioned for several films, including Top Gun, but failed to win any roles, eventually dropping his agent, Creative Artists Agency. Finally, Lynch cast MacLachlan in the starring role of Jeffrey Beaumont in Blue Velvet (1986), which was received more positively. He starred in the 1987 Science Fiction Action film The Hidden as FBI agent Lloyd Gallagher. ===1990s=== MacLachlan further collaborated with Lynch in the ABC television series Twin Peaks (1990–91), playing Special Agent Dale Cooper, reprising that role for Lynch's 1992 prequel film Twin Peaks: Fire Walk with Me. Lynch commented on those roles in a GQ story about MacLachlan: \"Kyle plays innocents who are interested in the mysteries of life. He's the person you trust enough to go into a strange world with.\" MacLachlan also said he considered Lynch one of his mentors that had a \"monumental impact\" on him. thumb|left|upright|MacLachlan at the 1991 Emmy Awards MacLachlan appeared as musician Ray Manzarek in Oliver Stone's 1991 film The Doors, about the band of the same name.; He had previously turned down Stone's offer to play Chris in the 1986 movie Platoon, which ultimately went to Charlie Sheen.Harris, Will. (September 28, 2012). \"Kyle MacLachlan on David Lynch, Showgirls, and Billy Idol-isms (Random Roles)\". The A.V. Club. In the 1993 film version of Franz Kafka's The Trial, with a screenplay by Harold Pinter, MacLachlan played the lead role of the persecuted Josef K. MacLachlan co-starred with Samuel L. Jackson as a rookie prison guard in John Frankenheimer's 1994 Emmy-winning HBO film Against the Wall about the Attica prison riots.; ; In 1994, he was also featured in The Flintstones, a live- action movie adaptation of the animated sitcom of the same name, portraying Cliff Vandercave, the movie's primary antagonist, opposite John Goodman and Rick Moranis. He played the role of a killer in Tales from the Crypt, in 1991. In 1995, MacLachlan starred in Paul Verhoeven's Showgirls. The movie was heavily panned by critics\"Showgirls 1995\" Metacritic. Retrieved February 9, 2017. and it collected a record seven Golden Raspberry Awards. MacLachlan recalls that when he watched Showgirls for the first time before the premiere, he thought it was \"horrible\". But he later realised that the movie was \"inadvertently funny\" and embraced for its campiness. According to MacLachlan, although he skipped the movie's press tour, he had sat through the whole screening, contrary to reports that he walked out. In the 1990s, MacLachlan was offered by NBC to be one of the lead actors on the then-new soap opera Passions as a powerful, wealthy villain and head of a multimillion-dollar company, but MacLachlan turned it down. ===2000s=== From 2000 to 2002, MacLachlan had a recurring role in the American television series Sex and the City, portraying Dr. Trey MacDougal, the one-time husband of Charlotte York (Kristin Davis). MacLachlan played King Claudius in the 2000 film Hamlet based on William Shakespeare's play. In the video game Grand Theft Auto III released in 2001, he voiced the character of the sociopathic real-estate developer Donald Love. In 2002 he made his West End debut in John Kolvenbach's On an Average Day with Woody Harrelson. In 2003, MacLachlan made his Broadway debut as Aston in Harold Pinter's The Caretaker with Patrick Stewart.; He portrayed the spirit of Cary Grant in the 2004 film Touch of Pink. His resemblance to Grant had been previously noted in an episode of Twin Peaks. That same year he also had a guest role in Law & Order: Special Victims Unit, in which he played a psychiatrist who shot and killed a sociopathic child who had murdered his son.; He was a guest star in the show again in 2011, as a politician whose son is involved in a rape accusation. In 2006, after starring in the short- lived In Justice, MacLachlan appeared in Desperate Housewives as the mysterious dentist Orson Hodge. He first appeared during the show's second season, and became a full-time cast member at the start of season three. In 2007, MacLachlan was one of the presenters at the London leg of Live Earth benefit concerts.; He appeared in the 2008 film The Sisterhood of the Traveling Pants 2. In the English version of the cult 2006 Norwegian animated film Free Jimmy released in 2008, he voiced the character of \"Marius\", a militant animal rights activist.; ===2010s=== In 2010, after four years of playing Orson Hodge, MacLachlan decided to quit Desperate Housewives as he found the commute from his home in New York City to the set in Los Angeles increasingly difficult since becoming a father in 2008.\"MacLachlan to Quit \"Desperate Housewives?\" Contact Music. WENN. June 11, 2009 However, he returned as a guest star in 2012 for season eight, the final season of Desperate Housewives. He also guest starred as George \"The Captain\" Va Smoot in season 6, 8 and 9 of How I Met Your Mother from 2010 until 2014.; ; He would reprise the role in the first season of the spinoff How I Met Your Father in 2022. From 2011 to 2018, he played the role of Mayor of Portland, Oregon, in the IFC comedy Portlandia. After the end of the short-lived 2012 series Made in Jersey where he starred as lawyer Donovan Stark, he was cast as a guest star in The Good Wife. In 2013 and 2014 he appeared as prosecutor Josh Perotti in four episodes of The Good Wife.; In 2014 and 2015 he appeared in the Marvel Cinematic Universe television series Marvel's Agents of S.H.I.E.L.D. as supervillain Calvin Zabo / The Doctor.; In 2015, he voiced Riley Anderson's father in the Pixar animated feature Inside Out. In January 2015, it was announced that MacLachlan would return as Special Agent Dale Cooper for the new limited television series Twin Peaks, which debuted on May 21, 2017. In an interview, MacLachlan said he doesn't understand all of Twin Peaks and that fans understand it much more than him. In 2018, MacLachlan stars as the main antagonist Isaac Izard in the fantasy-horror family film The House with a Clock in its Walls. ===Winemaking=== A dedicated wine lover, Kyle is partners with vintner Eric Dunham in Pursued by Bear, a label of Dunham Cellars in Walla Walla, Washington that started in 2005. The name, suggested over dinner by Fred Savage, comes from a stage direction (\"Exit, pursued by a bear\") in Shakespeare's The Winter's Tale. It is regarded as one of Washington's highest rated wine labels. Pursued By Bear sells five wines: Twin Bear, Pursued by Bear, Baby Bear, Blushing Bear, Bear Cub. ==Personal life== MacLachlan was devastated when his mother died of ovarian cancer in 1986, aged 53, shortly before Blue Velvet was released. She had been diagnosed while he was filming Dune in 1983, and delayed informing him of the diagnosis. His father died of post-surgery complications in 2011. He was in a relationship with Blue Velvet co-star Laura Dern for three-and-a-half years from 1985 to 1989. Subsequently, he was in a relationship with Twin Peaks co-star Lara Flynn Boyle for two-and-a-half years. In 1992, after his relationship with Boyle ended, he began a relationship with supermodel Linda Evangelista after they met at a photo shoot they did together for Barneys New York. According to MacLachlan, they had been engaged for a few years when their six-year relationship ended in 1998. A year later, he met and began a relationship with publicist Desiree Gruber. Gruber runs her own public relations agency; she became an executive producer of Project Runway in 2004. MacLachlan moved to New York City because he was filming Sex and the City and Gruber was based there. They were married on April 20, 2002. Their son was born in 2008. The family has residences in Los Angeles and New York. ==Filmography== ===Feature films=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1984 || Dune || Paul Atreides || |- | 1986 || Blue Velvet || Jeffrey Beaumont || |- | 1987 || The Hidden || Lloyd Gallagher || |- | 1990 || Don't Tell Her It's Me|| Trout || |- | 1991 || The Doors|| Ray Manzarek || |- | 1992 || Where the Day Takes You || Ted || |- | 1992 || Twin Peaks: Fire Walk with Me || Special Agent Dale Cooper || |- | 1992 || Rich in Love || Billy McQueen || |- | 1993 || The Trial || Josef K. || |- | 1994 || The Flintstones || Clifford \"Cliff\" Vandercave || |- | 1995 || Showgirls || Zack Carey || |- | 1996 || The Trigger Effect || Matthew Kay || |- | 1996 || Mad Dog Time || Jake Parker || |- | 1997 || One Night Stand || Vernon Rivers || |- | 2000 || XChange || James Fisk / Stuart Toffler 2 || |- | 2000 || Hamlet || Claudius || |- | 2000 || Timecode || Bunny Drysdale || |- | 2001 || Me Without You || Daniel || |- | 2001 || Perfume || Business Manager || |- | 2002 || Miranda || Nailor || |- | 2003 || Northfork || Mr. Hope || |- | 2004 || Touch of Pink || Spirit of Cary Grant || |- | 2008 || Free Jimmy || Marius || English dub |- | 2008 || Justice League: The New Frontier || Kal-El / Clark Kent / Superman || Voice Direct-to-DVD |- | 2008 || The Sisterhood of the Traveling Pants 2 || Bill Kerr || Uncredited |- | 2009 || Mao's Last Dancer || Charles C. Foster || |- | 2009 || The Smell of Success || Jimmy St. James || |- | 2011 || Peace, Love & Misunderstanding || Mark || |- | 2013 || Breathe In || Peter Sebeck || |- | 2015 || Inside Out || rowspan=\"2\"|Mr. Anderson || Voice |- | 2015 || Riley's First Date? || Voice Short film |- | 2018 || Giant Little Ones || Ray Winter || |- | 2018 || The House with a Clock in Its Walls || Isaac Izard || |- | 2019 || High Flying Bird || David Seton || |- | 2019 || The Staggering Girl || Matteo / Bruno / Angelo || Short film |- | 2020 || Tesla || Thomas Edison || |- | 2020 || Capone || Dr. Karlock || |- | TBA || Confess, Fletch || || Filming |} ===Television films=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1989 || Dream Breakers || Bobby O'Connor || |- | 1994 || Against the Wall || Michael Smith || |- | 1994 || Roswell || Jesse A. Marcel || |- | 1996 || Moonshine Highway || Jed Muldoon || |- | 1997 || Windsor Protocol || rowspan=\"2\" | Sean Dillon || |- | 1998 || Thunder Point || |- | 1998 || Route 9 || Booth Parker || |- | 2000 || The Spring || Dennis Conway || |- | 2004 || The Librarian: Quest for the Spear || Edward Wilde || |- | 2005 || Mysterious Island || Cyrus Smith|| |- |} ===Television series=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1990–1991 || Twin Peaks || Dale Cooper || 30 episodes |- | 1990 || Saturday Night Live || Himself (host) || Episode: \"Kyle MacLachlan/Sinead O'Connor\" |- | 1990 || The American Experience || Narrator || Episode: \"Insanity on Trial\" |- | 1991 || Tales from the Crypt || Earl Raymond Digs || Episode: \"Carrion Death\" |- | 1995 || The Conversation || Harry Caul || Pilot |- | 1998 || The Invisible Man || Jack Griffin || Pilot |- | 2000–2002 || Sex and the City || Trey MacDougal || 23 episodes |- | 2002 || Jo || (Role unknown) || Pilot |- | 2004 || Law & Order: Special Victims Unit || Dr. Brett Morton || Episode: \"Conscience\" |- | 2006 || In Justice || David Swain || 13 episodes |- | 2006–2012 || Desperate Housewives || Orson Hodge || 85 episodes |- | 2010–2014 || How I Met Your Mother || George Van Smoot / The Captain || 7 episodes |- | 2011 || The Doctor || Jason || Pilot |- | 2011 || Law & Order: Special Victims Unit || Andrew Raines || Episode: \"Blood Brothers\" |- | 2011–2018 || Portlandia || Mayor of Portland || 24 episodes |- | 2012 || Made in Jersey || Donovan Stark || 8 episodes |- | 2013–2014 || The Good Wife || Josh Perotti || 4 episodes |- | 2014 ||Believe || Roman Skouras || 12 episodes |- | 2014–2015 ||Agents of S.H.I.E.L.D. || Calvin Johnson / The Doctor || 13 episodes |- | 2016 || Gravity Falls || Bus Driver (voice) || Episode: \"Weirdmageddon 3: Take Back The Falls\" |- | 2017 || Twin Peaks || Dale Cooper || 18 episodes |- | 2018 || American Dad! || Del (voice) || Episode: \"Paranoid Frandroid\" |- | 2019–2020 || Carol's Second Act || Dr. Frost || 18 episodes |- | 2020 ||How to With John Wilson ||Himself (uncredited) ||Episode: \"How to Make Small Talk\" |- | 2020 || Atlantic Crossing || President Franklin D. Roosevelt || 8 episodes |- | 2022 || Joe vs. Carole || Howard Baskin || 8 episode |- | 2022 || How I Met Your Father || George Van Smoot / The Captain || Episode \"Jay Street\" |} ===Video games=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Voice role ! Notes |- | 2001 | Grand Theft Auto III | Donald Love / Chatterbox Guest | |- | 2021 | Grand Theft Auto: The Trilogy - The Definitive Edition | Donald Love | Archival Recordings Remaster of Grand Theft Auto III only |} ===Theatre=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 1983 | Tartuffe | Damis | Empty Space Theatre |- | 1988 | The Palace of Amateurs | Terrence Beebe | Minetta Lane Theatre |- | 2002 | On An Average Day | Jack | Harold Pinter Theatre |- | 2003–2004 | The Caretaker | Aston | American Airlines Theatre |} ==Awards and nominations== {| class=\"wikitable\" ! Year ! Association ! Category ! Nominated work ! Result ! |- | 1990 | rowspan=\"2\"| Primetime Emmy Awards | rowspan=\"2\"| Outstanding Lead Actor in a Drama Series | rowspan=\"4\"| Twin Peaks | | |- | rowspan=\"3\"| 1991 | | |- | Golden Globe Awards | Best Actor – Television Series Drama | | |- | Viewers for Quality Television | Best Actor in a Quality Drama Series | | |- | 1996 | Golden Raspberry Awards | Worst Actor | Showgirls | | |- | rowspan=\"2\"| 2005 | Genie Awards | Best Supporting Actor | Touch of Pink | | |- | Saturn Awards | Best Supporting Actor on Television | The Librarian: Quest for the Spear | | |- | 2007 | rowspan=\"3\"| Screen Actors Guild Awards | rowspan=\"3\"| Outstanding Performance by an Ensemble in a Comedy Series | rowspan=\"3\"| Desperate Housewives | | |- | 2008 | | |- | 2009 | | |- | rowspan=\"4\"|2018 | Golden Globe Awards | Best Actor – Miniseries or Television Film | rowspan=\"4\"|Twin Peaks | | |- | Dorian Awards | TV Performance of the Year - Actor | | |- | Empire Awards | Best Actor in a TV series | | |- | Saturn Awards | Best Actor on Television | | |} ==See also== *List of celebrities who own wineries and vineyards ==References== ==External links== * * Playbill – Kyle MacLachlan: Who's Who Bio Category:1959 births Category:Male actors from Washington (state) Category:American male film actors Category:American people of Cornish descent Category:American people of German descent Category:American people of Scottish descent Category:American male Shakespearean actors Category:American male television actors Category:Best Drama Actor Golden Globe (television) winners Category:Living people Category:People from Yakima, Washington Category:University of Washington School of Drama alumni Category:20th-century American male actors Category:21st-century American male actors",
 "title": "Kyle MacLachlan"
}