{
 "id": "168166",
 "text": "The ski cap is a type of field cap used by several German-speaking or German- influenced armed forces since the late 19th century. The design originates from imperial Austria-Hungary, but is best known for its widespread use as M43 field cap () used by the German Wehrmacht and SS during World War II. A similar design is used in Germany as the distinguishing headgear of the , the only differences being the bill was slightly extended and the top panel of the hat had a smaller circumference, giving it slightly sloped-in sides. The design and its successors still in use today are the German counterparts to the American patrol cap or utility cover. ==Variants== There are several variants of the ski cap, starting with the 's ski cap. This was the first in the family of caps, and was recognized by a high peak, a teardrop shaped top, a short bill, and a small skirt that folds down to protect the ears in cold. All had a small edelweiss or a grouping of leaves, depending on the unit. During the Second World War, the ski cap was generally made of field grey or field blue wool, depending on whether it was used by the Heer, SS, or the Luftwaffe. ==== thumb|Civilian copy of the The precursor to the German was a service cap first issued to Austrian Imperial-Royal Mountain Troops in 1906. During World War I, this cap was made of (pike grey) wool and had a turn-down brim to cover the wearer's ears in cold weather. German mountain troops, who initially wore a grey peakless forage cap resembling a sailor cap, adopted the in 1915 as a gesture of solidarity with their Austrian allies. Both the German and Austrian bore edelweiss insignia, the mark of an experienced mountain climber, but, unlike the leather peaks of the Austrian caps, the peak of the German cap was covered with slate grey wool. The sides of the stand almost straight up, due to the wide top sewn onto the cap. The skirt that surrounds the cap is made in the same wool as the cap, and is double layered in the rear three quarters of the skirt, enabling it to be folded down over the ears. The skirt has a small dip in the front quarter with a divide secured by two small buttons in order to get the skirt around the bill. The small section in the front quarter was built shorter to show the insignia, and cover the wearer's chin or mouth, without disturbing breathing by covering the nose. in Ukraine ==Use of similar headwear in Finland== The ski cap -like design was introduced in the Finnish Army and Finnish Air Force in the field uniform of model 1936, which was based on contemporary German models. The cap was used by all ranks during the Second World War and long afterwards. As with all caps of the Finnish Defence Forces, rank-and-file and junior NCOs wore the cap with a roundel-type cockade of white-blue-white, while officers and senior NCOs wore a red cockade featuring a golden lion of Finland. The cap was finally phased out in 2014.Talvisodan kenttälakki jää historiaan. Helsingin sanomat 2013- 04-16. Retrieved 2016-02-21. Maaluoto, M. Kaartin Jääkärirykmentti testaa kunniakomppanian uutta edustusasua. Huoltoupseeri 3/2014. Retrieved 2016-02-21. ==Modern use== thumb|200px|During Bosnia Mountain units () of the Bundeswehr still wear M43-style field caps, and are still referred to as . The caps have the \"fake fold\" mentioned above, and are issued in medium grey for enlisted personnel and a lighter grey with silver piping around the brim for officers. The Edelweiss is still on the left side of the cap above the ear, and the cockade and crossed-swords insignia are present on the front above the bill. Most modern M43 field caps are of a slightly different cut than the original M43, with a wider top, but still very similar to the of World War II. Many modern German police units also use a variant of the M43. Additionally, all other army units wear a simplified version of the M43 cap, without the fold-down ear flaps, in standard camouflage with a BeVo cockade on the front. This is generally worn in the field instead of the Beret. There is also a version of lighter cloth in the desert variant of for use in tropical climates. ==Gallery== Image:Sswoolm43.jpg|An M43 wool field cap with SS insignia, showing folded and unfolded ear flaps. Image:Camom43s.jpg|3 Camouflaged M41 field caps in Heer splinter, Italian, and SS blurred edge. Note sweatband on fall side of SS field cap. File:09987 Bilder von der Marktplatzeröffnung im Freilichtmuseum Sanok durch Minister Zdrojewski, am 16. September 2011.jpg|The original pike-grey service cap, with neck flap, issued to Austro-Hungarian troops during World War I. Unlike the German , this had a leather peak. File:Bundesarchiv Bild 101I-103-0906-28, Nordeuropa, Soldaten vor Hinweisschildern.jpg|World War II German in Norway. Experienced troops were allowed to wear an edelweiss badge made of metal or embroidered cloth. File:Mannerheim jakaa ansiomerkkejä.jpg| Finnish soldiers wearing field caps based on the German pattern, 1942. File:Gorra-rda.jpg| 1980s East German Kampfgruppen der Arbeiterklasse variant of the . File:Bocskai sapka.jpg| 1965M Hungarian army field cap. ==See also== *Imperial Austrian Landwehr *Nazi uniform *Uniforms and insignia of the Luftwaffe *Waffen SS uniform *Kepi == References == === Citations === === Sources === * Original field caps section of militaria vendor Category:Caps Category:German military uniforms",
 "title": "Ski cap"
}