{
 "id": "168793",
 "text": "In sociology, social facts are values, cultural norms, and social structures that transcend the individual and can exercise social control. The French sociologist Émile Durkheim defined the term, and argued that the discipline of sociology should be understood as the empirical study of social facts. For Durkheim, social facts \"consist of manners of acting, thinking and feeling external to the individual, which are invested with a coercive power by virtue of which they exercise control over him.\" ==Durkheim's social fact== In The Rules of Sociological Method Durkheim laid out a theory of sociology as \"the science of social facts\". He considered social facts to \"consist of representations and actions\" which meant that \"they cannot be confused with organic phenomena, nor with physical phenomena, which have no existence save in and through the individual consciousness.\" Durkheim says that a social fact is a thing that many people do very similarly because the socialized community that they belong to has influenced them to do these things. Durkheim defined the social fact this way: :\"A social fact is any way of acting, whether fixed or not, capable of exerting over the individual an external constraint; ::or: :which is general over the whole of a given society whilst having an existence of its own, independent of its individual manifestations\". He viewed it as a concrete idea that affected a person's everyday life. Durkheim's examples of social facts included social institutions such as kinship and marriage, currency, language, religion, political organization, and all societal institutions we must account for in everyday interactions with other members of our societies. Deviating from the norms of such institutions makes the individual unacceptable or misfit in the group. Among the most noted of Durkheim's work was his discovery of the \"social fact\" of suicide rates. By carefully examining police suicide statistics in different districts, Durkheim demonstrated that the suicide rate of Catholic communities is lower than that of Protestant communities. He ascribed this to a social (as opposed to individual) cause.Durkheim, E. Suicide. 1897. This was considered groundbreaking and remains influential. Durkheim's discovery of social facts was significant because it promised to make it possible to study the behaviour of entire societies, rather than just of particular individuals. Durkheim points to individual actions as instances or representations of different types of actions in society. Some contemporary, interpretivist, sociologists like Max Atkinson and Jack Douglas refer to Durkheim's studies for two quite different purposes, however: * Durkheim's studies are graphic demonstrations of how careful the social researcher must be to ensure that data gathered for analysis are accurate. Durkheim's reported suicide rates were, it is now clear, largely an artifact of the way particular deaths were classified as \"suicide\" or \"non-suicide\" by different communities. What he actually discovered was not different suicide rates at all—but different ways of thinking about suicide. * His studies are also an entry point into the study of social meaning—and the way that apparently identical individual acts often cannot be classified empirically. Social acts (even such an apparently private and individual act as suicide), in this modern view, are always seen (and classified) by social actors. Discovering the social facts about such acts, it follows, is generally neither possible nor desirable—but discovering the way individuals perceive and classify particular acts is what offers insight. A further complication is introduced by asking about the status of our \"discovery\" of these perceptions and classifications. After all, don't such \"discoveries\" also reflect socially embedded practices of classification? But if the alleged discoveries of perceptions of social facts aren't therefore dubious, it is hard to see why the original claims about the social facts are. ==Mauss's total social fact== For Marcel Mauss (Durkheim's nephew and sometime collaborator) a total social fact (French fait social total) is \"an activity that has implications throughout society, in the economic, legal, political, and religious spheres\".Edgar (1999), 64 Diverse strands of social and psychological life are woven together through what he came to call total social facts. A total social fact informs and organizes seemingly quite distinct practices and institutions.Edgar (2002), 157 Marcel Mauss popularized the term in his book, The Gift: ==See also== * Dominant ideology * Sociological positivism ==References== ==Sources== * Edgar, Andrew. (1999). \"Cultural Anthropology\". in Edgar, Andrew and Sedgwick, Peter R. (eds.). Key Concepts in Cultural Theory. New York: Routledge. * Edgar, Andrew. (2002). \"Mauss, Marcel (1872–1950)\". in Edgar, Andrew and Sedgwick, Peter R. (eds.). Cultural Theory: the Key Thinkers. New York: Routledge. * Mauss, Marcel. (1966). The gift; forms and functions of exchange in archaic societies. London: Cohen & West. ==Further reading== * Shaffer, L. S. (2006). \"Durkheim's aphorism, the Justification Hypothesis, and the nature of social facts\". Sociological Viewpoints, fall issue, 57–70. Full text. ==External links== * From Émile Durkheim, The Rules of the Sociological Method, (Edited by Steven Lukes; translated by W. D. Halls). New York: Free Press, 1982, pp. 50–59. Category:Émile Durkheim Category:Social concepts Category:Sociological terminology Category:Structural functionalism",
 "title": "Social fact"
}