{
 "id": "168759",
 "text": "The Spire of Dublin, alternatively titled the Monument of Light (), is a large, stainless steel, pin-like monument in height, located on the site of the former Nelson's Pillar and statue of William Blakeney on O'Connell Street in Dublin, Ireland. ==Description== left|upright|thumb|The Spire looking towards the Liffey The spire was designed by Ian Ritchie Architects, who sought an \"Elegant and dynamic simplicity bridging art and technology\". The contract was awarded to SIAC-Radley JV and it was manufactured by Radley Engineering of Dungarvan, County Waterford, and erected by SIAC Construction Ltd & GDW Engineering Ltd. The first section was installed on 18 December 2002. Construction of the sculpture was delayed because of difficulty in obtaining planning permission and environmental regulations. The Spire consists of eight hollow stainless steel cone sections, the longest being , which were installed on 21 January 2003. It is an elongated cone of diameter at the base, narrowing to at the top. It features two tuned mass dampers, designed by engineers Arup, to counteract sway. The steel underwent shot peening to alter the quality of light reflected from it. The pattern around the base of the Spire is based on a core sample of rock formation taken from the ground where the spire stands and the DNA double helix. The pattern was applied by bead blasting the steel through rubber stencil masks whose patterns were created by water jet cutting based on core sample drawings supplied by the contractor. The design around the lower part of the Spire was created by the architects making a 3D pattern model combining the core sample and double helix and then digitally translated to a 2D image drawing supplied to the contractor and used by specialists for cutting the masking material. At dusk, the base of the monument is lit and the top is illuminated through 11,884 holes through which light-emitting diodes shine. ==Context== The monument was commissioned as part of a street layout redesign in 1999. O'Connell Street had been in decline for a number of reasons such as the proliferation of fast-food restaurants and the opening of bargain shops using cheap plastic shop fronts which were unattractive and obtrusive; the existence of derelict sites; and the destruction in 1966 of Nelson's Pillar following a bombing by former IRA members. The Anna Livia monument was installed on the site for the 1988 Dublin Millennium celebrations. In the 1990s, plans were launched to improve the streetscape. The number of trees in the central reservation, which had overgrown and obscured views and monuments, was reduced dramatically. This was controversial, as the trees had been growing for a century. Statues were cleaned and in some cases relocated. Shop-owners were required to replace plastic signage and frontage with more attractive designs. Traffic was re- directed where possible away from the street and the number of traffic lanes was reduced to make it more appealing to pedestrians. The centrepiece of this regeneration was to be a replacement monument for Nelson's Pillar, the Spire of Dublin, chosen from a large number of submissions in an international competition by a committee chaired by the Lord Mayor of Dublin, Joe Doyle. The Anna Livia monument was moved to make way for the Spire in 2001. ==Reception== Some opposition initially greeted the monument. Supporters compare it to other initially unpopular urban structures such as the Eiffel Tower, while detractors complain that the Spire has little architectural or cultural connection to the city. It has inspired a number of nicknames, as is common with public art in Dublin, including the nail in the Pale, the stiletto in the ghetto, the pin in the bin, the stiffy by the Liffey, the spire in the mire, or the spike. ==Award nominations== The monument has been nominated for the following awards: *2003 British Construction Industry International Award finalist *2004 RIBA National Award & Stirling Prize shortlist *2005 Mies Van der Rohe Prize list ==Gallery== File:The Spire.jpg|View from the bottom of the constructions File:The Spire of Dublin from far.jpg|View from an inner- city apartment building File:DublinSpireBaseArtworkDet.jpg|Detail of the base artwork File:Spire maintenance.jpg|Maintenance work File:DublinSpireDusk.jpg|View from O'Connell Street at dusk ==See also== * Iglica ==References== ==External links== * Construction Photographs * Gallery of Spire maintenance pictures Category:Buildings and structures celebrating the third millennium Category:Buildings and structures completed in 2003 Category:Buildings and structures in Dublin (city) Category:Monumental columns in the Republic of Ireland Category:Steel sculptures",
 "title": "Spire of Dublin"
}