{
 "id": "168894",
 "text": "Schenck v. United States, 249 U.S. 47 (1919), was a landmark decision of the US Supreme Court concerning enforcement of the Espionage Act of 1917 during World War I. A unanimous Supreme Court, in an opinion by Justice Oliver Wendell Holmes Jr., concluded that defendants who distributed flyers to draft- age men urging resistance to induction could be convicted of an attempt to obstruct the draft, a criminal offense. The First Amendment did not protect the defendants from prosecution, even though, \"in many places and in ordinary times, the defendants, in saying all that was said in the circular, would have been within their constitutional rights. But the character of every act depends upon the circumstances in which it is done.\" In this case, Holmes said, \"the words used are used in such circumstances and are of such a nature as to create a clear and present danger that they will bring about the substantive evils that Congress has a right to prevent.\" Therefore, the defendants could be punished. The Court continued to follow this reasoning to uphold a series of convictions arising out of prosecutions during wartime, but Holmes began to dissent in the case of Abrams v. United States, insisting that the Court had departed from the standard he had crafted for them, and had begun to allow punishment for ideas. However, the Court has set another line of precedents to govern cases in which the constitutionality of a statute is challenged on its face. In 1969, Schenck was partially overturned by Brandenburg v. Ohio, which limited the scope of banned speech to that which would be directed to and likely to incite imminent lawless action (e.g. a riot). ==Background== Schenck was the first in a line of Supreme Court cases defining the modern understanding of the First Amendment. Supreme Court justice Oliver Wendell Holmes, Jr. wrote the often-cited opinion in the case, because of events that were not publicly known at the time. The United States' entry into the First World War had caused deep divisions in society, and was vigorously opposed, especially by those on the left and by those who had ties to Germany. The Wilson administration launched a broad campaign of criminal enforcement that resulted in thousands of prosecutions. Many of these were for trivial acts of dissent. In the first case arising from this campaign to come before the Court, Baltzer v. United States, 248 U.S. 593 (1918), the defendants had signed a petition criticizing their governor's administration of the draft, threatening him with defeat at the polls. They were charged with obstructing the recruitment and enlistment service, and convicted. When a majority of the Court voted during their conference to affirm the conviction, Holmes quickly drafted and circulated a strongly worded dissenting opinion: > Real obstructions of the law, giving real aid and comfort to the enemy, I > should have been glad to see punished more summarily and severely than they > sometimes were. But I think that our intention to put out all our powers in > aid of success in war should not hurry us into intolerance of opinions and > speech that could not be imagined to do harm, although opposed to our own. > It is better for those who have unquestioned and almost unlimited power in > their hands to err on the side of freedom.Sheldon Novick, \"The Unrevised > Holmes and Freedom of Expression,\" 1991 Supreme Court Review 303, 389 > (1992)(Appendix) Rather than proceed in the face of Holmes's biting dissent, Chief Justice Edward Douglass White set the case aside and word of the situation evidently reached the Administration, because the prosecution was abandoned. White then asked Holmes to write the opinion for a unanimous Court in the next case, one in which they could agree, Schenck v. United States. Holmes wrote that opinion, and wrote again for a unanimous court upholding convictions in two more cases that spring, Frohwerk v. United States and Debs v. United States, establishing what remains the standard for deciding the constitutionality of criminal convictions based on expressive behavior. Holmes disliked legislative-style formulas, and did not repeat the language of \"clear and present danger\" in any subsequent opinion, however. The Schenck opinion alone accordingly is often cited as the source of this legal standard, and some scholars have suggested that Holmes changed his mind and offered a different view in his equally famous dissent in Abrams v. United States. The events leading to the assignment of the Schenck opinion to Holmes were discovered when Holmes's biographer Sheldon Novick unearthed the unpublished Baltzer opinion among Holmes's papers at Harvard Law School.Sheldon Novick, \"Preface, Honorable Justice at twenty-five,\" in Honorable Justice: The Life of Oliver Wendell Holmes (1989, 2013) The facts of the Schenck case were as follows. Charles Schenck and Elizabeth Baer were members of the Executive Committee of the Socialist Party in Philadelphia, of which Schenck was General Secretary. The executive committee authorized, and Schenck oversaw, printing and mailing more than 15,000 fliers to men slated for conscription during World War I. The fliers urged men not to submit to the draft, saying \"Do not submit to intimidation\", \"Assert your rights\", \"If you do not assert and support your rights, you are helping to deny or disparage rights which it is the solemn duty of all citizens and residents of the United States to retain,\" and urged men not to comply with the draft on the grounds that military conscription constituted involuntary servitude, which is prohibited by the Thirteenth Amendment.Schenck v. United States, 249 U.S. 47, 49-51 (1917) After jury trials Schenck and Baer were convicted of violating Section 3 of the Espionage Act of 1917., which prohibited willful obstruction of the recently-enacted draft. Both defendants appealed to the United States Supreme Court, arguing that their conviction, and the statute which purported to authorize it, were contrary to the First Amendment. They relied heavily on the text of the First Amendment, and their claim that the Espionage Act of 1917 had what today one would call a \"chilling effect\" on free discussion of the war effort.Brief of Plaintiffs in Error - Schenk ==The Court's decision== The Court, in a unanimous opinion written by Justice Oliver Wendell Holmes, Jr., held that Schenck's criminal conviction was constitutional. The statute only applied to successful obstructions of the draft, but common-law precedents allowed prosecution for attempts that were dangerously close to success. Attempts made by speech or writing could be punished like other attempted crimes; the First Amendment did not protect speech encouraging men to resist induction, because, \"when a nation is at war, many things that might be said in time of peace are such a hindrance to its effort that their utterance will not be endured so long as men fight, and that no Court could regard them as protected by any constitutional right.\" In other words, the court held, the circumstances of wartime allow greater restrictions on free speech than would be allowed during peacetime, if only because new and greater dangers are present. The opinion's most famous and most often quoted passage was this: > The most stringent protection of free speech would not protect a man in > falsely shouting fire in a theatre and causing a panic. ... The question in > every case is whether the words used are used in such circumstances and are > of such a nature as to create a clear and present danger that they will > bring about the substantive evils that Congress has a right to prevent. It > is a question of proximity and degree. The phrase \"shouting fire in a crowded theater\" has since become a popular metaphor for dangers or limitations of free speech. ==Subsequent jurisprudence== In subsequent cases, when it appeared to him that the Court was departing from the precedents established in Schenck and companion cases, Holmes dissented, reiterating his view that expressions of honest opinion were entitled to near absolute protection, but that expressions made with the specific intent to cause a criminal harm, or that threatened a clear and present danger of such harm, could be punished. In Abrams v. United States, he elaborated on the common-law privileges for freedom of speech and of the press, and stated his conviction that freedom of opinion was central to the constitutional scheme because competition in the \"marketplace\" of ideas was the best test of their truth. In Whitney v. California (1927), concerning a conviction for seditious speech forbidden by California law, Holmes joined a concurring opinion written by Justice Louis D. Brandeis once again explaining the clear-and-present-danger standard for criminal attempts in these terms, reiterating the argument that political speech was protected because of the value of democratic deliberation. The Supreme Court continued to affirm convictions for seditious speech in a series of prosecutions of leftists, however, culminating in Dennis v. United States, 341 U.S. 494 (1951) in which a bitterly divided Court upheld the sedition convictions for the leaders of the Communist Party. Judge Learned Hand in the court below and Chief Justice Vinson for the plurality in the Supreme Court cited Schenck, and the language of \"clear and present danger\" accordingly fell into disfavor among the advocates of free speech and freedom of the press. A unanimous Court in a brief per curiam opinion in Brandenburg v. Ohio (1969), abandoned the disfavored language while seemingly applying the reasoning of Schenck to reverse the conviction of a Ku Klux Klan member prosecuted for giving an inflammatory speech. The Court said that speech could be prosecuted only when it posed a danger of \"imminent lawless action,\" a formulation which is sometimes said to reflect Holmes reasoning as more fully explicated in his Abrams dissent, rather than the common law of attempts explained in Schenck. Brandenburg is also taken to have repudiated the clear-and-present-danger standard as construed in Dennis, and to have adopted something more like the explication given by Holmes and Brandeis in subsequent opinions. Partly because the standard for protecting expressive behavior under the First Amendment was stated differently in his different opinions, \"revisionist\" scholars have argued that Holmes changed his mind in the summer of 1919, and that after writing three opinions for a unanimous court, he stated a different and more liberal view in his Abrams dissent a few weeks later.Albert W. Alschuler, Law Without Values: The Life, Work, and Legacy of Justice Holmes; University of Chicago Press, 2000, , pp. 76-77, citing numerous commentaries. Bolstered by this argument, a number of advocates for freedom of expression have insisted that the Supreme Court has rejected Schenck and the majority opinion in Abrams, and in practice has followed the reasoning of Holmes' Abrams dissent and Brandeis' and Holmes' concurring opinion in Whitney.Thomas Healy, The Great Dissent: How Oliver Wendell Holmes Changed his Mind—and Changed the History of Freedom of Speech in America; Henry Holt and Company, 2013, ==See also== *Clear and present danger *Freedom for the Thought That We Hate *Imminent lawless action *List of United States Supreme Court cases, volume 249 *Shouting fire in a crowded theater *Threatening the president of the United States *Abrams v. United States, *Brandenburg v. Ohio, *Chaplinsky v. New Hampshire, *Dennis v. United States, *Feiner v. New York, *Hess v. Indiana, *Korematsu v. United States, *Kunz v. New York, *Masses Publishing Co. v. Patten, (1917) *Sacher v. United States, *Terminiello v. Chicago, *Whitney v. California, ==References== ==Further reading== * * *Sheldon Novick, \"Preface: Honorable Justice at Twenty-five,\" in Honorable Justice: the Life of Oliver Wendell Holmes (1989, 2013). * ==External links== * * *The Holmes Blog *First Amendment Library entry for Schenck v. United States *New York Times article on decision (March 4, 1919) * \"Supreme Court Landmark Case Schenck v. United States\" from C-SPAN's Landmark Cases: Historic Supreme Court Decisions Category:United States Free Speech Clause case law Category:Conscription in the United States Category:1919 in United States case law Category:20th-century American trials Category:Oliver Wendell Holmes Jr. Category:United States Supreme Court cases of the White Court Category:United States home front during World War I Category:United States Supreme Court cases",
 "title": "Schenck v. United States"
}