{
 "id": "169364",
 "text": "Fluxbox is a stacking window manager for the X Window System, which started as a fork of Blackbox 0.61.1 in 2001,Fluxbox - Browse /fluxbox at. Sourceforge.net. Retrieved on 2013-07-13. with the same aim to be lightweight. Its user interface has only a taskbar, a pop-up menu accessible by right- clicking on the desktop, and minimal support for graphical icons. All basic configurations are controlled by text files, including the construction of menus and the mapping of key-bindings. Fluxbox has high compliance to the Extended Window Manager Hints specification. Fluxbox is basic in appearance, but it can show a few options for improved attractiveness: colors, gradients, borders, and several other basic appearance attributes can be specified. Recent versions support rounded corners and graphical elements. Effects managers such as xcompmgr, cairo-compmgr and transset-df (deprecated) can add true transparency to desktop elements and windows. Enhancements can also be provided by using iDesk or fbdesk, SpaceFM, PCMan File Manager or the ROX Desktop. Fluxbox also has several features Blackbox lacks, including tabbed windows and a configurable titlebar. Because of its small memory footprint and quick loading time, Fluxbox is popular in many Live CDs such as GParted. It was the default window manager of Damn Small Linux and antiX, but was replaced with JWM in 2007 and 2009, respectively. It is currently the default window manager of PCFluxboxOS, a remaster of PCLinuxOS, and of Linux Mint Fluxbox CE. Fluxbuntu, an Ubuntu derivative with lightweight applications, was released in October 2007.Fluxbuntu Home On December 12, 2019, MX Linux released MX-fluxbox as a fully integrated overlay of MX Linux 19. Previously it had been available from 2014 onward through the Package Installer. A Fluxbox edition has been added to the MX-21 series with Fluxbox in use by default. Fluxbox is also a featured window manager on antiX. The early versions of Lumina, a desktop environment created for TrueOS, were based on Fluxbox. As of December 2021 there are 22 flavors of Linux using Fluxbox in some way. ==Features== * Right- clicking on the desktop gives a root menu * Customizable root menu * Support for wallpaper * Running applications appear in a taskbar * Support for desktop themes * Customizable keyboard shortcuts (Key-bindings) * Window tabbing * Slit for applications such as system monitors ==Customization== Customization is done by editing configuration files in the .fluxbox subdirectory in the user's home directory: * Keyboard shortcuts are stored in the file. * Menu layout is in the file. * Everything that's run at startup is kept in the file. * The fluxbox configuration file is held at . ==See also== * Openbox * Comparison of X window managers ==Notes== ==References== ==Further reading== * ==External links== * * Fluxbox themes at Customize.org * antiX Website at antiXlinux.com ; Useful tools * Fbsetbg : Set wallpaper for Fluxbox. * FluxSpace : A window manager and workspace enhancer and integrator. * Fluxter : A slit pager. * iDesk : a desktop icon utility * iPager : A lightweight pager. Category:Articles containing video clips Category:Free software programmed in C++ Category:Free X window managers Category:Software forks Category:Software using the MIT license",
 "title": "Fluxbox"
}