{
 "id": "169546",
 "text": "thumb|right|250px|Suede boot Suede (pronounced ()) is a type of leather with a fuzzy, napped finish, commonly used for jackets, shoes, fabrics, purses, furniture, and other items. The term comes from the French , which literally means \"gloves from Sweden\".Suede, Dictionary.com Suede is made from the underside of the animal skin, which is softer and more pliable than the outer skin layer, though not as durable. ==Production== thumb|right|upright|Suede jacket Suede leather is made from the underside of the skin, primarily from lamb, although goat, calf, and deer are commonly used. Splits from thick hides of cow and deer are also sueded, but, due to the fiber content, have a shaggy nap. ==Characteristics== Because suede does not include the tough exterior skin layer, it is less durable, but softer, than the standard \"full-grain\" leather. Its softness, thinness, and pliability make it suitable for clothing and delicate uses; suede was originally used for women's gloves, hence its etymology (see above). Suede leather is also popular in upholstery, shoes, bags, and other accessories, and as a lining for other leather products. Due to its textured nature and open pores, suede may become dirty and quickly absorb liquids. == Sueded fabrics== Fabric sueding is carried out on a sueding machine with abrasive covered rollers; the machines can suede both sides of fabric, whether woven or knitted. Creasing and variations in the center selvedge are two major concerns with sueded fabrics. Fabrics that have been sueded or emerized are known as 'sueded fabrics' or 'emerized fabrics.' === Sueding === Sueding is a mechanical finishing process that exposes the material to an abrasive surface, creating a small, soft pile. The abrasion mechanism may be equipped with sandpaper, emery paper or carbon brushes. ==== Sueding action ==== The abrasive material on the machine's rollers cuts and shreds surface fibres, resulting in a soft texture with a short pile. ===== Trademarked sueded fabrics ===== Alcantara and Ultrasuede are trademarked names for a plush microfiber with a feel resembling soft suede; this type of material is more durable and resistant to liquids and stains, and can be used in upholstery, accessories, clothing or shoes. == In popular culture == * Suede's absorbent nature was highlighted in the Seinfeld episode \"The Jacket\", in which Jerry ventures outside into the snow and ruins his exorbitantly priced suede jacket. * \"Blue Suede Shoes\" is a well-known early rock-n-roll song written by Carl Perkins and also covered by Elvis Presley. * \"Weird Al\" Yankovic wrote and performed the song \"King of Suede\". == See also == *Shearing (textiles) *Nubuck *Voris, 1930s–1940s American fashion designer who worked exclusively in suede ==References== ==Further reading== * * * * * * * * * == External links == * Category:Leather Category:Textile techniques",
 "title": "Suede"
}