{
 "id": "169615",
 "text": "Sweet Children is the third EP by American rock band Green Day. It was released in August 1990 through Skene! Records. The name of the EP is a reference to the original name of the band. ==History== The EP is a collection of some of the band's earliest songs that they were still playing live at the time. It was recorded in two hours on July 5, 1990, at Six Feet Under in Minneapolis while the band was on a brief break from their summer tour,Green Day: The Complete History, Guitar Legends . Retrieved 2009-11-17 and released on seven-inch vinyl. The EP was released on Minneapolis-based indie label Skene! Records. These were the last recordings drummer John Kiffmeyer would contribute to the band. Shortly after the end of the tour, he left the band to attend college. Also of note, \"My Generation\" features a line from the film Blue Velvet: \"Heineken? Fuck that shit!\", said by the primary antagonist Frank Booth, although it's not the actual audio sample. ==Pressings== There are five different pressings of the EP (some limited quantities included two different variations of red vinyl). The first four have been out of print since its inclusion on the CD issue of Green Day's second album Kerplunk in 1992. Because of this, it has since become a valuable and sought-after item among collectors and Green Day fans alike. The first pressing's cover is a picture of Mike Dirnt's leg during a concert. The second pressing's cover is a black and white picture of a somewhat trashed Volkswagen Beetle with the caption \"What Do You Think Mike...\" This rare second pressing, limited to 600 copies as opposed to the first run's respectable 1,500, also featured a handwritten insert, reading \"Not a lyrics sheet, so don't get your hopes up\". The third pressing is the same as the one above in every way except there is no insert, and the cover, instead of being black and white, is tinted red. The fourth pressing is a reissue, possibly from 1991, for it has a lengthy summary on the back which explains that the songs are also on Kerplunk. The cover is mostly blank, featuring only a picture of the children. On March 24, 2009, the EP was back in print as it was included with the vinyl reissue of Kerplunk. It is a reissue of the first pressing. In 1990, on the first day of the EP's release, it sold 493 copies. ==Track listing== ==Personnel== * Billie Joe Armstrong - lead vocals, guitar, writing * Mike Dirnt - bass, backing vocals, writing (\"Best Thing in Town\") * Al Sobrante - drums, backing vocals ==References== Category:Green Day EPs Category:1990 EPs Category:Reprise Records EPs Category:Skene! Records EPs sv:Green Day#De tidiga åren",
 "title": "Sweet Children (EP)"
}