{
 "id": "169662",
 "text": "Jacob Christopher \"Tito\" Ortiz (; born January 23, 1975) is an American mixed martial artist and politician. He is currently signed to the Combate Americas promotion. Ortiz is best known for his stints with the Ultimate Fighting Championship (UFC), where he is a former Light Heavyweight Champion, having held the title from April 14, 2000, to September 26, 2003. Later competing for Bellator MMA. Along with fighters like Randy Couture and Chuck Liddell, he was one of the sport's early stars. Ortiz ultimately became the biggest pay-per- view draw of 2006 for his fights with Liddell, Forrest Griffin, and Ken Shamrock.\"Since Ortiz's returned to the UFC, he has blossomed into 2006's hottest consistent ticket seller and buyrate draw in the pay-per-view business.\" Ortiz is the CEO of Punishment Athletics MMA equipment and clothing line, which is located in his hometown of Huntington Beach, California. On July 7, 2012, Ortiz became the ninth inductee into the UFC Hall of Fame. On November 5, 2020, Ortiz was announced as one of the winners of the Huntington Beach City Council election, becoming Mayor pro tempore. Sworn into office on December 7, 2020, he resigned from the city council less than six months later on June 1, 2021. Ortiz made his professional boxing debut on September 11, 2021, in a round one loss to fellow former UFC champion Anderson Silva. == Early life == At the age of nineteen, Ortiz ran into an old high school wrestling coach, a future UFC fighter and an assistant wrestling coach at Golden West College, Paul Herrera, who encouraged him to enroll in the college. Ortiz then began attending Golden West, where he was a California junior college state champion and All-American for two consecutive years before transferring to California State University, Bakersfield, where he continued wrestling but was never a full-time starter. Ortiz also trained with UFC fighter and fellow collegiate wrestler, Tank Abbott. == Mixed martial arts == === Ultimate Fighting Championship === Ortiz's mixed martial arts debut was at UFC 13 in 1997. Still in college, Ortiz competed as an amateur for no prize money or contracts. He beat Wes Albritton in an alternate bout by referee stoppage at 0:31 of the first round. He was selected to face Guy Mezger in the Light Heavyweight final after Enson Inoue could not continue due to injury. Despite dominating Mezger at first, Ortiz lost the fight at 2:00 in the first round by a guillotine choke submission. After returning with a TKO victory over Jeremy Screeton at West Coast NHB Championships 1, Ortiz fought top ranked fighter and UFC 12 Light Heavyweight Tournament Champion Jerry Bohlander at UFC 18. Ortiz dominated the fight and won via TKO due to cut stoppage. Ortiz then avenged his loss to Mezger at UFC 19 by TKO. Ortiz's post fight antics towards Mezger and the Lion's Den led to his long-running rivalry with the team's leader Ken Shamrock. Ortiz has credited UFC Heavyweight Champion Bas Rutten for inspiration during his early days. Ortiz said; \"I looked up to Bas Rutten. Bas was my idol. People were just so scared of fighting him, he was like the man. I thought that was what I need to do now. If I train as hard as he does then one day I'll be as good as him and two years later look where I am, I'm on top of the world. I've got to say thanks to him, (Bas) for helping me out by making me believe in dreams.\" In 1999, Ortiz fought Frank Shamrock for what is now known as the UFC Light Heavyweight Championship at UFC 22. Despite controlling Shamrock for the majority of the fight, Ortiz ended up losing via submission due to strikes. Following the victory, Shamrock retired and vacated the championship. The Middleweight division was then officially renamed the Light Heavyweight (205 lb) division and Ortiz was chosen, along with Wanderlei Silva, as a top contender. Ortiz defeated Silva for the vacant Light Heavyweight Championship at UFC 25 via unanimous decision. He went on to defend the Light Heavyweight Championship a then-record five times in the following three years, defeating Yuki Kondo, Evan Tanner, Elvis Sinosic, Vladimir Matyushenko and Lion's Den head Ken Shamrock. At UFC 44, after a near year-long layoff from the sport, Ortiz fought the new Interim Light Heavyweight Champion Randy Couture, who had defeated Chuck Liddell for the interim title at UFC 43 in September 2003. Couture defeated Ortiz via unanimous decision. The loss ended Ortiz's near three and a half year title reign, which was the longest Light Heavyweight Championship reign until Jon Jones successfully defended the Light Heavyweight Championship for the sixth time on September 21, 2013.UFC Light Heavyweight Championship#Light Heavyweight Championship Following his loss to Couture, Ortiz faced Chuck Liddell at UFC 47, losing by TKO in the second round. After six months off, Ortiz returned and took a unanimous decision victory over newcomer Patrick Côté at UFC 50 and a split decision over Vitor Belfort at UFC 51. In February 2005, Ortiz took time away from the UFC and was offered deals with several promotions, including PRIDE Fighting Championships and the Don King-backed World Fighting Alliance. Ortiz and fellow fighter Fabiano Iha even hired investment banker Stan Medley to take a new league, The Xtreme Fighting Championship, public. But none of these endeavors came to fruition. Ortiz opted to try his hand at professional wrestling, signing with Total Nonstop Action Wrestling as a guest referee. In November 2005, UFC president Dana White announced Ortiz and Ken Shamrock would coach The Ultimate Fighter 3 reality TV series on Spike TV, which premiered in April 2006. Ortiz's first fight in his return occurred at UFC 59 on April 15, 2006, against previous The Ultimate Fighter 1 winner Forrest Griffin. Ortiz won via split decision (30–27, 28–29, and 29–27). His next fight was against UFC Hall of Famer Ken Shamrock at UFC 61 on July 8, 2006, a match which was to conclude a main rivalry on The Ultimate Fighter 3. Shamrock lost in the first round by TKO due to strikes (elbows) by Ortiz. On August 25, 2006, at the UFC 62 weigh-ins, Dana White announced a rematch between Ortiz and Shamrock for October 10, 2006, on Spike TV, as the main event of Ortiz vs. Shamrock 3: The Final Chapter. Ortiz beat Shamrock for the third time in this fight, which was stopped in the first round due to strikes. On December 30, 2006, at UFC 66, Ortiz's rematch with Chuck Liddell (for the UFC Light Heavyweight championship) ended in defeat via referee stoppage in the third round. He then fought against undefeated The Ultimate Fighter 2 winner Rashad Evans on July 7, 2007, at UFC 73. Ortiz took charge of the fight from the outset, taking Evans down and controlling him. In the second round Ortiz once again took control and nearly submitted Evans before the culmination of the round. The fight ended in a draw after Ortiz was penalized for grabbing the fence. Ortiz's last fight on his contract with the UFC was a unanimous decision loss to the then undefeated Lyoto Machida at UFC 84 on May 24, 2008. All three judges scored the fight 30–27 to Machida. Ortiz came close to submitting Machida in the third round with a triangle choke before transitioning to an armbar. However, Machida managed to escape and survived the round, winning a unanimous judges' decision. The fight concluded Ortiz's stay with the promotion as he chose not to re-sign, citing his frustration with UFC president Dana White as a major factor in the decision. === Outside the UFC === After leaving the UFC, Ortiz was approached by multiple promotions, including the now defunct EliteXC, Affliction and the American Fight League. However, a clause in his old UFC contract forbade him from signing with or fighting for any other organization until approximately April–June 2009. Until his return to the UFC, Ortiz was considered the biggest free agent on the market. On October 6, 2008, Ortiz underwent back surgery in Las Vegas, Nevada. According to his website, he had been experiencing back pain since his fight with Randy Couture. On Wednesday, December 17, 2008, Affliction Entertainment announced that Ortiz would be part of the broadcast team for the Affliction: Day of Reckoning. Ortiz had said he would fight again in August 2009, but this did not occur. === Return to the UFC === As part of his comeback to the UFC, Ortiz began training with his original Brazilian jiu-jitsu and Judo instructor Cleber Luciano (a student of Royler Gracie). Ortiz originally briefly trained with Luciano back in 1997, when he was still a student at Golden West College.Cleber Luciano Jiu-Jitsu. URL accessed on October 23, 2009. On July 17, 2009, both Ortiz and Dana White stated that the pair had made amends. One week later, White announced that he re-signed Tito. Ortiz stated he is returning for a six-fight deal he and White have worked out. White officially announced Ortiz's return in a conference call on July 31, 2009. White mentioned that \"everyone wants to see Tito fight\" and \"Tito will retire in the UFC.\" Mark Coleman was named as Ortiz's opponent for his return to the octagon at UFC 106. However, Coleman pulled out of this bout due to a second-degree tear of his MCL, and was replaced by Forrest Griffin. Due to an illness to UFC Heavyweight Champion Brock Lesnar, Ortiz's fight with Griffin was promoted to the headliner of UFC 106. Griffin won the fight via split decision, showing superior striking ability. Whilst Ortiz was able to secure takedowns in the first and second rounds, Griffin showed considerable improvement since their first fight and kept the fight standing throughout the third, leading to the split decision victory. On December 5, it was announced Ortiz would coach the 11th season of The Ultimate Fighter, with the opposing coach being Chuck Liddell. He was scheduled to fight Liddell again for the third time at the end of the season and later pulled out of the bout. FightersOnlyMagazine.com On April 7, 2010, UFC president Dana White said Liddell vs. Ortiz 3 was scheduled to be the main event for UFC 115. However, on April 12, 2010, the UFC confirmed the main event for the card was Liddell vs. Rich Franklin. Ortiz fought Matt Hamill on October 23, 2010, at UFC 121. Hamill was Ortiz's first overall pick during Season 3 of the Ultimate Fighter. Ortiz lost the fight via unanimous decision. UFC President Dana White hinted at Tito Ortiz's possible release from the UFC in a post-fight interview after UFC 121 stating that 'We all know what happens when guys lose four fights in the UFC'. There had been no official statement to confirm this, however. On November 7, in a response to a fan via his Twitter, Ortiz stated that he would again fight in the UFC. Ortiz was expected to face Antônio Rogério Nogueira on March 26, 2011, at UFC Fight Night 24. UFC president Dana White said that he had expected to cut Ortiz loose from the UFC after his loss to Hamill, but decided to give him one last chance against Nogueira. Ortiz received a cut above his eye and a concussion while training for his fight with Nogueira and was forced to withdraw. He was replaced by Phil Davis. Ortiz took on Ryan Bader on July 2, 2011, at UFC 132. Coming in as a heavy underdog, with his UFC career on the line (despite stating that in his previous 5 fights, he'd been plagued by injury), Ortiz dropped Bader with strikes and submitted him using a guillotine choke at 1:56 of the first round, thus securing his first victory since 2006 and saving his UFC career. The victory earned him \"Submission of the Night\" honors. thumb|Ortiz in June 2008 In a rematch against Rashad Evans on August 6, 2011, at UFC 133, in which he replaced an injured Phil Davis on two weeks' notice, Ortiz lost in the second round by TKO via strikes, despite nearly finishing Evans in round one with a guillotine. Ortiz faced Antônio Rogério Nogueira on December 10, 2011, at UFC 140. He lost the fight via TKO in the first round. He would state after the fight that he had suffered a neck injury before the fight, but decided to fight anyway in the hope of bringing the fans a victory. Ortiz then stated he would retire after his next fight, the last of his contract, against Forrest Griffin at UFC 148. Ortiz faced Forrest Griffin for a third time on July 7, 2012, at UFC 148. Ortiz was inducted into the UFC Hall of Fame prior to his final bout. He lost in a Fight of the Night winning performance (despite landing 2 knockdowns and 2 takedowns to Griffin's zero). Griffin once again was able to out strike Ortiz for the victory. === Brief retirement === Following his loss to Griffin, Ortiz retired from MMA and started up a management company, Primetime 360 Entertainment & Sports Management Inc. The management team would pick up Cristiane \"Cyborg\" Justino as its first high-profile client. He came out of retirement to fight in Bellator MMA. On February 14, 2014, Tito Ortiz stepped down as manager for Cristiane \"Cyborg\" Justino. === Bellator MMA === On July 31, 2013, it was announced that Ortiz would come out of retirement to face former training partner and fellow former UFC Light heavyweight Champion Quinton Jackson on November 2, 2013, at Bellator 106. However, on October 25, it was announced that Ortiz suffered a neck injury and had to pull out of his fight with Jackson. Despite having to deal with another injury, Ortiz said that he would still focus on a return to the cage and then Bellator President Bjorn Rebney said that they still wanted to see Ortiz compete in their organization. Ortiz faced Bellator Middleweight champion Alexander Shlemenko, in a match up at Light Heavyweight, in his Bellator debut on May 17, 2014, at Bellator 120. He won via first round arm-triangle choke submission. In his victory speech, he was dismissive of the UFC for the company's attempts to remove him from their history, calling it \"bullshit\" and stated that he will \"live in the MMA memory forever\". Ortiz faced fellow UFC Hall of Famer Stephan Bonnar on November 15, 2014, at Bellator 131. He won via split decision. On June 19, 2015, it was announced that Ortiz would face Liam McGeary for the Bellator Light Heavyweight Championship. The match eventually took place on September 19, 2015, at Bellator 142: Dynamite 1. Ortiz lost the fight via inverted triangle choke in the first round. In his fourth fight for the promotion, Ortiz faced fellow UFC veteran Chael Sonnen on January 21, 2017, in the main event at Bellator 170. Before the fight Ortiz announced this would be his last mixed martial arts fight. He won via rear-naked choke in first round, not before tapping to the still undefeated Sonnen. === Third bout against Chuck Liddell === In August 2018, it was announced by Golden Boy Promotions that Ortiz would be coming out of retirement to face his rival Chuck Liddell in a third fight. The fight took place on November 24, 2018, at The Forum in Inglewood, California. Ortiz won the fight by knockout in the first round. === Combate Americas === In April 2019, it was announced the Ortiz had signed a multi- fight agreement with the Combate Americas promotion. Later, Ortiz revealed that the contract covers three fights and two years. The time of his promotional debut was set for the fall of 2019. On July 9, 2019, it was announced that Ortiz's debut opponent would be former WWE Champion and Combate Americas President Alberto El Patrón in a 210-pound Catchweight bout at Combate Americas event in Hidalgo, Texas on December 7, 2019. Ortiz won the fight via rear-naked choke submission in the first round. On February 26, 2020, it was announced that the result had been temporarily overturned to a no decision by the Texas State Athletic Commission for reasons that have not yet been disclosed. However, on February 28, it was announced that Ortiz consumed muscle relaxers, so the issue had been resolved and the result was turned back to a win for Ortiz. == Professional wrestling == === Total Nonstop Action Wrestling === ==== Sporadic appearances (2005) ==== In May 2005, Ortiz made an appearance for the professional wrestling promotion Total Nonstop Action Wrestling (TNA). On May 15, 2005, at Hard Justice Ortiz served as special guest referee in the NWA World Heavyweight Championship title match between champion Jeff Jarrett and challenger A.J. Styles at the behest of Director of Authority Dusty Rhodes. The conclusion of the match saw Ortiz knock out Jarrett with a right hook after Jarrett shoved him, which allowed Styles to hit his \"Spiral Tap\" for the pinfall victory and claim the NWA World Heavyweight Championship. Ortiz returned to TNA on the edition of October 1 of TNA Impact! and the following week he was revealed as the special guest referee for the NWA World Heavyweight Championship match between Jeff Jarrett and Kevin Nash at the Bound for Glory pay-per-view, in a segment, where he grabbed the number one contender Nash in a rear naked choke in order to prevent him from brawling with Jarrett. On October 23 at Bound for Glory Ortiz refereed the match for the title between Jarrett and Rhino, a last minute replacement for Nash. The matched ended with Ortiz knocking out America's Most Wanted (Chris Harris and James Storm), two of Jarrett's associates who attempted to interfere in the match, and then counted the pinfall for Rhino to crown him the new NWA World Heavyweight Champion. ==== Return and Aces & Eights (2013) ==== Ortiz returned to TNA on August 1, 2013, revealing himself as the man behind the cryptic #August1Warning tweets and YouTube videos and staring down the Aces & Eights and The Main Event Mafia, which included his Bellator 106 opponent Quinton Jackson. The following week, Ortiz returned to explain his reason for being in TNA, but he was interrupted by Kurt Angle who declared his respect for Ortiz, and later Bully Ray who declared his disrespect for both men. On August 15 at Impact Wrestling: Hardcore Justice, Ortiz was picked by Jackson to sub for Angle in the Main Event Mafia to take on Aces & Eights, which Ortiz left up in the air before he was again interrupted and insulted by Bully Ray. During the main event of the evening, Ortiz turned on Jackson by hitting him with a hammer and allowed Ray to win the TNA World Heavyweight Championship from Chris Sabin. The following week, Ortiz officially joined Aces & Eights. However, on Impact Wrestling: No Surrender, it was announced that Bellator MMA had pulled Ortiz from TNA programming due to his upcoming PPV fight with Rampage Jackson, thus removing him from Aces & Eights. Ortiz has since parted ways with TNA. == Boxing == Ortiz made his professional boxing debut against former UFC Middleweight Champion Anderson Silva on September 11, 2021. He lost via knockout in the first round. == Acting == Ortiz made a cameo in the 2008 comedy Zombie Strippers as the bouncer of the Rhino. In addition, he has a cameo in Jet Li's Cradle 2 the Grave, as well as co-starring in The Crow: Wicked Prayer. Ortiz was a playable character in the 2000 video game Razor Freestyle Scooter. Tito also played a minor role in Turkish film Valley of the Wolves: Iraq, and briefly appeared in Korn's music video \"Got the Life\", as well as portraying American symbol Uncle Sam in the band Seether's music video for the song \"Truth.\" He also appeared on Hell's Kitchen where he sat at the chef's table. He also appeared on MADtv. Tito most recently played an MMA fighter named Derek Petrov on an episode of CSI: NY titled \"Clean Sweep\", which aired on January 6, 2012, on CBS. In 2017, Ortiz co-starred in the film Boo 2! A Madea Halloween. == Huntington Beach City Council (2020–2021) == === Election === In 2020, Ortiz ran for a city council seat in his hometown of Huntington Beach, with the intention of eventually becoming the mayor. (Huntington Beach does not elect mayors directly, but the mayor is chosen from among city councilmembers.) On November 5, 2020, Ortiz was elected as one of the winners of the open seats. On December 7, 2020, Ortiz was sworn in as Mayor Pro Tem of Huntington Beach. === Tenure === On November 30, 2020, Ortiz led a \"curfew breaker\" protest against COVID-19 regulations on the Huntington Beach pier. In May 2021, it surfaced that Ortiz had filed for unemployment in February 2021, despite not being unemployed or underemployed. Ortiz resigned from the city council on June 1, 2021, after less than six months in office. === Political positions === Ortiz is a longtime supporter of President Donald Trump. As a tribute to Trump's slogan \"Make America Great Again\", Ortiz chose \"Make Huntington Beach Safe Again\" as his campaign slogan for the 2020 election. Ortiz has stated his skepticism to COVID-19, calling it \"the flu,\" and a form of \"population control.\" He has also declared his support for law enforcement, legal immigration and the second amendment. In January 2021, Ortiz was refused service at a TK Burgers restaurant for not wearing a mask, and posted his experience on Instagram. Ortiz has since apologized, saying \"We understand that this is a small business and we don't want to ruin our business.\" == Personal life == thumb|Ortiz with girlfriend, Amber Nichole Miller and two of his sons in November 2014 === Relationships and children === Ortiz was married to his first wife, Kristin, for 5 years, and they divorced in 2005. They have a son, Jacob. In 2006, he began dating former adult film star Jenna Jameson.\"UFC's Ortiz Still Man of People\", by Anwar S. Richardson, The Tampa Tribune, reprinted on Ring Sport K1. Retrieved February 13, 2007. He canceled a November 12, 2006, appearance as the guest of honor at the United States Marine Corps birthday ball at the Marine Corps Air Station Miramar in San Diego, when the Corps refused to let him bring Jameson as his guest.\"Miramar ball guest cancels; wants to bring porn-star girlfriend\", By John Hoellwarth, Marine Corps Times, October 27, 2006. On November 30, 2006, in an interview on The Howard Stern Show, Ortiz stated that he was in love with Jameson, that she was no longer acting in pornography, and that they were in a monogamous relationship. Ortiz announced in August 2008 that he and Jameson were expecting twins in April 2009. On March 16, 2009, Jameson gave birth to twin boys, Jesse Jameson and Journey Jett. Jameson and Ortiz split up in March 2013. Ortiz was granted full custody of the twins. In 2014, Ortiz began dating model Amber Nichole Miller. The two had previously worked together in the UFC as a fighter and Octagon Girl respectively. === Legal issues === On April 26, 2010, Ortiz was arrested for felony domestic violence against then-girlfriend Jenna Jameson at their Huntington Beach, California, home. Jameson was photographed afterward that day with a bandaged arm,\"Tearful Jenna Jameson Comforted By Dad – Shows Bandaged Arm\", RadarOnline, April 26, 2010 amid accusations by both parties against each other, with Ortiz accusing Jameson of being erratic and addicted to OxyContin, while she alleged that he was abusive. Both later recanted the allegations. Ortiz was arrested on DUI charges in Los Angeles on January 6, 2014.Washington Post He was sentenced to three years probation, an undisclosed fine, and an obligation to enroll in an alcohol education program. === Poker === While Ortiz describes his poker playing as a hobby, in March 2017 he placed 22nd in the $5,300 No Limit Hold'em PokerStars Championship Main Event in Panama. Additionally, he has appeared on Shark Cage, Live at the Bike, and has participated in a number of private tournaments. == Championships and accomplishments == === Mixed martial arts === *Ultimate Fighting Championship **UFC Hall of Fame (2012, pioneer wing) **UFC Light Heavyweight Championship (One time) ***Five successful title defenses **UFC 13 Light Heavyweight Tournament Runner-Up **Knockout of the Night (One time) **Submission of the Night (One time) **Fight of the Night (Four times) **2006 Fight of the Year vs. Forrest Griffin on April 15 **Second most championship fights in the Light Heavyweight division (9) **Second most championship rounds fought on Light Heavyweight division (28) **Second most successful Light Heavyweight title defenses in UFC history (5) **Second most consecutive successful Light Heavyweight title defenses in UFC history (5) **Second most wins in Light Heavyweight division championship fights (6) **Tied second most wins in the Light Heavyweight division (15) with Ryan Bader *Wrestling Observer Newsletter **1999 Fight of the Year vs. Frank Shamrock on September 24 *Sherdog **Mixed Martial Arts Hall of Fame *Fighting Spirit Magazine **2006 Fight of the Year vs. Forrest Griffin on April 15 *MMA Freak **MMA Freak Hall of Fame Class of 2013 *fightmatrix.com **2014 Comeback Fighter Of The Year === Professional wrestling === *Wrestling Observer Newsletter **Worst Gimmick (2013) Aces & Eights === Submission grappling === *Abu Dhabi Combat Club **2000 ADCC Submission Wrestling World Championships −99 kg Bronze Medalist === Amateur wrestling === *California Community College Athletic Association **CCCAA State Champion (1995, 1996) **CCCAA All-American (1995, 1996) **CCCAA All-State Selection (1995, 1996) *California Interscholastic Federation **CIF All-State Selection (1993) == Mixed martial arts record == |- | Win | align=center| 21–12–1 | Alberto Del Rio | Submission (rear-naked choke) | Combate Americas 51: Tito vs. Alberto | | align=center| 1 | align=center| 3:10 | McAllen, Texas, United States | |- | Win | align=center| 20–12–1 | Chuck Liddell | KO (punches) | Golden Boy Promotions: Liddell vs. Ortiz 3 | | align=center| 1 | align=center| 4:24 | Inglewood, California, United States | |- | Win | align=center| 19–12–1 | Chael Sonnen | Submission (rear-naked choke) | Bellator 170 | | align=center|1 | align=center|2:03 | Inglewood, California, United States | |- | Loss | align=center| 18–12–1 | Liam McGeary | Submission (inverted triangle choke) | Bellator 142: Dynamite 1 | | align=center| 1 | align=center| 4:41 | San Jose, California, United States | |- | Win | align=center| 18–11–1 | Stephan Bonnar | Decision (split) | Bellator 131 | | align=center| 3 | align=center| 5:00 | San Diego, California, United States | |- | Win | align=center| 17–11–1 | Alexander Shlemenko | Technical Submission (arm-triangle choke) | Bellator 120 | | align=center| 1 | align=center| 2:27 | Southaven, Mississippi, United States | |- | Loss | align=center| 16–11–1 | Forrest Griffin | Decision (unanimous) | UFC 148 | | align=center| 3 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Loss | align=center| | Antônio Rogério Nogueira | TKO (punches and elbows to the body) | UFC 140 | | align=center| 1 | align=center| 3:15 | Toronto, Ontario, Canada | |- | Loss | align=center| 16–9–1 | Rashad Evans | TKO (knee to the body and punches) | UFC 133 | | align=center| 2 | align=center| 4:48 | Philadelphia, Pennsylvania, United States | |- | Win | align=center| 16–8–1 | Ryan Bader | Submission (guillotine choke) | UFC 132 | | align=center| 1 | align=center| 1:56 | Las Vegas, Nevada, United States | |- | Loss | align=center| 15–8–1 | Matt Hamill | Decision (unanimous) | UFC 121 | | align=center| 3 | align=center| 5:00 | Anaheim, California, United States | |- | Loss | align=center| 15–7–1 | Forrest Griffin | Decision (split) | UFC 106 | | align=center| 3 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Loss | align=center| 15–6–1 | Lyoto Machida | Decision (unanimous) | UFC 84 | | align=center| 3 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Draw | align=center| | Rashad Evans | Draw (unanimous) | UFC 73 | | align=center| 3 | align=center| 5:00 | Sacramento, California, United States | |- | Loss | align=center| 15–5 | Chuck Liddell | TKO (punches) | UFC 66 | | align=center| 3 | align=center| 3:59 | Las Vegas, Nevada, United States | |- | Win | align=center| 15–4 | Ken Shamrock | TKO (punches) | Ortiz vs. Shamrock 3: The Final Chapter | | align=center| 1 | align=center| 2:23 | Hollywood, Florida, United States | |- | Win | align=center| 14–4 | Ken Shamrock | TKO (elbows) | UFC 61 | | align=center| 1 | align=center| 1:18 | Las Vegas, Nevada, United States | |- | Win | align=center| 13–4 | Forrest Griffin | Decision (split) | UFC 59 | | align=center| 3 | align=center| 5:00 | Anaheim, California, United States | |- | Win | align=center| 12–4 | Vitor Belfort | Decision (split) | UFC 51 | | align=center| 3 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Win | align=center| 11–4 | Patrick Côté | Decision (unanimous) | UFC 50 | | align=center| 3 | align=center| 5:00 | Atlantic City, New Jersey, United States | |- | Loss | align=center| 10–4 | Chuck Liddell | KO (punches) | UFC 47 | | align=center| 2 | align=center| 0:38 | Las Vegas, Nevada, United States | |- | Loss | align=center| 10–3 | Randy Couture | Decision (unanimous) | UFC 44 | | align=center| 5 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Win | align=center| 10–2 | Ken Shamrock | TKO (corner stoppage) | UFC 40 | | align=center| 3 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Win | align=center| 9–2 | Vladimir Matyushenko | Decision (unanimous) | UFC 33 | | align=center| 5 | align=center| 5:00 | Las Vegas, Nevada, United States | |- | Win | align=center| 8–2 | Elvis Sinosic | TKO (punches and elbows) | UFC 32 | | align=center| 1 | align=center| 3:32 | East Rutherford, New Jersey, United States | |- | Win | align=center| 7–2 | Evan Tanner | KO (slam) | UFC 30 | | align=center| 1 | align=center| 0:30 | Atlantic City, New Jersey, United States | |- | Win | align=center| 6–2 | Yuki Kondo | Submission (neck crank) | UFC 29 | | align=center| 1 | align=center| 1:51 | Tokyo, Japan | |- | Win | align=center| 5–2 | Wanderlei Silva | Decision (unanimous) | UFC 25 | | align=center| 5 | align=center| 5:00 | Tokyo, Japan | |- | Loss | align=center| 4–2 | Frank Shamrock | TKO (submission to punches) | UFC 22 | | align=center| 4 | align=center| 4:42 | Lake Charles, Louisiana, U.S. | |- | Win | align=center| 4–1 | Guy Mezger | TKO (punches) | UFC 19 | | align=center| 1 | align=center| 9:56 | Bay St. Louis, Mississippi, United States | |- | Win | align=center| 3–1 | Jerry Bohlander | TKO (cut) | UFC 18 | | align=center| 1 | align=center| 14:31 | New Orleans, Louisiana, United States | |- | Win | align=center| 2–1 | Jeremy Screeton | TKO (submission to knees) | West Coast NHB Championships 1 | | align=center| 1 | align=center| 0:16 | Los Angeles, California, United States | |- | Loss | align=center| 1–1 | Guy Mezger | Submission (guillotine choke) | rowspan=2|UFC 13 | rowspan=2| | align=center| 1 | align=center| 3:00 | rowspan=2|Augusta, Georgia, United States | |- | Win | align=center| 1–0 | Wes Albritton | TKO (punches) | align=center| 1 | align=center| 0:31 | == ADCC Submission Grappling record == {| class=\"wikitable sortable\" style=\"font-size:90%; text-align:left;\" |- | colspan=8 style=\"text-align:center;\" | 7 Matches, 5 Wins (3 Submission), 2 Loss |- ! Result ! Rec. ! Opponent ! Method ! text-center| Event ! Division ! Date ! Location |- |Lose||5-2|| Sean Alvarez || Points (2x0) || rowspan=3|ADCC 2000 || rowspan=3|Absolute || rowspan=3|2000||rowspan=3| Abu Dhabi |- |Win||5-1|| Rodrigo Medeiros || Points (2x0) |- |Win||4-1|| Rumina Sato || Submission (North–south choke) |- |Win||3-1|| Matt Hughes* || Points (2x0) || rowspan=4|ADCC 2000 || rowspan=4|–99 kg|| rowspan=4|2000||rowspan=4| Abu Dhabi |- |Lose||2-1|| Ricardo Arona || Points (2x0) |- |Win||2-0|| Mike Van Arsdale || Submission (Heel hook) |- |Win||1-0|| Rostylav Borysenko || Submission (Arm triangle choke) |} *For the bronze medal (3rd place). == Professional boxing record == {|class=\"wikitable\" style=\"text-align:center\" |- ! !Result !Record !Opponent !Type !Round, time !Date !Age !Location !Note |- |1 |Loss |0–1 |style=\"text-align:left;\"| Anderson Silva | |1 (8), |Sep 11, 2021 |style=\"text-align:left;\"| |style=\"text-align:left;\"| |style=\"text- align:left;\"| |} == Bibliography == *(2008) This is Gonna Hurt: The Life of a Mixed Martial Arts Champion. == Filmography == === Film === {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 2003 | Cradle 2 the Grave | Cage Fighter | Cameo |- | 2005 | The Crow: Wicked Prayer | Famine | Co-Starring |- | 2006 | Valley of the Wolves: Iraq | Major U.S. Official | Minor role |- | 2008 | Zombie Strippers | Bouncer of the Rhino | Cameo |- | 2017 | Boo 2! A Madea Halloween | Victor | Co- Starring |- |2019 |Above the Shadows | | |} === Music videos === {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Artist |- | 1999 | Got the Life | | Korn |- | 2005 | Truth | Uncle Sam | Seether |- |} === Television === {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | | MADtv | | |- | 2008 | The Celebrity Apprentice | Contestant | Eliminated as Empresario project manager in ninth episode |- | 2012 | Hell's Kitchen | Chef's Table guest | Season 10, Episode 8 |- | 2012 | CSI: NY | Derek Petrov | Episode: \"Clean Sweep\" |- |} === Video games === {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\"| Notes |- | 2000 | Razor Freestyle Scooter | Himself | Playable character |- |} == See also == *List of Bellator MMA alumni == References == == External links == * * * * Category:1975 births Category:American athlete-politicians Category:Aces & Eights members Category:American color commentators Category:American male mixed martial artists Category:American mixed martial artists of Mexican descent Category:American people of English descent Category:American practitioners of Brazilian jiu-jitsu Category:Light heavyweight mixed martial artists Category:Mixed martial artists utilizing wrestling Category:Mixed martial artists utilizing boxing Category:Mixed martial artists utilizing Brazilian jiu-jitsu Category:Living people Category:Male actors from Santa Ana, California Category:Mixed martial artists from California Category:Participants in American reality television series Category:Professional wrestling referees Category:Sportspeople from Huntington Beach, California Category:Ultimate Fighting Championship champions Category:Ultimate Fighting Championship male fighters Category:The Apprentice (franchise) contestants Category:California Republicans Category:American male actors of Mexican descent",
 "title": "Tito Ortiz"
}