{
 "id": "169637",
 "text": "In ancient Rome, imperium was a form of authority held by a citizen to control a military or governmental entity. It is distinct from auctoritas and potestas, different and generally inferior types of power in the Roman Republic and Empire. One's imperium could be over a specific military unit, or it could be over a province or territory. Individuals given such power were referred to as curule magistrates or promagistrates. These included the curule aedile, the praetor, the consul, the magister equitum, and the dictator. In a general sense, imperium was the scope of someone's power, and could include anything, such as public office, commerce, political influence, or wealth. == Ancient Rome == Imperium originally meant absolute or kingly power—the word being derived from the Latin verb imperare (to command)—which became somewhat limited under the republic by the collegiality of the republican magistrates and the right of appeal, or provocatio, on the part of citizens. Imperium remained absolute in the army, and the power of the imperator (army commander) to punish remained uncurtailed. The title imperator later was exclusively held by the emperor, as the commander of the armed forces. In fact, the Latin word imperator is the root of the English word emperor. In ancient Rome, imperium could be used as a term indicating a characteristic of people, their wealth in property, or the measure of formal power they had. This qualification could be used in a rather loose context (for example, poets used it, not necessarily writing about state officials). However, in Roman society, it was also a more formal concept of legal authority. A man with imperium (an imperator) had, in principle, absolute authority to apply the law within the scope of his magistracy or promagistracy. He could be vetoed or overruled either by a magistrate or promagistrate who was a colleague with equal power (e.g. a fellow consul), by one whose imperium outranked his – that is, one of imperium maius (greater imperium), or by a tribune of the plebs. Some modern scholars such as A. H. M. Jones have defined imperium as \"the power vested by the state in a person to do what he considers to be in the best interests of the state\". Imperium was indicated in two prominent ways: a curule magistrate or promagistrate carried an ivory baton surmounted by an eagle as his personal symbol of office (compare the field marshal's baton); any such magistrate was also escorted by lictors bearing the fasces (traditional symbols of imperium and authority), when outside the pomerium, axes being added to the fasces to indicate an imperial magistrate's power to inflict capital punishment outside Rome (the axes being removed within the pomerium). The number of lictors in attendance upon a magistrate was an overt indication of the degree of imperium. When in the field, a curule magistrate possessing an imperium greater or equal to that of a praetor wore a sash ritually knotted on the front of his cuirass. Furthermore, any man executing imperium within his sphere of influence was entitled to the curule chair. * Curule aedile (aedilis curulis) – 2 lictors ** Since a plebeian aedile (aedilis plebis) was not vested with imperium, he was not escorted by lictors. * Magister equitum (the dictator's deputy) – 6 lictors * Praetor – 6 lictors (2 lictors within the pomerium) * Consul – 12 lictors each * Dictator – 24 lictors outside the pomerium and 12 inside; starting from the dictatorship of Lucius Sulla the latter rule was ignored. ** To symbolize that the dictator could enact capital punishment within Rome as well as without, his lictors did not remove the axes from their fasces within the pomerium. As can be seen, dictatorial imperium was superior to consular, consular to praetorian, and praetorian to aedilician; there is some historical dispute as to whether or not praetorian imperium was superior to \"equine-magisterial\" imperium. A promagistrate, or a man executing a curule office without actually holding that office, also possessed imperium in the same degree as the actual incumbents (i.e., proconsular imperium being more or less equal to consular imperium, propraetorian imperium to praetorian) and was attended by an equal number of lictors. Certain extraordinary commissions, such as Pompey's famous command against the pirates, were invested with imperium maius, meaning they outranked all other holders of imperium of the same type or rank (in Pompey's case, even the consuls) within their sphere of command (his being \"ultimate on the seas, and within 50 miles inland\"). Imperium maius later became a hallmark of the Roman emperor. Another technical use of the term in Roman law was for the power to extend the law beyond its mere interpretation, extending imperium from formal legislators under the ever-republican constitution: popular assemblies, senate, magistrates, emperor and their delegates to the jurisprudence of jurisconsults. == Later Roman Empire == While the Byzantine Eastern Roman Emperors retained full Roman imperium and made the episcopate subservient, in the feudal West a long rivalry would oppose the claims to supremacy within post-Roman Christianity between sacerdotium in the person of the Pope and the secular imperium of the Holy Roman Emperor, beginning with Charlemagne, whose title was claimed to have \"restored\" the office of Western Roman Emperor among the new kingdoms of Western Europe. Both would refer to the heritage of Roman law by their titular link with the very city of Rome: the Pope, Bishop of Rome, versus the Holy Roman Emperor (even though his seat of power was north of the Alps). The Donatio Constantini, by which the Papacy had allegedly been granted the territorial Patrimonium Petri in Central Italy, became a weapon against the Emperor. The first pope who used it in an official act and relied upon it, Leo IX, cites the \"Donatio\" in a letter of 1054 to Michael Cærularius, Patriarch of Constantinople, to show that the Holy See possessed both an earthly and a heavenly imperium, the royal priesthood. Thenceforth, the \"Donatio\" acquires more importance and is more frequently used as evidence in the ecclesiastical and political conflicts between the papacy and the secular power: Anselm of Lucca and Cardinal Deusdedit inserted it in their collections of canons; Gratian excluded it from his Decretum, but it was soon added to it as Palea; the ecclesiastical writers in defence of the papacy during the conflicts of the early part of the 12th century quoted it as authoritative. In one bitter episode, Pope Gregory IX, who had several times mediated between the Lombards and the Holy Roman Emperor Frederick II, reasserted his right to arbitrate between the contending parties. In the numerous manifestos of the Pope and the Emperor the antagonism between Church and State became more evident: the Pope claimed for himself the imperium animarum (\"command of the souls\", i.e. voicing God's will to the faithful) and the principatus rerum et corporum in universo mundo (\"primacy over all things and bodies in the whole world\"), while the Emperor wished to restore the imperium mundi, imperium (as under Roman Law) over the (now Christian) world. Rome was again to be the capital of the world and Frederick was to become the real emperor of the Romans, so he energetically protested against the authority of the Pope. The emperor's successes, especially his victory over the Lombards at the battle of Cortenuova (1237), only aggravated tensions between Church and State. The pope again excommunicated the \"self-confessed heretic\", the \"blasphemous beast of the Apocalypse\" (20 March 1239) who now attempted to conquer the rest of Italy (i.e. the papal states, et cetera). == Divine and earthly imperium == In some monotheistic religions such as Christianity (the Catholic Church where the official language, Latin, used terms as Imperium Dei/Domini) the Divine is held to have a superior imperium, as ultimate King of Kings, above all earthly powers. Whenever a society accepts this Divine will to be expressed on earth, as by a religious authority, this can lead to theocratic legitimation. However, the Catholic Church and most other Christian groups acknowledge the authority of secular governments. If, however, a secular ruler controls the religious hierarchy, he can use it to legitimize his own authority. Thus absolute, universal power was vested under early Islam in the original Caliphate, and later again claimed by Mahdi. The chief minister of Henry VIII, the Archbishop of Canterbury Thomas Cranmer, suggested removal of the Roman Catholic papacy's imperium in imperio (Latin for 'state within a state') by requesting that Parliament pass the Act in Restraint of Appeals (1533) specifying that England was an empire and that The Crown was imperial, and a year later the Act of Supremacy proclaiming the Imperial Crown Protector and Supreme Head of the Church of England. In Orthodox Russia, too, when Peter I the Great assumed the Byzantine imperial titles Imperator and Autokrator, instead of the royal Tsar, the idea in founding the Russian Holy Synod was to put an end to the old imperium in imperio of the free Church, by substituting the synod for the all too independent Patriarch of Moscow, which had become almost a rival of the Tsars – Peter meant to unite all authority in himself, over Church as well as State: through his Ober-Procurator and synod, the Emperor ruled his Church as absolutely as the military through their respective ministries; he appointed its members just as he did generals; and the Russian Government continued his policy until the end of the empire in 1917. == See also == * Imperator * Constitution of the Roman Republic * Cursus honorum * Translatio imperii == References == == Further reading == * Category:Ancient Roman government Category:Philosophy of law Category:Political philosophy Category:Roman law Category:Government of the Roman Empire",
 "title": "Imperium"
}