{
 "id": "16989",
 "text": "Kangol is an English clothing company famous for its headwear. The name Kangol reflects the original production where the K was for knitting, the ANG was for angora, and the OL was for wool. Although no Kangol hat has ever actually been manufactured in Australia, the Kangaroo logo was adopted by Kangol in 1983 because Americans commonly asked where they could get \"the Kangaroo hat\". ==Early history== Founded in the 1930s, by Jewish Polish World War I veteran Jacques Spreiregen, Kangol produced hats for workers, golfers, and especially soldiers. In 1938, Spreiregen, who was working in London as an importer, opened a factory at Cleator, Cumbria, England, which he ran with his nephew Joseph Meisner. A second factory was opened at nearby Frizington, and later, under the direction of Spreiregen's younger nephew Sylvain Meisner, a third factory, manufacturing motorcycle helmets and seat belts in Carlisle. They were the major beret suppliers to the armed forces during World War II. ==Recent history== Kangol has been owned by Sports Direct since 2006, when it acquired the brand from private-equity fund August Equity Trust. Licences to manufacture and sell Kangol apparel have been sold to many different companies, including D2 and Topshop. In 2002, the Kangol apparel brand was acquired by Kangol Clothing North America LLC, a subsidiary of Chesterfield Manufacturing Corp in Charlotte North Carolina. In 2003, Chesterfield was acquired by Tomasello Inc., which was wholly owned and led by David W. Tomasello. The global rights to Kangol hats have been held by American hatmakers Bollman Hat Company since 2002. It was announced in February 2009 that Bollman were reviewing their worldwide operations, putting 33 jobs and the future of the Kangol head office in Cleator in doubt. On 6 April 2009, it was announced that the original factory would be converted to a warehouse with the loss of 25 jobs. No employees now remain employed at the company's original site as the outlet shop closed at the end of August 2009. The site in Frizington is now a housing estate, whilst the original Cleator site has been partly demolished to provide a Park & Ride facility for nearby Sellafield and to facilitate other potential redevelopment. However, hats will continue to be made at their sites in Eastern Europe and the United States. ==Pop fashion== In the 1960s, designers Mary Quant and Pierre Cardin worked with the company, whose products graced the heads of the rich and famous, including the Beatles and Arnold Palmer, and later Diana, Princess of Wales. The company also supplied uniformed organisations such as the Scout Association. In the 1980s Kangol berets entered a new phase of fashion history with their adoption by members of the hip-hop community, such as Grandmaster Flash, Run-DMC, LL Cool J, Slick Rick, Kangol Kid of UTFO, and The Notorious B.I.G. The brand was popularised even more by the 1991 movie New Jack City. The release of more consciously stylish products in the 1990s such as the furgora (angora-wool mix) Spitfire, was helped by its presence upon the head of Samuel L. Jackson in 1997. Kevin Eubanks, bandleader for The Tonight Show with Jay Leno, sported a Kangol beret on an almost nightly basis. In 2009, Eminem wore the Cotton Twill Army Cap Kangol hat on his Beautiful video. ==In popular culture== * Slick Rick references Kangol in his songs \"La Di Da Di\" and \"Mona Lisa\". * Boogie Boys reference Kangol in their song \"A Fly Girl\". The lyrics line reads, \"Girls look fly in Kangols\". * Wesley Snipes as Nino Brown and his gang, the Cash Money Brothers, wear hats by Kangol throughout the movie New Jack City. * Samuel L. Jackson is known for wearing Kangol hats. His character Ordell Robbie wore a Kangol back to front in the movie Jackie Brown. * The hip hop group De La Soul referenced Kangol in the song \"Fallin' (featuring Teenage Fanclub) on the soundtrack of the 1993 film Judgment Night with the lines \"I knew I blew the whole fandango/When the drum programmer wore a Kangol\". * Steve Carell is shown wearing a Kangol hat as Michael Scott in the show The Office, in the episode \"Happy Hour\" (season 6, episode 21). * Tyler James Williams is shown wearing a Kangol hat as Chris in the show Everybody Hates Chris in the episodes \"Everybody Hates DJs\" (season 2, episode 17) and \"Everybody Hates Gambling\" (season 2, episode 19). Furthermore, the character of Drew, played by Tequan Richmond, receives a Kangol hat as a present from his and Chris's father in the episode \"Everybody Hates My Man\" (season 4, episode 5). * Rapper Dana Dane tells a story of how his straw hat turns into a Kangol in his song, \"Cinderfella Dana Dane\". * The movie Straight Outta Compton features a scene where Ice Cube gets into a dispute with a New York rapper, eventually telling him \"Wearing a Kangol don't make you LL Cool J!\" * N.W.A reference Kangol in their song \"If It Ain't Ruff,\" written and performed by MC Ren. The lyrics are \"Against a brother on a tip, with a Kangol\" * Soul singer Gregory Porter wears a Kangol Summer Spitfire cap on every occasion. The headwear is so synonymous with Gregory, that it has almost become his trademark. * In Big Mouth season 3 episode 1, Andrew wears a Kangol hat to impress his ex. * in Brooklyn Nine-Nine season 5 episode 19 titled \"Bachelor/ette Party\", Captain Raymond Holt uncharacteristically wears a Kangol hat to comedic effect. * A Kangol 504 worn (backwards) by Dion DiMucci for many years. ==References== ==External links== * * \"Working for Kangol\"—BBC Cumbria * Cleator Flax Mill *\"Making a Beret for Bette Davis\"—BBC Cumbria Category:1938 establishments in England Category:Australian-themed retailers Category:Berets Category:British brands Category:Clothing companies of the United Kingdom Category:Clothing companies established in 1938 Category:Hat companies Category:Hip hop fashion Category:Sports Direct",
 "title": "Kangol"
}