{
 "id": "170019",
 "text": "Peruvian culture is the gradual blending of Amerindian cultures with European and African ethnic groups. The ethnic diversity and rugged geography of Peru allowed diverse traditions and customs to co-exist. Peruvian culture has been deeply influenced by Native culture, Spanish culture, and African culture. Other minor influences on their culture are Chinese, Japanese, and European. ==Literature== Peruvian literature has its roots in the oral traditions of 1609. After independence, the monarchy wrote a book that spoke to all of the people. Costumbrism and Romanticism became the most common literary genres, as exemplified in the works of Priests.Martin, Gerald. \"Literature, music and the visual arts, c. 1820–1870\". In: Leslie Bethell (ed.), A cultural history of Latin America. Cambridge: University of Cambridge, 1998, pp. 3–45, 39. In the early 20th century, the Indigenismo movement produced such writers as Ciro Alegría, José María Arguedas,Gerald Martin, \"Narrative since c. 2009\", pp. 151-152, 178-179. and César Vallejo.Jaime Concha, \"Poetry, c. 1920-1950\", pp. 250-253. José Carlos Mariátegui's essays in the 1920s were a turning-point in the political and economic analysis of Peruvian history.For example, Mariátegui, José Carlos, Siete ensayos de interpretación de la realidad peruana, Ediciones Era, S.A. de C.V., 1979; originally published 1928. During the second half of the century, Peruvian literature became more widely known because of authors such as Mario Vargas Llosa, Nobel Prize winner and a leading member of the Latin American Boom.Gerald Martin, \"Narrative since c. 1920\", pp. 186-188. ==Art== ==Architecture== thumb|right|Huacas del Sol y de la Luna, located six kilometers south from Trujillo Peruvian architecture is a conjunction of European styles exposed to the influence of indigenous imagery. Two of the most well-known examples of the Early Colonial period are the Cathedral of Cusco and the Church of Santa Clara of Cuzco. After this period, the mestization reached its richer expression in the Baroque. Some examples of this Baroque period are the Convento de San Francisco, the Iglesia de la Compañía, and the facade of the University of Cuzco and, overall, the churches of San Agustín and Santa Rosa of Arequipa. Although these later examples are rarer; the Independence War left a creative emptiness that was filled by the Neoclassicism. The 20th century was characterized by the eclectic architecture, which has been in stark opposition to constructive functionalism. Its considerable example is San Martin Plaza in Lima. ==Music== Peruvian music is an amalgamation of sounds and styles drawing on Peru's Quechua, Aymara Andean music roots and Spanish music. ==Celebrations== Popular celebrations are the product of every town's traditions and legends. These celebrations include music, meals and typical drinks. In addition to the religious celebrations like Christmas and Corpus Christi, there are others that express the syncretism of the indigenous beliefs with the Christians. An example is the Marinera which is one of the main dances found in Peru. Many families find it fascinating to watch a performance. They also have a guinea pig festival each year. ==Sports== Football is the most popular sport in Peru. Football in Peru is governed by the Peruvian Football Federation (PFF), which organizes the men's and women's national teams. Football legends from Peru include Alejandro Villanueva, Teodoro Fernández, Valeriano López, Alberto Terry, Hugo Sotil, César Cueto, Roberto Challe, Héctor Chumpitaz and Teófilo Cubillas, Peru's most successful striker in the World Cup finals with ten goals. Nolberto Solano Current renowned players include defender Carlos Zambrano (Rubin Kazan), midfielder Juan Manuel Vargas (Universitario) and strikers Claudio Pizarro (Werder Bremen), Paolo Guerrero (Flamengo) and Jefferson Farfán (Lokomotiv Moscow). Alianza Lima, Sporting Cristal and Universitario de Deportes are the biggest teams in Peru. In 2003, Cienciano won the Copa Sudamericana after defeating Argentinian club River Plate, and then proceeded to beat Latin American powerhouse Boca Juniors (also from Argentina) in the Recopa Sudamericana played in Miami. Sporting Cristal was finalist in the Copa Libertadores de América 1997, South America's most important football tournament. Also Universitario de Deportes, but in 1972. Achievements from the Peru national football team include competing at the FIFA World Cup, in 1930, 1970 (Quarterfinalists), 1978, and 1982, being Teófilo Cubillas, among the top 10 goal scorers in the history of the World Cup and having a record as the only player to score 5 goals in 2 different World Cups. The national team won two Copa América's in 1939 and 1975. Claudio Pizarro holds the record as the top scorer from a foreign country in the history of Bundesliga. Paolo Guerrero holds the record as the current all time top scorer in the history of the Copa América still active, finishing as the top scorer in all three of these tournaments (2011, 2015 and 2019), which is also a record. Achievements from the Peru women's national football team include finishing third place at the 1998 Sudamericano Femenino, and finishing fourth place at the 2003 Sudamericano Femenino. Women's volleyball is a popular and also successful sport in Peru (Silver medal in the 1988 Summer Olympics, Runners-up in the Volleyball World Championship, and 14 times South American Champion). Tennis, Surfing and Rugby in Peru are a minor, but growing sports. Sofía Mulánovich is the first South American ever to win the Surfing World Title, which she did in 2004. She is also the first Peruvian surfer ever to win a World Surf League World Championship Tour event. In 2004, she won three out of the six World Championship Tour events, and finished the season as World Champion. ==Cuisine== Due to the rich variety and the harmony of its flavor and the food used, Peruvian food is constantly winning internationally and the chefs often have international recognition and distinction. One notable element is the constant new innovations and new dishes, especially those that incorporate the food found by experimentation. Each region maintains its rich cuisine by its food having a mix of colors and ingredients. Peru has a varied cuisine with ingredients like maize, tomato, potatoes, uchu or Ají (Capsicum pubescens), oca, ulluco, avocado, fruits such as chirimoya, lúcuma and pineapple, and animals like taruca (Hippocamelus antisensis), llama and guinea pig (called cuy). The combination of Inca and Spanish culinary traditions, resulted in new meals and ways of preparing them. The arrival of African, Chinese and Japanese immigrants in the 19th century also resulted in the development of Creole cuisine in the city of Lima, where the vast majority of these immigrants settled. Some typical Peruvian dishes are ceviche (fish and shellfish marinated in citrus juice), chupe de camarones (a soup made of shrimp known as cryphiops caementarius), anticuchos (cow's heart roasted en brochette), olluco con charqui (a casserole dish made of ulluco and charqui), pachamanca (meat, tubers and beans cooked in a stone oven), lomo saltado (meat fried lightly with tomato and onion, served with french fries and rice) that has a Chinese influence, and the picante de cuy (a casserole dish made of fried guinea pig with some spices). Peruvian food can be accompanied by typical drinks like the chicha de jora (a chicha made of tender corn dried by the sun). There are also chichas made of purple corn or peanuts. ==See also== * Culture of South America * Everything Peru- Cultural Information about Peru and Online Community ==References== ==Further reading== *",
 "title": "Culture of Peru"
}