{
 "id": "170097",
 "text": "In physics, mean free path is the average distance over which a moving particle (such as an atom, a molecule, or a photon) travels before substantially changing its direction or energy (or, in a specific context, other properties), typically as a result of one or more successive collisions with other particles. ==Scattering theory== frame|Slab of target Imagine a beam of particles being shot through a target, and consider an infinitesimally thin slab of the target (see the figure). The atoms (or particles) that might stop a beam particle are shown in red. The magnitude of the mean free path depends on the characteristics of the system. Assuming that all the target particles are at rest but only the beam particle is moving, that gives an expression for the mean free path: :\\ell = (\\sigma n)^{-1}, where is the mean free path, is the number of target particles per unit volume, and is the effective cross-sectional area for collision. The area of the slab is , and its volume is . The typical number of stopping atoms in the slab is the concentration times the volume, i.e., . The probability that a beam particle will be stopped in that slab is the net area of the stopping atoms divided by the total area of the slab: :\\mathcal{P}(\\text{stopping within }dx) = \\frac{\\text{Area}_\\text{atoms}}{\\text{Area}_\\text{slab}} = \\frac{\\sigma n L^{2}\\, dx}{L^{2}} = n \\sigma\\, dx, where is the area (or, more formally, the \"scattering cross-section\") of one atom. The drop in beam intensity equals the incoming beam intensity multiplied by the probability of the particle being stopped within the slab: :dI = -I n \\sigma \\,dx. This is an ordinary differential equation: :\\frac{dI}{dx} = -I n \\sigma \\overset{\\text{def}}{=} -\\frac{I}{\\ell}, whose solution is known as Beer–Lambert law and has the form I = I_{0} e^{-x/\\ell}, where is the distance traveled by the beam through the target, and is the beam intensity before it entered the target; is called the mean free path because it equals the mean distance traveled by a beam particle before being stopped. To see this, note that the probability that a particle is absorbed between and is given by :d\\mathcal{P}(x) = \\frac{I(x)-I(x+dx)}{I_0} = \\frac{1}{\\ell} e^{-x/\\ell} dx. Thus the expectation value (or average, or simply mean) of is :\\langle x \\rangle \\overset{\\text{def}}{=} \\int_0^\\infty x d\\mathcal{P}(x) = \\int_0^\\infty \\frac{x}{\\ell} e^{-x/\\ell} \\, dx = \\ell. The fraction of particles that are not stopped (attenuated) by the slab is called transmission T = I/I_{0} = e^{-x/\\ell}, where is equal to the thickness of the slab . ==Kinetic theory of gases== In the kinetic theory of gases, the mean free path of a particle, such as a molecule, is the average distance the particle travels between collisions with other moving particles. The derivation above assumed the target particles to be at rest, therefore in reality, the formula \\ell = (n\\sigma)^{-1} holds for a beam particle with a high speed v relative to the velocities of an ensemble of identical particles with random locations. In that case, the motions of target particles are comparatively negligible, hence the relative velocity v_{\\rm rel} \\approx v. If, on the other hand, the beam particle is part of an established equilibrium with identical particles, then the square of relative velocity is: \\overline{\\mathbf{v}_{\\rm relative}^2}=\\overline{(\\mathbf{v}_1-\\mathbf{v}_2)^2} =\\overline{\\mathbf{v}_1^2+\\mathbf{v}_2^2-2\\mathbf{v}_1 \\cdot \\mathbf{v}_2}. In equilibrium, \\mathbf{v}_1 and \\mathbf{v}_2 are random and uncorrelated, therefore \\overline{\\mathbf{v}_1 \\cdot \\mathbf{v}_2}=0, and the relative speed is v_{\\rm rel}=\\sqrt{\\overline{\\mathbf{v}_{\\rm relative}^2}} =\\sqrt{\\overline{\\mathbf{v}_1^2+\\mathbf{v}_2^2}} =\\sqrt{2}v. This means that the number of collisions is \\sqrt{2} times the number with stationary targets. Therefore, the following relationship applies:S. Chapman and T. G. Cowling, The mathematical theory of non-uniform gases, 3rd. edition, Cambridge University Press, 1990, , p. 88. :\\ell = (\\sqrt{2}\\, n\\sigma)^{-1}, and using n = N/V = p/(k_\\text{B}T) (ideal gas law) and \\sigma = \\pi (2r)^2 = \\pi d^2 (effective cross-sectional area for spherical particles with radius r), it may be shown that the mean free path is :\\ell = \\frac{k_\\text{B}T}{\\sqrt 2 \\pi d^2 p}, where k is the Boltzmann constant, p is the pressure of the gas and T is the absolute temperature. In practice, the diameter of gas molecules is not well defined. In fact, the kinetic diameter of a molecule is defined in terms of the mean free path. Typically, gas molecules do not behave like hard spheres, but rather attract each other at larger distances and repel each other at shorter distances, as can be described with a Lennard-Jones potential. One way to deal with such \"soft\" molecules is to use the Lennard- Jones σ parameter as the diameter. Another way is to assume a hard-sphere gas that has the same viscosity as the actual gas being considered. This leads to a mean free path :\\ell = \\frac{\\mu}{p} \\sqrt{\\frac{\\pi m}{2 kT}}, where m is the molecular mass, and μ is the viscosity. This expression can be put into the following convenient form :\\ell = \\frac{\\mu}{p} \\sqrt{\\frac{\\pi}{2 RT}}, with R being the specific gas constant. These different definitions of the molecular diameter can lead to slightly different values of the mean free path. The following table lists some typical values for air at different pressures at room temperature. {| class=\"wikitable\" |- ! style=\"width:16%;\"|Vacuum range ! style=\"width:16%;\"|Pressure in hPa (mbar) ! style=\"width:16%;\"|Pressure in mmHg (Torr) ! style=\"width:16%;\"|number density (Molecules / cm3) ! style=\"width:16%;\"|number density (Molecules / m3) ! style=\"width:16%;\"|Mean free path |- | Ambient pressure | 1013 | 759.8 | 2.7 × 1019 | 2.7 × 1025 | 68 nm |- | Low vacuum | 300 – 1 | 220 – 8×10−1 |1019 – 1016 | 1025 – 1022 | 0.1 – 100 μm |- | Medium vacuum | 1 – 10−3 | 8×10−1 – 8×10−4 | 1016 – 1013 | 1022 – 1019 | 0.1 – 100 mm |- | High vacuum | 10−3 – 10−7 | 8×10−4 – 8×10−8 | 1013 – 109 | 1019 – 1015 | 10 cm – 1 km |- | Ultra- high vacuum | 10−7 – 10−12 | 8×10−8 – 8×10−13 | 109 – 104 | 1015 – 1010 | 1 km – 105 km |- | Extremely high vacuum | <10−12 | <8×10−13 | <104 | <1010 | >105 km |} ==In other fields== ===Radiography=== In gamma-ray radiography the mean free path of a pencil beam of mono-energetic photons is the average distance a photon travels between collisions with atoms of the target material. It depends on the material and the energy of the photons: :\\ell = \\mu^{-1} = ( (\\mu/\\rho) \\rho)^{-1}, where μ is the linear attenuation coefficient, μ/ρ is the mass attenuation coefficient and ρ is the density of the material. The mass attenuation coefficient can be looked up or calculated for any material and energy combination using the National Institute of Standards and Technology (NIST) databases. In X-ray radiography the calculation of the mean free path is more complicated, because photons are not mono-energetic, but have some distribution of energies called a spectrum. As photons move through the target material, they are attenuated with probabilities depending on their energy, as a result their distribution changes in process called spectrum hardening. Because of spectrum hardening, the mean free path of the X-ray spectrum changes with distance. Sometimes one measures the thickness of a material in the number of mean free paths. Material with the thickness of one mean free path will attenuate to 37% (1/e) of photons. This concept is closely related to half-value layer (HVL): a material with a thickness of one HVL will attenuate 50% of photons. A standard x-ray image is a transmission image, an image with negative logarithm of its intensities is sometimes called a number of mean free paths image. ===Electronics=== In macroscopic charge transport, the mean free path of a charge carrier in a metal \\ell is proportional to the electrical mobility \\mu, a value directly related to electrical conductivity, that is: :\\mu = \\frac{q \\tau}{m} = \\frac{q \\ell}{m^* v_{\\rm F}}, where q is the charge, \\tau is the mean free time, m* is the effective mass, and vF is the Fermi velocity of the charge carrier. The Fermi velocity can easily be derived from the Fermi energy via the non-relativistic kinetic energy equation. In thin films, however, the film thickness can be smaller than the predicted mean free path, making surface scattering much more noticeable, effectively increasing the resistivity. Electron mobility through a medium with dimensions smaller than the mean free path of electrons occurs through ballistic conduction or ballistic transport. In such scenarios electrons alter their motion only in collisions with conductor walls. ===Optics=== If one takes a suspension of non-light-absorbing particles of diameter d with a volume fraction Φ, the mean free path of the photons is: :\\ell = \\frac{2d}{3\\Phi Q_\\text{s}}, where Qs is the scattering efficiency factor. Qs can be evaluated numerically for spherical particles using Mie theory. ===Acoustics=== In an otherwise empty cavity, the mean free path of a single particle bouncing off the walls is: :\\ell = \\frac{F V}{S}, where V is the volume of the cavity, S is the total inside surface area of the cavity, and F is a constant related to the shape of the cavity. For most simple cavity shapes, F is approximately 4. This relation is used in the derivation of the Sabine equation in acoustics, using a geometrical approximation of sound propagation.Davis, D. and Patronis, E. \"Sound System Engineering\" (1997) Focal Press, p. 173. ===Nuclear and particle physics=== In particle physics the concept of the mean free path is not commonly used, being replaced by the similar concept of attenuation length. In particular, for high-energy photons, which mostly interact by electron–positron pair production, the radiation length is used much like the mean free path in radiography. Independent- particle models in nuclear physics require the undisturbed orbiting of nucleons within the nucleus before they interact with other nucleons. ==See also== *Scattering theory *Ballistic conduction *Vacuum *Knudsen number *Optics ==References== ==External links== *Gas Dynamics Toolbox: Calculate mean free path for mixtures of gases using VHS model Category:Statistical mechanics Category:Scattering, absorption and radiative transfer (optics)",
 "title": "Mean free path"
}