{
 "id": "170501",
 "text": "Productivism or growthism is the belief that measurable productivity and growth are the purpose of human organization (e.g., work), and that \"more production is necessarily good\". Critiques of productivism center primarily on the limits to growth posed by a finite planet and extend into discussions of human procreation, the work ethic, and even alternative energy production. ==Arguments for productivism== Although productivism is often meant pejoratively as a general problem in politics and economics, most countries and economies are productivist in nature. While critics of productivism and its political-economic variants, notably capitalism and socialism, challenge the notions of conventional political economy and argue for an economic policy more compatible with humanity, these views are often dismissed as utopian by economists and political scientists, who hold that there is no conflict between the roles of the worker and the citizen. That is, that conventional economics, particularly macroeconomics, already accounts for the relationship between productivity and the freedom to enjoy that productivity. ==Criticism of productivism== Anthony Giddens defines productivism as: :an ethos in which “work”, as paid employment, has been separated out in a clear-cut way from other domains of life. He further states: :[work] defines whether or not individuals feel worthwhile or socially valued. Although \"productivism\" can be considered pejorative, as it is unacceptable to many individuals and ideologies that it describes, these same individuals and ideologies often use phrases like \"productivity\", \"growth\", \"economic sense\", and \"common sense\" without argument, presupposing the primacy of industry. According to those who use the term \"productivism\", the difference between themselves and the promoters of conventional neoclassical economics is that a productivist does not believe in the idea of \"uneconomic growth\". That is, the productivist believes all growth is good, while the critic of productivism believes it can be more like a disease, measurably growing but interfering with life processes, and that it is up to the electorate, worker, and purchaser to put values on their free time and decide whether to use their time for production or their money for consumption. A key academic critic of productivism is Amartya Sen, winner of the 1999 Nobel Prize in Economics. His theory of \"development as freedom\" is one of several human development theories that state that the growth of individual capital—that is, \"talent\", \"creativity\", and \"personal ingenuity\"—is more significant than the growth of many other measurable quantities, such as the production of products for commodity markets. As long ago as 1975, in his essays, the British economist E. F. Schumacher remarked: :Infinite growth in consumption in a world of finite resources is an impossibility. and: :When my child grows, I am pleased. When I grow, less so! ==See also== * Agricultural productivity * Anarchism * Consumerism * Critique of political economy * Critique of work * Degrowth * Eco-socialism * Green anarchism * Green growth * Green parties * Gross national happiness * Happiness economics * Human development theory * Humanistic economics * Individual capital * The Limits to Growth * Money-rich, time-poor * Post-growth * Post-work society * Refusal of work ==References== Category:Economic ideologies Category:Political terminology Category:Economic growth Category:Production and manufacturing",
 "title": "Productivism"
}