{
 "id": "170512",
 "text": "The Army of the Republic of Vietnam (ARVN; ; ) were the ground forces of the South Vietnamese military from its inception in 1955 to the Fall of Saigon in April 1975.History of the Army of the Republic of Vietnam It is estimated to have suffered 1,394,000 casualties (killed and wounded) during the Vietnam War.Casualties – US vs NVA/VC The ARVN began as a postcolonial army that was trained by and closely affiliated with the United States and had engaged in conflict since its inception. Several changes occurred throughout its lifetime, initially from a 'blocking-force' to a more modern conventional force using helicopter deployment in combat. During the American intervention, the ARVN was reduced to playing a defensive role with an incomplete modernisation, and transformed again following Vietnamization, it was upgeared, expanded, and reconstructed to fulfill the role of the departing American forces. By 1974, it had become much more effective with foremost counterinsurgency expert and Nixon adviser Robert Thompson noting that Regular Forces were very well-trained and second only to the American and Israeli forces in the Free World and with General Creighton Abrams remarking that 70% of units were on par with the US Army. However, the withdrawal of American forces by Vietnamization meant the armed forces could not effectively fulfill all of the aims of the program and had become completely dependent on U.S. equipment since it was meant to fulfill the departing role of the United States. At the ARVN's peak, an estimated 1 in 9 citizens of South Vietnam were enlisted, and it had become the fourth-largest army in the world composed of Regular Forces and the more voluntary Regional and Village-level militias. Unique in serving a dual military-civilian administrative purpose, in direct competition with the Viet Cong, the ARVN had also become a component of political power and suffered from continual issues of political loyalty appointments, corruption in leadership, factional infighting, and occasional open internal conflict. After the fall of Saigon to North Vietnam's People's Army of Vietnam (PAVN), the ARVN was dissolved. While some high-ranking officers had fled the country to the United States or elsewhere, thousands of former ARVN officers were sent to re-education camps by the communist government of the unified Socialist Republic of Vietnam. Five ARVN generals committed suicide to avoid capture by the PAVN/VC. ==History== ===Vietnamese National Army (VNA) 1949–55=== On 8 March 1949, after the Élysée Accords, the State of Vietnam was recognized by France as an independent country ruled by the Vietnamese Emperor Bảo Đại, and the Vietnamese National Army (VNA) was soon created. The VNA fought in joint operations with the French Union's French Far East Expeditionary Corps against the Viet Minh forces led by Ho Chi Minh. The VNA fought in a wide range of campaigns including the Battle of Nà Sản (1952), Operation Atlas (1953) and the Battle of Dien Bien Phu (1954).Vietnamese National Army gallery (May 1951 – June 1954) French Defense Ministry archives ECPAD Benefiting from French assistance, the VNA quickly became a modern army modeled after the Expeditionary Corps. It included infantry, artillery, signals, armored cavalry, airborne, airforce, navy and a national military academy. By 1953 troopers as well as officers were all Vietnamese, the latter having been trained in Ecoles des Cadres such as Da Lat, including Chief of Staff General Nguyễn Văn Hinh who was a French Union airforce veteran. After the 1954 Geneva agreements, French Indochina ceased to exist and by 1956 all French Union troops had withdrawn from Vietnam, Laos, and Cambodia. In 1955, by the order of Prime Minister Diệm, the VNA crushed the armed forces of the Bình Xuyên.** ===Army of the Republic of Vietnam (ARVN) 1955–75=== right|thumb|Early unmodified ARVN M113 during the Vietnam War On 26 October 1955, the military was reorganized by the administration of President Ngô Đình Diệm who then formally established the Army of the Republic of Vietnam (ARVN) on 30 December 1955. The air force was established as a separate service known as the Republic of Vietnam Air Force (RVNAF). Early on, the focus of the army was the guerrilla fighters of the Viet Cong (VC), formed to oppose the Diệm administration. The United States, under President John F. Kennedy sent advisors and a great deal of financial support to aid the ARVN in combating the insurgents. A major campaign, developed by Ngô Đình Nhu and later resurrected under another name was the \"Strategic Hamlet Program\" which was regarded as unsuccessful by Western media because it was \"inhumane\" to move villagers from the countryside to fortified villages. ARVN leaders and President Diệm were criticized by the foreign press when the troops were used to crush armed anti-government religious groups like the Cao Đài and Hòa Hảo as well as to raid Buddhist temples, which according to Diệm, were harboring VC guerrillas. The most notorious of these attacks occurred on the night of August 21, 1963, during the Xá Lợi Pagoda raids conducted by the Special Forces, which caused a death toll estimated to range into the hundreds. In 1963 Diệm was killed in a coup d'état carried out by ARVN officers and encouraged by American officials such as Henry Cabot Lodge, Jr. In the confusion that followed, General Dương Văn Minh took control, but he was only the first in a succession of ARVN generals to assume the presidency of South Vietnam. During these years, the United States began taking more control of the war against the VC and the role of the ARVN became less and less significant. They were also plagued by continuing problems of severe corruption amongst the officer corps. Although the US was highly critical of the ARVN, it continued to be entirely US-armed and funded. Although the American news media has often portrayed the Vietnam War as a primarily American and North Vietnamese conflict, the ARVN carried the brunt of the fight before and after large-scale American involvement, and participated in many major operations with American troops. ARVN troops pioneered the use of the M113 armored personnel carrier as an infantry fighting vehicle by fighting mounted rather than as a \"battle taxi\" as originally designed, and the armored cavalry (ACAV) modifications were adopted based on ARVN experience. One notable ARVN unit equipped with M113s, the 3d Armored Cavalry Squadron, used the new tactic so proficiently and with such extraordinary heroism against hostile forces that they earned the United States Presidential Unit Citation. The ARVN suffered 254,256 recorded deaths between 1960 and 1974, with the highest number of recorded deaths being in 1972, with 39,587 combat deaths,Clarke, Jeffrey J. (1988), United States Army in Vietnam: Advice and Support: The Final Years, 1965–1973, Washington, D.C: Center of Military History, United States Army, p. 275 while approximately 58,000 U.S. troops died during the war. United States experience with the ARVN generated a catalog of complaints about its performance, with various officials saying ‘it did not pull its weight,’Memorandum from George Carver of the Vietnamese Affairs Staff, CIA, to DCI Helms, July 7, 1966, FRUS Vietnam 1964-68, Vol. 4, p.486, cited in Robert K. Brigham, ARVN: Life and Death in the South Vietnamese Army, University Press of Kansas, Lawrence, Kansas, 2006, p.x ‘content to let the Americans do the fighting and dying,’Letter from John Sylvester, Jr, Province Senior Advisor, Binh Long Province, to Charles Whitehouse, Deputy for CORDS II FFV/III CTZ, Sept. 19, 1969, The Francis N. Dawson Papers: US Policy Toward Indochina 1940-53, Reports for Assistant Secretary of State for Far Eastern Affairs, US Military History Institute, Carlisle Barracks, Penn, cited in Brigham, 2006, p.x and ‘weak in dedication, direction, and discipline.’Memo from Secretary of Defense McNamara to President Johnson, March 26, 1964, Foreign Relations of the United States Vietnam 1964-68, Vol. 4, Washington DC, Govt. Printing Office, 1994, p.732, cited in Brigham p.x. The President remained prone to issue instructions directly to field units, cutting across the entire chain of command. Major shortcomings identified by U.S. officers included a general lack of motivation, indicated, for example, by officers having an inclination for rear area jobs rather than combat command, and a continuing desertion problem. ===Final campaigns=== Starting in 1969 President Richard Nixon started the process of \"Vietnamization\", pulling out American forces and rendering the ARVN capable of fighting an effective war against the People's Army of Vietnam (PAVN) and VC. Slowly, the ARVN began to expand from its counter-insurgency role to become the primary ground defense against the PAVN/VC. From 1969 to 1971 there were about 22,000 ARVN combat deaths per year. Starting in 1968, South Vietnam began calling up every available man for service in the ARVN, reaching a strength of one million soldiers by 1972. In 1970 they performed well in the Cambodian Incursion and were executing three times as many operations as they had during the American-led war period. However, the ARVN equipment continued to be of lower standards than their American and other allies, even as the U.S. tried to upgrade ARVN technology. The officer corps was still the biggest problem. Leaders were too often inept, being poorly trained, corrupt and lacking morale. Still, Sir Robert Thompson, a British military officer widely regarded as the worlds foremost expert in counterinsurgency warfare during the Vietnam War, thought that by 1972, the ARVN had developed into one of the best fighting forces in the world, comparing them favorably with the Israeli Defence Forces.Make For the Hills: The Autobiography of the World's Leading Counter Insurgency Expert. Leo Cooper (1989): page 114. Forced to carry the burden left by the Americans, the ARVN started to perform well, though with continued American air support. In 1972, the PAVN launched the Easter Offensive, an all-out attack against South Vietnam across the Vietnamese Demilitarized Zone and from its sanctuaries in Laos and Cambodia. The assault combined infantry wave assaults, artillery and the first massive use of armored forces by the PAVN. Although the T-54 tanks proved vulnerable to LAW rockets, the ARVN took heavy losses. The PAVN forces took Quảng Trị Province and some areas along the Laos and Cambodian borders. President Nixon dispatched bombers in Operation Linebacker to provide air support for the ARVN when it seemed that South Vietnam was about to be lost. In desperation, President Nguyễn Văn Thiệu fired the incompetent General Hoàng Xuân Lãm and replaced him with General Ngô Quang Trưởng. He gave the order that all deserters would be executed and pulled enough forces together in order to prevent the PAVN from taking Huế. Finally, with considerable US air and naval support, as well as hard fighting by the ARVN soldiers, the Easter Offensive was halted. ARVN forces counter-attacked and succeeded in driving some of the PAVN out of South Vietnam, though they did retain control of northern Quảng Trị Province near the DMZ. At the end of 1972, Operation Linebacker II helped achieve a negotiated end to the war between the U.S. and the Hanoi government. By March 1973, in accordance with the Paris Peace Accords the United States had completely pulled its troops out of Vietnam. The ARVN was left to fight alone, but with all the weapons and technologies that their allies left behind. With massive technological support they had roughly four times as many heavy weapons as their enemies. The U.S. left the ARVN with over one thousand aircraft, making the RVNAF the fourth largest air force in the world. These figures are deceptive, however, as the U.S. began to curtail military aid. The same situation happened to the Democratic Republic of Vietnam, since their allies, the Soviet Union, and China has also cut down military support, forcing them to use obsolete T-34 tanks and SU-100 tank destroyers in battle. In the summer of 1974, Nixon resigned under the pressure of the Watergate scandal and was succeeded by Gerald Ford. With the war growing incredibly unpopular at home, combined with a severe economic recession and mounting budget deficits, Congress cut funding to South Vietnam for the upcoming fiscal year from 1 billion to 700 million dollars. Historians have attributed the fall of Saigon in 1975 to the cessation of American aid along with the growing disenchantment of the South Vietnamese people and the rampant corruption and incompetence of South Vietnam political leaders and ARVN general staff. Without the necessary funds and facing a collapse in South Vietnamese troop and civilian morale, it was becoming increasingly difficult for the ARVN to achieve a victory against the PAVN. Moreover, the withdrawal of U.S. aid encouraged North Vietnam to begin a new military offensive against South Vietnam. This resolve was strengthened when the new American administration did not think itself bound to this promise Nixon made to Thieu of a \"severe retaliation\" if Hanoi broke the 1973 Paris Peace Accords. The fall of Huế to PAVN forces on 26 March 1975 began an organized rout of the ARVN that culminated in the complete disintegration of the South Vietnamese government. Withdrawing ARVN forces found the roads choked with refugees making troop movement almost impossible. North Vietnamese forces took advantage of the growing instability, and with the abandoned equipment of the routing ARVN, they mounted heavy attacks on all fronts. With collapse all but inevitable, many ARVN generals abandoned their troops to fend for themselves and ARVN soldiers deserted en masse. The 18th Division held out at Xuân Lộc from 9 to 21 April before being forced to withdraw. President Thiệu resigned his office on 21 April and left the country.\"Flashbacks\", Morley Safer, Random House / St Martins Press, 1991, p 322 At Bien Hoa, ARVN soldiers made a strong resistance against PAVN forces, however, ARVN defenses at Cu Chi and Hoc Mon start to collapse under the overwhelming PAVN attacks. In the Mekong Delta and Phu Quoc Island, many of ARVN soldiers were aggressive and intact to prevent VC taking over any provincial capitals. Less than a month after Huế, Saigon fell and South Vietnam ceased to exist as a political entity. The sudden and complete destruction of the ARVN shocked the world. Even their opponents were surprised at how quickly South Vietnam collapsed. There were hundreds of soldiers, officers, and colonels who committed suicide, making a decision not to live under communism. Five ARVN generals committed suicide during late April to avoid capture by the PAVN/VC and potential reeducation camps. General Le Nguyen Vy committed suicide in Lai Khe shortly after hearing Duong Van Minh surrender from the radio. Both ARVN generals in Can Tho, Le Van Hung and Nguyen Khoa Nam, committed suicide after deciding not to prolong resistance against outnumbered PAVN/VC soldiers in Mekong Region. Brigadier General Tran Van Hai committed suicide by poison at Dong Tam Base Camp. General Pham Van Phu committed suicide at a hospital in Saigon. The U.S. had provided the ARVN with 793,994 M1 carbines, 220,300 M1 Garands and 520 M1C/M1D rifles, 640,000 M-16 rifles, 34,000 M79 grenade launchers, 40,000 radios, 20,000 quarter-ton trucks, 214 M41 Walker Bulldog light tanks, 77 M577 Command tracks (command version of the M113 APC), 930 M113 (APC/ACAVs), 120 V-100s (wheeled armored cars), and 190 M48 tanks. Operations Enhance and Enhance Plus an American effort in November 1972 managed to transfer 59 more M48A3 Patton tanks, 100 additional M-113A1 ACAVs (Armored Cavalry Assault Vehicles), and over 500 extra aircraft to South Vietnam.Starry/Dunstan Despite such impressive figures, the Vietnamese were not as well equipped as the American infantrymen they replaced. The 1972 offensive had been driven back only with a massive American bombing campaign against North Vietnam. The Case–Church Amendment had effectively nullified the Paris Peace Accords, and as a result the United States had cut aid to South Vietnam drastically in 1974, just months before the final enemy offensive, allowing North Vietnam to invade South Vietnam without fear of U.S. military action. As a result, only a little fuel and ammunition were being sent to South Vietnam. South Vietnamese air and ground vehicles were immobilized by lack of spare parts. Troops went into battle without batteries for their radios, and their medics lacked basic supplies. South Vietnamese rifles and artillery pieces were rationed to three rounds of ammunition per day in the last months of the war. Without enough supplies and ammunition, ARVN forces were quickly thrown into chaos and defeated by the well-supplied PAVN, no longer having to worry about U.S. bombing. The victorious Communists sent over 250,000 ARVN soldiers to prison camps wherein they were routinely tortured and murdered some for a period of eleven consecutive years. The communists called these prison camps \"reeducation camps\". The Americans and South Vietnamese had laid large minefields during the war, and former ARVN soldiers were made to clear them. Thousands died from sickness and starvation and were buried in unmarked graves. The South Vietnamese national military cemetery was vandalized and abandoned, and a mass grave of ARVN soldiers was made nearby. The charity \"The Returning Casualty\" in the early 2000s attempted to excavate and identify remains from some camp graves and restore the cemetery.Excavations of Burial Sites at Vietnamese Re- Education Camps by The Returning Casualty, Julie Martin, MSc in Forensic Archaeology and Anthropology candidate, Cranfield University UK, from southeastasianarchaeology.com Reporter Morley Safer who returned in 1989 and saw the poverty of a former soldier described the ARVN as \"that wretched army that was damned by the victors, abandoned by its allies, and royally and continuously screwed by its commanders\". File:Vietnam1 001.jpg|ARVN Operations, 1965 File:Vietnam3 001.jpg|ARVN troops with suspected VC member, 1965 File:Vietnam2 001.jpg|A Douglas A-1 Skyraider, A1E, drops napalm on a target spotted by an O-1 Bird Dog. File:WAFC-ARVN National Armed Forces Day parade 06-19-71.jpg|WAFC (Women's Armed Forces Corps) division in the National Armed Forces Day parade, Saigon, June 19, 1971 ==Formations and units== The 1956 army structure of four conventional infantry divisions (8,100 each) and six light divisions (5,800 each) were reorganised according to American advice as seven full infantry divisions (10,450 each) and three corps headquarters by September 1959. The three armed services together numbered around 137,000 in 1960. In face of the communist threat, the army was expanded to 192,000 with four corps, nine divisions, one airborne brigade, one SF group, three separate regiments, one territorial regiment, 86 ranger companies, and 19 separate battalions, as well as support units in 1963, and a force strength of 355,135 in 1970. Meanwhile, the supporting militia forces grew from a combined initial size of 116,000 in 1956, declined to 86,000 in 1959, and then were pushed up to 218,687 RF & 179,015 PF in 1970. The effect of expanding the total land force from about 220,000 in 1960 to around 750,000 in 1970 can be imagined, along with the troop quality issues that resulted. ===High Command=== ===Corps=== * I Corps/CTZ * II Corps/CTZ * III Corps/CTZ * IV Corps/CTZ * 44th Special Tactical Zone ===Divisions=== * 1st Infantry Division – The French formed the 21st Mobile Group in 1953, renamed 21st Division in January 1955, the 1st Division later that year. Both the 1st and 2nd Divisions were established, Gordon Rottman writes, on January 1, 1959.Gordon L. Rottman, \"Army of the Republic of Vietnam 1955-75,\" Osprey, 2012. Considered \"one of the best South Vietnamese combat units\". Based in Huế, it had four rather than three regiments. Component units: ** 1st, 3rd, 51st and 54th Infantry Regiments ** 10th, 11th, 12th and 13th Artillery Battalions ** 7th Armoured Cavalry Squadron ** US Advisory Team 3 * 2nd Infantry Division – The French formed the 32nd Mobile Group in 1953, renamed 32nd Division in January 1955, then the 2nd Division later that year. Based in Quảng Ngãi, it was considered a \"fairly good\" division. Component units: ** 4th, 5th and 6th Infantry Regiments ** 20th, 21st, 22nd and 23rd Artillery Battalions ** 4th Armoured Cavalry Squadron ** US Advisory Team 2 * 3rd Infantry Division – Raised in October 1971 in Quảng Trị. One regiment was from the 1st Division (the 2nd Inf Regt). Based at Da Nang. It collapsed in the 1972 Easter Offensive, was reconstituted, and was destroyed at Da Nang in 1975. Component units: ** 2nd, 56th and 57th Infantry Regiments ** 30th, 31st, 32nd and 33rd Artillery Battalions ** 20th Armoured Cavalry Squadron ** US Advisory Team 155 * 5th Infantry Division – Originally formed in North Vietnam as the 6th Division (commonly known as the \"Nung\" division), and renamed the 3rd Field Division after its move to Song Mao then to the 5th Division in 1959. Many Nungs originally were in its ranks. It was at Biên Hòa in 1963 and was involved in the overthrow of Diệm. It then operated north of Saigon. It entered Cambodia in 1970 and defended An Lộc in 1972. Component units: ** 7th, 8th and 9th Infantry Regiments ** 50th, 51st, 52nd and 53rd Artillery Battalions ** 1st Armoured Cavalry Squadron ** US Advisory Team 70 * 7th Infantry Division – Formed as the 7th Mobile Group by the French, it became the 7th Division in 1959. Served in Mekong Delta 1961–75. Component units: ** 10th, 11th and 12th Infantry Regiments ** 70th, 71st, 72nd and 73rd Artillery Battalions ** 6th Armoured Cavalry Squadron ** US Advisory Team 75 * 9th Infantry Division – Formed in 1962, northern Mekong Delta. Component units: ** 14th, 15th and 16th Infantry Regiments ** 90th, 91st, 92nd and 93rd Artillery Battalions ** 2nd Armoured Cavalry Squadron ** US Advisory Team 60 * 18th Infantry Division – Formed as the 10th Division in 1965. Renamed the 18th Division in 1967 (number ten meant the worst in GI slang). Based at Xuân Lộc. Made famous for its defence of that town for a month in March–April 1975. Component units: ** 43rd, 48th and 52nd Infantry Regiments ** 180th, 181st, 182nd and 183rd Artillery Battalions ** 5th Armoured Cavalry Squadron ** US Advisory Team 87 * 21st Infantry Division – The ARVN 1st and 3rd Light Divisions were formed in 1955, then renamed the 11th and 13th Light Divisions in 1956. They were combined to form the 21st Division in 1959. Served mainly near Saigon and in the Mekong Delta. Component units: ** 31st, 32nd and 33rd Infantry Regiments ** 210th, 211st, 212nd and 213rd Artillery Battalions ** 9th Armoured Cavalry Squadron ** US Advisory Team 51 * 22nd Infantry Division – Initially raised as the 4th Infantry Division, which existed briefly in the 1950s, but was renamed the 22nd Division as four is considered an unlucky number in Vietnam (sounds in Vietnamese like the word for death). The ARVN 2nd and 4th Light Divisions were formed in 1955; the 4th was renamed the 14th Light Division in 1956. They were combined to form the 22nd Division in 1959. It served near Kon Tum and elsewhere in the Central Highlands. It collapsed in 1972, and in 1975 was in Bình Định province. It was evacuated south of Saigon as Central Highlands front fell, and was one of the last ARVN units to surrender. Component units: ** 40th, 41st, 42nd and 47th Infantry Regiments ** 220th, 221st, 222nd and 223rd Artillery Battalions ** 19th Armoured Cavalry Squadron ** US Advisory Team 22 * 23rd Infantry Division – Originally the 5th Light Division, it was renamed 23rd in 1959. It operated in central Vietnam, and entered Cambodia in 1970. It fought well in 1972, successfully defending Kon Tum, but was shattered in 1975 while defending Ban Me Thout. Component units: ** 43rd, 44th, 45th and 53rd Infantry Regiments ** 230th, 231st, 232nd and 233rd Artillery Battalions ** 8th Armoured Cavalry Squadron ** US Advisory Team 33 * 25th Infantry Division – Formed in Quảng Ngãi in 1962, it moved to south west of Saigon in 1964. It entered Parrot's Break, Cambodia in 1970, and defended the western approaches of Saigon in 1972 and 1975. Component units: ** 46th, 49th and 50th Infantry Regiments ** 250th, 251st, 252nd and 253rd Artillery Battalions ** 10th Armoured Cavalry Squadron ** US Advisory Team 99 *Airborne Division – originally formed by the French as the Airborne Group in 1955. Brigade strength by 1959, it was formed as division in 1965. Based at Tan Son Nhut Air Base, it was used as a fire brigade throughout South Vietnam. It included 9 Airborne Battalions and 3 Airborne Ranger Battalions. It fought in Cambodia in 1970 and Laos in 1971. It was used as brigade Groups in 1975, the 1st at Xuân Lộc, the 2nd at Phan Rang, and the 3rd at Nha Trang. A 4th Brigade was added in 1974. Component units: ** 1st Airborne Brigade *** 1st, 8th and 9th Airborne Battalions *** 1st Airborne Artillery Battalion ** 2nd Airborne Brigade *** 5th, 7th and 11th Airborne Battalions *** 2nd Airborne Artillery Battalion ** 3rd Airborne Brigade *** 2nd, 3rd and 6th Airborne Battalions *** 3rd Airborne Artillery Battalion ** 4th Airborne Brigade *** 4th and 10th Airborne Battalions ** US Airborne Advisory Team 162 === Rangers, Special Forces, and Presidential Guard === * ARVN RangersThe Organization of the Ranger Groups is highly tentative, as the battalions were rather frequently switched between different groups. As an example, the much decorated 34th Battalion served in different periods with the 3rd, 5th and 6th Groups. (Biệt Động Quân) ** 1st Ranger Group:Formed 1966. Attached to I Corps. 21st, 37th and 39th Ranger Battalions ** 2nd Ranger Group:Formed 1966. Attached to II Corps. 11th, 22nd and 23rd Ranger Battalions ** 3rd Ranger Group:Formed 1966. Attached to III Corps. 31st, 36th and 52nd Ranger Battalions ** 4th Ranger Group:Formed 1968.Attached to IV Corps. 42nd, 43rd and 44th Ranger Battalions ** 5th Ranger Group:Formed 1970. Attached to III Corps. 33rd, 34th and 38th Ranger Battalions ** 6th Ranger Group: 35th, 51st and 54th Ranger Battalions ** 7th Ranger Group:Formed 1973. Attached to the Airborne Division. 32nd and 85th Ranger Battalions ** 8th Ranger Group:Formed in 1974. (Possibly never fully operational) 84th and 87th Ranger Battalions ** 9th Ranger Group:Formed in 1975. (Possibly never fully operational) 91st and 92nd Ranger Battalions ** 81st Ranger Group:Actually just one single overstrength battalion. While included in the Ranger Command, it had strong links with the LLDB special forces, and used the LLDB green berrets. 81st Ranger Battalion (Airborne) * ARVN Special Forces (Lực Lượng Đặc Biệt or LLDB) * Presidential Guard (Lữ đoàn Liên binh phòng vệ Tổng Thống Phủ) === Armored units (incomplete) === * 3d Armored Cavalry Squadron, II Corps * 20th Tank Regiment, I Corps File:Flag of ARVN Armored Cavalry Regiment.png|The flag of Army of the Republic of Vietnam's Armored Cavalry Regiment, used between 1957 and 1975. File:Flag of Security Force of Capital Special Zone.svg|The flag of Security Force of Capital Special Zone, used between 1965 and 1975. File:Flag of ARVN's Military Police.svg|The flag of the South Vietnamese Military Police Corps, used between 1955 and 1975. File:Flag of ARVN's Artillery Forces.svg|The flag of the ARVN's Artillery Forces, used between 1951 and 1975. File:Flag of ARVN Military Engineering Forces.svg|The flag of ARVN Military Engineering Forces, used between 1955 and 1975. ==Generals== * Cao Văn Viên, Chairman of the Joint General Staff * Đăng Văn Quang, National Security Adviser to President Nguyễn Văn Thiệu * Đỗ Cao Trí, Commander of ARVN's III Corps during 1968–71, known for his fighting prowess, but also his flamboyant lifestyle and allegations of corruption. * Dương Văn Minh, leader of the 1963 coup, later become the last President of South Vietnam * Lê Minh Đảo, Commander of the 18th Division that fought PAVN forces at Xuân Lộc in 1975 * Lê Nguyên Khang, Marine Commander of the Republic of Vietnam Marine Corps * Lê Nguyên Vỹ, last commander of 5th Division, one of the 5 generals who committed suicide on April 30, 1975 * Lê Văn Hưng, defender of An Lộc during the Easter Offensive in 1972, one of the five generals who committed suicide on April 30, 1975 * Ngô Quang Trưởng, ARVN Corps commander renowned for his competence, tactical proficiency, forthrightness, and incorruptibility. Widely regarded by both American and Vietnamese contemporaries as the finest field commander the ARVN possessed. * Nguyễn Văn Hiếu * Nguyễn Khánh, Head-of-State 1964–65 * Nguyễn Khoa Nam, last Commander of IV Corps, one of the five generals who committed suicide on April 30, 1975 * Nguyễn Viết Thanh, commander of the 7th Division and later of IV Corps. * Nguyễn Chánh Thi, \"Coup Specialist\", Commander of I Corps during 1964–66 * Nguyễn Văn Thiệu, President during 1967–71, 1971–75 * Phạm Văn Đồng, Military Governor of Saigon 1965–1966, suppressed Buddhist movement * Phạm Văn Phú, last Commander of II Corps, one of the 5 generals who committed suicide on April 30, 1975 * Trần Văn Minh, Ambassador of the Republic of Vietnam to Tunis, Tunisia 1969–75 * Trần Văn Hai, last commander of 7th Division 1974–75, one of the five generals who committed suicide on April 30, 1975 ==Ranks and insignia== == Equipment == The ARVN inherited the mix of French and American weaponry of the VNA, but was progressively reequipped firstly with American World War II/Korean War era weapons and then from the mid-1960s with a range of more up to date American weaponry. ===Hand combat weapons=== * M1905 bayonet – used on the M1 Garand. * M1 Bayonet – used on the M1 Garand. * M4 bayonet – used on the M1 and M2 Carbine. * M5 bayonet – used on the M1 Garand * M7 Bayonet – used on the M16 * Crossbow – used by South Vietnamese Montagnards ===Pistols and revolvers=== * Colt M1911A1 – standard ARVN sidearm * Colt Detective Special – .38 Special revolver, used by some ARVN officers * M1917 revolver – .45 ACP revolver used by the ARVN at the beginning of the war * Smith & Wesson Model 10 – .38 Special revolver ===Infantry rifles=== thumb|right|ARVN Special Forces equipped with M1 Carbines * M1 Garand * M1, M1A1, & M2 Carbine * M16A1 – replaced M1 Garand and M1/2 Carbines from 1968 * CAR-15 – carbine variant of the M16 produced in very limited numbers, fielded by special operations early on. Later supplemented by the improved XM177. * XM177 (Colt Commando)/GAU-5 – further development of the CAR-15 * MAS-36 rifle – used by South Vietnamese militias * AK-47, AKM and Type 56 – Captured rifles were used by South Vietnamese ===Submachine guns=== * Carl Gustaf m/45 – later replaced by the Smith & Wesson M76 in the late 1960s. Significant numbers were utilized by the South Vietnamese, * M3 Grease gun * Madsen M-50 – used by South Vietnamese forces, supplied by the CIA. * MAS-38 submachine gun – used by South Vietnamese militias. * MAT-49 submachine gun – used by South Vietnamese militias. * MP 40 submachine gun – supplied by the CIA * Thompson submachine gun * Uzi ===Shotguns=== * Ithaca 37 – pump- action shotgun * Remington Model 31 – pump-action shotgun * Stevens Model 77E – pump-action shotgun ===Machine guns=== * M60 machine gun – standard General- purpose machine gun throughout the war. * Colt Machine Gun – experimental light machine gun deployed by SEAL Team 2 in 1970. * M1918 Browning Automatic Rifle – used during the early stages of the war * FM 24/29 light machine gun – used by South Vietnamese militias * M1919 Browning machine gun (and variants such as M37) * Browning M2HB .50cal Heavy Machine Gun ===Grenades and mines=== thumb|Claymore anti-personnel mine in use in Vietnam * AN-M8 – white smoke grenade * C4 explosive * Mark 2 fragmentation grenade * M1 smoke pot * M26 fragmentation grenade and many subvariants * M59 and M67 fragmentation grenade * AN/M14 TH3 thermite grenade – Incendiary grenade used to destroy equipment and as a fire-starting device * M15 and M34 smoke grenades – filled with white phosphorus which ignites on contact with air and creates thick white smoke. Used for signalling and screening purposes, as well as an anti-personnel weapon in enclosed spaces, as the burning white phosphorus would rapidly consume any oxygen, suffocating the victims. * M18 grenade Smoke Hand Grenade – Signaling/screening grenade available in red, yellow, green, and purple. * V40 Mini-Grenade * OF 37 grenade and DF 37 grenade, French grenades used by the ARVN in the 1950s * M18/M18A1 Claymore – command-detonated directional anti-personnel mine ===Grenade and Rocket Launchers=== * M7 and M8 rifle grenade launcher – rifle grenade launcher used with respectively the M1 Garand and the M1 carbine, used by the South Vietnamese. Could fire the M9 and M17 rifle grenades. *M79 Grenade Launcher * M203 grenade launcher – single-shot 40mm underslung grenade launcher designed to attach to a M16 rifle (or XM177 carbine, with modifications to the launcher). thumb|right|M18 and Mk 20 grenade launchers *Mark 18 Mod 0 grenade launcher – Hand-cranked, belt-fed, 40x46mm grenade launcher * Bazooka – The M9 variant was supplied to the ARVN during the early years of the war, while the M20 \"Super Bazooka\" was used by the ARVN until the full introduction of the M67 90mm recoilless rifle and of the M72 LAW. * M72 LAW – 66mm anti-tank rocket launcher. * XM202 – experimental four-shot 66mm incendiary rocket launcher. * BGM-71 TOW – wire- guided anti-tank missile ===Infantry support weapons=== * M18 recoilless rifle – 57mm shoulder-fired/tripod mounted recoilless rifle, used early in the war * M20 recoilless rifle – 75mm tripod/vehicle-mounted recoilless rifle, used early in the war. * M67 recoilless rifle – 90mm shoulder-fired anti-tank recoilless rifle, used by ARVN selected forces. * M40 recoilless rifle 106mm tripod/vehicle-mounted recoilless rifle. * M2 mortar – 60mm mortar, used in conjunction with the lighter but less accurate and lower-range M19 mortar * M19 mortar – 60mm mortar, used in conjunction with the older, heavier M2 mortar. *Brandt Mle 27/31 *M1 mortar – 81mm mortar * M29 mortar – 81mm mortar * M30 mortar 107mm mortar ===Artillery=== * 105 mm Howitzer M101A1/M2A1 * 105 mm Howitzer M102 * M107 Self-propelled 175mm gun ===Combat vehicles=== ====Tanks==== thumb|right|ARVN M48s in April 1972 * M24 Chaffee – light tank; main ARVN tank early in the war, used at least as late as the Tet Offensive. * M41A3 Walker Bulldog – light tank, replaced the M24 Chaffee as the main ARVN tank from 1965. * M48 Patton medium tank – used by ARVN forces from 1971. ====Other armored vehicles==== * C15TA Armoured Truck – used early in the war * Lynx Scout Car Mk II * M113 – APC (Armored Personnel Carrier) * M113 ACAV v Armored Cavalry Assault Vehicle * M3 Scout Car – used early in the war. * M3 Half-track – used early in the war. * Cadillac Gage V-100 Commando – replaced ARVN M8 armored cars in 1967. * M8 Greyhound Used early in the war. * M42 Duster – M41 based hull, with a twin 40 mm antiaircraft gun mounted on an open turret * M88 Recovery Vehicle – armored recovery vehicle based on M48 chassis. * M578 light recovery vehicle – armored recovery vehicle * Wickums armored draisine ====Other vehicles==== * M151 – ¼ ton jeep. * Dodge M37 – 3/4 ton truck * M35 series 2½-ton 6x6 cargo truck * M135 2½-ton truck * M54 5-ton 6x6 truck ==See also== * First Indochina War * Khmer National Armed Forces * Republic of Vietnam National Police * Republic of Vietnam Navy * Royal Lao Armed Forces * Weapons of the Vietnam War ==Notes== ==References== *Starry, Donn A. \"Mounted Combat in Vietnam.\" Vietnam Studies; Department of the Army; first printing 1978-CMH Pub 90–17. * *Dunstan, Simon. \"Vietnam Tracks-Armor in Battle.\" 1982 edition, Osprey Publications; . * * * * ==Further reading== *Brigham, Robert Kendall. ARVN: Life and Death in the South Vietnamese Army. Modern War Studies (Hardcover), 2006. * ==External links== *Heroic Allies by Harry F. Noyes III *Vietnam War Bibliography: The ARVN and the RVN *History of the Army of the Republic of Vietnam *The Battle for Hue, 1968 by James H. Willbanks *ARVN Interviews *Interview with ARVN, Ban Van Nguyen * 1975 NVA Invasion *Timeline of Vietnam War Category:Military of South Vietnam Vietnam Category:Military units and formations established in 1955 Category:Military units and formations disestablished in 1975 Category:1955 establishments in South Vietnam",
 "title": "Army of the Republic of Vietnam"
}