{
 "id": "170686",
 "text": "Haverford College ( ) is a private liberal arts college in Haverford, Pennsylvania. It was founded as a men's college in 1833 by members of the Religious Society of Friends (Quakers), began accepting non-Quakers in 1849, and became coeducational in 1980. The college offers Bachelor of Arts and Bachelor of Science degrees in 31 majors across humanities, social sciences and natural sciences disciplines. It is a member of the Tri-College Consortium, which includes Bryn Mawr and Swarthmore colleges, as well as the Quaker Consortium, which includes those schools as well as the University of Pennsylvania. All the college's approximately 1300 students are undergraduates, and nearly all reside on campus. Social and academic life is governed by a honor code and influenced by Quaker philosophy. Its suburban campus has predominantly stone Quaker Colonial Revival architecture. The college's athletics teams compete as the Fords in the Centennial Conference of NCAA Division III. Haverford is considered one of the most selective colleges in the U.S. Among faculty and alumni are 4 Nobel Prize recipients, 6 Pulitzer Prize recipients, 20 Rhodes Scholars, and 38 Fulbright Scholars. == History == Haverford College was founded in 1833 by members of the Orthodox Philadelphia Yearly Meeting of the Religious Society of Friends to ensure an education grounded in Quaker values for young Quaker men. It was the earliest Quaker liberal arts college. In 1849 it opened enrollment to non-Quakers. Originally an all-male institution, Haverford began admitting female transfer students in 1969 and became fully co-educational in 1980. The first woman to graduate (the wife of a faculty member) is a member of the Class of 1971. The first black student to graduate from Haverford did so in 1926. For most of the 20th century, Haverford's total enrollment was kept below 300, but the college went through two periods of expansion during and after the 1970s, reaching a total of about 1350 students in 2020. Thomas R. Tritton was president of the college between 1997 and 2007 and oversaw the construction of several new buildings, including the Marian E. Koshland Integrated Natural Sciences Center and the Douglas B. Gardner Integrated Athletic Center. In the fall of 2020, much of the student body went on strike, sparked by anger at the administration's response to the killing of Walter Wallace in Philadelphia. The strike later expanded into a broader protest over concerns of racial injustice at the college. Some students opposed the strike, arguing that strikers were demonizing students who expressed concerns and suppressing dissenting views. After two weeks, the strike ended when the administration agreed to most of the organizers' demands. Wendy Raymond has been president of the college since 2019. == Honor Code == In 1897, the students and faculty of Haverford voted to adopt an honor code to govern academic affairs. Since 1963, every student has been allowed to schedule his or her own final exams. Take-home examinations are also common at Haverford. These exams may include strict instructions such as time limits, prohibitions on using assigned texts or personal notes, and calculator usage. All students are bound to follow these instructions by the code. thumb|Founders Hall, completed in 1833, sits at the center of the upper campus and serves as an icon for the college.|270x270px Originally conceived as a code of academic honesty, the honor code had expanded by the 1970s to govern social interactions. The code does not list specific rules of behavior, but rather emphasizes a philosophy of mutual trust, concern and respect, as well as genuine engagement, that students are expected to follow. A student (or other community member) who feels that another has broken the code, is encouraged not to look the other way but rather to confront and engage in a dialogue with the potential offender, before taking matters to an honor council which can help mediate the dispute. Every student is required to sign a pledge agreeing to the honor code prior to matriculation. The honor code is entirely student-run. It originated with a body of students who felt it necessary, and it is amended and ratified by current students annually at an event called \"Plenary.\" Student government officers administer the code, and all academic matters are heard by student juries. More severe matters are addressed by administrators. Abstracts from cases heard by students and joint administrative-student panels are distributed to all students by several means, including as print-outs in mailboxes. The trial abstracts are made anonymous by the use of pseudonyms who are often characters from entertainment or history. The honor code failed to be ratified in 2013 and 2018, although on both occasions it was reinstated following special assemblies of the student body. == Academics == === Academic program === Haverford offers Bachelor of Arts and Bachelor of Science degrees in 31 majors across humanities, social sciences and natural sciences. All departments require a senior thesis, project or research for graduation, and many departments also have junior- level seminar or year-long project such as in biology (superlab) and chemistry (superlab). The college also maintains a distribution requirement, spreading course work in all three areas of humanities, social sciences and natural sciences, in addition to major course works. ===Consortium=== Haverford's consortium relationship with Bryn Mawr, Swarthmore, and the University of Pennsylvania (the Quaker Consortium) greatly expands its course offerings. Haverford and Bryn Mawr have a particularly close relationship (the Bi-College Consortium), with over 2,000 students cross-registering between the two schools. The campuses are only 1 mile apart and a shuttle called the Blue Bus runs frequently back and forth. Some departments, such as Religion and Music, are housed at Haverford, while others like Theatre and Growth and Structure of Cities are at Bryn Mawr. Students can major in these departments from both colleges. Furthermore, students of one of the Tri-Collegiate Consortium Schools (Swarthmore, Bryn Mawr, and Haverford) are allowed to pursue a major in a subject at a Tri-Collegiate institution apart from the one they are a student of. ===Admissions=== {| class=\"wikitable mw-collapsible\" style=\"float:right; font-size:85%; margin:10px\" \"text-align:center; font- size:85%; margin:auto;\" |+ Fall Admission Statistics |- ! !2020 !2019 !2018 !2017 !2016 !2015 Haverford College Common Data Set. Retrieved March 2, 2016 !2014 !2013 |- ! Applicants |4,539 |4,968 |4,682 |4,424 |4,067 |3,467 |3,496 |3,585 |- ! Admits |835 |801 |877 |859 |871 |852 |861 |842 |- ! Admit rate |18.4% |16.1% |18.7% |19% |21% |24.6% |24.6% |23.5% |- ! Enrolled |343 |362 |357 |349 |352 |346 |340 |333 |- ! SAT 25th–75th percentile | |1390–1540 |1390–1530 |1390–1530 |1980–2280 |1990–2300 |1990–2240 |1970–2240 |- !ACT 25th–75th percentile | |32-34 |32-34 |31-34 |31-34 |31–34 |31–34 |30–33 |} U.S. News deemed Haverford's admissions \"most selective,\" with the class of 2024 acceptance rate being 18.4%. Applying for admission to the class of 2024 were 4,539 applicants; 835 were admitted. Of those admitted submitting such data, 94% were in the top 10% of their high school class. Of those admitted to the class of 2024, 46.1% identified as persons of color, and 11% of those admitted were international students. === Rankings === Haverford is ranked 8th among liberal arts colleges in the 2022 Wall Street Journal/Times Higher Education College Rankings, and tied for 15th among U.S. liberal arts colleges in the 2021 \"Best Colleges\" ranking by U.S News & World Report, and ranked 18th for \"Best Value\" and tied at 23rd for \"Best Undergraduate Teaching\" among liberal arts colleges. Washington Monthly ranked Haverford 12th in 2020 among 218 liberal arts colleges in the U.S. based on its contribution to the public good, as measured by social mobility, research, and promoting public service. The college was ranked 49th across 650 universities and colleges in the 2019 edition of Forbes \"Top Colleges\", and 18th among liberal arts colleges alone. Niche ranked the school the 7th best national liberal arts college for 2021. ===Graduates=== According to the National Science Foundation, Haverford is sixth among liberal arts college, and eighth among all colleges and universities in the United States, in the proportion of its graduates who went on to earn PhDs across all fields from 2008 to 2017. When limited to doctorates in science and engineering disciplines, Haverford ranks sixth among liberal arts colleges and tenth among all colleges and universities. ==Campus== thumb|Founders Hall after snowfall|260x260px Haverford College is located on the Main Line northwest of Philadelphia. The school is connected to Center City Philadelphia by the Paoli/Thorndale Line commuter rail system and Norristown High Speed Line (R100). The northwest portion of the campus is located in Haverford Township in Delaware County, and the southwest part of the campus is located in Lower Merion Township in Montgomery County. The campus itself is situated in an affluent suburban neighborhood, adjacent to the Haverford School, the Merion Golf Club and the Merion Cricket Club, one of the oldest country clubs in the United States. Nearby attractions within walking distance include various food markets, grocery stores, restaurants, and Suburban Square, which hosts retail stores, restaurants and a local farmer's market. ===Buildings=== thumb|left|Cherry trees surrounding Founders Hall after a snow storm.|260x260px The college operates more than 50 academic, athletic, and residential buildings, which are mostly stone and reflect Quaker and colonial design principles. The most recent additions are the Marian E. Koshland Integrated Natural Science Center and the Douglas B. Gardner '83 Integrated Athletic Center (colloquially referred to as the GIAC). Two dorms, by Tod Williams Billie Tsien Architects, began housing freshman and upperclassman in the fall of 2012. Haverford's Lutnick Library (formerly known as Magill Library) boasts more than a half million of its own volumes and has access to nearly two million more through its unusual Tripod computerized catalog system, which integrates its library with those of neighboring Bryn Mawr and Swarthmore Colleges. In addition to Lutnick's main resources, the college houses a number of special collections including the Quaker and Special Collections, the C.C. Morris 1904 Cricket Library, and numerous rare books and other treasures; the college also maintains three smaller music, science, and astronomy libraries on campus. In the fall of 2017, the college unveiled renovations to Ryan Gym, which now serves as a new Visual Culture, Arts, and Media facility (VCAM), housing the Visual Studies Minor, the Haverford Innovations Program, a Maker Arts Space, and the John B. Hurford ’60 Center for the Arts and Humanities and its Philadelphia Area Creative Collaboratives Initiative. The project, designed by MSR Architects, earned a 2018 Education Facility Design Award of Excellence from the American Institute of Architects. The second phase of the college's Lives That Speak campaign involved a renovation of Magill Library, which began in Spring 2018 under the direction of Perry, Dean, Rogers Architects, and the library opened under the new name Lutnick Library in Fall 2019. ===Haverford College Arboretum=== Comprising the entire campus, the Haverford College Arboretum is the oldest collegiate arboretum in the United States. In 1834, a year after the college's founding, the English landscape gardener William Carvill was hired to design the plan for the campus. Carvill developed a design to replace the tilled fields, woodlots and pastures, using trees to frame and complement open spaces. He bordered the lanes with alleés of trees and planted groups of trees in odd numbers. Carvill also constructed grape arbors and a serpentine walk, reflecting the English landscape tradition of Sir Humphrey Repton. Carvill's mark is still evident today in the pastoral landscape which includes several original trees including a Swamp white oak, Quercus bicolor, and Bur oak, Quercus macrocarpa, on Founders Green. In 1901, a group of students and alumni formed the Campus Club to help preserve the campus landscape after discovering Carvill's original plan. Their work eventually led to the founding of the Haverford College Campus Arboretum Association (now the Haverford College Arboretum Association) in 1974, which continues to perpetuate Carvill's original design. To date, the arboretum's contain a nature trail, a pinetum with 300 different conifers, a duck pond, historic trees of diverse species, sculpture, as well as flower and Asian gardens. ===Housing=== Roughly 99% of the student body resides on campus, where housing options include apartments, themed houses and traditional dormitories. The minute fraction who choose to seek other accommodations do so nearby in neighboring townships. Approximately 60% of faculty also reside on campus. Themed housing options include La Casa Hispanica, which \"supports the endeavors of students actively engaged in organizing programs concerned with the cultures and civilizations of the Spanish-speaking world\", the Ira de A. Reid House, which seeks students active in the Black Students' League or members of the African Diaspora interested in the culture and politics of Africans, Cadbury house, which provides a substance-free and quiet living environment, and Yarnall, which has no permanent theme. Various housing and room arrangements exist, including suites of singles, doubles, and triples. ==Student life== ===Journalism=== Student publications include The Bi-College News, a newspaper in collaboration with students at Bryn Mawr College that serves both campuses; The Clerk, an independent, online newspaper; Feathers & Fur, a fashion magazine also in collaboration with students at Bryn Mawr College; Milkweed, a student literary magazine; Without a (Noun), the Haverford satire/humor magazine; Body Text, an academic journal; Margin, a student-edited creative magazine; and The Record, the student yearbook. == Athletics == Haverford College competes at the NCAA Division III level in the Centennial Conference. Haverford is home to the only varsity cricket team in the United States. Its men's and women's track and field and cross country teams are perennial powerhouses in their division, with men's cross country winning the 2010 Cross Country Division III National Championships; its men's soccer team is among the nation's oldest, having won its first intercollegiate match in 1905 against Harvard College, and in 2015 made it to quarterfinals of the NCAA Division III Championships; its fencing team has competed since the early 1930s and is a member of both the Middle Atlantic Collegiate Fencing Association (MACFA) and the National Intercollegiate Women's Fencing Association (NIWFA). Several athletic teams are highly competitive in the Centennial Conference; for example, women's basketball won the 2014 Centennial Conference Championship and progressed to the second round of the NCAA Division III Women's Basketball Tournament. Women's softball also won Centennial Conference titles in 2006, 2014, and in 2016. The 2016 team advanced to the Super Regional tournament, a first for any Centennial Conference softball team. The Men's Lacrosse team won the Centennial Conference Championship in 2010. Despite the rest of the Centennial Conference choosing to play sports in the spring of 2021 (as well as their academic rivals in the NESCAC), Haverford decided to opt-out of competition due to COVID-19 concerns. ==Notable people== File:Juan williams 5212922 (cropped).jpg|Juan Williams, journalist, author and political analyst File:Photo of DDK in 2021.jpg|Daniel Dae Kim, actor and producer File:Mark Levine.jpg|Mark Levine, Borough President of Manhattan File:John C Whitehead.png|John C. Whitehead, banker and former US Deputy Secretary of State File:ANO 8804 (cropped).jpg|Alex Karp, billionaire businessman File:Dave-barry-post-hunt-2011.jpg|Dave Barry, author and columnist File:ChevyChaseMar10.jpg|Chevy Chase, comedian Notable graduates of Haverford College include a number of prominent businessmen such as Cantor Fitzgerald CEO Howard Lutnick (1983), co-founder of MBK Partners Michael Kim (1985), Palantir Technologies co-founder and CEO Alex Karp (1989), and former co- chairman of Goldman Sachs and United States Deputy Secretary of State John C. Whitehead (1943). Haverford also counts among its alumni five Nobel Prize winners, including George Smith (1963), a co-recipient of the 2018 chemistry prize, and Nobel Peace Prize winner Philip Noel-Baker (1908), Emmy award- winning journalist Juan Williams (1976), actor Daniel Dae Kim (1990), five winners of the Pulitzer Prize, including humor columnist Dave Barry (1969) and journalist David Wessel (1975), editor-in-chief of Harvard Business Review Adi Ignatius (1981), Tony Award-winning playwright of Lend Me a Tenor and Crazy for You Ken Ludwig (1972), composer Steven Gerber (1969), theoretical physicist Curtis Callan (1961), professional sports executive Arn Tellem (1976), former CEO of NPR Ken Stern (1985), tech entrepreneur James Kinsella (1982), and architect Gil Schafer III (1984). Notable attendees who did not graduate include the early 20th century artist and illustrator Maxfield Parrish, as well as actors such as Chevy Chase, Judd Nelson, and George Segal. Fictional FBI Special Agent Dale Cooper, from the television series Twin Peaks, was a member of the class of 1976. ==References== ==Further reading== * Haverford College Alumni Association. A History of Haverford College For the First Sixty Years of Its Existence. Philadelphia, Pa.: Porter & Coates, 1892. * Jones, Rufus Matthew. Haverford College: A History and Interpretation. New York: Macmillan, 1933. * Kannerstein, Gregory, ed. The Spirit and the Intellect: Haverford College 1883–1983. Haverford, Pa.: Haverford College, 1983. * Langlieb, David M. Haverford College Off the Record. Pittsburgh, Pa.: College Prowler, 2005. * Sharpless, Isaac. The Story of a Small College. Philadelphia, Pa.: The John C. Winston Company, 1918. ==External links== * Official website * Official athletics website * The Bi-College News—Haverford and Bryn Mawr's official student newspaper * Category:1833 establishments in Pennsylvania Category:Educational institutions established in 1833 Category:Haverford Township, Pennsylvania Category:Liberal arts colleges in Pennsylvania Category:Pennsylvania Main Line Category:Private universities and colleges in Pennsylvania Category:Quaker universities and colleges Category:Universities and colleges in Delaware County, Pennsylvania",
 "title": "Haverford College"
}