{
 "id": "171198",
 "text": "Østfold is a traditional region, a former county and a current electoral district in southeastern Norway. It borders Akershus and southwestern Sweden (Västra Götaland County and Värmland), while Buskerud and Vestfold are on the other side of Oslofjord. The county's administrative seat was Sarpsborg. The county controversially became part of the newly established Viken County on 1 January 2020. Many manufacturing facilities are situated here, such as the world's most advanced biorefinery, Borregaard in Sarpsborg. Fredrikstad has shipyards. There are granite mines in Østfold and stone from these were used by Gustav Vigeland. The county slogan is \"The heartland of Scandinavia\". The local dialects are characterized by their geographical proximity to Sweden. == The name== The old name of the Oslofjord was Fold; Østfold means 'the region east of the Fold' (see also Vestfold). The name was first recorded in 1543; in the Middle Ages the name of the county was Borgarsysla 'the county/sýsla of the city Borg (now Sarpsborg)'. Later, when Norway was under Danish rule, the Danish king divided the area into many baronies. These were merged into one county (amt) in 1662 - and it was then named Smaalenenes Amt 'the amt consisting of small len'. The name was changed back to Østfold in 1919. == History == Østfold is among the nation's oldest inhabited regions, with petroglyphs (rock drawings) and burial mounds throughout the area. In the Viking Age, the area was part of Vingulmark, which in turn was part of Viken and included Båhuslen (which is now the Swedish province called Bohuslän). It was partly under Danish rule until the time of Harald Fairhair. Later, when Norway was under Danish rule, the Danish king divided the area into many baronies. The barony of Heggen og Frøland, consisting of the municipalities Askim, Eidsberg and Trøgstad, originally belonged to Akershus - but it was transferred to Østfold in 1768. In October 2018, Norwegian archaeologists headed by the archaeologist Lars Gustavsen announced the discovery of a buried long Gjellestad Viking ship. An ancient well-preserved Viking cemetery for more than 1000 years was discovered using ground-penetrating radar. Archaeologists also revealed at least seven other previously unknown burial mounds and the remnants of five longhouses with the help of the radar survey. == Geography == Østfold sits between the Oslo Fjord and Sweden. It is dominated by flat landscape with a lot of woodland in the north and along the Swedish border, a major lake system in the central part, and densely populated lowland area along the coast, with a relatively large archipelago. Norway’s longest river, the Glomma, flows through the county and out into the Oslo Fjord in Fredrikstad. == Demography == Most of the county's population is located in the coastal area. The cities of Moss, Sarpsborg, Fredrikstad and Halden are situated here, along with some relatively highly populated rural municipalities. Including these coastal cities, Østfold also has another two cities, Askim and Mysen. == Transport and infrastructure == Østfold is located strategically between Oslo and Sweden. The main highway E6 between Oslo and Gothenburg runs as a motorway through the county from the southern border with Sweden and the border with Akershus county. The main highway E18 between Oslo and Stockholm goes through the county from the Swedish border in a southeast- northwest direction. The railway from Oslo to Gothenburg runs roughly parallel with E6, and there is also a railway between Ski and Sarpsborg that covers the inner part. There is no public airport in the county. Moss Airport was one but is now closed. The main airport for Østfold is the Oslo Airport, Gardermoen, with a population of more than 2 million people within two hours distance. ==Health care== Aimed at covering general medical needs of Østfold County and [Vestby Municipality] Østfold Hospital provides medical services, diagnostics, treatment and rehabilitation to the population of the area. Hospitals, clinics or health stations are located in all municipalities of the county. == Municipalities == Østfold had 18 municipalities: # Aremark # Askim # Eidsberg # Fredrikstad # Halden # Hobøl # Hvaler # Marker # Moss # Rakkestad # Rygge # Rømskog # Råde # Sarpsborg # Skiptvet # Spydeberg # Trøgstad # Våler | style=\"padding-left:20px;\" | 400px|Municipalities of Østfold |}} ==Districts== * Kala * Skjeberg ==Cities== * Askim * Fredrikstad * Halden * Moss * Sarpsborg ==Parishes== * Aremark * Asak * Askim * Berg * Borge * Båstad * Degernes * Domkirken i Borge, see Vestre Fredrikstad * Eidsberg * Enningdal * Fredrikshald, see Halden * Fredrikstad * Glemmen * Gressvik * Hafslund * Halden * Heli * Hobøl * Hovin * Hvaler * Hærland * Idd * Ingedal * Kråkerøy * Moss * Onsøy * Os * Rakkestad * Rokke * Rolvsøy * Rygge * Rødenes * Rømskog * Råde * Sarpsborg * Skiptvet * Skjeberg * Skjebergdalen * Spjærøy (Dypedal) * Spydeberg * St. Peter's * Svinndal * Tom * Tomter * Torsnes * Trøgstad * Trømborg * Tune * Ullerøy (Ullerø) * Varteig * Vestre Fredrikstad * Våler * Østre Fredrikstad * Øymark * Fredrikstad Branch (LDS, 1852–1925) * Fredrikstad (Kristi Menighet, 1893–1914) * Vestre Fredrikstad (Kristi Menighet, 1904–1933) * Halden Branch (LDS, 1854–1949) * Moss Branch (LDS, 1905–1949) * Sarpsborg Branch (LDS, 1931–1949) * Sarpsborg (Metodistkirken, 1840–1923) ==Villages== * Alshus * Borgenhaugen * Degernes * Elvestad * Engalsvik * Fosby * Fuglevik * Glosli * Gressvik * Greåker * Grimstad * Hafslund * Hamnås * Hasle * Hauge * Heiås * Herføl * Hærland * Høysand * Ise * Isebakke * Jelsnes * Kambo * Karlshus * Kirkebygden * Knapstad * Kornsjø * Korshavn * Kykkelsrud * Larkollen * Lervik * Missingmyr * Mørkfoss * Prestebakke * Ringvoll * Rostadneset * Rygge * Rød * Saltnes * Sandbakken * Sandum * Sellebakk * Skantebygda * Skiptvet * Skjeberg * Skjærhalden * Skjærvika * Skjønhaug * Slevik * Slitu * Solbergfoss * Sponvika * Stikkaåsen * Strømsfoss * Svinesund * Svinndal * Tistedalen * Tomter * Tosebygda * Trømborg * Ullerøy * Utgård * Varteig * Våk * Yven * Ørje * Ørmen * Øyenkilen * Årum ==Former Municipalities== * Berg * Borge * Degernes * Glemmen * Idd * Jeløy * Kråkerøy * Mysen * Onsøy * Rolvsøy * Rødenes * Skjeberg * Torsnes * Tune * Varteig * Øymark ==Coat of arms== The coat of arms is from modern times (1958). The lines represent sunrays at sunrise in the east. (See above under the name.) They also represent the worship of the Sun in the Bronze Age (depicted in several rock carvings found in the county). {|class=\"infobox\" style=\"float:right;\" |colspan=\"2\"|Number of minorities (1st and 2nd gen.) in Østfold by country of origin in 2017 |- ! Nationality ||Population (2017) |- | ||6,711 |- | ||4,470 |- | ||3,068 |- | ||2,695 |- | ||2,620 |- | ||2,372 |- | ||1,889 |- | ||1,822 |- | ||1,334 |- | ||1,291 |- | ||1,270 |- | ||1,188 |- | ||1,008 |- | ||992 |- | ||967 |- | ||879 |- | ||829 |- | ||816 |- | ||579 |- | ||494 |- | ||28 |- | ||10 |} == Notable people == * Roald Amundsen (1872–1928) - Explorer of polar regions * Berit Ås - Politician, professor and feminist. * Thea Foss (1857–1927) - founder of Foss Maritime * Hans Nielsen Hauge - (3 April 1771 – 29 March 1824) - Lay preacher * Peder Christian Hjorth - (1792-1855) - Norwegian politician * Egil Olsen - Norwegian Football coach. * Karl Ouren (1882–1943) - Norwegian-American artist * Petter Solberg - Rally driver * Nils Otto Tank (1800–1864) - Moravian Church religious leader * Harald Zwart - Movie director and producer ==See also== *HEPRO == External links == * Østfold fylke website (in Norwegian and English) * Statistics and basic interpretation regarding Østfold (in Norwegian) * Excavation of longhouse from the Roman Iron Age ==References== ;Notes Category:Former counties of Norway Category:2020 disestablishments in Norway Category:Populated places disestablished in 2020 Category:States and territories disestablished in 2020",
 "title": "Østfold"
}