{
 "id": "171192",
 "text": "Finnmark (; ; ; ) was a county in the northern part of Norway. On 1 January 2020, Finnmark was merged with the neighboring county of Troms to form the new Troms og Finnmark county. On 28 October 2021, the Norwegian government confirmed that work had started in regard to Finnmark becoming a separate county again. By land, it bordered Troms county to the west, Finland (Lapland region) to the south, and Russia (Murmansk Oblast) to the east, and by water, the Norwegian Sea (Atlantic Ocean) to the northwest, and the Barents Sea (Arctic Ocean) to the north and northeast. The county was formerly known as Finmarkens amt or Vardøhus amt. Starting in 2002, it had two official names: Finnmark (Norwegian) and Finnmárku (Northern Sami). It was part of the Sápmi region, which spans four countries, as well as the Barents Region, and is the largest and least populated county of Norway. Situated at the northernmost part of continental Europe, where the Norwegian coastline swings eastward, Finnmark is an area \"where East meets West,\" in culture as well as in nature and geography. Vardø, the easternmost municipality in Norway, is located farther east than the cities of St. Petersburg and Istanbul. Four municipalities (of the district's 18) had population increases during Q1 in 2021: Alta, Tana, Berlevåg, Loppa. == Name == The name, Finnmark, derives from the Old Norse form of the name was Finnmǫrk. The first element is finn(ar), the Norse name for the Sámi people. The last element is mǫrk which means \"woodland\" or \"borderland\". In Norse times the name referred to the land of the Sami people, or any places where Sámi people were living (also parts of South Norway). == Coat of arms == The coat of arms is black with a gold- colored castle tower, technically described as \"Sable, a single-towered castle Or\". The design is from 1967 and shows the old Vardøhus Fortress, historically on the eastern border with Russia. == Geography == Finnmark is the northernmost and easternmost county in Norway (Svalbard is not considered a county). By area, Finnmark is Norway's largest county, even larger than the neighboring country of Denmark. However, with a population of about 75,000, it is also the least populated of all Norwegian counties. Finnmark has a total coastline of , including of coastline on the islands. Nearly 12,300 people or 16.6 percent of the county's population in 2000 was living in the 100-meter belt along the coastline. Knivskjellodden in Nordkapp Municipality (on the island of Magerøya) sometimes considered the northernmost point of Europe (on an island); Kinnarodden on Nordkinn Peninsula in Lebesby Municipality is the northernmost point on the European mainland. Honningsvåg in Finnmark claims to be the northernmost city of the world, and Vardø is the easternmost town in Norway and is farther east than Istanbul. The coast is indented by large fjords, many of which (in a strict sense) are false fjords, as they are not carved out by glaciers. Some of Norway's largest sea bird colonies can be seen on the northern coast, the largest are Hjelmsøystauran on the island of Hjelmsøya in Måsøy Municipality and Gjesværstappan in Nordkapp Municipality. The highest point is located on the top of the glacier Øksfjordjøkelen, which has an area of , and it is located in Loppa Municipality. Both Øksfjordjøkelen and Seiland Glacier are located in the western part of Finnmark. The Øksfjord plateau glacier calved directly into the sea (Jøkelfjorden) until 1900, the last glacier in mainland Norway to do so. The central and eastern part of Finnmark is generally less mountainous, and has no glaciers. The land east of Nordkapp is mostly below . The nature varies from barren coastal areas facing the Barents Sea, to more sheltered fjord areas and river valleys with gullies and tree vegetation. About half of the county is above the tree line, and large parts of the other half is covered with small Downy birch. The most lush areas are the Alta area and the Tana valleys, and in the east is the lowland area in the Pasvik valley in Sør-Varanger, where the pine and Siberian spruce forest is considered part of the Russian taiga vegetation. This valley has the highest density of Brown bears in Norway, and is the only location in the country with a population of musk-rats. Lynx and moose are common in large parts of Finnmark, but rare on the coast. The interior parts of the county are part of the great Finnmarksvidda plateau, with an elevation of , with numerous lakes and river valleys. The plateau is famous for its tens of thousands of reindeer owned by the Sami, and swarms of mosquitos in mid-summer. Finnmarksvidda makes up 36% of the county's area. Stabbursdalen National Park ensures protection for the world's most northern pine forest. The Tana River, which partly defines the border with Finland, gives the largest catch of salmon of all rivers in Europe, and also has the world record for Atlantic salmon, . In the east, the Pasvikelva defines the border with Russia. == Climate == The Finnmarksvidda plateau in the interior of the county has a continental climate with the coldest winter temperatures in Norway: the coldest temperature ever recorded was in Karasjok on 1 January 1886. The 24-hour averages for January and July at the same location are and , the annual average is , and precipitation is only per year with summer as the wettest season. Karasjok has recorded up to in July, giving a possible year amplitude of (rare in Europe). Finnmarksvidda has annual mean temperatures down to (Sihcajavri in Kautokeino), the coldest in mainland Norway (except for higher mountain areas) and even colder than Jan Mayen and Bear Island. However, Sihcajavri has also recorded on 23 June 1920. Due to the proximity to the ice-free ocean, winters are much milder in coastal areas (and more windy); Loppa Municipality has average January and July temperatures of and respectively, with an annual mean of , despite being further north. Average annual precipitation is and the wettest season is September until December. The year average temperature difference between Loppa and Karasjok (6 °C) is comparable to the difference between Loppa and London. In the Köppen climate classification, the climate in Karasjok–and most of the lowland areas in Finnmark–corresponds to the Dfc category (subarctic climate), while the Loppa climate corresponds to the Cfc category. The northeastern coast, from Nordkapp east to Vardø, have arctic tundra climate (Köppen: ET), as the average July temperature is below . thumb|right|Kjøllefjord on the northeastern coast Furthermore, elevations exceeding approximately in coastal areas in western Finnmark and in the interior result in an alpine climate, and in the northeast this merges with the Arctic tundra climate. The climate in sheltered parts of fjord areas (particularly the Altafjorden) is usually considered the most hospitable: winters are not as cold as in the interior, and summer warmth is comparable. Even if winter temperatures are milder in coastal areas, the coast is more exposed to winter storms, which often complicate or shut down road and air communications. === Midnight sun === Situated far north of the Arctic Circle, Finnmark has midnight sun from the middle of May until late July. Conversely, in two months of the winter, from late November to late January, the county experiences polar nights where the sun is always below the horizon. As a consequence, there is continuous daylight from early May to early August. At midwinter, there is only a bluish twilight for a couple of hours around noon, which can almost reach full daylight if there are clear skies to the south. === Northern lights === Finnmark is situated in the Aurora Borealis zone, and because of the dry climate with frequent clear skies, Alta Municipality was early chosen as a location for the study of this strange light phenomenon. For this reason, Alta is sometimes referred to as the city of the northern lights. == Economy == Fisheries have traditionally been the most important way of living along the coast, where the majority of the Norwegian population live. The red king crab, originally from the northern Pacific ocean but brought to the Barents sea by the Russians, have invaded from the east and are now being exploited commercially (especially in the Varangerfjord). To prevent the crab from spreading too far south, crab fishing west of Nordkapp is totally unregulated. The slate industry in Alta is well known and have sold to customers as far away as Japan. Kirkenes grew into a town as the exploitation of the iron ores started, but AS Sydvaranger closed down their iron ore activities in 1996. In more recent years, tourism has grown in importance, with the North Cape (in Nordkapp) and the towns of Alta and Hammerfest as the most important destinations. There are eleven airports, but only Alta Airport, Lakselv-Banak Airport, and Kirkenes-Høybuktmoen Airport have direct flights to Oslo. In addition, Lakselv-Banak Airport in Porsanger is used for training by the Royal Norwegian Air Force and other NATO allies, in conjunction with the nearby Halkavarre shooting range, which allows for practice with precision-guided munitions. Garnisonen i Porsanger is near the Halkavarre training area. There is also the Garnisonen i Sør-Varanger (Gsv) in the east, which guards the border with Russia. The town of Hammerfest is experiencing an economic boom as a consequence of Statoil's construction of the large land-based LNG site on the island of Melkøya, which gets natural gas from the Snøhvit undersea gas field. A new oil field was discovered in 2009 just off shore, close to the Snøhvit field. There is optimism in the eastern part of the county, as the growing petroleum activity in the Barents Sea is expected to generate increased economic activity on land as well. Some snow molds are prevalent and well adapted here, including Sclerotinia borealis and Typhula ishikariensis (especially T. i. group III). Both are pathogens of wheat, and S. b. also affects rye, barley, and some trees. == Administration == thumb|right|Vadsø with the church, February 2004 The town of Vadsø was the administrative centre for the county of Finnmark, although Alta had the largest population. The Finnmark County Municipality was the governing body for the county. The county was generally divided into two districts: West- Finnmark (Vest-Finnmark) and East-Finnmark (Øst-Finnmark). Until 2006, Statskog, the Norwegian state-owned agency responsible for the management of state owned forest and mountain real estate, owned about 95% of the land in Finnmark county. On 1 July 2006, the Finnmark Estate agency took over the ownership and management of that land in Finnmark. The Finnmark Estate was governed in tandem by the Finnmark County Municipality and the Sami Parliament of Norway. The Sami Parliament of Norway is based in the village of Karasjok. The national government runs the Northern Norway Regional Health Authority which in turn owns and operates two hospitals in Finnmark, located in Kirkenes and Hammerfest. === Municipalities === There were 19 municipalities in Finnmark when the county merged into Troms og Finnmark. 18 of those exist as of 2021. . {| class=\"wikitable\" |- ! colspan=2|Municipalities in Finnmark |- !Key |rowspan=2|600px |- | # Alta # Berlevåg # Båtsfjord # Gamvik # Hammerfest # Hasvik # Kárášjohka or Karasjok # Guovdageaidnu or Kautokeino # Kvalsund # Lebesby # Loppa # Måsøy # Unjárga or Nesseby # Nordkapp # Porsanger or Porsángu or Porsanki # Sør-Varanger # Deatnu or Tana # Vadsø # Vardø |} == History == People have lived in Finnmark for at least 10,000 years (see Komsa, Pit-Comb Ware culture and Rock carvings at Alta). The destiny of these early cultures is unknown. Three ethnic groups have a long history in Finnmark: the Sami people, the Norwegian people, and the Kven people. Of these, the Sami probably were the first people to explore Finnmark. Ohthere of Hålogaland was an adventurous Norwegian (Norseman) from Hålogaland, the area roughly corresponding to today's Nordland county. Around 890 AD, he claimed, according to historical sources (see Ohthere of Hålogaland) that he lived \"north-most of all the Northmen\", and that \"no one [lived] to the north of him.\" Later, Norwegians in the 14th century, and Kvens in the 16th century, settled along the coast. See the articles on Kven people and Vardøhus Fortress for more details. === Sami === The Sami are the indigenous people of Finnmark, but Norwegians have lived for hundreds of years on the islands' outer parts, where they made up the majority. The Sami people still constitute the majority in Finnmark's interior parts, while the fjord areas have been ethnically mixed for a long time. This essentially holds true today. The Sami were for many years victims of the Norwegianization policy, which in essence was an attempt by the government to make them \"true Norwegians\" and forget about their Sami way of life and religion, which was seen as inferior. As a result, the Sami living at the coast and in the fjords gradually lost much of their culture and often felt ashamed by their Sami inheritance. The Sami in the interior managed to preserve more of their culture. In the 1970s, instruction of the Sami language started in schools, and a new sense of consciousness started to grow among the Sami; today most are proud of their background and culture. In the midst of this awakening (1979), Norway's government decided to build a dam in Alta to produce hydropower, provoking many Sami and environmentalists to demonstrations and civil disobedience (Altasaken). In the end, the dam was built on a much smaller scale than originally intended and the Sami culture was on the government's agenda. The Sami parliament (Sámediggi) was opened in Karasjok in 1989. === Norwegian === thumb|A Dutch map of Finnmark (1660), showing the border between Norway, Sweden and Russia. Gjesvær in Nordkapp is mentioned in the Sagas (Heimskringla) as a northern harbor in the Viking Age, especially used by Vikings on the way to Bjarmaland (see Ottar from Hålogaland), and probably also for gathering food in the nearby seabird colony. Coastal areas of Finnmark were colonized by Norwegians beginning in the 10th century, and there are stories describing clashes with the Karelians. Border skirmishes between the Norwegians and Novgorodians continued until 1326, when the Treaty of Novgorod settled the issue. The first known fortification in Finnmark is Vardøhus festning, first erected in 1306 by King Haakon V Magnusson. This is the world's most northern fortress. In the 17th century, 88 young women were burned as witches in Vardø, an extremely high number compared to the total population in this area at the time. However, the first person burned as witch in Vardø in the 17th century was not a woman, but a man. [Vardø archives] Finnmark first became subject to increased colonization in the 18th and 19th century. Norway, Sweden, and Russia all claimed control over this area. Finland was part of Russia at that time and had no independent representative. Finnmark was given the status of an Amt (county) in the 19th century. For a time, there was a vibrant trade with Russia (Pomor trade), and many Norwegians settled on the Kola Peninsula (see Kola Norwegians). === Kven === The Finnic Kven residents of Finnmark are largely descendants of Finnish-speaking immigrants who arrived in the area in the 18th century from Meänmaa, and later in the 19th century from Finland, suffering from famine and war. === Brief summary === In 1576, the King of Norway established Vardøhus len as a new administrative unit for the kingdom. In 1660, it became Vardøhus amt, a subordinate to the large Trondhjems stiftamt, based in Trondheim. In 1787, the island of Senja and the Troms area were transferred from Nordlandenes amt to Vardøhus amt. In 1866, the island of Senja and the Troms area were separated from Vardøhus to form the new Tromsø amt. In 1919, the name was again changed to Finnmark fylke. In 2002, the Sami language name, Finnmárku, was added as a co-official name for the county. Per Fugelli has said that World War II resulted in many persons acquiring psychiatric disorders (psykiske senskadene) which could be from experiencing \"bombing, accidents involving mines, burning down of homes, forcible evacuation, illness and starvation during the war and liberation. But it was maybe in particular the treatment of Russian prisoners that left marks on the local population.\" === World War II === Towards the end of World War II, with Operation Nordlicht, the Germans used the scorched earth tactic in Finnmark and northern Troms to halt the Red Army. As a consequence of this, few houses survived the war, and a large part of the population was forcefully evacuated further south (Tromsø was crowded), but many people avoided evacuation by hiding in caves and mountain huts and waited until the Germans were gone, then inspected their burned homes. There were 11,000 houses, 4,700 cow sheds, 106 schools, 27 churches, and 21 hospitals burned. There were 22,000 communications lines destroyed, roads were blown up, boats destroyed, animals killed, and 1,000 children separated from their parents. However, after taking the town of Kirkenes on 25 October 1944 (as the first town in Norway), the Red Army did not attempt further offensives in Norway. Free Norwegian forces arrived from Britain and liberated the rest of the county. When war was over, more than 70,000 people were left homeless in Finnmark. The government imposed a temporary ban on residents returning to Finnmark because of the danger of landmines. The ban lasted until the summer of 1945 when evacuees were told that they could finally return home. thumb|right|Fra Hammerfest by Peder Balke (1851) thumb|right|Neiden in Sør-Varanger === Cold War === The Cold War was a period with sometimes high tension in eastern Finnmark, at the long border with the Soviet Union. To keep tensions from getting too high, Norway declared that no NATO exercises would take place in Finnmark. == Demographics == The old Stone Age Komsa culture is very difficult to relate to the people living in Finnmark today. There are findings suggesting that the Sami people have been there for a long time, but exactly how long is unclear, some scholars claiming 8000 years but others only 2500 years. From the 10th century, the coastal areas have been populated and visited by ethnic Norwegians, and Finnmark became part of the kingdom. The Sami core areas in Norway are in Finnmark, where they constitute about one quarter of the total population. The municipalities of Kautokeino, Karasjok, Tana, Nesseby, and Porsanger in Finnmark county; and the municipalities of Kåfjord (in Troms), Tysfjord (in Nordland), and Snåsa (in Nord-Trøndelag) also have official names in the Sami language. Most municipalities in Sápmi, however, have unofficial names in Sámi as well. In the 18th century and the 19th century, many Finnish-speaking immigrants settled in Finnmark. Since 1996, they have had minority status as Kven people. The town of Vadsø () is often seen as the \"Kven capital\" in Finnmark. Lakselv, in central Finnmark, is sometimes referred to as \"meeting place for three tribes\". After the collapse of the Soviet Union and severe economic troubles in the Russian economy during the 90s, Russian immigrants and shoppers arrived in Kirkenes. Since the beginning of the European migrant crisis many Syrian refugees arrived in Kirkenes via Russia. == References == === Footnotes === === Bibliography === * * * * Norwegian Meteorological Institute (24-hr averages, 1961–90 base period) * == External links == *Stone age in Finnmark *Finnmark county administration *Finnmark at the official travel guide to Norway *Kampen vår mot Akersystemet og Staten blir som om Justin Bieber skulle møtt Mike Tyson til boksekamp. Hvor er sensasjonspressen? Hvor er VG, Aftenposten, NRK Dagsrevyen og TV2? Hvor er Dagsnytt atten? Er ikke landets nest største eksportnæring viktig nok? [Our struggle against Akersystemet and the government is as if Justin Bieber was to meet Mike Tyson for a smoker. Where is the press? Where is Verdens Gang, Aftenposten, NRK Dagsrevyen and TV\"? Where is \"Dagsnytt atten\"? Is the country's second largest export industry, not important enough?] * Category:Former counties of Norway Category:Former Norwegian colonies Category:History of Troms og Finnmark Category:Regions of the Arctic Category:Populated places disestablished in 2020 Category:2020 disestablishments in Norway Category:States and territories disestablished in 2020",
 "title": "Finnmark"
}