{
 "id": "171335",
 "text": "Tillandsia is a genus of around 650 species of evergreen, perennial flowering plants in the family Bromeliaceae, native to the forests, mountains and deserts of northern Mexico and south-eastern United States, Mesoamerica and the Caribbean to mid Argentina. Their leaves, more or less silvery in color, are covered with specialized cells (trichomes) capable of rapidly absorbing water that gathers on them.Mendoza, C., Granados-Aguilar, X., Donadío, S., Salazar, G., Flores-Cruz, M., Hágsater, E., Starr, J., Ibarra-Manríquez, G., Fragoso-Martínez, I., Magallón, S. March 2017. Geographic structure in two highly diverse lineages of Tillandsia (Bromeliaceae). Sometimes they are also commonly known as airplants because of their natural propensity to cling wherever conditions permit: telephone wires, tree branches, barks, bare rocks, etc. Their light seeds and a silky parachute facilitate this spread. Most Tillandsia species are epiphytes – which translates to 'upon a plant'.Benzing, D. 2012. Air Plants: Epiphytes and Aerial Gardens. Ithaca: Comstock Publishing Associates. Some are aerophytes, which have a minimal root system and grow on shifting desert soil. Due to their epiphytic way of life, these plants will not grow in soil but live on the branches of trees, in deserts and on other substrates that will not be saturated with water for very long.Galán de Mera, A., M. A. Hagen & J. A. Vicente Orellana (1999) Aerophyte, a New Life Form in Raunkiaer's Classification? Journal of Vegetation Science 10 (1): 65–68 ==Description== Tillandsia are perennial herbaceous plants which exhibit a multitude of physiological and morphological differences making this a diverse genus. Having native habitats that vary from being epiphytic and saxicolous, species have certain adaptations, such as root systems designed to anchor to other plants or substrates, and modified trichomes for water and nutrient intake. Some of the species, like the majority of Bromeliaceae, grow as funnel bromeliads, with a compressed stem axis. The leaves are then close together in rosettes, and cover the lower areas of the leaves, forming a funnel for collecting water.Mendoza, C., Granados-Aguilar, X., Donadío, S., Salazar, G., Flores-Cruz, M., Hágsater, E., Starr, J., Ibarra-Manríquez, G., Fragoso- Martínez, I., Magallón, S. March 2017. Geographic structure in two highly diverse lineages of Tillandsia (Bromeliaceae). These leaf rosettes, a common physical characteristic in Tillandsia species, collect nutrients and water. The flowers typically involve bright, vibrant colors, with blooms or inflorescences produced on a stalk or several stalks.Steens Andrew (2003); Bromeliads for the contemporary garden , Timber Press, Portland, USA. () The flower's color varies greatly; red, yellow, purple and pink flowers exist in this genus, and multicolored flowers are known. The bright colors attract pollinators. An air plant's foliage may also change color when it blooms, also attracting pollinators. The hermaphrodite flowers are threefold with double perianth. The three free sepals are symmetrical and pointed. The seeds have a \"parachute\" similar to the dandelion.Lyman B. Smith , RJ Downs: Tillandsioideae (Bromeliaceae). In: Flora Neotropica , vol. 14, 2, 1979, p. 665. Common pollinators of this genera include moths, hummingbirds and, more recently recognized, bats.Aguilar-Rodríguez, P., Macswiney, C., Krömer, T., García-Franco, J., Knauer, A., Kessler, M. March 2014. First record of bat- pollination in the species-rich genus Tillandsia (Bromeliaceae). Annals of Botany. Vol. 113(6) pp. 1047–1055. ==Range== Tillandsia have naturally been established in diverse environments such as equatorial tropical rain forests, high elevation Andes mountains, rock dwelling (saxicolous) regions, and Louisiana swamps, such as Spanish moss (T. usneoides), a species that grows atop tree limbs. However, there are also species that are lithophytic (growing in or on rocks, though this can also stretch to living on roofs or even telephone wires). Its native range is Tropical & Subtropical America. Green- leaved species of Tillandsia generally live in cool-to-humid climates, in areas of terrestrial shade or the lower levels of a forest.Rauh Werner (1970 vol.1, 1973, vol.2); Bromelien , Verlag Eugen Ulmer, Stuttgart. / Bromeliads (English translation, 1979), Blandford Press. ( ) In contrast, almost all gray-leaved species live in precipitation-poor areas with high humidity. They prefer the full sun and can therefore be found in the upper floors of the woods, on rocks or (rarely) on the ground. Many of the gray species are epiphytes. Some species are more or less xeromorphic.Elvira Groß : Beautiful Tillandsien. Ulmer, Stuttgart 1992, ==Cultivation== Tillandsias, like other bromeliads, can multiply through pollination and seed formation. Since Tillandsia are not self-fertile, the pollen must come from another plant of the same species. Tillandsia, depending on the species, may take months or years to flower. After flowering, the plant forms offsets and dies.Elvira Groß : Tillandsia for room and conservatory. Ulmer, Stuttgart 2001, Generally, the thinner-leafed varieties grow in rainy areas and the thick-leafed varieties in areas more subject to drought. Most species absorb moisture and nutrients through the leaves from rain, dew, dust, decaying leaves and insect matter, aided by structures called trichomes.Steens Andrew (2007); Bromeliads connoisseur's guide , Random House, London. ( ) Air plants are growing rapidly in popularity as a low maintenance household plant. Due to their minimal root system and other adaptations, they generally do not require frequent watering, no more than four times a week, allowing the plant to completely dry before watering again.Wolfgang Kawollek: Tillandsien – species and culture. Publisher Naturbuch Verlag © 1992 Weltbildverlag GmbH Augsburg The amount of light required depends on the species; overall, air plants with silver dusting and stiff foliage will require more sunlight than air plants with softer foliage. They generally need a strong light. In summer outside, however, they prefer the light shade of a tree at the hottest hours. Plants are commonly seen mounted, placed in a terrarium, or simply placed in seashells as decorative pieces.Cuzenic Stephan & Lévêque Daniel (2005); Tillandsias and other Bromeliads , Eugen Ulmer, Paris. () For so-called \"aerial\" species (the majority of the common species in culture except Tillandsia cyanea), that is to say those whose roots are transformed into crampons without any power of absorption, watering is done by the leaves in the form of frequent sprays, or brief soaking of the plant in a container full of water. It is imperative to use non-calcareous water. Rainwater recovered from the flow of a mossy or green roof is best for this purpose, if available.Instructions: Care for Air Plants (Tillandsia). Wedgewood Gardens. Available from: http://www.wedgewoodgardens.com/Care_Sheet_-_Air_Plants.pdf ==Ecology== Species of Tillandsia photosynthesize through a process called CAM cycle, where they close their stomata during the day to prevent water loss and open them at night to fix carbon dioxide and release oxygen. This allows them to preserve water, necessary because they are epiphytes. They do not have a functional root system and instead absorb water in small amounts through their leaves via small structures called trichomes. Species of Tillandsia also absorb their nutrients from debris and dust in the air. Any root system found on Tillandsia has grown to act as a fragile stabilizing scaffold to grip the surface they grow on. As soon as they have been soaked with water, the green assimilation tissue below the suction scales becomes visible again, the plant is therefore \"greened\". Now the plant can absorb more light. When the sun dries the plants, they turn white. Thanks to this special survival trick, plants without roots can absorb fog droplets as well as rainwater and thus cover their water needs.Klaus Labude: Tillandsien. Tetra publishing house, Bissendorf Wulften, 2002, More than one-third of a tropical forest's vascular plants are Tillandsia. Their contribution to the environment's carrying capacity allows for terrestrial fauna like earthworms to thrive in the treetops. Temperature is not critical, the range being from . Frost hardiness depends on the species. T. usneoides, for example, can tolerate night-time frosts down to about . For most species, the ideal growth temperature is between , with a minimum of and a maximum of . Few are resistant to , but some, usually from higher elevation areas, are hardy enough to withstand light and brief freezes and live outdoors year round in areas with mild winters. ==Taxonomy== The genus Tillandsia was named by Carl Linnaeus after the Swedish physician and botanist Dr. Elias Tillandz (originally Tillander) (1640–1693). Some common types of Tillandsia include ball moss (T. recurvata) and Spanish moss (T. usneoides). The genus contains around 650 species, where 635 are considered epiphyticMendoza, C., Granados-Aguilar, X., Donadío, S., Salazar, G., Flores-Cruz, M., Hágsater, E., Starr, J., Ibarra-Manríquez, G., Fragoso- Martínez, I., Magallón, S. March 2017. Geographic structure in two highly diverse lineages of Tillandsia (Bromeliaceae). are traditionally divided into seven subgenera: * Tillandsia subg. Allardtia (A. Dietr) Baker * Tillandsia subg. Anoplophytum (Beer) Baker * Tillandsia subg. Diaphoranthema (Beer) Baker * Tillandsia subg. Phytarrhiza (Vis.) Baker * Tillandsia subg. Pseudalcantarea Mez * Tillandsia subg. Pseudo-Catopsis Baker * Tillandsia subg. Tillandsia Four species are protected under CITES II: * Tillandsia harrisii * Tillandsia kammii * Tillandsia mauryana * Tillandsia xerographica ==Gallery== File:Epífitas en los cables de la luz eléctrica.JPG|Tillandsia recurvata and another Bromeliaceae species on electric wires near San Juan de los Morros, Venezuela File:Blushing Bride Airplant (Tillandsia ionantha).jpg|Tillandsia ionantha with bright-coloured foliage during full bloom. Some foliage has a light, silver dusting which can be easily scratched off. File:T ionantha bloom.jpg|Tillandsia ionantha in bloom. File:Bromeliacea tillandsia fasciculata swartz.jpg|Tillandsia fasciculata File:Tillandsia bergeri.jpg|Tillandsia bergeri ==References== ==External links== * Category:Epiphytes Category:Bromeliaceae genera",
 "title": "Tillandsia"
}