{
 "id": "17130",
 "text": "Allen Kelsey Grammer (born February 21, 1955) is an American actor, comedian, director, producer, and writer. He is best known for his two-decade-long portrayal of psychiatrist Dr. Frasier Crane on the NBC sitcom Cheers and its spin-off Frasier, for which he won four Primetime Emmy Awards and two Golden Globe Awards. He is also known for his performance in the political drama series Boss for which he won a Golden Globe Award, and the period drama series The Last Tycoon, as well as having a recurring guest role as the voice of Sideshow Bob in The Simpsons, with additional voice roles in Anastasia (1997) and Toy Story 2 (1999). He has also appeared in various television shows such as 30 Rock, Modern Family, and Unbreakable Kimmy Schmidt. Grammer is also known for his work in theatre, acting alongside Christopher Plummer and James Earl Jones in Othello, and Macbeth on Broadway. In 1983, he starred alongside Mandy Patinkin in Stephen Sondheim's Sunday in the Park with George at Playwrights Horizons, Off-Broadway. He has also starred in productions of Sweeney Todd: The Demon Barber of Fleet Street playing the title character, and My Fair Lady as Professor Henry Higgins. In 2010 he received his first Tony Award nomination for his performance in La Cage aux Folles. In 2016, Grammer won a Tony Award as a producer of The Color Purple. In 2019, Grammer starred as Don Quixote in a production of Man of La Mancha at the London Coliseum. In the course of his career in television Grammer has won five Primetime Emmy Awards, three Golden Globe Awards, one Daytime Emmy Award and one Tony Award; additionally, he has also worked as a television producer, director, and writer. ==Early life== Allen Kelsey Grammer was born on February 21, 1955, in Saint Thomas, U.S. Virgin Islands, the son of Sally (née Cranmer; 1928–2008), a singer and actress, and Frank Allen Grammer Jr. (d. 1968), a musician and owner of a coffee shop and a bar and grill called Greer's Place. He had one younger sister, Karen. Grammer's personal life has been surrounded by family tragedies. He was raised by his mother and maternal grandparents, Gordon and Evangeline Cranmer, in New Jersey.Kelsey Grammer, Desert Island Discs, BBC Radio 4 (Dec 2017) The family later moved to Pompano Beach, Florida, and shortly afterwards, when Kelsey was twelve years old, his grandfather died of cancer. In 1968, his father was murdered in a home invasion. In 1975, his sister was kidnapped, raped, and murdered in Colorado Springs. In 1980, his two teenage half-brothers died in a scuba diving accident. Grammer attended Pine Crest School, a private preparatory school in Fort Lauderdale, Florida. It was there that he first began to sing and perform on stage. Grammer won a scholarship to study drama at the Juilliard School. He was a member of Group 6 from 1973 to 1975. Owing to his sister's murder, however, Grammer failed to attend classes and was eventually expelled. According to his interview with the Cayman Compass in 2019, Grammer described himself as \"a Caribbean kid\" who \"was born in St. Thomas, USVI, and I have been back and forth a lot, gone to the Bahamas a lot, St. John and the Virgin Islands and the BVI.\" == Career == === Theatre === After leaving Juilliard, Grammer had a three-year internship with the Old Globe Theatre in San Diego in the late 1970s before a stint in 1980 at the Guthrie Theater in Minneapolis, Minnesota. He made his Broadway debut in 1981 as \"Lennox\" in Macbeth, taking the lead role when Philip Anglim withdrew after receiving negative reviews. Grammer then played Michael Cassio in a Broadway revival of Othello, with James Earl Jones and Christopher Plummer. In 1983 he performed in the demo of the Stephen Sondheim–James Lapine production Sunday in the Park with George, starring Mandy Patinkin. In April-June of 1992, he played the title role in Richard II, staged at the Mark Taper Forum at the Los Angeles Music Center In 2000, Grammer again played Macbeth on Broadway, in a production that closed after only 10 days. On April 18, 2010, Grammer made his Broadway musical debut playing the role of Georges in a revival of the Jerry Herman/Harvey Fierstein musical La Cage aux Folles at the Longacre Theatre. Grammer starred alongside Douglas Hodge for which they both were nominated for Tony Awards for Best Performance by a Leading Actor in a Musical. Grammer was described by critics as \"equally fine\", \"delivering an assured and charming leading turn\". In March 2015, Grammer originated the roles of Charles Frohman and Captain Hook in the Broadway premiere of the musical Finding Neverland continuing with the roles through June 28, 2015. He returned to the stage from January 19 to April 3, 2016. Most recently he made an appearance in the West End production of Big Fish. In 2016, Grammer won a Tony Award as a producer of The Color Purple. In 2019, Grammer starred as Don Quixote in a production of Man of La Mancha at the London Coliseum. === Film and television === In 1984, Grammer first appeared as Dr. Frasier Crane in the NBC sitcom Cheers. Grammer's former Juilliard classmate and Broadway co-star Mandy Patinkin suggested Grammer to the New York casting director, and he got what was supposed to be a six- episode job, but ended up as a regular cast member. Cheers was created by James Burrows and aired on NBC from September 30, 1982, to May 20, 1993. The show is set in a bar named Cheers in Boston where a group of locals meet to drink, relax, and socialize. The character of Frasier first appears in the third season and continues to appear until the final season of the series, which aired in May 1993. Grammer has provided the voice of Sideshow Bob on The Simpsons, winning an Emmy Award for his work in the episode \"The Italian Bob\", his fifth Emmy win. He has appeared in twenty-two episodes from the show's beginning in 1989 through 2019's \"Bobby, It's Cold Outside\". In September 1993 the character became the center of the spin-off Frasier, which became one of the most successful spin-offs in television history. In addition to starring, he also directed more than 30 episodes, especially during the second half of the series, and sang the closing theme \"Tossed Salads and Scrambled Eggs.\" Frasier was nominated for and won many awards during its 11-year run, concluding in May 2004. In the show Frasier has moved from Boston to Seattle and works as a radio psychiatrist alongside his producer Roz (Peri Gilpin). The show also starred David Hyde Pierce as Niles, Frasier's brother, and John Mahoney as his father, Martin Crane. Jane Leeves plays his father's health care worker Daphne Moon. The show was a critical hit, and received the most Primetime Emmy Awards for Outstanding Comedy Series. This record has never been broken, with Modern Family tying the record. Grammer himself received 10 Primetime Emmy Award nominations for his role in Frasier, winning four times, tying him with Carroll O'Connor, Michael J. Fox and Jim Parsons for the most wins for Primetime Emmy Award for Best Actor in a Comedy Series. In February 2021, it was announced that Grammer would reprise the character in a revival set to air on the streaming service Paramount+. In 1995, Grammer voiced Dr. Frankenollie in the Mickey Mouse short Runaway Brain (1995), and it was nominated for Academy Award for Best Animated Short Film. He later starred in the lead role as Lt. Commander Thomas \"Tom\" Dodge in the film Down Periscope (1996), and voiced Vladimir \"Vlad\" Vanya Voinitsky Vasilovich in the 20th Century Fox's critically acclaimed animated movie Anastasia (1997). In 1999, Grammer voiced the main antagonist Stinky Pete in Pixar's Golden Globe Award- winning Toy Story 2 (1999). He also provided voice work for several other animated television series and direct-to-video films, such as Barbie of Swan Lake, Bartok the Magnificent, the title character in the short-lived animated series Gary the Rat and the narrator of Mickey's Once Upon a Christmas. He also voiced Dr. Ivan Krank in Disney's Teacher's Pet (2004). In 2001, he negotiated a $700,000-per-episode salary for Frasier. The series lasted 11 seasons running from 1993 to 2004. His 20-year run playing Dr. Frasier Crane (in both Cheers and Fraiser) ties a length set by James Arness in playing Marshal Matt Dillon on Gunsmoke from 1955 to 1975 but was surpassed by Richard Belzer in playing Det. John Munch on Homicide: Life on the Street and Law & Order: Special Victims Unit since 1993. Frasier Crane also had a crossover appearance in 1992 Wings episode \"Planes, Trains, & Visiting Cranes\". The show featured a variety of guest stars from Cheers including Ted Danson, Shelley Long, Woody Harrelson, Rhea Perlman, George Wendt and John Ratzenberger. Bebe Neuwirth appears in a recurring role throughout the series as Frasier's ex- wife Lilith. Other guest stars include Laura Linney, James Earl Jones, Nathan Lane, Patrick Stewart, Patrick Macnee, Derek Jacobi, Michael Keaton, Laurie Metcalf, Jean Smart and Eva Marie Saint. One of Frasier 's in-jokes was its use of celebrities as guest stars who were put through on Frasier's radio program as callers seeking advice. In 2004, he played Ebenezer Scrooge in the musical television film A Christmas Carol. ===Work post-Frasier=== In 2005, Grammer returned to television. He produced and appeared in an American adaptation of the British show The Sketch Show, which aired on Fox. The main cast consisted of Malcolm Barrett, Kaitlin Olson, Mary Lynn Rajskub and Paul F. Tompkins, as well as Lee Mack from the British version of the show. Grammer appeared in only short opening and closing segments in each episode. Many of the sketches from the British version were re-created, such as the \"California Dreamin'\", \"English Course\", and \"Sign Language\" sketches. Only six episodes of the show were made, and it was cancelled after only four of them had aired. In 2007, Grammer starred with Patricia Heaton in the American sitcom Back to You, which Fox cancelled after its first season. His next attempt, ABC's Hank, fared even worse. It was cancelled after only five episodes had aired. Grammer later commented, \"Honestly, it just wasn't very funny.\" In 2011 and 2012, Grammer found temporary success in the Starz drama series Boss as a fictional mayor of Chicago in the mold of Richard J. Daley. It premiered in October 2011. It was his first dramatic TV series. At the 2012 Golden Globe Awards Kelsey Grammer won the award for Best Actor in a Television Series Drama for his role on Boss. The show ran for 18 episodes over two seasons. In 2010–2012, Grammer guest starred as a comical version of himself in three episodes of the NBC show 30 Rock alongside Jane Krakowski and Jack McBrayer. In 2014 Grammer returned to sitcom television in Partners with comedian Martin Lawrence. The Lionsgate-produced show was written and executive produced by Robert L. Boyett and Robert Horn, known for writing hit shows like Family Matters, Living Single, Full House, Designing Women, and Perfect Strangers. Despite this, the show was cancelled after its first season. Later that same year, Grammer starred in several films such as Bonaparte in The Expendables 3 (2014) and as Harold Attinger in Transformers: Age of Extinction (2014). thumb|left|Grammer in 2016 The following year in 2015, he played Buckley in Best of Enemies (2015) and appeared in the National Geographic TV film Killing Jesus (2015) as Herod the Great, a film in which he both played a role and narrated. More recent work includes a role as Harry Hamilton in the Netflix film Like Father with Kristen Bell (2018) and as a detective opposite Nicolas Cage in Grand Isle (2019). === Other work === Grammer's voice has been featured in many commercials. One of the earliest was a 1998 commercial for Honey Nut Cheerios, where he voices the wolf in Little Red Riding Hood. Since 2006, Grammer has provided the voice for television commercials advertising Hyundai. In 2008, Grammer reprised his role of Dr. Frasier Crane in a commercial for Dr Pepper (Frasier and Cheers co-star Bebe Neuwirth also reprised her role as Lilith Sternin in the same commercial, albeit in voice only). In 2015 Grammer and John Lithgow lent their voices to the critically acclaimed documentary Best of Enemies as William F. Buckley, Jr. and Gore Vidal, respectively. The documentary surrounds the events around the televised debates between intellectuals Vidal and Buckley during the 1968 United States presidential election. The film premiered at the 2015 Sundance Film Festival and was shortlisted for the Academy Award for Best Documentary but did not make the final cut. ==Filmography== ===Film=== {| class=\"wikitable\" |- !Year !Title !Role !Notes |- |1992 |Galaxies Are Colliding |Peter | |- |1995 |Runaway Brain |Dr. Frankenollie |Voice; Short film |- |1996 |Down Periscope |Tom Dodge | |- |1997 |Anastasia |Vladimir |Voice |- | rowspan=\"2\" |1998 |The Real Howard Spitz |Howard Spitz | |- |The Pentagon Wars |General Partridge | |- | rowspan=\"4\" |1999 |Standing on Fishes |Verk | |- |Bartok the Magnificent |Zozi |rowspan=2| Voice; Direct-to-video |- |Mickey's Once Upon a Christmas |Narrator |- |Toy Story 2 |Stinky Pete the Prospector |Voice |- | rowspan=\"3\" |2001 |15 Minutes |Robert Hawkins | |- |Just Visiting |Narrator |Uncredited |- |God Lives Underwater: Fame |Robert Hawkins |Short film |- | rowspan=\"2\" |2003 |The Big Empty |Agent Banks | |- |Barbie of Swan Lake |Rothbart |Voice; Direct-to-video |- |2004 |Teacher's Pet |Dr. Ivan Krank |Voice |- |2005 |The Good Humor Man |Mr. Skibness | |- | rowspan=\"2\" |2006 |Even Money |Detective Brunner | |- |X-Men: The Last Stand |Dr. Hank McCoy / Beast | |- | 2007 |The Simpsons Movie |Sideshow Bob |Voice, scenes deleted |- | rowspan=\"2\" |2008 |Swing Vote |President Andrew Boone | |- |An American Carol |Patton | |- | rowspan=\"2\" |2009 |Middle Men |Frank Griffin | |- |Fame |Mr. Martin Cranston | |- |2010 |Crazy on the Outside |Frank | |- |2011 |I Don't Know How She Does It |Clark Cooper | |- | rowspan=\"2\" |2013 |Monsters University |Henry J. Waternoose III |Voice, deleted scene |- |Legends of Oz: Dorothy's Return |Tin Man |Voice |- | rowspan=\"6\" |2014 |X-Men: Days of Future Past | Dr. Hank McCoy / Beast |Uncredited cameo |- |Think Like a Man Too |Lee Fox | |- |The Expendables 3 |Bonaparte | |- |Transformers: Age of Extinction |Harold Attinger | |- |Reach Me |Angelo AldoBrandini | |- |Breaking the Bank |Charles Bunbury | |- | rowspan=\"2\" |2015 |Entourage |Himself |Cameo |- |Best of Enemies |William F. Buckley, Jr. |Voice; Documentary |- | rowspan=\"2\" |2016 |Neighbors 2: Sorority Rising |Mr. Robek, Shelby's Dad |Cameo |- |Storks |Hunter |Voice |- |2017 |Bunyan and Babe |The Amazing Blackstone Norman Blandsford | Voice |- | rowspan=\"2\" |2018 |Guardians of the Tomb |Mason | |- |Like Father |Harry Hamilton | |- |2019 |Grand Isle |Detective Jones | |- |2020 |Money Plane |Darius Emmanuel Grouch III, aka \"The Rumble\" | |- | rowspan=\"5\" |2021 |The Space Between |Micky Adams | |- |The God Committee |Dr. Andre Boxer | |- |Trollhunters: Rise of the Titans |Blinky Galadrigal |Voice |- |Charming the Hearts of Men |Congressman | |- |Father Christmas Is Back |James Christmas | |} === Television === {| class=\"wikitable\" |- !Year !Title !Role !Notes |- |1979 |Ryan's Hope |Waiter |Uncredited; Episode: \"#1.1051\" |- | rowspan=\"2\" |1982 |Another World |Head Paramedic |Episode: \"#1.4498\" |- |Macbeth |Lennox |Television film |- |1983 |Kennedy |Stephen Smith |5 episodes |- | rowspan=\"2\" |1984 |Kate & Allie |David Hamill |Episode: \"Allie's First Date\" |- |George Washington |Lieutenant Stewart |1 episode |- |1984–1993 |Cheers |Dr. Frasier Crane |203 episodes |- |1986 |Crossings |Craig Lawson |2 episodes |- | rowspan=\"2\" |1987 |You Are the Jury |Stuart Cooper |Episode: \"The State of Oregon vs. Stanley Manning\" |- |J.J. Starbuck |Pierce Morgan |Episode: \"Murder in E Minor\" |- | rowspan=\"2\" |1988 |Mickey's 60th Birthday |Dr. Frasier Crane |Television special |- |Dance 'til Dawn |Ed Strull |Television film |- | rowspan=\"2\" |1989 |227 |Mr. Anderson |Episode: \"For Sale\" |- |Top of the Hill |Unknown |Television movie |- | rowspan=\"3\" |1990 |The Tracey Ullman Show |Mr. Brenna |Episode: \"Maria and the Mister\" |- |The Magical World of Disney | rowspan=\"2\" |Dr. Frasier Crane |Episode: \"Disneyland's 35th Anniversary Celebration\" |- |The Earth Day Special |Television special |- |1990–present |The Simpsons |Sideshow Bob |Voice; 23 episodes |- |1991 |Baby Talk |Russell |Episode: \"One Night with Elliot\" |- |1991–98 |Saturday Night Live |Himself |3 episodes Host (2 episodes) Cameo (Episode: \"Kirstie Alley/Tom Petty\") |- | rowspan=\"2\" |1992 |Wings |Dr. Frasier Crane |Episode: \"Planes, Trains and Visiting Cranes\" |- |Star Trek: The Next Generation |Capt. Morgan Bateson |Episode: \"Cause and Effect\" |- | rowspan=\"2\" |1993 |Roc |Detective Rush |Episode: \"To Love and Die on Emerson Street (Part 2)\" |- |Appointment for a Killing |Ron McNally |Television film |- |1993–2004, 2022 |Frasier |Dr. Frasier Crane |264 Episodes |- |1994 |The Innocent |Det. Frank Barlow |Television film |- |1995 |Biography |George Washington |Documentary Episode: \"Benedict Arnold: Triumph and Treason\" |- |1996 |London Suite |Sydney Nichols |Television film |- |1997 |Fired Up |Tom Whitman |2 episodes |- | rowspan=\"2\" |1998 |The Pentagon Wars |General Partridge |Television film |- |Just Shoot Me! |Narrator |Voice; Episode: \"How the Finch Stole Christmas\" |- |1999 |Animal Farm |Snowball |Voice; Television film |- |2000 |Stark Raving Mad |Professor Tuttle |Episode: \"The Grade\" |- |2001 |The Sports Pages |Howard Greene |Television film Segment \"How Doc Waddems Finally Broke 100\" |- |2002 |Mr. St. Nick |Nick St. Nicholas |Television film |- | rowspan=\"3\" |2003 |Benedict Arnold: A Question of Honor |George Washington |Television film |- |Becker |Rick Cooper |Episode: \"But I've Got Friends I Haven't Used Yet\" |- |Gary the Rat |Gary Andrews |Voice; 13 episodes |- | rowspan=\"2\" |2004 |A Christmas Carol: The Musical |Ebenezer Scrooge |Television film |- | Sesame Street |Himself | |- |2005 |The Sketch Show |Various characters |6 episodes |- |2006 |Medium |Bob Sherman Angel of Death |Episode: \"Death Takes a Policy\" |- |2007–08 |Back to You |Chuck Darling |17 episodes |- |2009–10 |Hank |Hank Pryor |10 episodes |- |2010 |The Troop |Dr. Cranius |Voice; Episode: \"Do Not Talk to Dr. Cranius\" |- |2010–12 |30 Rock |Himself |3 episodes |- |2011–12 |Boss |Mayor Tom Kane |18 episodes |- |2014 |Partners |Allen Braddock |10 episodes |- |2015 |Killing Jesus |King Herod/Narrator |Television film |- |2016 |Unbreakable Kimmy Schmidt |Himself |Voice; Episode: \"Kimmy Kidnaps Gretchen!\" |- |2016–17 |The Last Tycoon |Pat Brady |9 episodes |- |2016–18 |Trollhunters: Tales of Arcadia |Blinky |Voice; 52 episodes |- | rowspan=\"2\" |2017 |Modern Family |Keifth |Episode: \"Ringmaster Keifth\" |- |Porters |Mendel Dolem |Episode: \"#1.1\" |- |2018–19 |3Below: Tales of Arcadia |Blinky |Voice; 2 episodes |- | rowspan=\"3\" | 2019 |Arrow |Narrator |Uncredited voice; Episode: \"Emerald Archer\" |- |Proven Innocent |Gore Bellows |13 episodes |- |You're Not a Monster |John Seward |Voice; 10 episodes |- | rowspan=\"2\" | 2020 |Carol's Second Act |Richard |Episode: \"R.I.P. Dr. Herman\" |- |Wizards: Tales of Arcadia |Blinky Galadrigal |Voice; 9 episodes |- | rowspan=\"3\" | 2021 |Dr. Death |Dr. Geoffrey Skadden |4 episodes |- |The Ghost and Molly McGee |Abraham Lincoln's ghost (voice) |Episode: \"Not So Honest Abe\" |- |Green Eggs and Ham | TBA (voice) | Episode: TBA |} === Theater === {| class=\"wikitable\" |- !Year !Title !Role !Venue |- |1981 |Macbeth |Lennox |Vivian Beaumont Theatre |- |rowspan=\"2\" |1982 |Othello |Michael Cassio |Winter Garden Theatre |- |Plenty |Codename Lazar |The Public Theater |- |rowspan=\"2\" |1983 |Quartermaine's Terms |Mark Sackling |Playhouse 91 |- |Sunday in the Park with George |Young Man on the Bank and soldier |Playwrights Horizons |- |rowspan=\"3\" |2000 |rowspan=\"2\" |Macbeth |rowspan=\"2\" |Macbeth |Colonial Theater |- |Music Box Theatre |- |Sweeney Todd: The Demon Barber of Fleet Street |Sweeney Todd |Ahmanson Theatre |- |2007 |My Fair Lady |Professor Henry Higgins |Lincoln Center's Avery Fisher Hall |- |2010–11 |La Cage aux Folles |Georges |Longacre Theatre |- |2015–16 |Finding Neverland |Charles Frohman/Captain Hook |Lunt-Fontanne Theatre |- |2015–17 |The Color Purple | |Producer Bernard B. Jacobs Theatre |- |2017 |Big Fish |Edward Bloom |The Other Palace |- |2019 |Man of La Mancha | Miguel de Cervantes / Don Quixote | London Coliseum |- |2020 |The Boy Friend | Lord Brockhurst | Princess of Wales Theatre |} Video games {| class=\"wikitable sortable\" |- !Year !Title !Voice role |- |2003 |Quest for the Code |Mucus Airgon |- |2007 |The Simpsons Game |Sideshow Bob |} ==Production work== ===Director=== {| class=\"wikitable sortable\" |- !Year !Title !Notes |- |1996–2004 |Frasier |36 episodes |- |2001 |Neurotic Tendencies |Pilot |- |2005 |Out of Practice |2 episodes |- |2006 |My Ex Life |Pilot |- |2007 |Everybody Hates Chris |Episode: \"Everybody Hates the Last Day\" |- | rowspan=\"2\" |2009 |Hank |2 episodes |- |Alligator Point |Pilot |- |2014 |Partners |2 episodes |} ===Producer=== Grammer's production company, Grammnet Productions, produces the sitcom Girlfriends, its spinoff The Game, the drama Medium, and many other projects. {| class=\"wikitable sortable\" |- !Year !Title !Contribution !Notes |- |1993–2004 |Frasier |rowspan=\"18\" |Executive producer |262 episodes |- |1994 |The Innocent |Television film |- |1995 |Kelsey Grammer Salutes Jack Benny |Television documentary |- |1997–1998 |Fired Up |28 episodes |- |2000–2008 |Girlfriends |172 episodes |- |2001 |Neurotic Tendencies |Pilot |- |2002–2003 |In-Laws |15 episodes |- | rowspan=\"2\" |2003 |Gary the Rat | 12 episodes |- |Alligator Point |Pilot |- |2004 |The Soluna Project |Pilot |- | rowspan=\"3\" |2005 |The Good Humor Man |Feature film |- |Kelsey Grammer Presents: The Sketch Show |6 episodes |- |World Cup Comedy | 6 episodes |- |2005–2011 |Medium | 129 episodes |- |2006–2009 |The Game | 64 episodes |- |2007 |Dash 4 Cash |Pilot |- |2007–2008 |Back to You |17 episodes |- |2009–2010 |Hank |6 episodes |- |2010 |The Kelsey Grammer Bill Zucker Comedy Hour |Producer |Pilot |- |2011–2012 |Boss | rowspan=\"4\"| Executive producer | 18 episodes |- |2014 |Partners |10 episodes |- |2018 |Light as a Feather |13 episodes |- |2022 |Phat Tuesdays: The Era Of Hip Hop Comedy |3 episodes |} == Personal life == Grammer has been married four times and has seven children and one grandchild . His first marriage, to dance instructor Doreen Alderman, lasted from 1982 to 1990, although they were separated for the last six years of that period. They have one daughter, actress Spencer Grammer (born October 9, 1983). Through Spencer, Grammer has one grandson, Emmett Emmanual Hesketh (born October 10, 2011). After his divorce from Alderman, Grammer had a daughter, Kandace Greer Grammer (\"Greer Grammer\"; born February 15, 1992), with hair and makeup stylist Barrie Buckner. Greer was a cast member on MTV's show Awkward. His second marriage, to Leigh-Anne Csuhany in September 1992, lasted one year. Grammer filed for an annulment when Csuhany was three months pregnant and evicted her from their home. The pregnancy ended in a miscarriage. Grammer claimed she was abusive and fired a gun at him. In 1994, he met 28-year-old Tammi Baliszewski, also known as Tammi Alexander, at a bar in Manhattan Beach, California. In December 1994, they appeared together on the cover of People magazine, announcing their engagement and Grammer's substance abuse problems. In August 1997, Grammer married his third wife, dancer and model Camille Donatacci. They met on a blind date in 1996. They have a daughter, born October 2001, and a son, born August 2004, both born to a surrogate mother. During their marriage, several of Grammer and Donatacci's homes were featured in magazines, including ones in Malibu, California (February 2001, InStyle), Maui (May 2004, InStyle), Long Island, New York (April 2008, InStyle), Bachelor Gulch, Colorado (Architectural Digest), and Bel Air, Los Angeles (Architectural Digest). In New York City, they lived at 15 Central Park West. It was announced on July 1, 2010, that Grammer had filed for divorce, citing irreconcilable differences. Grammer and Donatacci's divorce was finalized on February 10, 2011. On August 12, 2010, Grammer announced that he was going to be a father for the fifth time with girlfriend Kayte Walsh, an English flight attendant 25 years his junior, daughter of former footballer Alan Walsh. However, in October, Grammer announced that Walsh had miscarried six weeks earlier. The couple announced their engagement in December 2010, and married at The Plaza Hotel in New York City on February 25, 2011, two weeks after the dissolution Grammer's third marriage. Grammer and Walsh have a daughter, born July 2012, and two sons, born July 2014 and November 2016. ===Murder of Karen Grammer=== On July 1, 1975, Freddie Glenn, Michael Corbett, and one other man abducted, raped, and murdered Grammer's younger sister, 18-year-old Karen Grammer. Grammer, then 20, identified her body. He and his sister had been close, and he was devastated by her death; his later bouts of alcoholism and drug addiction were fueled in part by guilt and depression. In a 2012 interview with Oprah Winfrey, Grammer said he would be willing to forgive the perpetrators if they would take responsibility for the crime, but that they all continued to say they were innocent. In the same interview, Grammer expressed his loss of faith for a few years after Karen's death. He subsequently forgave Glenn in a 2014 parole hearing after being convinced of Glenn's contrition, but refused to support his release, saying that it would \"be a betrayal of my sister's life\". He named his daughter Spencer Karen Grammer in part for his sister. Karen Grammer's murder and the investigation by the Colorado Springs Police Department was the subject of the episode \"Animal Nature\" of the Investigation Discovery series Homicide Hunter. === Politics === Grammer is a supporter of the Republican Party and endorses the Tea Party movement on economic issues such as small government and lower taxes; City A.M. described him as \"one of Hollywood's best-known Republicans, a rare spark of red in a blue sea of Democrats\". While a New York magazine profile published in 2010 described him as pro-choice, Grammer in 2015 posted an Instagram photo of himself with his wife Kayte wearing a T-shirt by the pro-life group Abort73. Grammer is supportive of same-sex marriage, stating \"I think marriage is up to two people who love each other\". He has expressed skepticism on the scientific consensus on climate change, comparing the California wildfires to alleged global cooling from his youth and expressing skepticism on the 2011 and 2018 climate meetings. Additionally, he stated in a 2016 interview with The Guardian that the person he admired most was Vladimir Putin \"Because he is so comfortably who he is.\" He also expressed support for Britain leaving the European Union, urging them to move forward with it. Grammer has labeled Washington politicians a \"bunch of clowns\". He has expressed an interest in some day running for United States Congress, Mayor of New York City, and the presidency. Grammer was a guest at President George W. Bush's first inauguration. Grammer endorsed Rudy Giuliani in the 2008 presidential primary and later campaigned for John McCain in the general election. Grammer promoted RightNetwork, a conservative start-up American television network. He endorsed Michele Bachmann for the Republican nomination for president in 2012. After Mitt Romney won the nomination, Grammer endorsed him. He supported Ben Carson's candidacy for the Republican presidential nomination in 2016, although he endorsed Donald Trump when the latter was selected. === Health problems === Grammer has a history of substance abuse. In 1988, Grammer was charged with drunk driving and cocaine possession and sentenced to 30 days in jail. In August 1990, Grammer was charged again with cocaine possession and was sentenced to three years' probation, fined $500, and required to perform 300 hours of community service. In January 1991, Grammer was given an additional two years' probation for violating his original probation through additional cocaine use. In September 1996, he crashed his Dodge Viper while intoxicated, and subsequently checked into the Betty Ford Center (an alcohol rehabilitation clinic) for 30 days. The cast and producers of both Frasier and Cheers held interventions to help him. Grammer's personal problems affected his work; co-star Bebe Neuwirth and writer Ken Levine cited delays with rehearsals and filming due to his erratic behavior. Writer Dan O'Shannon recalled, however, that Grammer credits his religion for helping him through with his struggles with alcohol and drug use, as well as his personal tragedies. On May 31, 2008, while paddleboarding with his then-wife Camille in Hawaii, Grammer experienced a heart attack. Their personal assistant, Scott MacLean was essential in saving his life. Grammer was discharged on June 4, 2008, and was said to be \"resting comfortably\" at his Hawaiian residence.Kelsey Grammer Out of the Hospital from E! Online Seven weeks after the attack, Grammer told Entertainment Tonight that, although at the time his spokesman described the attack as mild, it was in fact more severe, almost leading to his death, as his heart had stopped. Grammer thought Fox's decision to cancel his TV sitcom Back to You contributed to his health problems, stating that \"It was a very stressful time for me, and a surprise that it was cancelled. But you know, everything that doesn't kill us—which it almost did—makes us stronger!\" ===Legal issues=== In 1988, Grammer was arrested for possession of one-quarter gram of cocaine, after being pulled over in a traffic stop for driving with expired plates in North Hollywood. A year earlier, he had been arrested for a DUI in Van Nuys, and would go on to serve 14 days of a 30-day sentence, as well as 10 days of community service, after failing to comply with the requirements of his parole in 1990. In 1990 Grammer was sentenced to 90 days' house arrest, ordered to pay a $500 fine, underwent drug and alcohol abuse counseling, and performed 300 hours of community service for his 1988 cocaine possession case. In 1995, Grammer was accused of sleeping with his child's underage babysitter. A grand jury chose not to indict the actor saying, \"The young woman's delay of more than a year in pressing charges against Mr. Grammer made it difficult to support her claim\", according to the County Prosecutor Nicholas L. Bissell Jr. Grammer released a statement saying, \"I have said from the outset that there was no basis for the allegations\". In 1996, Grammer's ex-girlfriend, Cerlette Lamme, sued him for defamation of character and invasion of privacy over content he included in his autobiography So Far. In 1998, Grammer filed a lawsuit against Internet Entertainment Group (IEG), which Grammer claimed had stolen from his home a videotape of him sleeping with a woman. IEG countersued Grammer, denying it was in possession of such a tape, and Grammer's suit was eventually dropped. IEG President Seth Warshavsky later said, \"We have been presented with another Kelsey Grammer tape. But we have no plans to air it. We are still evaluating it at this time.\" == Awards and nominations == Grammer won a number of Emmys, Screen Actors Guild Award, and Golden Globes for his work on Frasier. He was the first American actor ever to be nominated for multiple Emmy awards for portraying the same character on three different television shows (Cheers, Frasier, and Wings). In 2010, Grammer received his first Tony Award nomination for Best Actor in a Musical for his acclaimed performance in La Cage Aux Folles opposite Douglas Hodge. In 2016, he received his second Tony Award nomination and first win for Best Revival of a Musical as a producer for The Color Purple. On May 22, 2001, he was presented with a star on the Hollywood Walk of Fame for television. In 1999 he received a nomination from Directors Guild of America award for directing the episode Frasier. At the Golden Globes, he has received nine nominations winning three times. == References == == Further reading == * Grammer, Kelsey. So Far. New York: Viking Press, 1995. Print. . . His Autobiography. == External links == * * * * Category:1955 births Category:20th-century American male actors Category:21st-century American male actors Category:American soap opera actors Category:American male comedians Category:American male film actors Category:American male musical theatre actors Category:American male stage actors Category:American male television actors Category:American male video game actors Category:American male voice actors Category:American people convicted of drug offenses Category:American people of British descent Category:American people of United States Virgin Islands descent Category:American television directors Category:Audiobook narrators Category:Television producers from California Category:Best Drama Actor Golden Globe (television) winners Category:Best Musical or Comedy Actor Golden Globe (television) winners Category:California Republicans Category:Comedians from California Category:Comedians from New York City Category:Juilliard School alumni Category:Living people Category:Male actors from Beverly Hills, California Category:Male actors from New York City Category:New York (state) Republicans Category:Outstanding Performance by a Lead Actor in a Comedy Series Primetime Emmy Award winners Category:People from Manhattan Category:People from Saint Thomas, U.S. Virgin Islands Category:Primetime Emmy Award winners Category:Daytime Emmy Award winners Category:United States Virgin Islands male actors Category:Tony Award winners Category:Television producers from New York City Category:20th-century American comedians Category:21st-century American comedians Category:Former Christian Scientists Category:Conservatism in the United States",
 "title": "Kelsey Grammer"
}