{
 "id": "171382",
 "text": "thumb|right|AUTOVON telephone The Automatic Voice Network (AUTOVON, military designation 490-L)Filter Center, Aviation Week & Space Technology, September 23, 1963, v. 79, no. 13, pp. 97-101. was a worldwide American military telephone system. The system was built starting in 1963, based on the Army's existing Switch Communications Automated Network (SCAN) system. In June 1966 the Air Defense Command voice network was cut over to the new service.AT&T; (1974) Events in Telephone History In 1969, AUTOVON switching centers opened in the United Kingdom, and later in other European countries, Asia, the Middle East, and Panama. It was a major part of the Defense Communications System (DCS), providing non-secure switched voice services. The system was replaced in the early 1990s by the Defense Switched Network. ==Circuits== AUTOVON used a combination of its own constructed circuits and other lines operated by AT&T; Corporation and smaller independent telephone companies, connected by high-speed switching centers produced by Automatic Electric Company to exchanges located far from other civilian or military targets. In the US the cables were predominantly L-carrier coaxial multiplex built by AT&T;, who also used them to carry about one third of all civilian long-distance calls, as their capacity was much higher than the military needed. Although unused, some of the cables remain today and the routes are visible on satellite photos. The system's traffic was transported over many media other than underground cable, including microwave links, open wire and, near the end of the system's life, fiber optic. Contrary to stories of underground concrete cable ducts, most of the cable was directly buried without added concrete, relying instead on the natural protection of soil. In some areas, however, cables from the AUTOSEVOCOM network were laid in parallel. These were often concrete-encased when the traffic they were carrying was not encrypted. Most of the cable repeater huts have been sold to private interests, to round out existing parcels, or as possible build-to-suit tower sites, etc. AT&T; has been filling the small underground portion before sale, unless they sell to a major company. The junctions for AUTOVON are also being sold into private ownership, with a few exceptions. Most are stripped of all the equipment, although the AUTOVON junction in Mounds, Oklahoma was sold with all the old equipment in place. The telephone switches used were initially a 4 wire version of Number Five Crossbar Switching System, replaced in the early 1970s after the more versatile 1ESS switch had shown its reliability. (Note that this paragraph disagrees in part with an earlier paragraph regarding the manufacturer of switching equipment. In general, switches in Bell operating territories were made by AT&T;, and most others by Automatic Electric; see the Autovon switch location map cited in External Links, below, for a snapshot listing of locations (some of the names in the map have been anonymized) and equipment manufacturer.) ==Multilevel precedence and preemption== thumb|right|An Autovon telephone keypad with three of the four precedence levels (excluding Routine), plus Flash Override The AUTOVON system provided a facility for placing calls with multilevel precedence and preemption (MLPP). If in the public switched telephone network a caller encounters congestion because no circuits are available, the caller typically receives the reorder tone (\"fast-busy\" signal) and is unable to reach the called party. In military networks such an event was not acceptable, as some calls must always be completed. AUTOVON included four message precedence levels: Routine, Priority, Immediate and Flash, and had an additional capability called Flash Override. These levels were activated using the buttons in an additional column of the keypad, which produced the dual-tone multi-frequency (DTMF) signals A, B, C, and D: *A (697/1633 Hz): Flash Override (FO) *B (770/1633 Hz): Flash (F) *C (852/1633 Hz): Immediate (I) *D (941/1633 Hz): Priority (P) Routine was the level of calls without priority and required no special signaling; the user would only dial the telephone number. Calls with precedence required preceding the telephone number with the desired precedence signal. Calls of increasing precedence could preempt calls of lower priority, giving them a special tone, if need be. For example, if a call was placed with Flash precedence and the route had no available trunks, the switch would preempt a Routine call, and if none in progress, would search for Priority and Immediate type calls. Only when all lines of a switch were already used with Flash or Flash Override precedence would the caller receive a reorder signal. The authority of a caller to use the precedence levels was granted by complex regulations.Copy of a 1971 \"Official Global Autovon Telephone Directory\" Flash Override was not designated as a precedence level, but a capability designed to allow the President of the United States or other National Command Authority to preempt any other traffic in the network in an emergency. The International Telecommunication Union accepted the MLPP specification as recommendation Q.955.3 in March 1993. ==Numbering plan== AUTOVON used a numbering scheme similar to the North American Numbering Plan. The network had its own three- digit area codes for various geographic regions around the world. Each area code covered several three-digit exchange codes, usually corresponding to the central office telephone switches serving each installation. Thus, almost any telephone on a military base could be direct-dialed via AUTOVON. A selected set of telephones were four-wire AUTOVON phones, wired directly into the AUTOVON network. Others could initiate AUTOVON calls with operator assistance. Though the numbering plan was similar to the U.S. civilian scheme, the routing structure was a very complex polygrid system unlike the civilian office classification scheme, which used a 5-level hierarchical system in which longer-distance traffic, in general, was handled by higher-level switches. It was barely within the information processing capabilities of the Number Five Crossbar switching system which implemented it. The non-hierarchical routing structure was intended to get around any number of nodes destroyed in war. This system inspired similarly survivable ones for message networks, including in future decades the Internet. Local base switches would be connected to a few AUTOVON trunks, which the user would access by dialing 8 (or in some cases, 88) before the telephone number. To dial locally a user would dial 9, and to dial using commercial long-distance, 1 (where this was supported). The United States Department of Defense (DoD) charged access to AUTOVON according to a complex billing system, and each base budgeted according to local practice. ==See also== *Automatic Digital Network *Automatic Secure Voice Communications Network * ==References== ==External links== * Military type Autovon sets * The history of Autovon and DSN (1992) * Aerial view of a repeater hut with buried cable route visible from SW to NW, Google Maps. * AUTOVON switch locations in CONUS, mid-1970s * Use of pre-emption - VOICE PRECEDENCE SYSTEM CHART - Global Autovon Telephone Directory 1971 * AUTOVON * AUTOmatic VOice Network (AUTOVON) instructions * U.S. Department of Defense Automatic Voice Network * AUTOVON - JKL Museum of Telephony Category:History of the telephone Category:Military communications of the United States Category:Teletraffic",
 "title": "Autovon"
}