{
 "id": "171620",
 "text": "The following is an overview of events in 1984 in film, including the highest- grossing films, award ceremonies and festivals, a list of films released and notable deaths. The year's highest-grossing film in the United States and Canada was Beverly Hills Cop. Ghostbusters overtook it, however, with a re- release the following year. It was the first time in five years that the top- grossing film did not involve George Lucas or Steven Spielberg although Spielberg directed the third placed Indiana Jones and the Temple of Doom (the highest-grossing film worldwide that year) and executive produced the fourth placed Gremlins. U.S. box office grosses reached $4 billion for the first time and it was the first year that two films had returned over $100 million to their distributors with both Ghostbusters and Indiana Jones and the Temple of Doom achieving this. Beverly Hills Cop made it three for films released in 1984 after its performance during 1985 took it to rentals of $108 million. Other popular films included The NeverEnding Story, which was the most expensive film produced in West Germany, The Karate Kid and Romancing the Stone. A high number of sci-fi/fantasy films were released in 1984. ==Highest- grossing films== ===United States=== The top ten 1984 released films by box office gross in North America are as follows: {| class=\"wikitable sortable\" style=\"margin:auto; margin:auto;\" |+ Highest-grossing films of 1984 |- ! Rank!! Title !! Distributor !! Box-office gross |- ! style=\"text- align:center;\"| 1 | Beverly Hills Cop | Paramount | $234,760,478 |- ! style=\"text-align:center;\"| 2 |Ghostbusters | Columbia | $229,242,989 |- ! style=\"text-align:center;\"| 3 |Indiana Jones and the Temple of Doom | Paramount | $179,870,271 |- ! style=\"text-align:center;\"| 4 | Gremlins | Warner Bros. | $153,083,102 |- ! style=\"text-align:center;\"| 5 | The Karate Kid | Columbia | $130,000,000 |- ! style=\"text-align:center;\"| 6 |Police Academy | Warner Bros. | $81,198,894 |- ! style=\"text-align:center;\"| 7 | Footloose | Paramount | $80,035,402 |- ! style=\"text-align:center;\"| 8 | Romancing the Stone | Fox | $76,572,238 |- ! style=\"text-align:center;\"| 9 | Star Trek III: The Search for Spock | Paramount | $76,471,076 |- ! style=\"text-align:center;\"| 10 | Splash | Disney | $69,821,334 |} ===International=== {| class=\"wikitable sortable\" style=\"margin:auto; margin:auto;\" |- ! International market !! Title !! Director !! Production country !! Revenue !! Admissions !! Source(s) |- | Brazil | Gremlins | Joe Dante | United States | $1,505,985 | | |- | France | Marche à l'ombre | Michel Blanc | France | | 6,168,425 | |- | Hong Kong | Aces Go Places 3 | Tsui Hark | Hong Kong | | | |- | India | Tohfa | K. Raghavendra Rao | India | | | |- | Italy | Indiana Jones and the Temple of Doom | Steven Spielberg | United States | | 838,309 | |- | Japan | Indiana Jones and the Temple of Doom | Steven Spielberg | United States | | | |- | South Korea | Project A | Jackie Chan | Hong Kong | ₩ | 396,436 | |- | Soviet Union | Disco Dancer | Babbar Subhash | India | $75,900,000 | 60,900,000 | Indian Films in Soviet Cinemas: The Culture of Movie-going After Stalin, page 211, Indiana University Press, 2005 |- | Spain | Gremlins | Joe Dante | United States | $4,255,642 | 3,202,047 | |- | United States and Canada | Beverly Hills Cop | Martin Brest | United States | $234,760,478 | 67,150,000 | |- | West Germany | Police Academy | Hugh Wilson | United States | | 5,187,443 | |} ==Events== *February 15 - The Walt Disney Studios establishes Touchstone Pictures to release films with more mature subject matter than the traditional Walt Disney Pictures banner. *March 30 - Romancing the Stone is released and propels stars Kathleen Turner, Michael Douglas, and Danny DeVito and director Robert Zemeckis to super-stardom. The film also gave Zemeckis his first box office hit, which gave Universal Pictures confidence to allow him to direct his next film, Back to the Future. *April 6 - Tri-Star Pictures, a joint venture of Columbia Pictures, HBO, and CBS, releases its first film, Where the Boys Are '84. *May 4 - The first of the year's breakdancing musicals is released, Breakin'. It is soon followed by Beat Street and its sequel, Breakin' 2: Electric Boogaloo. *July 1 - The Motion Picture Association of America institutes the PG-13 rating, as a response to violent horror films such as Gremlins and Indiana Jones and the Temple of Doom. *July 27 - Prince's first film Purple Rain is released. *August 25 - Ghostbusters becomes the biggest grossing comedy film of all-time in the United States exceeding Tootsie's $177.2 million going on to gross $229.2 million in its initial run. It is overtaken by Beverly Hills Cop in summer 1985 but regains the record after its re-release in August 1985. It also became the biggest grossing film released by Columbia Pictures. *September 22 - Michael Eisner leaves Paramount Pictures to become head of Walt Disney Productions, while Frank Wells became chief operating officer and Jeffrey Katzenberg was later named chairman. *October 8 - Ned Tanen becomes president of Paramount Pictures motion picture group. *December 5 - Beverly Hills Cop is released. It will go on to become the 6th highest-grossing film of all time in the U.S. at the time, the highest grossing comedy of all time at the time, as well as the highest grossing R-Rated film of all time, a record it would hold for 19 years. *December 14 - Dune is released after over a year of hype and anticipation. *Annie's Coming Out wins 3 Australian Film Institute Awards including the Australian Film Institute Award for Best Film. ==Awards== {| class=\"wikitable\" style=\"font-size: 90%;\" |- ! rowspan=\"2\" style=\"width:200px;\"| Category/Organization !! colspan=\"2\" style=\"width:250px;\"| 42nd Golden Globe Awards January 27, 1985 !! rowspan=\"2\" style=\"width:250px;\"| 38th BAFTA Awards March 5, 1985 !! rowspan=\"2\" style=\"width:250px;\"| 57th Academy Awards March 25, 1985 |- ! width=200| Drama !! style=\"width:200px;\"| Comedy or Musical |- | Best Film || Amadeus || Romancing the Stone || The Killing Fields|| Amadeus |- | Best Director || colspan=2| Miloš Forman Amadeus || Wim Wenders Paris, Texas || Miloš Forman Amadeus |- | Best Actor || F. Murray Abraham Amadeus || Dudley Moore Micki & Maude || Haing S. Ngor The Killing Fields || F. Murray Abraham Amadeus |- | Best Actress || Sally Field Places in the Heart || Kathleen Turner Romancing the Stone || Maggie Smith A Private Function || Sally Field Places in the Heart |- | Best Supporting Actor || colspan=2| Haing S. Ngor The Killing Fields || Denholm Elliott A Private Function || Haing S. Ngor The Killing Fields |- | Best Supporting Actress || colspan=2| Peggy Ashcroft A Passage to India || Liz Smith A Private Function|| Peggy Ashcroft A Passage to India |- | Best Screenplay, Adapted || rowspan=2 colspan=2| Amadeus Peter Shaffer || The Killing Fields Bruce Robinson ||Amadeus Peter Shaffer |- | Best Screenplay, Original || Broadway Danny Rose Woody Allen || Places in the Heart Robert Benton |- | Best Original Score || colspan=\"2\" | Maurice Jarre A Passage to India || Ennio Morricone Once Upon a Time in America || Maurice Jarre A Passage to India Prince Purple Rain |- | Best Original Song || colspan=\"2\" | \"I Just Called to Say I Love You\" The Woman in Red || \"Ghostbusters\" Ghostbusters || \"I Just Called to Say I Love You\" The Woman in Red |- | Best Foreign Language Film || colspan=2| A Passage to India United Kingdom || Carmen France || Dangerous Moves Switzerland |} Golden Raspberry Awards: :Worst Picture: Bolero :Worst Director: John Derek - Bolero :Worst Actor: Sylvester Stallone - Rhinestone :Worst Actress: Bo Derek - Bolero :Worst Supporting Actor: Brooke Shields (with a moustache) - Sahara :Worst Supporting Actress: Lynn-Holly Johnson - Where the Boys Are '84 :Worst Screenplay: John Derek - Bolero Palme d'Or (Cannes Film Festival): :Paris, Texas, directed by Wim Wenders, France / West Germany Golden Lion (Venice Film Festival): :A Year of the Quiet Sun (Rok spokojnego slonca), directed by Krzysztof Zanussi, Poland Golden Bear (Berlin Film Festival): :Love Streams, directed by John Cassavetes, United States ==1984 Wide-release films in the U.S.== ===January–March=== {| class=\"wikitable sortable\" |- style=\"background:#b0e0e6; text-align:center;\" ! colspan=\"2\" | Opening ! style=\"width:17%;\"| Title ! style=\"width:16%;\"| Studio ! Cast and crew ! style=\"width:10%;\"| Genre ! style=\"width:8%;\"| Medium |- ! rowspan=\"7\" style=\"text-align:center; background:#ffa07a;\"|J A N U A R Y | style=\"text-align:center; background:#ffdacc;\"| 9 | Something About Amelia || ABC / The Leonard Goldberg Company || Randa Haines (director); William Hanley (screenplay); Ted Danson, Glenn Close, Olivia Cole, Roxana Zal, Lane Smith, Jane Kaczmarek, Missy Francis, Kevin Conway, Mark Withers || Drama || Live action |- | rowspan=\"2\" style=\"text-align:center; background:#ffdacc;\"| 13 | Angel || New World Pictures || Robert Vincent O'Neill (director/screenplay); Joseph Michael Cala (screenplay); Cliff Gorman, Susan Tyrrell, Dick Shawn, Rory Calhoun, Donna Wilkes, John Diehl, Elaine Giftos, Mel Carter, David Underwood, Ken Olfson, Peter Jason, Ross Hagen, Dick Valentine, Marc Hayashi, Bob Gorman, Todd Hoffman, Donna McDaniel, Graem McGavin, Steven M. Porter, David Anthony, Josh Cadman, Greg Lewis, Karyn Parker, Dennis Kort, Gene Ross, Jackie De Rouen, Laura Sorrenson, Joseph Michael Cala, Donna Fuller, Robert Acey, Christian Dante || Action, Thriller || Live action |- | Hot Dog…The Movie || MGM/UA || Peter Markle (director); Mike Marvin (screenplay); David Naughton, Patrick Houser, Tracy N. Smith, John Patrick Neger, Frank Koppola, Shannon Tweed, James Saito, George Theobald, Mark Vance, Eric Watson, Lynn Wieland, Peter Vogt, Robert Fuhrmann, David Chilton, Sandy Hackett, Crystal Smith || Teen, Comedy, Ski || Live action |- | style=\"text-align:center; background:#ffdacc;\"| 20 | The Buddy System || 20th Century Fox || Glenn A. Jordan (director); Mary Agnes Donoghue (screenplay); Richard Dreyfuss, Susan Sarandon, Nancy Allen, Jean Stapleton, Wil Wheaton, Edward Winter, Keene Curtis, Milton Selzer, F. William Parker || Romance, Comedy || Live action |- | rowspan=\"3\" style=\"text-align:center; background:#ffdacc;\"| 27 | Broadway Danny Rose || Orion Pictures Corporation || Woody Allen (director/screenplay); Woody Allen, Mia Farrow, Nick Apollo Forte, Sandy Baron, Corbett Monica, Jackie Gayle, Morty Gunty, Will Jordan, Howard Storm, Gloria Parker, Jack Rollins, Milton Berle, Howard Cosell, Joe Franklin, Gerald Schoenfeld, Paul Greco, Frank Renzulli, Craig Vandenburgh, Herb Reynolds, Edwin Bordo, Gina DeAngelis || Comedy || Live action |- | The Lonely Guy || Universal Pictures / Aspen Film Society || Arthur Hiller (director); Ed. Weinberger, Stan Daniels, Neil Simon (screenplay); Steve Martin, Charles Grodin, Judith Ivey, Steve Lawrence, Robyn Douglass, Merv Griffin, Joyce Brothers, Julie K. Payne, Roger Robinson, Nicholas Mele, Loni Anderson || Romance, Comedy || Live action |- | El Norte || PBS / American Playhouse / Channel Four Films / Independent Productions / Island Alive / Cinecom International / || Gregory Nava (director/screenplay); Anna Thomas (screenplay); Zaide Silvia Gutiérrez, David Villalpando, Ernesto Gómez Cruz, Alicia del Lago, Lupe Ontiveros, Trinidad Silva, Enrique Castillo, Tony Plana, Diane Cary, Mike Gomez || Drama || Live action |- ! rowspan=\"6\" style=\"text- align:center; background:thistle;\"|F E B R U A R Y | style=\"text-align:center; background:#d8d8d8;\"| 3 | Reckless || MGM/UA || James Foley (director); Chris Columbus (screenplay); Aidan Quinn, Daryl Hannah, Kenneth McMillan, Cliff De Young, Lois Smith, Adam Baldwin, Dan Hedaya, Billy Jayne, Toni Kalem, Jennifer Grey, Haviland Morris, Pamela Springsteen || Romance, Drama || Live action |- | style=\"text-align:center; background:#d8d8d8;\"| 10 | Unfaithfully Yours || 20th Century Fox || Howard Zieff (director); Valerie Curtin, Barry Levinson, Robert Klane (screenplay); Dudley Moore, Nastassja Kinski, Armand Assante, Cassie Yates, Richard Libertini, Albert Brooks, Richard B. Shull, Jan Triska, Leonard Mann, Betty Shabazz, Jane Hallaren, Bernard Behrens, || Romance, Comedy || Live action |- | rowspan=\"4\" style=\"text-align:center; background:#d8d8d8;\"| 17 | Blame It on Rio || 20th Century Fox || Stanley Donen (director); Charlie Peters, Larry Gelbart (screenplay); Michael Caine, Joseph Bologna, Valerie Harper, Michelle Johnson, Demi Moore, José Lewgoy, Lupe Gigliotti, Nelson Dantas || Romance, Comedy || Live action |- | Crackers || Universal Pictures || Louis Malle (director); Jeffrey Fiskin (screenplay); Donald Sutherland, Jack Warden, Sean Penn, Wallace Shawn, Larry Riley, Trinidad Silva, Christine Baranski, Tasia Valenza, Edouard DeSoto || Comedy, Crime || Live action |- | Footloose || Paramount Pictures / Phoenix Pictures / IndieProd Company Productions || Herbert Ross (director); Dean Pitchford (screenplay); Kevin Bacon, Lori Singer, Dianne Wiest, John Lithgow, Chris Penn, Sarah Jessica Parker, John Laughlin, Elizabeth Gorcey, Frances Lee McCain, Jim Youngs, Timothy Scott || Musical, Dance, Drama || Live action |- | Lassiter || Warner Bros. || Roger Young (director); David Taylor (screenplay); Tom Selleck, Jane Seymour, Lauren Hutton, Bob Hoskins, Joe Regalbuto, Ed Lauter, Warren Clarke, Edward Peel, Christopher Malcolm, Peter Skellern, Harry Towb, Belinda Mayne, W. Morgan Sheppard, Brian Coburn, David Warbeck, Nicholas Bond-Owen || Spy, Action, Adventure || Live action |- ! rowspan=\"19\" style=\"text-align:center; background:#98fb98;\"|M A R C H | rowspan=\"5\" style=\"text-align:center; background:#e0f9e0;\"| 2 | Against All Odds || Columbia Pictures || Taylor Hackford (director); Eric Hughes (screenplay); Rachel Ward, Jeff Bridges, James Woods, Alex Karras, Jane Greer, Richard Widmark, Dorian Harewood, Swoosie Kurtz, Saul Rubinek, Pat Corley || Romance, Neo-Noir, Thriller || Live action |- | Harry & Son || Orion Pictures || Paul Newman (director/screenplay); Ronald L. Buck (screenplay); Paul Newman, Robby Benson, Ellen Barkin, Wilford Brimley, Judith Ivey, Ossie Davis, Morgan Freeman, Katherine Borowitz, Maury Chaykin, Joanne Woodward, Tom Nowicki, Bunny Yeager, Stan Barrett || Drama || Live action |- | Repo Man || Universal Pictures / Edge City || Alex Cox (director/screenplay); Harry Dean Stanton, Emilio Estevez, Tracey Walter, Olivia Barash, Sy Richardson, Vonetta McGee, Susan Barnes, Fox Harris, Zander Schloss, Dick Rude, Miguel Sandoval, Helen Martin, The Circle Jerks, Richard Foronjy, Tom Finnegan, Del Zamora, Eddie Velez, Jennifer Balgobin || Sci-Fi, Black Comedy || Live action |- | Sahara || Metro-Goldwyn-Mayer / Golan-Globus / Cannon Group || Andrew McLaglen (director); James R. Silke (screenplay); Brooke Shields, Lambert Wilson, Horst Buchholz, John Rhys-Davies, Ronald Lacey, John Mills, Cliff Potts, Perry Lang, Terrence Hardiman, Steve Forrest, Tuvia Tavi || Adventure, Drama || Live action |- | This Is Spinal Tap || Embassy Pictures || Rob Reiner (director/screenplay); Christopher Guest, Michael McKean, Harry Shearer (screenplay); Christopher Guest, Michael McKean, Harry Shearer, Rob Reiner, June Chadwick, Tony Hendra, Bruno Kirby, R.J. Parnell, David Kaff, Ed Begley Jr., Danny Kortchmar, Fran Drescher, Patrick Macnee, Julie Payne, Dana Carvey, Sandy Helberg, Zane Buzby, Billy Crystal, Paul Benedict, Howard Hesseman, Paul Shortino, Lara Cody, Andrew J. Lederer, Russ Kunkel, Victory Tischler-Blue, Joyce Hyser, Gloria Gifford, Paul Shaffer, Archie Hahn, Charles Levin, Anjelica Huston, Donald Kendrick, Fred Willard, Wonderful Smith, Robert Bauer || Mockumentary || Live action |- | style=\"text-align:center; background:#e0f9e0;\"| 4 | A Streetcar Named Desire || ABC / Keith Barish Productions || John Erman (director); Oscar Saul (screenplay); Ann-Margret, Treat Williams, Beverly D'Angelo, Randy Quaid, Erica Yohn, Fred Sadoff, Elsa Raven, Rafael Campos, Ric Mancini, Raphael Sbarge || Drama || Live action |- | rowspan=\"5\" style=\"text-align:center; background:#e0f9e0;\"| 9 | Children of the Corn || New World Pictures / Angeles Entertainment Group / Cinema Group / Hal Roach Studios / Inverness / Planet Productions || Fritz Kiersch (director); George Goldsmith (screenplay); Peter Horton, Linda Hamilton, R. G. Armstrong, John Franklin, Courtney Gains, Robby Kiger, Anne Marie McEvoy, Julie Maddalena, John Philbin, Jonas Marlowe || Horror || Live action |- | The Hotel New Hampshire || Orion Pictures / Filmline Productions / The Producers' Circle / Woodfall Film Productions / Yellowbill Productions Ltd. || Tony Richardson (director/screenplay); Jodie Foster, Beau Bridges, Rob Lowe, Nastassja Kinski, Wilford Brimley, Paul McCrane, Wallace Shawn, Lisa Banes, Jennifer Dundas, Seth Green, Matthew Modine, Cali Timmins, Anita Morris, Amanda Plummer, Lorena Gale, Joely Richardson, Robert Thomas || Comedy, Drama || Live action |- | Mike's Murder || Warner Bros. / The Ladd Company || James Bridges (director/screenplay); Debra Winger, Mark Keyloun, Paul Winfield, Darrell Larson, Brooke Alderson, Robert Crosson, Daniel Shor, William Ostrander || Neo-Noir, Drama, Mystery, Thriller || Live action |- | Pete's Dragon (re-release) || Walt Disney Pictures || Don Chaffey (director); Malcolm Marmorstein (screenplay); Helen Reddy, Jim Dale, Mickey Rooney, Red Buttons, Jeff Conaway, Shelley Winters, Jane Kean, Jim Backus, Sean Marshall, Charlie Callas, Charles Tyner, Gary Morgan, Cal Bartlett, Walter Barnes, Jack Collins, Robert Easton, Roger Price, Robert Foulk, Dennis Stewart, Al Checco, Henry Slate, Ben Wrigley, Joe Ross, Dinah Anne Rogers, || Musical, Fantasy, Comedy || Live action, Animation |- | Splash || Touchstone Pictures || Ron Howard (director); Lowell Ganz, Babaloo Mandel, Bruce Jay Friedman (screenplay); Tom Hanks, Daryl Hannah, John Candy, Eugene Levy, Jeff Doucette, David Knell, Royce D. Applegate, Dody Goodman, Howard Morris, Richard B. Shull, Shecky Greene, Bobby Di Cicco, Patrick Cronin, Tony Longo, Nora Denney, Joe Grifasi, Charles Macaulay, Lee Delano, Migdia Chinea Varela, Eileen Saki, Jodi Long, Patrick O'Rorke, Bill Smitrovich, Than Wyenn, Lowell Ganz, Babaloo Mandel, Rance Howard, Clint Howard, David Kreps, Shayla MacKarvich, Jason Late || Fantasy, Romance, Comedy || Live action |- | style=\"text-align:center; background:#e0f9e0;\"| 16 | Tank || Universal Pictures / Lorimar Productions || Marvin J. Chomsky (director); Dan Gordon (screenplay); James Garner, G. D. Spradlin, Shirley Jones, C. Thomas Howell, Jenilee Harrison, James Cromwell, Dorian Harewood, Mark Herrier, Sandy Ward, John Hancock, Guy Boyd, Randy Bass || Action, Comedy, Drama || Live action |- | rowspan=\"3\" style=\"text- align:center; background:#e0f9e0;\"| 23 | Police Academy || Warner Bros. / The Ladd Company || Hugh Wilson (director/screenplay); Neal Israel, Pat Proft (screenplay); Steve Guttenberg, Kim Cattrall, Bubba Smith, Donovan Scott, David Graf, Michael Winslow, Marion Ramsey, Leslie Easterbrook, Andrew Rubin, G.W. Bailey, George Gaynes, Bruce Mahler, Brant Von Hoffman, Scott Thomson, George R. Robertson, Debralee Scott, Ted Ross, Doug Lennox, Georgina Spelvin, Don Lake, Michael J. Reynolds, Joyce Gordon, Gary Farmer, John Hawkes, Kay Hawtrey, Dar Robinson, TJ Scott, Hugh Wilson || Comedy || Live action |- |Racing with the Moon || Paramount Pictures || Richard Benjamin (director); Steven Kloves (screenplay); Sean Penn, Elizabeth McGovern, Nicolas Cage, John Karlen, Rutanya Alda, Max Showalter, Bob Maroff, Crispin Glover, Barbara Howard, John Brandon, Eve Brent, Suzanne Adkinson, Shawn Schepps, Charles Miller, Pat Carroll, Al Hopson, Scott McGinnis, Kate Williamson, Michael Madsen, Dana Carvey, Michael Talbott, Carol Kane || Drama || Live action |- | Slapstick of Another Kind || International Film Marketing || Steven Paul (director/screenplay); Jerry Lewis, Madeline Kahn, Marty Feldman, John Abbott, Jim Backus, Samuel Fuller, Merv Griffin, Pat Morita || Comedy, Sci-Fi || Live action |- | rowspan=\"4\" style=\"text-align:center; background:#e0f9e0;\"| 30 | Greystoke: The Legend of Tarzan, Lord of the Apes || Warner Bros. || Hugh Hudson (director); P.H. Vazak, Michael Austin (screenplay); Ralph Richardson, Ian Holm, James Fox, Christopher Lambert, Andie MacDowell, Cheryl Campbell, Paul Geoffrey, Ian Charleson, Nigel Davenport, Nicholas Farrell, Richard Griffiths, Hilton McRae, David Suchet, John Wells, Paul Brooke, Ailsa Berk, Mak Wilson, Emil Abossolo-Mbo, Deep Roy, Tali McGregor, Peter Kyriakou, Danny Potts, Eric Langlois, Peter Elliott, John Alexander, Christopher Beck || Adventure || Live action |- | Misunderstood || MGM/UA || Jerry Schatzberg (director); Barra Grant (screenplay); Gene Hackman, Henry Thomas, Rip Torn, Huckleberry Fox, Maureen Kerwin, Susan Anspach, June Brown, Helen Ryan, Nadim Sawalha || Drama || Live action |- | Purple Hearts || Warner Bros. / The Ladd Company || Sidney J. Furie (director/screenplay); Rick Natkin (screenplay); Ken Wahl, Cheryl Ladd, Stephen Lee, Annie McEnroe, Paul McCrane, Cyril O'Reilly, David Harris, Hillary Bailey, R. Lee Ermey, Drew Snyder, Lane Smith, James Whitmore Jr., Kevin Elders, Sydney Squire, David Bass, Rudy Nash || War, Drama || Live action |- | Romancing the Stone || 20th Century Fox || Robert Zemeckis (director); Diane Thomas (screenplay); Michael Douglas, Kathleen Turner, Danny DeVito, Alfonso Arau, Manuel Ojeda, Zack Norman, Holland Taylor, Mary Ellen Trainor, Kymberly Herrin, Ted White, Evita Muñoz, Eve Smith, Joe Nesnow, José Chávez, Camillo García, Rodrigo Puebla, Paco Morayta, Bill Burton || Romance, Comedy, Adventure || Live action |- |} ===April–June=== {| class=\"wikitable sortable\" |- style=\"background:#b0e0e6; text-align:center;\" ! colspan=\"2\" | Opening ! style=\"width:17%;\"| Title ! style=\"width:16%;\"| Studio ! Cast and crew ! style=\"width:10%;\"| Genre ! style=\"width:8%;\"| Medium |- ! rowspan=\"12\" style=\"text-align:center; background:#ffa07a;\"|A P R I L | rowspan=\"5\" style=\"text-align:center; background:#ffdacc;\"| 6 | Hard to Hold || Universal Pictures || Larry Peerce (director); Thomas Hedley Jr., Richard Rothstein (screenplay); Rick Springfield, Janet Eilber, Patti Hansen, Albert Salmi, Gregory Itzin, Peter Van Norden, Bill Mumy, Tony Fox Sales, Mike Baird, Robert \"Pops\" Popwell, Garry Goodrow, Selma Archerd, Paul Jenkins, Lew Gallo, John Blyth Barrymore, Laura Summer, Tiffany Helm, Al Hansen, Jack Stryker, Harry Northup, Stuart Charno, Eddie Hice, Monique Gabrielle, Lauren Koslow, Frank Pisani || Musical, Drama || Live action |- | Moscow on the Hudson || Columbia Pictures || Paul Mazursky (director/screenplay); Leon Capetanos (screenplay); Robin Williams, María Conchita Alonso, Cleavant Derricks, Alejandro Rey, Savely Kramarov, Oleg Rudnik, Elya Baskin, Yakov Smirnoff || Romance, Comedy, Drama || Live action |- | The Stone Boy || 20th Century Fox || Christopher Cain (director); Gina Berriault (screenplay); Robert Duvall, Jason Presson, Glenn Close, Susan Rinell, Dean Cain, Frederic Forrest, Cindy Fisher, Gail Youngs, Wilford Brimley, Mary Ellen Trainor, Linda Hamilton, Tom Waits || Drama || Live action |- | Up the Creek || Orion Pictures / Samuel Z. Arkoff & Louis S. Arkoff Production || Robert Butler (director); Jim Kouf (screenplay); Tim Matheson, Dan Monahan, Stephen Furst, Jeff East, Sandy Helberg, Blaine Novak, James B. Sikking, Jennifer Runyon, John Hillerman, Jesse D. Goins, Julia Montgomery, Jeana Tomasino, Robert Costanzo, Frank Welker, Mark Andrews, Romy Windsor, Grant Wilson, Will Bledsoe, Ken Gibbel, Hap Lawrence || Comedy || Live action |- | Where the Boys Are '84 || Tri-Star Pictures / ITC Productions || Hy Averback (director); Stu Krieger, Jeff Burkhart (screenplay); Lisa Hartman, Lorna Luft, Wendy Schaal, Howard McGillin, Lynn-Holly Johnson, Russell Todd, Alana Stewart, Christopher McDonald, Daniel McDonald, Louise Sorel, Jude Cole, George Coutoupis, Asher Brauner, Frank Zagarino, Dara Sedaka, Barry Marder || Sex comedy || Live action |- | style=\"text-align:center; background:#ffdacc;\"| 8 | George Washington || CBS / MGM/UA Television / David Gerber Productions || Buzz Kulik (director); Jon Boothe, Richard Fielder (screenplay); Barry Bostwick, Patty Duke Astin, David Dukes, Jaclyn Smith, Lloyd Bridges, José Ferrer, Hal Holbrook, Trevor Howard, Jeremy Kemp, Richard Kiley, Stephen Macht, James Mason, Rosemary Murphy, Clive Revill, Robert Stack, Anthony Zerbe, J. Kenneth Campbell, Philip Casnoff, Josh Clark, Kevin Conroy, Megan Gallagher, John Glover, Harry Groener, Patrick Horgan, Robert Schenkkan, Christine Estabrook, William Prince, Richard Fancy, Scott Hylands, Kelsey Grammer, Peter Evans, Jon Matthews, Tom Assalone, Farnham Scott, Tim Moyer || Biography, Drama, History || Live action |- | rowspan=\"5\" style=\"text-align:center; background:#ffdacc;\"| 13 | Friday the 13th: The Final Chapter || Paramount Pictures || Joseph Zito (director); Barney Cohen (screenplay); Kimberly Beck, Peter Barton, Corey Feldman, E. Erich Anderson, Crispin Glover, Alan Hayes, Barbara Howard, Lawrence Monoson, Joan Freeman, Judie Aronson, Camilla More, Carey More, Bruce Mahler, Lisa Freeman, Bonnie Hellman, Ted White || Slasher || Live action |- | Iceman || Universal Studios || Fred Schepisi (director); John Drimmer, Chip Proser (screenplay); Timothy Hutton, Lindsay Crouse, John Lone, Josef Sommer, David Strathairn, Philip Akin, Danny Glover, Amelia Hall, Richard Monette, James Tolkan || Sci-Fi, Drama || Live action |- | Kidco || 20th Century Fox || Ronald F. Maxwell (director); Bennett Tramer (screenplay); Scott Schwartz, Clifton James, Charles Hallahan, Maggie Blye, Cinnamon Idles, Tristine Skyler, Elizabeth Gorcey, Basil Hoffman, Phil Rubenstein, Vincent Schiavelli, Mahlon Richmond, Allan Rich, Ron Rifkin, Benny Baker, Ken Magee, Marty Van Hoe || Comedy || Live action |- | Phar Lap || 20th Century Fox || Simon Wincer (director); David Williamson (screenplay); Tom Burlinson, Towering Inferno, Richard Morgan, Robert Grubb, Martin Vaughan, Celia De Burgh, Ron Leibman, Henry Duvall, Pat Thomson, Georgia Carr, Judy Morris, James Steele, Vincent Ball, Redmond Phillips, Peter Whitford, John Stanton, Maggie Millar, Tim Robertson, Roger Newcombe, Tommy Woodcock, Len Kaserman, Paul Riley || Biography, Drama || Live action |- | Swing Shift || Warner Bros. || Jonathan Demme (director); Nancy Dowd, Bo Goldman, Ron Nyswaner (screenplay); Goldie Hawn, Kurt Russell, Christine Lahti, Ed Harris, Fred Ward, Belita Moreno, Holly Hunter, Sudie Bond, Patty Maloney, Susan Peretz, Lisa Pelikan, Phillip Christon, Charles Napier, Alana Stewart || Romance, Drama, War || Live action |- | style=\"text-align:center; background:#ffdacc;\"| 27 | Love Letters || New World Pictures || Amy Holden Jones (director/screenplay); Jamie Lee Curtis, James Keach, Bonnie Bartlett, Matt Clark, Amy Madigan, Brian Wood, Phil Coccioletti, Larry Cedar, Rance Howard, Jeff Doucette, Sally Kirkland, Lyman Ward, Bud Cort || Romance, Drama || Live action |- ! rowspan=\"12\" style=\"text-align:center; background:thistle;\"|M A Y | rowspan=\"4\" style=\"text-align:center; background:#d8d8d8;\"| 4 | Alphabet City || Atlantic Releasing Corporation || Amos Poe (director/screenplay); Gregory K. Heller, Robert Seidman (screenplay); Vincent Spano, Michael Winslow, Kate Vernon, Jami Gertz, Zohra Lampert, Raymond Serra, Kenny Marino, Tom Mardirosian, Clifton Powell, Tom Wright || Crime, Drama || Live action |- | The Bounty || Orion Pictures Corporation / Thorn EMI Screen Entertainment || Roger Donaldson (director); Robert Bolt (screenplay); Mel Gibson, Anthony Hopkins, Laurence Olivier, Edward Fox, Daniel Day-Lewis, Bernard Hill, Philip Davis, Liam Neeson, Wi Kuki Kaa, Tevaite Vernette, Philip Martin Brown, Simon Chandler, Malcolm Terris, John Sessions, Andrew Wilde, Neil Morrissey, Richard Graham, Dexter Fletcher, Pete Lee-Wilson, Jon Gadsby, Barry Dransfield, Steve Fletcher, Jack May || History, Drama || Live action |- | Breakin' || Cannon Films / Golan-Globus / MGM/UA || Joel Silberg (director); Charles Parker, Allen DeBevoise (screenplay); Lucinda Dickey, Adolfo 'Shabba Doo' Quiñones, Michael 'Boogaloo Shrimp' Chambers, Ice-T, Scratcher, Ben Lokey, Phineas Newborn III, Christopher McDonald, Vidal \"Lil Coco\" Rodriguez, Bruno \"Pop N' Taco\" Falcon, Timothy \"Popin' Pete\" Solomon, Ana \"Lollipop\" Sanchez, Cooley Jaxson, Peter Bromilow, Michel Qissi, Jean-Claude van Damme || Dance, Comedy, Drama || Live action |- | Sixteen Candles || Universal Pictures / Channel Productions || John Hughes (director/screenplay); Molly Ringwald, Michael Schoeffling, Paul Dooley, Justin Henry, Anthony Michael Hall, Carlin Glynn, Haviland Morris, Blanche Baker, Gedde Watanabe, Edward Andrews, Billie Bird, Carole Cook, Max Showalter, Liane Curtis, John Cusack, Joan Cusack, Brian Doyle-Murray, Jami Gertz, John Kapelos, Zelda Rubinstein, Darren Harris, Deborah Pollack || Coming-of-Age, Comedy || Live action |- | rowspan=\"2\" style=\"text-align:center; background:#d8d8d8;\"| 6 | The Last Days of Pompeii || ABC / Columbia TriStar Television / RAI Radiotelevisione Italiana / David Gerber Productions / Centerpoint || Peter R. Hunt (director); Edward George Bulwer-Lytton, Carmen Culver (screenplay); Ned Beatty, Brian Blessed, Ernest Borgnine, Nicholas Clay, Lesley-Anne Down, Olivia Hussey, Siobhán McKenna, Franco Nero, Linda Purl, Anthony Quayle, Duncan Regehr, Laurence Olivier, Benedict Taylor, Gerry Sundquist, Catriona MacColl, Malcolm Jamieson, Tony Anholt, David Robb, Stephen Greif, Peter Cellier, Barry Stokes, Howard Lang, Marilù Tolo, Joyce Blair, Francesca Romana Coluzzi, Brian Croucher, Willoughby Goddard, George Claydon, Michael Quill, Brian Coburn, Christopher Ellison, Bernard Kay, Howard Goorney, Jill Melford, Peter Howell || Action, Drama, History || Live action |- | V The Final Battle || NBC / Warner Bros. Television / Blatt-Singer Productions || Richard T. Heffron (director); Brian Taggart, Peggy Goldman, Diane Frolov, Faustus Buck (teleplay/story); Lillian Weezer, Harry & Renee Longstreet (story); Marc Singer, Faye Grant, Jane Badler, Andrew Prine, Richard Herd, Michael Durrell, Michael Ironside, David Packer, Peter Nelson, Blair Tefkin, Robert Englund, Michael Wright, Sandy Simpson, Denise Galik, Thomas Hill, Mickey Jones, Viveka Davis, Neva Patterson, Jason Bernard, Hansford Rowe, Jenny Sullivan, Diane Civita, Eric Johnston, Jenny Beck, Sarah Douglas, Frank Ashmore, Greta Blackburn, Stack Pierce || Action, Adventure, Sci-Fi || Live action |- | rowspan=\"2\" style=\"text-align:center; background:#d8d8d8;\"| 11 | Firestarter || Universal Pictures / Dino De Laurentiis Company || Mark L. Lester (director); Stanley Mann (screenplay); David Keith, Drew Barrymore, Freddie Jones, Heather Locklear, Martin Sheen, George C. Scott, Art Carney, Louise Fletcher, Moses Gunn, Antonio Vargas || Sci-Fi, Horror || Live action |- | The Natural || Tri- Star Pictures || Barry Levinson (director); Roger Towne, Phil Dusenberry (screenplay); Robert Redford, Robert Duvall, Glenn Close, Kim Basinger, Wilford Brimley, Barbara Hershey, Robert Prosky, Richard Farnsworth, Joe Don Baker, Darren McGavin, Michael Madsen, John Finnegan, Alan Fudge, Mike Starr, Anthony J. Ferrara, Sibby Sisti, Ken Grassano, Mickey Treanor, Jon Van Ness, George Wilkosz, Paul Sullivan Jr., Robert Rich III, Rachel Hall || Sports, Drama || Live action |- | rowspan=\"2\" style=\"text-align:center; background:#d8d8d8;\"| 18 | Finders Keepers || Warner Bros. / CBS Theatrical Films || Richard Lester (director); Charles Dennis, Ronny Graham, Terence Marsh (screenplay); Michael O'Keefe, Beverly D'Angelo, David Wayne, Ed Lauter, Brian Dennehy, Pamela Stephenson, Louis Gossett Jr., Jack Riley, John Schuck, Timothy Blake, Jim Carrey, Robert Clothier, Jayne Eastwood, Alf Humphreys, Richard Newman, Campbell Lane || Comedy || Live action |- | Making the Grade || MGM/UA / Cannon Film Distributors || Dorian Walker (director); Charles Gayle, Gene Quintano (screenplay); Judd Nelson, Jonna Lee, Gordon Jump, Walter Olkewicz, Ronald Lacey, Dana Olsen, John Dye, Carey Scott, Scott McGinnis, Andrew Dice Clay, Dan Schneider || Teen, Comedy || Live action |- | style=\"text-align:center; background:#d8d8d8;\"| 20 | The First Olympics: Athens 1896 || NBC / Columbia Pictures Television || Alvin Rakoff (director); Charles Gary Allison, William Bast (screenplay); David Caruso, Hunt Block, David Ogden Stiers, Angela Lansbury, Louis Jourdan, Alex Hyde-White, Jason Connery, Aaron Swartz, Matt Frewer, Robert Addie, Benedict Taylor, Edward Wiley, Honor Blackman, Gayle Hunnicutt, Bill Travers, Virginia McKenna, Dave King, Rolf Saxon, Titos Vandis, David Healy, Bruce Boa, Sean Caffrey, Mihalis Giannatos, Ed Bishop, Alibe Parsons, Kevork Malikyan, Jeff Harding, Albert Welling, Paul Maxwell, Alan Rowe, Shannon Tweed, Hutton Cobb, Ian Morton, William Armstrong, Keith Edwards, Terrance Conder, Peter Merrill, Nicos Ziagos || Drama, History, Sports || Live action |- | style=\"text-align:center; background:#d8d8d8;\"| 23 | Indiana Jones and the Temple of Doom || Paramount Pictures / Lucasfilm Ltd. || Steven Spielberg (director); Willard Huyck, Gloria Katz (screenplay); Harrison Ford, Kate Capshaw, Amrish Puri, Roshan Seth, Philip Stone, Jonathan Ke Quan, Roy Chiao, David Yip, D.R. Nanayakkara, Pat Roach, Steven Spielberg, George Lucas, Frank Marshall, Kathleen Kennedy, Dan Aykroyd, Ron Taylor, Katie Leigh, Tress MacNeille, Frank Oz || Action, Adventure || Live action |- ! rowspan=\"14\" style=\"text-align:center; background:#98fb98;\"|J U N E | rowspan=\"3\" style=\"text-align:center; background:#e0f9e0;\"| 1 | Once Upon a Time in America || Warner Bros. / The Ladd Company / Embassy International Pictures / PSO Enterprises / Rafran Cinematografica || Sergio Leone (director/screenplay); Leonardo Benvenuti, Piero De Bernardi, Enrico Medioli, Franco Arcalli, Franco Ferrini (screenplay); Robert De Niro, James Woods, Elizabeth McGovern, Joe Pesci, Burt Young, Tuesday Weld, Treat Williams, Danny Aiello, William Forsythe, Richard Bright, James Hayden, Darlanne Fluegel, Robert Harper, Noah Moazezi, James Russo, Marcia Jean Kurtz, Estelle Harris, Joey Faye, Olga Karlatos, Mario Brega, Chuck Low, Rusty Jacobs, Jennifer Connelly, Brian Bloom, Julie Cohen, Arnon Milchan, Scott Tiler, Adrian Curran, Larry Rapp, Mike Monetti, Richard Foronji, Dutch Miller, Gerard Murphy, Amy Ryder, Frank Gio, Ray Dittrich, Francesca Leone || Epic, Crime, Drama || Live action |- | Star Trek III: The Search for Spock || Paramount Pictures || Leonard Nimoy (director); Harve Bennett (screenplay); William Shatner, Leonard Nimoy, DeForest Kelley, James Doohan, George Takei, Walter Koenig, Nichelle Nichols, Merritt Butrick, Robin Curtis, Christopher Lloyd, Mark Lenard, Robert Hooks, James B. Sikking, Miguel Ferrer, Phillip R. Allen, John Larroquette, Catherine Shirriff, Grace Lee Whitney, Scott McGinnis, Dame Judith Anderson, Carl Steven, Vadia Potenza, Stephen Manley, Joe W. Davis, Frank Welker || Sci- Fi || Live action |- | Streets of Fire || Universal Pictures / RKO Pictures / A Hill-Gordon-Silver Production || Walter Hill (director/screenplay); Larry Gross (screenplay); Michael Paré, Diane Lane, Rick Moranis, Amy Madigan, Willem Dafoe, Deborah Van Valkenburgh, Richard Lawson, Rick Rossovich, Bill Paxton, Lee Ving, Stoney Jackson, Grand Bush, Robert Townsend, Mykelti Williamson, E.G. Daily, Ed Begley Jr., John Dennis Johnston || Musical, Action, Neo-Noir, Comedy, Drama || Live action |- | rowspan=\"4\" style=\"text- align:center; background:#e0f9e0;\"| 8 | Beat Street || Orion Pictures || Stan Lathan (director); Andrew Davis, David Gilbert, Paul Golding, Steven Hager (screenplay); Rae Dawn Chong, Guy Davis, Jon Chardiet, Leon W. Grant, Saundra Santiago, Robert Taylor, Lee Chamberlin, Mary Alice, Shawn Elliott, Jim Borrelli, Dean Elliott, Franc. Reyes, Tonya Pinkins, Duane Jones, Afrika Bambaataa, Soulsonic Force, Jazzy Jay, Doug E. Fresh, Bernard Fowler, New York City Breakers, Rock Steady Crew, Crazy Legs, Prince Ken Swift, Clive \"Kool Herc\" Campbell, Treacherous Three, Grandmaster Melle Mel & the Furious Five, Wanda Dee, Brenda K. Starr, The System, Kuriaki, Devious Doze, Buck Four, Baby Love || Dance, Drama || Live action |- | Ghostbusters || Columbia Pictures / Delphi Films / Black Rhino Productions || Ivan Reitman (director); Dan Aykroyd, Harold Ramis (screenplay); Bill Murray, Dan Aykroyd, Sigourney Weaver, Harold Ramis, Rick Moranis, Ernie Hudson, Annie Potts, William Atherton, David Margulies, Michael Ensign, Slavitza Jovan, Paddi Edwards, Ruth Hale Oliver, Alice Drummond, Jennifer Runyon, Steven Tash, Kymberly Herrin, Timothy Carhart, Reginald VelJohnson, Roger Grimsby, Larry King, Joe Franklin, Casey Kasem, Jean Kasem, Ron Jeremy || Supernatural, Comedy || Live action |- | Gremlins || Warner Bros. / Amblin Entertainment || Joe Dante (director); Chris Columbus (screenplay); Zach Galligan, Phoebe Cates, Hoyt Axton, Polly Holliday, Frances Lee McCain, Judge Reinhold, Dick Miller, Glynn Turman, Keye Luke, Scott Brady, Corey Feldman, Jonathan Banks, Edward Andrews, Jackie Joseph, Belinda Balaski, Harry Carey Jr., Nick Katt, Tracy Wells, John C. Becher, Joe Brooks, Howie Mandel, Frank Welker, Don Steele, Marvin Miller, Michael Winslow, Bob Bergen, Fred Newman, Peter Cullen, Bob Holt, Steven Spielberg, Jim McKrell, Tom Bergeron, Jerry Goldsmith, William Schallert, Chuck Jones, Kenneth Tobey, Richard Carlson, Kenny Davis, Gwen Willson, Arnie Moore, Mark Dodson, Michael Sheehan, Brad Kesten || Comedy, Horror || Live action |- | Top Secret! || Paramount Pictures || Jim Abrahams, David Zucker, Jerry Zucker (directors/screenplay); Martyn Burke (screenplay); Val Kilmer, Lucy Gutteridge, Christopher Villiers, Billy J. Mitchell, Jeremy Kemp, Omar Sharif, Peter Cushing, Michael Gough, Warren Clarke, Harry Ditson, Jim Carter, Eddie Tagoe, John Sharp, Ian McNeice, Gertan Klauber, Richard Mayes, Vyvyan Lorrayne, Max Faulkner, Tristram Jellinek, John J. Carney, Dimitri Andreas, Doug Robinson || Action, Comedy || Live action |- | style=\"text-align:center; background:#e0f9e0;\"| 15 | Under the Volcano || Universal Pictures || John Huston (director); Guy Gallo (screenplay); Albert Finney, Jacqueline Bisset, Anthony Andrews, Ignacio López Tarso, Katy Jurado, James Villiers, Dawson Bray, Carlos Riquelme, Emilio Fernández, Jim McCarthy, Hugo Stiglitz, Günter Meisner || Biography, Drama || Live action |- | rowspan=\"3\" style=\"text- align:center; background:#e0f9e0;\"| 22 | The Karate Kid || Columbia Pictures / Delphi II Productions / Jerry Weintraub Productions || John G. Avildsen (director); Robert Mark Kamen (screenplay); Ralph Macchio, Noriyuki \"Pat\" Morita, Elisabeth Shue, Martin Kove, William Zabka, Randee Heller, Chad McQueen, Ron Thomas, Rob Garrison, Tony O'Dell || Martial Arts, Drama || Live action |- | The Pope of Greenwich Village || Metro-Goldwyn-Mayer || Stuart Rosenberg (director); Vincent Patrick (screenplay); Eric Roberts, Mickey Rourke, Daryl Hannah, Geraldine Page, Kenneth McMillan, Tony Musante, M. Emmet Walsh, Burt Young, Jack Kehoe, Philip Bosco, Val Avery, Joe Grifasi, Tony DiBenedetto, Ronald Maccone, Betty Miller, Tony Lip, Frank Vincent, Jacques Sandulescu, Leonard Termo || Crime, Black Comedy || Live action |- | Rhinestone || 20th Century Fox || Bob Clark (director); Phil Alden Robinson, Sylvester Stallone (screenplay); Sylvester Stallone, Dolly Parton, Richard Farnsworth, Ron Leibman, Tim Thomerson, Russell Buchanan, Ritch Brinkley, Jesse Welles, Speck Rhodes, Steve Peck, Penny Santon, Jerry Potter, Phil Rubenstein, Tony Munafo, Don Hanmer, Guy Fitch, Cindy Perlman || Musical, Comedy || Live action |- | rowspan=\"3\" style=\"text-align:center; background:#e0f9e0;\"| 29 | Bachelor Party || 20th Century Fox || Neal Israel (director/screenplay); Pat Proft (screenplay); Tom Hanks, Tawny Kitaen, Adrian Zmed, George Grizzard, Barbara Stuart, Robert Prescott, William Tepper, Wendie Jo Sperber, Barry Diamond, Tracy Smith, Gary Grossman, Michael Dudikoff, Gerard Prendergast, Deborah Harmon, Kenneth Kimmins, Rosanne Katon, Christopher Morley, Brett Baxter Clark, Monique Gabrielle, Angela Aames, Hugh McPhillips, Billy Beck, Milt Kogan, Pat Proft, Tad Horino, Toni Alessandrini, Bradford Bancroft || Comedy || Live action |- | Cannonball Run II || Warner Bros. / Golden Harvest || Hal Needham (director/screenplay); Harvey Miller (screenplay); Burt Reynolds, Dom DeLuise, Dean Martin, Sammy Davis Jr., Jamie Farr, Marilu Henner, Telly Savalas, Shirley MacLaine, Susan Anton, Catherine Bach, Jackie Chan, Richard Kiel, Frank Sinatra, Ricardo Montalbán, Foster Brooks, Sid Caesar, Louis Nye, Richard Kiel, Tim Conway, Don Knotts, Mel Tillis, Tony Danza, Jack Elam, Charles Nelson Reilly, Michael V. Gazzo, Alex Rocco, Henry Silva, Abe Vigoda, Jim Nabors, Molly Picon, Joe Theismann, Shawn Weatherly, Dale Ishimoto, Arte Johnson, Fred Dryer, Chris Lemmon, George Lindsey, Doug McClure, Jilly Rizzo, Dub Taylor, Hal Needham, Albert Ruddy || Comedy || Live action |- | Conan the Destroyer || Universal Pictures / Dino De Laurentiis Company || Richard Fleischer (director); Stanley Mann (screenplay); Arnold Schwarzenegger, Grace Jones, Wilt Chamberlain, Mako, Tracey Walter, Olivia d'Abo, Sarah Douglas, Pat Roach, Jeff Corey, Sven-Ole Thorsen, André the Giant, Ferdy Mayne, Bruce Fleischer, Pablo Talamante || Sword and sorcery, Adventure || Live action |- |} ===July–September=== {| class=\"wikitable sortable\" |- style=\"background:#b0e0e6; text-align:center;\" ! colspan=\"2\" | Opening ! style=\"width:17%;\"| Title ! style=\"width:16%;\"| Studio ! Cast and crew ! style=\"width:10%;\"| Genre ! style=\"width:8%;\"| Medium |- ! rowspan=\"10\" style=\"text-align:center; background:#ffa07a;\"|J U L Y | rowspan=\"2\" style=\"text-align:center; background:#ffdacc;\"| 13 | The Last Starfighter || Universal Pictures / Lorimar Productions || Nick Castle (director); Jonathan R. Betuel (screenplay); Lance Guest, Dan O'Herlihy, Robert Preston, Catherine Mary Stewart, Norman Snow, Kay E. Kuter, Barbara Bosson, Chris Hebert, Dan Mason, Vernon Washington, Peter Nelson, Peggy Pope, Meg Wyllie, Britt Leach, Owen Bush, Marc Alaimo, Wil Wheaton, Cameron Dye, Geoffrey Blake, John O'Leary, George McDaniel, Charlene Nelson, John Maio, Al Berry, Scott Dunlop, Ellen Blake, Bunny Summers || Sci-Fi, Space Opera || Live action |- | The Muppets Take Manhattan || Tri-Star Pictures / The Jim Henson Company || Frank Oz (director/screenplay); Tom Patchett, Jay Tarses (screenplay); Jim Henson, Frank Oz, Jerry Nelson, Richard Hunt, Dave Goelz, Steve Whitmire, Bruce Edward Hall, Kathryn Mullen, Karen Prell, Brian Muehl, Louis Zorich, Juliana Donald, Lonny Price, Cheryl McFadden, Graham Brown, Frances Bergen, Art Carney, James Coco, Dabney Coleman, Elliott Gould, Gregory Hines, Edward I. Koch, John Landis, Linda Lavin, Liza Minnelli, Joan Rivers, Brooke Shields, David Lazer, Vincent Sardi, Jr. || Musical, Comedy || Live action |- | rowspan=\"4\" style=\"text-align:center; background:#ffdacc;\"| 20 | Best Defense || Paramount Pictures / Cinema Group Ventures / Eddie Murphy Productions || Willard Huyck (director/screenplay); Gloria Katz (screenplay); Dudley Moore, Eddie Murphy, Kate Capshaw, George Dzundza, Helen Shaver, Mark Arnott, Peter Michael Goetz, Tom Noonan, David Rasche, Paul Comi, John Hostetter || Comedy || Live action |- | Electric Dreams || MGM/UA / Virgin Films || Steve Barron (director); Rusty Lemorande (screenplay); Lenny Von Dohlen, Virginia Madsen, Maxwell Caulfield, Bud Cort, Don Fellows, Miriam Margolyes, Giorgio Moroder, Koo Stark || Romantic comedy, Science fiction || Live action |- | The NeverEnding Story || Warner Bros. / Producers Sales Organization || Wolfgang Petersen (director/screenplay); Herman Weigel (screenplay); Barret Oliver, Noah Hathaway, Tami Stronach, Patricia Hayes, Sydney Bromley, Gerald McRaney, Moses Gunn, Alan Oppenheimer, Thomas Hill, Deep Roy, Tilo Prückner, Darryl Cooksey, Drum Garrett, Nicholas Gilbert || Epic, Fantasy || Live action |- | Revenge of the Nerds || 20th Century Fox / Interscope Communications || Jeff Kanew (director); Steve Zacharias, Jeff Buhai (screenplay); Robert Carradine, Anthony Edwards, Timothy Busfield, Andrew Cassese, Curtis Armstrong, Larry B. Scott, Brian Tochi, Julie Montgomery, Michelle Meyrink, Ted McGinley, Matt Salinger, Donald Gibb, James Cromwell, Lisa Welch, David Wohl, John Goodman, Bernie Casey, Alice Hirson || Comedy || Live action |- | style=\"text-align:center; background:#ffdacc;\"| 25 | Moon Madness || Films Jean Image || Mike Marshall (director); Jimmy Shuman, Mike Marshall || Comedy || Animation |- | rowspan=\"3\" style=\"text- align:center; background:#ffdacc;\"| 27 | The Jungle Book (re-release) || Walt Disney Productions || Wolfgang Reitherman (director); Larry Clemmons, Ralph Wright, Ken Anderson, Vance Gerry, Floyd Norman, Bill Peet (screenplay); Bruce Reitherman, Phil Harris, Sebastian Cabot, Louis Prima, George Sanders, Sterling Holloway, J. Pat O'Malley, Verna Felton, Clint Howard, Chad Stuart, Lord Tim Hudson, John Abbott, Ben Wright, Darleen Carr, Leo De Lyon, Hal Smith, Ralph Wright, Digby Wolfe, Bill Skiles, Pete Henderson || Musical, Comedy, Adventure || Animation |- | Meatballs Part II || Tri-Star Pictures || Ken Wiederhorn (director); Bruce Franklin Singer (screenplay); Richard Mulligan, Hamilton Camp, John Mengatti, Kim Richards, Archie Hahn, Misty Rowe, John Larroquette, Paul Reubens, Joe Nipote, Jason Hervey, Elayne Boosler, Nancy Glass, Felix Silla, Joaquin Martinez, Donald Gibb, Blackie Dammett, Jason Luque || Comedy || Live action |- | Purple Rain || Warner Bros. / Purple Films || Albert Magnoli (director/screenplay); William Blinn (screenplay); Prince, Apollonia Kotero, Morris Day, Olga Karlatos, Clarence Williams III, Jerome Benton, Billy Sparks, Jill Jones, Dez Dickerson, Wendy Melvoin, Lisa Coleman, The Revolution, The Time, Apollonia 6 || Rock musical, Drama || Live action |- ! rowspan=\"20\" style=\"text-align:center; background:thistle;\"|A U G U S T | style=\"text-align:center; background:#d8d8d8;\"| 2 | The Bostonians || Almi Pictures || James Ivory (director); Ruth Prawer Jhabvala (screenplay); Christopher Reeve, Vanessa Redgrave, Jessica Tandy, Madeleine Potter, Nancy Marchand, Wesley Addy, Barbara Bryne, Linda Hunt, Charles McCaughan, Nancy New, John Van Ness Philip, Wallace Shawn || Romance, Drama || Live action |- | rowspan=\"3\" style=\"text-align:center; background:#d8d8d8;\"| 3 | Grandview, U.S.A. || Warner Bros. / CBS Theatrical Films || Randal Kleiser (director); Ken Hixon (screenplay); Jamie Lee Curtis, Patrick Swayze, C. Thomas Howell, Jennifer Jason Leigh, Carole Cook, John Philbin, Ramon Bieri, Elizabeth Gorcey, M. Emmet Walsh, Kathryn Joosten, Troy Donahue, William Windom, Michael Winslow, John Cusack, Joan Cusack, Larry Brandenburg, Steve Dahl, Fern Persons, Camilla Hawke, Melissa Domke, Bruno Alexander, Fred Lerner, Tim Gamble, Milford Watson || Comedy || Live action |- | Joy of Sex || Paramount Pictures || Martha Coolidge (director); Kathleen Rowell, J.J. Salter (screenplay); Cameron Dye, Michelle Meyrink, Colleen Camp, Ernie Hudson, Lisa Langlois, Darren Dalton, Christopher Lloyd || Comedy || Live action |- | The Philadelphia Experiment || New World Pictures / Cinema Group || Stewart Raffill (director); Wallace C. Bennett (screenplay); Michael Paré, Nancy Allen, Eric Christmas, Bobby Di Cicco, Louise Latham, Stephen Tobolowsky, Ralph Manza, Kene Holliday, Joe Dorsey, Michael Currie, Gary Brockette, Glenn Morshower, Vaughn Armstrong, Debra Troyer, Miles McNamara, James Edgcomb || Sci-Fi || Live action |- | rowspan=\"3\" style=\"text-align:center; background:#d8d8d8;\"| 10 | Cloak & Dagger || Universal Pictures || Richard Franklin (director); Tom Holland (screenplay); Henry Thomas, Dabney Coleman, Michael Murphy, Christina Nigra, Jeanette Nolan, John McIntire, Eloy Casados, Tim Rossovich, William Forsythe, Robert DoQui, Shelby Leverington || Spy, Adventure || Live action |- | Metropolis (re-release) || Parufamet || Fritz Lang (director); Thea von Harbou (screenplay); Alfred Abel, Brigitte Helm, Gustav Fröhlich, Rudolf Klein-Rogge, Fritz Rasp, Theodor Loos, Erwin Biswanger, Heinrich George, Heinrich Gotho || Sci-Fi, Drama || Live action |- | Red Dawn || MGM/UA || John Milius (director/screenplay); Kevin Reynolds (screenplay); Patrick Swayze, C. Thomas Howell, Lea Thompson, Charlie Sheen, Darren Dalton, Jennifer Grey, Brad Savage, Doug Toby, Powers Boothe, Ben Johnson, Harry Dean Stanton, Ron O'Neal, William Smith, Vladek Sheybal, Frank McRae, Roy Jenson, Pepe Serna, Lane Smith, Radames Pera, Lois Kimbrell, Judd Omen || War, Drama || Live action |- | rowspan=\"3\" style=\"text-align:center; background:#d8d8d8;\"| 15 | The Adventures of Buckaroo Banzai Across the 8th Dimension || 20th Century Fox / Sherwood Productions || W. D. Richter (director); Earl Mac Rauch (screenplay); Peter Weller, John Lithgow, Ellen Barkin, Jeff Goldblum, Christopher Lloyd, Lewis Smith, Rosalind Cash, Robert Ito, Pepe Serna, Michael Santano, Ronald Lacey, Matt Clark, Clancy Brown, William Traylor, Carl Lumbly, Vincent Schiavelli, Dan Hedaya, Mariclare Costello, Bill Henderson, Damon Hines, Billy Vera, Laura Harrington, Yakov Smirnoff || Sci-Fi, Romance, Adventure, Comedy || Live action |- | Dreamscape || 20th Century Fox / Zupnik-Curtis Enterprises || Joseph Ruben (director/screenplay); David Loughery, Chuck Russell (screenplay); Dennis Quaid, Max von Sydow, Christopher Plummer, Eddie Albert, Kate Capshaw, David Patrick Kelly, George Wendt, Chris Mulkey, Larry Gelman, Cory \"Bumper\" Yothers, Redmond Gleeson, Eric Gold, Peter Jason, Jana Taylor || Sci-Fi, Adventure, Horror || Live action |- | The Woman in Red || Orion Pictures || Gene Wilder (director/screenplay); Gene Wilder, Kelly LeBrock, Gilda Radner, Charles Grodin, Joseph Bologna, Judith Ivey, Michael Zorek, Robin Ignico, Michael Huddleston, Arthur Bailey, Kyra Stempel, Viola Kates Stimpson || Romance, Comedy || Live action |- | rowspan=\"2\" style=\"text-align:center; background:#d8d8d8;\"| 17 | Sheena || Columbia Pictures || John Guillermin (director); Lorenzo Semple Jr., Leslie Stevens (screenplay); Tanya Roberts, Ted Wass, Donovan Scott, Princess Elizabeth, France Zobda, Trevor Thomas, Clifton Jones, John Forgeham, Errol John, Sylvester Williams, Bob Sherman, Nick Brimble, Paul Gee, Dave Cooper, Oliver Litondo, Joseph Olita, Kirsty Lindsay, Kathryn Gant, Michael Shannon, Nancy Paul || Action, Adventure, Drama || Live action |- | Tightrope || Warner Bros. / The Malpaso Company || Richard Tuggle (director/screenplay); Clint Eastwood, Geneviève Bujold, Dan Hedaya, Alison Eastwood, Jenny Beck, Marco St. John, Rod Masterson, Jamie Rose, Janet MacLachlan || Suspense, Thriller || Live action |- | style=\"text-align:center; background:#d8d8d8;\"| 19 | Cat on a Hot Tin Roof || Showtime Entertainment / American Playhouse / International Television Group / KCET || Jack Hofsiss (director); Tennessee Williams (screenplay); Jessica Lange, Tommy Lee Jones, Rip Torn, Kim Stanley, David Dukes, Penny Fuller, Macon McCalman, Thomas Hill, Fran Bennett, Ami Foster, Jake Jundef, Neta Lee-Noy || Drama || Live action |- | rowspan=\"3\" style=\"text-align:center; background:#d8d8d8;\"| 24 | Love Streams || Cannon Films || John Cassavetes (director/screenplay); Ted Allan (screenplay); Gena Rowlands, John Cassavetes, Diahnne Abbott, Seymour Cassel, Margaret Abbott, Jakob Shaw, Eddy Donno, Joan Foley, Al Ruban, Tom Badel, Doe Avedon, Leslie Hope || Drama || Live action |- | Old Enough || Orion Classics / Silver Films || Marisa Silver (director/screenplay); Sarah Boyd, Rainbow Harvest, Neill Barry, Danny Aiello, Alyssa Milano, Roxanne Hart, Susan Kingsley, Fran Brill, Gerry Bamman, Anne Pitoniak, Tristine Skyler, Charlie Willenger, Michael Monetti, Manny Jacobs, Gina Battist, Paul Butler || Drama || Live action |- | Oxford Blues || MGM/UA / 20th Century Fox || Robert Boris (director/screenplay); Rob Lowe, Amanda Pays, Julian Sands, Ally Sheedy, Julian Firth, Alan Howard, Gail Strickland, Michael Gough, Aubrey Morris, Anthony Calf, Cary Elwes, Bruce Payne, Richard Hunt || Sports, Comedy, Drama || Live action |- | style=\"text-align:center; background:#d8d8d8;\"| 29 | Choose Me || Island Alive || Alan Rudolph (director/screenplay); Geneviève Bujold, Keith Carradine, Lesley Ann Warren, Patrick Bauchau, Rae Dawn Chong, John Larroquette, Edward Ruscha, Gailard Sartain || Romance, Comedy, Drama || Live action |- | rowspan=\"3\" style=\"text-align:center; background:#d8d8d8;\"| 31 | Bolero || City Films / Cannon Film Distributors || John Derek (director/screenplay); Bo Derek, George Kennedy, Andrea Occhipinti, Ana Obregón, Olivia d'Abo, Greg Bensen, Ian Cochrane, Mirta Miller, Mickey Knox, Paul Stacey, James Stacy || Romance, Drama || Live action |- | C.H.U.D. || New World Pictures || Douglas Cheek (director); Parnell Hall (screenplay); John Heard, Daniel Stern, Christopher Curry, Kim Greist, J. C. Quinn, Michael O'Hare, Peter Michael Goetz, Sam McMurray, Frankie R. Faison, John Goodman, Jay Thomas, Hallie Foote, Graham Beckel, Jon Polito, George Martn || Sci-Fi, Horror || Live action |- | Flashpoint || HBO Pictures / Silver Screen Partners / Tri-Star Pictures || William Tannen (director); Dennis Shryack, Michael Butler (screenplay); Kris Kristofferson, Treat Williams, Rip Torn, Tess Harper, Kurtwood Smith, Jean Smart, Kevin Conway, Miguel Ferrer, Guy Boyd, Roberts Blossom, Mark Slade, Terry Alexander, William Frankfather, Joaquín Martínez, Dick O'Neill || Action, Crime, Drama || Live action |- ! rowspan=\"13\" style=\"text-align:center; background:#98fb98;\"|S E P T E M B E R | style=\"text-align:center; background:#e0f9e0;\"| 7 | The Brother from Another Planet || Cinecom Pictures || John Sayles (director/screenplay); Joe Morton, Sidney \"Piankhy\" Sheriff Jr., Rosanna Carter, Ray Ramirez, Yves Rene, Peter Richardson, Ginny Yang, Daryl Edwards, Steve James, Leonard Jackson, Carolyn Aaron, Bill Cobbs, Maggie Renzi, Olga Merediz, Tom Wright, Minnie Gentry, Ren Woods, Fisher Stevens, Dee Dee Bridgewater, David Strathairn, John Sayles, Ishmael Houston-Jones, Bert Simms || Science fiction || Live action |- | style=\"text-align:center; background:#e0f9e0;\"| 14 | A Soldier's Story || Columbia Pictures || Norman Jewison (director); Charles Fuller (screenplay); Howard E. Rollins Jr., Adolph Caesar, Art Evans, David Alan Grier, David Harris, Dennis Lipscomb, Larry Riley, Robert Townsend, Denzel Washington, William Allen Young, John Hancock, Patti LaBelle, Trey Wilson, Wings Hauser || Drama || Live action |- | style=\"text-align:center; background:#e0f9e0;\"| 19 | Amadeus || Orion Pictures / The Saul Zaentz Company || Miloš Forman (director); Peter Shaffer (screenplay); F. Murray Abraham, Tom Hulce, Elizabeth Berridge, Simon Callow, Roy Dotrice, Christine Ebersole, Jeffrey Jones, Charles Kay, Kenny Baker, Barbara Bryne, Roderick Cook, Richard Frank, Patrick Hines, Cynthia Nixon, Brian Pettifer, Vincent Schiavelli, Douglas Seale, Miroslav Sekera, John Strauss, Lisabeth Bartlett, Martin Cavani, Milan Demjanenko, Peter DiGesu, Nicholas Kepros, Philip Lenkowsky, Herman Meckler, Jonathan Moore, Karl-Heinz Teuber || Historical, Drama || Live action |- | rowspan=\"4\" style=\"text-align:center; background:#e0f9e0;\"| 21 | All of Me || Universal Pictures / Thorn EMI Screen Entertainment / Kings Road Entertainment || Carl Reiner (director); Phil Alden Robinson, Henry Olek (screenplay); Steve Martin, Lily Tomlin, Victoria Tennant, Madolyn Smith, Richard Libertini, Dana Elcar, Jason Bernard, Selma Diamond, Eric Christmas, Gailard Sartain, Neva Patterson, Michael Ensign, Peggy Feury || Fantasy, Comedy || Live action |- | Places in the Heart || Tri-Star Pictures || Robert Benton (director/screenplay); Sally Field, Lindsay Crouse, Danny Glover, John Malkovich, Ed Harris, Ray Baker, Amy Madigan, Yankton Hatten, Gennie James, Lane Smith, Terry O'Quinn, Bert Remsen, Jay Patterson, Toni Hudson, De'voreaux White, Jerry Haynes || Drama || Live action |- | Windy City || Warner Bros. / CBS Theatrical Films || Armyan Bernstein (director/screenplay); John Shea, Kate Capshaw, Josh Mostel, Jim Borrelli, Jeffrey DeMunn, Eric Pierpoint, Lewis J. Stadlen, James Sutorius, Niles McMaster, Lisa Taylor, Nathan Davis, Louie Lanciloti, Wilbert Bradley || Drama || Live action |- | Until September || MGM/UA || Richard Marquand (director); Janice Lee Graham (screenplay); Karen Allen, Thierry Lhermitte, Christopher Cazenove, Hutton Cobb, Michael Mellinger, Nitza Shaul, Rachel Robertson, Raphaelle Spencer, Joanna Pavlis, Helen Desbiez, Steve Gadler || Romance, Drama || Live action |- | rowspan=\"6\" style=\"text-align:center; background:#e0f9e0;\"| 28 | Body Rock || New World Pictures || Marcelo Epstein (director); Desmond Nakano, Kimberly Lynn White (screenplay); Lorenzo Lamas, Vicki Frederick, Cameron Dye, Michelle Nicastro, Ray Sharkey, Seth Kaufman, René Elizondo || Dance || Live action |- | Country || Touchstone Films / Far West Productions / Pangaea Corporation || Richard Pearce (director); William D. Wittliff (screenplay); Jessica Lange, Sam Shepard, Wilford Brimley, Matt Clark, Therese Graham, Levi L. Knebel, Jim Haynie, Sandra Seacat, Alex Harvey, Stephanie Stacie-Poyner || Drama || Live action |- | Heartbreakers || Orion Pictures / Jethro Films Production || Bobby Roth (director/screenplay); Peter Coyote, Nick Mancuso, Carole Laure, Max Gail, James Laurenson, Carol Wayne, Jamie Rose, Kathryn Harrold, George Morfogen, Jerry Hardin, Henry G. Sanders, Walter Olkewicz || Drama || Live action |- | Irreconcilable Differences || Warner Bros. || Charles Shyer (director/screenplay); Nancy Meyers (screenplay); Ryan O'Neal, Shelley Long, Drew Barrymore, Sam Wanamaker, Allen Garfield, Sharon Stone, Beverlee Reed, Hortensia Colorado, David Graf, Jessica Christensen || Comedy, Drama || Live action |- | The River Rat || Paramount Pictures || Thomas Rickman (director/screenplay); Martha Plimpton, Tommy Lee Jones, Brian Dennehy, Shawn Smith || Family, Drama || Live action |- |The Wild Life || Universal Pictures || Art Linson (director); Cameron Crowe (screenplay); Christopher Penn, Lea Thompson, Ilan Mitchell-Smith, Jenny Wright, Eric Stoltz, Rick Moranis, Hart Bochner, Randy Quaid, Brin Berliner, Susan Blackstone, Cari Anne Warder, Robert Ridgely, Jack Kehoe, Simone White, Beth McKinley, Michael Bowen, Ángel Salazar, Dick Rude, Reginald Farmer, Sherilyn Fenn, Leo Penn, Hildy Brooks, Lee Ving, Dean Devlin, Nancy Wilson, Ben Stein, Keone Young, Kevin Peter Hall, Kitten Natividad, Cameron Crowe, Ronnie Wood, Tommy Swerdlow, Tony Epper, Ted White, Gary Riley, Robert Chestnut, Ashley St. John, Danny Tucker || Comedy, Drama || Live action |- |} ===October–December=== {| class=\"wikitable sortable\" |- style=\"background:#b0e0e6; text-align:center;\" ! colspan=\"2\" | Opening ! style=\"width:17%;\"| Title ! style=\"width:16%;\"| Studio ! Cast and crew ! style=\"width:10%;\"| Genre ! style=\"width:8%;\"| Medium |- ! rowspan=\"19\" style=\"text-align:center; background:#ffa07a;\"|O C T O B E R | rowspan=\"2\" style=\"text-align:center; background:#ffdacc;\"| 5 | Eureka || MGM/UA / Recorded Picture Company / JF Productions / Sunley Productions || Nicolas Roeg (director); Paul Mayersberg (screenplay); Gene Hackman, Rutger Hauer, Theresa Russell, Mickey Rourke, Joe Pesci, Jane Lapotaire, Ed Lauter, Joe Spinell, James Faulkner, Corin Redgrave, Helena Kallianiotes, Cavan Kendall, Norman Beaton, Emrys James, Emma Relph, Timothy Scott, Ian Tracey || Drama || Live action |- | Teachers || MGM/UA / Aaron Russo Productions || Arthur Hiller (director); W. R. McKinney (screenplay); Nick Nolte, JoBeth Williams, Judd Hirsch, Ralph Macchio, Allen Garfield, Lee Grant, Richard Mulligan, Laura Dern, Crispin Glover, Morgan Freeman, Royal Dano, William Schallert, Art Metrano, Madeleine Sherwood, Steven Hill, Zohra Lampert, Mary Alice, Terry Ellis, Ronald Hunter, Virginia Capers, Ellen Crawford, Vivian Bonnell, Anthony Heald, Katharine Balfour, Jeff Ware, Richard Zobel, George Dzundza || Satire, Comedy, Drama || Live action |- | style=\"text-align:center; background:#ffdacc;\"| 8 | The Burning Bed || NBC Productions / Tisch/Avnet Productions Inc. || Robert Greenwald (director); Rose Leiman Goldemberg (screenplay); Farrah Fawcett, Paul Le Mat, Richard Masur, Grace Zabriskie, Penelope Milford, Christa Denton, James T. Callahan, Gary Grubbs, David Friedman, David Andrews, James Hampton, Virgil Frye, Dixie K. Wade, Heather Rich, Justin Gocke, Elizabeth Lyn Fraser, Jeremy Ross || Crime, Drama || Live action |- | style=\"text-align:center; background:#ffdacc;\"| 10 | Comfort and Joy || Universal Pictures / Thorn EMI / Lake Ltd. / Scottish Television / Kings Road Entertainment || Bill Forsyth (director/screenplay); Bill Paterson, Eleanor David, Clare Grogan, Alex Norton, Patrick Malahide, Rikki Fulton, Roberto Bernardi, George Rossi, Ron Donachie, Iain McColl, Arnold Brown, Peter Rossi, Billy McElhaney, Gilly Gilchrist, Caroline Guthrie, Ona McCracken, Elizabeth Sinclair, Katy Black, Robin Black, Billy Johnstone || Comedy || Live action |- | rowspan=\"2\" style=\"text-align:center; background:#ffdacc;\"| 12 | Garbo Talks || MGM/UA || Sidney Lumet (director); Larry Grusin (screenplay); Anne Bancroft, Ron Silver, Carrie Fisher, Catherine Hicks, Steven Hill, Howard Da Silva, Dorothy Loudon, Harvey Fierstein, Hermione Gingold, Alice Spivak, Mary McDonnell, Adolph Green, Andrzej Bartkowiak, Cy Coleman, Betty Comden, Greta Garbo, George Plimpton || Comedy, Drama || Live action |- | Songwriter || Tri-Star Pictures || Alan Rudolph (director); Bud Shrake (screenplay); Willie Nelson, Kris Kristofferson, Lesley Ann Warren, Rip Torn, Melinda Dillon, Mickey Raphael || Satire, Comedy || Live action |- | rowspan=\"5\" style=\"text-align:center; background:#ffdacc;\"| 19 | Crimes of Passion || New World Pictures || Ken Russell (director); Barry Sandler (screenplay); Kathleen Turner, Anthony Perkins, John Laughlin, Annie Potts, Bruce Davison, Yvonne McCord, Stephen Lee, Louise Sorel, Rick Wakeman || Erotic thriller || Live action |- | The Little Drummer Girl || Warner Bros. || George Roy Hill (director); John le Carré, Loring Mandel (screenplay); Diane Keaton, Yorgo Voyagis, Klaus Kinski, Sami Frey, Michael Cristofer, Eli Danker, Ben Levine, Jonathan Sagall, Shlomit Hagoel, Juliano Mer, Sabi Dorr, Doron Nesher, Smadar Brener, Shoshi Marciano, Philipp Moog, Bill Nighy, David Suchet, John le Carré || Spy || Live action |- | The Razor's Edge || Columbia Pictures || John Byrum (director/screenplay); Bill Murray (screenplay); Bill Murray, Theresa Russell, Catherine Hicks, Denholm Elliott, James Keach, Peter Vaughan, Brian Doyle- Murray, Faith Brook, Saeed Jaffrey, Richard Oldfield, André Maranne, Bruce Boa || Drama || Live action |- | Stop Making Sense || Arnold Stiefel Company / Cinecom Pictures / Palm Pictures || Jonathan Demme (director/screenplay); Talking Heads (screenplay); Talking Heads || Concert || Live action |- | Thief of Hearts || Paramount Pictures / Simpson/Bruckheimer || Douglas Day Stewart (director/screenplay); Steven Bauer, Barbara Williams, John Getz, David Caruso, Christine Ebersole, George Wendt || Crime, Thriller, Drama || Live action |- | rowspan=\"8\" style=\"text-align:center; background:#ffdacc;\"| 26 | American Dreamer || Warner Bros. / CBS Theatrical Films || Rick Rosenthal (director); David Greenwalt, Jim Kouf (screenplay); JoBeth Williams, Tom Conti, Giancarlo Giannini, Coral Browne, James Staley, C. D. Barnes, Huckleberry Fox, Jean Rougerie, Pierre Santini, Léon Zitrone, André Valardy, Jeffrey Kramer, Nancy Stephens || Romance, Comedy, Thriller || Live action |- | Body Double || Columbia Pictures / Delphi II Productions || Brian De Palma (director/screenplay); Robert J. Avrech (screenplay); Craig Wasson, Gregg Henry, Melanie Griffith, Deborah Shelton, Guy Boyd, Dennis Franz, David Haskell, Al Israel, Douglas Warhit, B. J. Jones, Russ Marin, Lane Davies, Barbara Crampton, Larry \"Flash\" Jenkins, Monte Landis, Slavitza Jovan, Rob Paulsen || Erotic thriller || Live action |- | Firstborn || Paramount Pictures || Michael Apted (director); Ron Koslow (screenplay); Teri Garr, Peter Weller, Christopher Collet, Corey Haim, Sarah Jessica Parker, Robert Downey Jr. || Drama || Live action |- | Give My Regards to Broad Street || 20th Century Fox / MPL Communications || Peter Webb (director); Paul McCartney (screenplay); Paul McCartney, Bryan Brown, Ringo Starr, Barbara Bach, Linda McCartney, Philip Jackson, Giant Haystacks, Tracey Ullman, Ralph Richardson, George Martin, John Bennett, John Burgess, Ian Hastings, Marie Collett, Graham Dene, Anthony Bate, Leonard Fenton, Jeremy Child, John Salthouse, John Paul Jones, Eric Stewart, Jeffrey Daniel || Musical, Drama || Live action |- | Paris, Texas || 20th Century Fox / Road Movies / Filmproduktion GmbH / Argos Films S.A. || Wim Wenders (director); L. M. Kit Carson, Sam Shepard (screenplay); Harry Dean Stanton, Nastassja Kinski, Dean Stockwell, Aurore Clément, Hunter Carson, Bernhard Wicki, John Lurie, Socorro Valdez, Viva, Mydolls, Sam Berry, Claresie Mobley, Edward Fayton, Justin Hogg, Tom Farrell, Jeni Vici, Sally Norvell || Road, Drama || Live action |- | Streetwise || Angelika Films || Martin Bell (director); Cheryl McCall (screenplay); Roberta Joseph Hayes, Dewayne Pomeroy, \"Little Justin\" Reed Early, Lou Ellen \"Lulu\" Coach, Patti, Rat, Shadow, Erin \"Tiny\" Blackwell, Patrice Pitts || Documentary || Live action |- | The Terminator || Orion Pictures / Hemdale / Pacific Western Productions / Cinema '84 || James Cameron (director/screenplay); Gale Anne Hurd (screenplay); Arnold Schwarzenegger, Michael Biehn, Linda Hamilton, Paul Winfield, Lance Henriksen, Earl Boen, Bess Motta, Rick Rossovich, Dick Miller, Franco Columbu, Bill Paxton, Brian Thompson, Marianne Muellerleile, Shawn Schepps || Science fiction, Action || Live action |- | Terror in the Aisles || Universal Pictures / Kaleidoscope Films || Andrew J. Kuehn (director); Margery Doppelt (screenplay); Donald Pleasence, Nancy Allen || Documentary || Live action |- ! rowspan=\"16\" style=\"text-align:center; background:thistle;\"|N O V E M B E R | style=\"text-align:center; background:#d8d8d8;\"| 2 | The Killing Fields || Warner Bros. / Goldcrest Films / International Film Investors / Enigma Productions || Roland Joffé (director); Bruce Robinson (screenplay); Sam Waterston, Haing S. Ngor, Craig T. Nelson, John Malkovich, Julian Sands, Spalding Gray, Bill Patterson, Athol Fugard, Graham Kennedy, Patrick Malahide, Nell Campbell, Joanna Merlin || Biography, Drama || Live action |- | rowspan=\"5\" style=\"text-align:center; background:#d8d8d8;\"| 9 | A Nightmare on Elm Street || New Line Cinema / Media Home Entertainment / Smart Egg Pictures || Wes Craven (director/screenplay); Robert Englund, John Saxon, Ronee Blakley, Heather Langenkamp, Amanda Wyss, Nick Corri, Johnny Depp, Joe Unger, Joseph Whipp, Charles Fleischer, Lin Shaye, Leslie Hoffman, David Andrews, Ash Adams, Don Hannah, Chris Tashima, Robert Shaye, Mimi Craven, Jack Shea, Ed Call, Sandy Lipton, Jeff Levine, Donna Woodrum, Paul Grenier, Shashawnee Hall, Brian Reise, Carol Pritikin, Kathi Gibbs, John Richard Peterson, Antonia Yannouli || Slasher || Live action |- | No Small Affair || Columbia Pictures || Jerry Schatzberg (director); Craig Bolotin (screenplay); Jon Cryer, Demi Moore, George Wendt, Peter Frechette, E. G. Daily, Ann Wedgeworth, Jeffrey Tambor, Tim Robbins, Hamilton Camp, Scott Getlin, Judith Baldwin, Jennifer Tilly, Kene Holliday, Tate Donovan, Thomas Adams, Myles Berkowitz, Arthur Taxier || Comedy, Drama || Live action |- | Oh, God! You Devil || Warner Bros. || Paul Bogart (director); Andrew Bergman (screenplay); George Burns, Ted Wass, Ron Silver, Roxanne Hart, Eugene Roche, Janet Brandt, Robert Desiderio, John Doolittle, Julie Lloyd, Belita Moreno, Jason Wingreen, Susan Peretz, Robert Picardo, Arthur Malet, James Cromwell, Arnold Johnson, Brandy Gold, Lois Wilde || Comedy || Live action |- | Samson & Sally || Dansk Tegnefilm || Jannik Hastrup (director/screenplay); Bent Haller, Li Vilstrup (screenplay); Jesper Klein, Helle Hertz, Per Pallesen, Bodil Udsen, Poul Thomsen, Kristen Peuliche, Berthe Qvistgaard, Claus Ryskjær, Preben Neergaard, Ole Ernst || Romance, Family || Animation |- | Silent Night, Deadly Night || Tri-Star Pictures / Slayride Productions, Inc. || Charles E. Sellier Jr. (director); Michael Hickey (screenplay); Robert Brian Wilson, Alex Burton, Lilyan Chauvin, Gilmer McCormick, Toni Nero, Britt Leach, Nancy Borgenicht, H. E. D. Redford, Linnea Quigley, Leo Geter, Randy Stumpf, Will Hare, Tara Buckman, Geoff Hansen, Charles Dierkop, Donald L. Shanks, Eric Hart, A. Madeline Smith, Amy Stuyvesant, Max Robinson, Vinc Massa, John Michael Alvarez, John Bishop, Richard C. Terry, Oscar Rowland, Richard D. Clark, Tip Boxell, Judith Roberts || Slasher || Live action |- | rowspan=\"5\" style=\"text-align:center; background:#d8d8d8;\"| 16 | Just the Way You Are || MGM/UA || Édouard Molinaro (director); Allan Burns (screenplay); Kristy McNichol, Michael Ontkean, Kaki Hunter, André Dussollier, Catherine Salviat, Robert Carradine, Alexandra Paul, Lance Guest, Tim Daly, Patrick Cassidy, Gérard Jugnot, André Oumansky, Billy Kearns, Joyce Gordon, Wayne Robson, Jean-Claude Ostrander, Garrick Dowhen || Comedy, Drama || Live action |- | B.C. Rock || Almi Pictures || Tony Hendra (screenplay); Jim Vallely, Jonathan Schmock, Joseph Plewa || Adventure, Comedy, Fantasy || Animation |- | Missing in Action || The Cannon Group, Inc. || Joseph Zito (director); James Bruner (screenplay); Chuck Norris, M. Emmet Walsh, David Tress, Lenore Kasdorf, Ernie Ortega, James Hong, Erich Anderson || Action, Drama || Live action |- | Night of the Comet || Atlantic Releasing Corporation / Thomas Coleman and Michael Rosenblatt Productions / Film Development Fund || Thom Eberhardt (director/screenplay); Robert Beltran, Catherine Mary Stewart, Kelli Maroney, Sharon Farrell, Mary Woronov, Geoffrey Lewis, Peter Fox, John Achorn, Michael Bowen, Devon Ericson, Lissa Layng, Janice Kawaye, Chance Boyer, Ivan E. Roth, Dick Rude, Chris Pedersen, Marc Poppel || Sci-Fi, Horror, Comedy || Live action |- | Night Patrol || RSL Company / Vis Arts Consultants Inc. / New World Pictures || Jackie Kong (director/screenplay); Murray Langston, William A. Levey, Bill Osco (screenplay); Linda Blair, Pat Paulsen, Billy Barty, Murray Langston, Pat Morita, Andrew Dice Clay, Jaye P. Morgan, Vic Dunlop || Comedy || Live action |- | style=\"text-align:center; background:#d8d8d8;\"| 18 | Fatal Vision || NBC Productions || David Greene (director); John Gay (screenplay); Gary Cole, Karl Malden, Eva Marie Saint, Barry Newman, Wendy Schaal, Andy Griffith, Judith Barsi, Gary Grubbs, Joel Polis, Mitchell Ryan, Scott Paulin, Barry Corbin, Albert Salmi, Paddi Edwards, Carmen Argenziano, Nadine van der Velde, Laurence Haddon, Kenneth Tigar, Roy London, Robert Clotworthy, Steve James, Richard Lineback, James Morrison, Paul Ryan, Miguel Sandoval, Brian Thompson || Crime, Drama, History || Live action |- | rowspan=\"3\" style=\"text-align:center; background:#d8d8d8;\"| 21 | A Christmas Story (re-release) || MGM/UA || Bob Clark (director/screenplay); Jean Shepherd, Leigh Brown (screenplay); Peter Billingsley, Jean Shepherd, Melinda Dillon, Darren McGavin, Ian Petrella, Scott Schwartz, R. D. Robb, Zack Ward, Yano Anaya, Tedde Moore, Jeff Gillen, Leslie Carlson || Comedy || Live action |- | Falling in Love || Paramount Pictures || Ulu Grosbard (director); Michael Cristofer (screenplay); Robert De Niro, Meryl Streep, Dianne Wiest, David Clennon, Jane Kaczmarek, George Martin, Harvey Keitel, Victor Argo, Jesse Bradford, Roganda Mart || Romance, Drama || Live action |- | Supergirl || Tri-Star Pictures / Artistry / Investors In Industry / Robert Fleming Leasing / St. Michael Finance || Jeannot Szwarc (director); David Odell (screenplay); Faye Dunaway, Helen Slater, Hart Bochner, Peter Cook, Mia Farrow, Marc McClure, Brenda Vaccaro, Peter O'Toole, Simon Ward, Maureen Teefy, David Healy, Sandra Dickinson, Matt Frewer, Kelly Hunter, Glory Annen || Superhero || Live action |- | style=\"text-align:center; background:#d8d8d8;\"| 28 | Gallavants || Marvel Productions || Art Vitello (director); Jack Mendelsohn (screenplay); Robert Lydiard, Vic Perrin, Peter Cullen, Joyce Gittlin || Family || Animation |- ! rowspan=\"22\" style=\"text-align:center; background:#98fb98;\"|D E C E M B E R | style=\"text-align:center; background:#e0f9e0;\"| 5 | Beverly Hills Cop || Paramount Pictures / Simpson/Bruckheimer / Eddie Murphy Productions || Martin Brest (director); Daniel Petrie Jr. (screenplay); Eddie Murphy, Judge Reinhold, John Ashton, Lisa Eilbacher, Ronny Cox, Steven Berkoff, James Russo, Stephen Elliott, Paul Reiser, Jonathan Banks, Gilbert R. Hill, Bronson Pinchot, Michael Champion, Damon Wayans, Rick Overton, Mike Pniewski, Douglas Warhit, Tom Everett, Martin Brest || Action, Comedy || Live action |- | rowspan=\"2\" style=\"text-align:center; background:#e0f9e0;\"| 7 | 2010 || MGM/UA || Peter Hyams (director/screenplay); Roy Scheider, John Lithgow, Helen Mirren, Bob Balaban, Keir Dullea, Douglas Rain, Madolyn Smith, Dana Elcar, Taliesin Jaffe, James McEachin, Natasha Shneider, Vladimir Skomarovsky, Mary Jo Deschanel, Elya Baskin, Saveliy Kramarov, Oleg Rudnik, Victor Steinbach, Jan Triska, Herta Ware, Robert Lesser, Candice Bergen, Arthur C. Clarke, Gary Lockwood || Sci-Fi || Live action |- | City Heat || Warner Bros. / The Malpaso Company || Richard Benjamin (director); Blake Edwards (\"Sam O. Brown\"), Joseph C. Stinson (screenplay); Clint Eastwood, Burt Reynolds, Jane Alexander, Madeline Kahn, Rip Torn, Irene Cara, Richard Roundtree, Tony Lo Bianco, William Sanderson, Nicholas Worth, Robert Davi, Art LaFleur, Jack Nance, Tab Thacker, John Hancock, Jack Thibeau, Gerald S. O'Loughlin, Bruce M. Fischer, Ernie Sabella, Carey Loftin, Hamilton Camp, Gene LeBell, Nick Dimitri, Arthur Malet, Beau Starr, Wiley Harker || Action, Crime, Comedy || Live action |- | rowspan=\"8\" style=\"text-align:center; background:#e0f9e0;\"| 14 | The Cotton Club || Orion Pictures / Totally Independent Productions / American Zoetrope / Producers Sales Organization || Francis Ford Coppola (director/screenplay); William Kennedy (screenplay); Richard Gere, Gregory Hines, Diane Lane, Lonette McKee, Bob Hoskins, James Remar, Nicolas Cage, Allen Garfield, Fred Gwynne, Gwen Verdon, Lisa Jane Persky, Maurice Hines, Julian Beck, Joe Dallesandro, Larry Fishburne, Tom Waits, John P. Ryan, Glenn Withrow, Jennifer Grey, Woody Strode, Diane Venora, Tucker Smallwood, Bill Cobbs, Rosalind Harris, Mark Margolis, Larry Marshall || Crime, Drama || Live action |- | Dune || Universal Pictures / Dino De Laurentiis Corporation || David Lynch (director/screenplay); Francesca Annis, Leonardo Cimino, Brad Dourif, José Ferrer, Linda Hunt, Freddie Jones, Richard Jordan, Kyle MacLachlan, Virginia Madsen, Silvana Mangano, Everett McGill, Kenneth McMillan, Jack Nance, Siân Phillips, Jürgen Prochnow, Paul Smith, Patrick Stewart, Sting, Dean Stockwell, Max von Sydow, Alicia Roanne Witt, Sean Young || Epic, Sci-Fi || Live action |- | Katy Caterpillar || Televicine S.A. de C.V || Ardwight Chamberlain (director); Jack Mendelsohn (screenplay); Barbara Goodson || Adventure Family || Animation |- | Mass Appeal || Universal Pictures || Glenn Jordan (director); Bill C. Davis (screenplay); Jack Lemmon, Željko Ivanek, Charles Durning, Louise Latham, Talia Balsam, Alice Hirson, Lois De Banzie, Jerry Hardin, R. J. Williams, Noni White, Gloria Stuart, John Vargas, John C. Becher || Dramedy || Live action |- | 1984 || 20th Century Fox / Virgin Films / Umbrella-Rosenblum Films || Michael Radford (director/screenplay); John Hurt, Richard Burton, Suzanna Hamilton, Cyril Cusack, Gregor Fisher, James Walker, Andrew Wilde, Merelina Kendall, John Boswall, Phyllis Logan, Roger Lloyd-Pack, Bob Flag, Pam Gems, Pip Donaghy, Janet Key, Hugh Walters, Shirley Stelfox, Corinna Seddon, Martha Parsey, Matthew Scurfield, Garry Cooper, Rolf Saxon, Annie Lennox || Dystopian, Sci-Fi || Live action |- | A Passage to India || Columbia Pictures / Thorn EMI Screen Entertainment / HBO Films || David Lean (director/screenplay); Judy Davis, Peggy Ashcroft, Victor Banerjee, James Fox, Alec Guinness, Nigel Havers, Michael Culver, Clive Swift, Art Malik, Saeed Jaffrey, Ann Firbank, Roshan Seth, Richard Wilson, Dina Pathak, Mohammed Ashiq, Ishaq Bux, Antonia Pemberton, Sandra Hotz, H. S. Krishnamurthy, Ashok Mandanna, Z. H. Khan, Rashid Karapiet || Epic, History, Drama || Live action |- | Runaway || Tri-Star Pictures || Michael Crichton (director/screenplay); Tom Selleck, Cynthia Rhodes, Gene Simmons, Kirstie Alley, Stan Shaw, G. W. Bailey, Joey Cramer, Chris Mulkey, Anne-Marie Martin, Michael Paul Chan, Marilyn Schreffler || Sci-Fi, Action || Live action |- | Starman || Columbia Pictures || John Carpenter (director); Bruce A. Evans, Raynold Gideon, Dean Riesner (screenplay); Jeff Bridges, Karen Allen, Charles Martin Smith, Richard Jaeckel, Robert Phalen, Tony Edwards, John Walter Davis, Ted White, Dirk Blocker, M. C. Gainey, George Buck Flower, Ralph Cosham, Lu Leonard, Mickey Jones, David Wells || Sci-Fi, Romance || Live action |- | style=\"text- align:center; background:#e0f9e0;\"| 15 | The Ratings Game || Showtime Networks / Imagination Productions / New Street Productions / Viacom Productions || Danny DeVito (director); Michael Barrie, Jim Mulholland (screenplay); Danny DeVito, Rhea Perlman, Gerrit Graham, Barry Corbin, Louis Giambalvo, Ronny Graham, Huntz Hall, Basil Hoffman, Kevin McCarthy, John Megna, Michael Richards, Ron Rifkin, Joe Santos, Vincent Schiavelli, Daniel Stern, Fred Scialla, Frank Sivero, Mark L. Taylor, George Wendt, Steve Allen, Jayne Meadows, Cisse Cameron, Army Archerd, Allyce Beasley, Peter Brocco, Robert Costanzo, Selma Diamond, Michael Ensign, Jason Hervey, Kenneth Kimmins, James Le Gros, Russ Marin, Randall Miller, Susan Peretz, Hal Riddle, Jerry Seinfeld, Lisle Wilson, Lee Ving, Alan Alda, Bernie Brillstein, Roy Firestone, Ed. Weinberger || Comedy || Live action |- | style=\"text-align:center; background:#e0f9e0;\"| 17 | A Christmas Carol || CBS / 20th Television / Entertainment Partners Ltd. || Clive Donner (director); Roger O. Hirson (screenplay); George C. Scott, Frank Finlay, David Warner, Susannah York, Edward Woodward, Roger Rees, Angela Pleasence, Michael Carter, Anthony Walters, Caroline Langrishe, Lucy Gutteridge, Nigel Davenport, Joanne Whalley, Timothy Bateson, Michael Gough, John Quarmby, Peter Woodthorpe, Liz Smith, John Sharp, Derek Francis, Brian Pettifer, Cathryn Harrison, Mark Strickson, Danny Davies, Catherine Hall || Family, Fantasy, Drama || Live action |- | style=\"text-align:center; background:#e0f9e0;\"| 19 | The River || Universal Pictures || Mark Rydell (director); Robert Dillon, Julian Barry (screenplay); Sissy Spacek, Mel Gibson, Scott Glenn, Shane Bailey, Becky Jo Lynch, Don Hood, Billy \"Green\" Bush, James Tolkan || Drama || Live action |- | rowspan=\"7\" style=\"text-align:center; background:#e0f9e0;\"| 21 | Birdy || Tri-Star Pictures / A&M; Films || Alan Parker (director); Sandy Kroopf, Jack Behr (screenplay); Matthew Modine, Nicolas Cage, John Harkins, Sandy Baron, Karen Young, Bruno Kirby, Marshall Bell, Elizabeth Whitcraft, Crystal Field, Nancy Fish, George Buck, Dolores Sage, Robert L. Ryan, James Santini, Maud Winchester, Sandra Beall, Victoria Nekko, John Brumfeld || Drama || Live action |- | Breakin' 2: Electric Boogaloo || Tri-Star Pictures || Sam Firstenberg (director); Charles Parker, Allen DeBevoise, Jan Ventura, Julie Reichert (screenplay); Lucinda Dickey, Adolfo 'Shabba Doo' Quinones, Michael 'Boogaloo Shrimp' Chambers, Ice-T, Susie Bono, Sabrina Garcia, Cooley Jackson/Jaxson, John LaMotta, Steve \"Sugarfoot\" Notario, Tyler Birch || Comedy, Musical, Drama || Live action |- | The Flamingo Kid || 20th Century Fox / ABC Motion Pictures || Garry Marshall (director/screenplay); Neal Marshall (screenplay); Matt Dillon, Héctor Elizondo, Richard Crenna, Jessica Walter, Janet Jones, Brian McNamara, Fisher Stevens, Bronson Pinchot, Marisa Tomei, Steven Weber, Martha Gehman, Leon Robinson, Molly McCarthy, Carole Davis, Frank Campanella, Richard Stahl, Joe Grifasi, Ron McLarty, Seth Allen, Adam Klugman, Ray Roderick, Irving Metzman, Googy Gress, Eric Douglas, Tracy Reiner, Kristina Kossi, Brad Kane, Steve Witting, Novella Nelson || Comedy || Live action |- | Johnny Dangerously || 20th Century Fox || Amy Heckerling (director); Harry Colomby, Jeff Harris, Bernie Kukoff, Norman Steinberg (screenplay); Michael Keaton, Joe Piscopo, Marilu Henner, Maureen Stapleton, Peter Boyle, Griffin Dunne, Glynnis O'Connor, Dom DeLuise, Richard Dimitri, Danny DeVito, Ron Carey, Ray Walston, Dick Butkus, Byron Thames, Alan Hale Jr., Scott Thomson, Sudie Bond, Hank Garrett, Leonard Termo, Neal Israel, Jack Nance, Rick Rosenthal, Carl Gottlieb, Jeffrey Weissman, Bob Eubanks, James Coco, Joe Flaherty, Taylor Negron, Vincent Schiavelli || Parody, Comedy || Live action |- | Micki & Maude || Columbia Pictures || Blake Edwards (director); Jonathan Reynolds (screenplay); Dudley Moore, Amy Irving, Ann Reinking, Richard Mulligan, George Gaynes, Wallace Shawn, Hard Boiled Haggerty, John Pleshette, Lu Leonard, Priscilla Pointer, Robert Symonds, George Coe, Billy Beck, Ken Olfson, Emma Walton Hamilton, Andre Rousimmoff, Big John Studd, Chief Jay Strongbow, Gene LeBell, Wiley Harker, Roger Rose || Comedy || Live action |- | Pinocchio (re-release) || Walt Disney Productions / RKO Radio Pictures || Ben Sharpsteen, Hamilton Luske, Bill Roberts, Norman Ferguson; Jack Kinney, Wilfred Jackson, T. Hee (directors); Ted Sears, Otto Englander, Webb Smith, William Cottrell, Joseph Sabo, Erdman Penner, Aurelius Battaglia (screenplay); Cliff Edwards, Dickie Jones, Christian Rub, Mel Blanc, Walter Catlett, Charles Judels, Evelyn Venable, Frankie Darro, Stuart Buchanan || Musical, Fantasy || Animation |- | Protocol || Warner Bros. || Herbert Ross (director); Buck Henry (screenplay); Goldie Hawn, Chris Sarandon, Richard Romanus, Andre Gregory, Gail Strickland, Cliff DeYoung, Keith Szarabajka, Ed Begley Jr., Kenneth Mars, Jean Smart, Joel Brooks, Grainger Hines, Kenneth McMillan, James Staley, Maria O'Brien || Comedy || Live action |- | style=\"text-align:center; background:#e0f9e0;\"| 26 | Mrs. Soffel || MGM/UA || Gillian Armstrong (director); Ron Nyswaner (screenplay); Diane Keaton, Mel Gibson, Matthew Modine, Edward Herrmann, Trini Alvarado, Jennifer Dundas, Danny Corkill, Harley Cross, Terry O'Quinn, Pippa Pearthree, William Youmans, Maury Chaykin, Joyce Ebert, Wayne Robson, Dana Wheeler-Nicholson, Les Rubie, Paula Trueman, Katie McCombs, William Duell, Walter Massey || Drama || Live action |- |} ==Notable films released in 1984== United States unless stated ===#=== *1984, directed by Michael Radford, starring John Hurt and Richard Burton - (U.K.) *2010, directed by Peter Hyams, starring Roy Scheider, John Lithgow, Bob Balaban, Dana Elcar, Helen Mirren ===A=== *Aaj Ki Awaaz (Today's Voice), directed by Ravi Chopra, starring Raj Babbar, Smita Patil, and Nana Patekar (India) *Abnormal Family: Older Brother's Bride (), directed by Masayuki Suo, starring Ren Osugi (Japan) *The Adventures of Buckaroo Banzai, directed by W. D. Richter, starring Peter Weller and Jeff Goldblum *After the Rehearsal (Efter repetitionen), directed by Ingmar Bergman, starring Erland Josephson, Ingrid Thulin, Lena Olin - (Sweden) *Against All Odds, directed by Taylor Hackford, starring Jeff Bridges, Rachel Ward, James Woods, Alex Karras, Richard Widmark, Jane Greer *All of Me, directed by Carl Reiner, starring Steve Martin and Lily Tomlin *Alley Cat, co-directed by Victor M. Ordonez, Eduardo Palmos, and Al Valletta, starring Karin Mani, and Robert Torti *Amadeus, directed by Miloš Forman, starring F. Murray Abraham and Tom Hulce - Academy and Golden Globe (drama) Awards for Best Picture *The Ambassador, directed by J. Lee Thompson, starring Robert Mitchum, Rock Hudson and Ellen Burstyn *American Dreamer, directed by Rick Rosenthal, starring JoBeth Williams *Annie's Coming Out, starring Angela Punch McGregor - (Australia) *Another Country, starring Rupert Everett and Colin Firth - (U.K.) *The Annunciation (Angyali üdvözlet) - (Hungary) *Asesinato en el Senado de la Nación (Murder in the Senate) - (Argentina) ===B=== *Bachelor Party, starring Tom Hanks, Adrian Zmed, Tawny Kitaen *Bad Manners, aka Growing Pains, starring Martin Mull and Karen Black *Balkan Spy (Balkanski spijun) - (Yugoslavia) *Ballad of the Little Soldier (Ballade vom kleinen Soldaten), a documentary film about child soldiers directed by Werner Herzog - (West Germany) *The Bay Boy, starring Liv Ullmann and Kiefer Sutherland - (Canada/France) - Genie Award for Best Canadian Motion Picture. *Bayan Ko:This Is My Country (Bayan ko: Kapit sa patalim) - (Philippines) *Beat Street, starring Rae Dawn Chong *Before Stonewall, a documentary film *Best Defense, starring Dudley Moore, Eddie Murphy, Kate Capshaw *Beverly Hills Cop, directed by Martin Brest, starring Eddie Murphy, Judge Reinhold, Ronny Cox, John Ashton, Bronson Pinchot *Beyond the Walls (Me'Ahorei Hasoragim) - (Israel) *Bianca, directed by and starring Nanni Moretti - (Italy) *Bicycles Are for the Summer () - (Spain) *Birdy, directed by Alan Parker, starring Matthew Modine and Nicolas Cage, music from Peter Gabriel *Blame It on Rio, directed by Stanley Donen, starring Michael Caine, Joseph Bologna, Demi Moore, Michelle Johnson *Blind Date, starring Kirstie Alley *Blood Simple, directed by Joel and Ethan Coen (debut), starring John Getz, Dan Hedaya, Frances McDormand, M. Emmet Walsh *Body Double, directed by Brian De Palma, starring Craig Wasson, Melanie Griffith, Deborah Shelton, Gregg Henry *Bolero, starring Bo Derek *The Bostonians, directed by James Ivory, starring Christopher Reeve, Vanessa Redgrave, Jessica Tandy - (US/UK) *The Bounty, directed by Roger Donaldson, starring Mel Gibson, Anthony Hopkins, Laurence Olivier, Daniel Day-Lewis, Liam Neeson - (U.K.) *Breakin' *Breakin' 2: Electric Boogaloo *Broadway Danny Rose - directed by and starring Woody Allen, with Mia Farrow, Jeff Daniels, Danny Aiello *The Brother from Another Planet, directed by John Sayles, starring Joe Morton *The Buddy System, starring Richard Dreyfuss, Susan Sarandon, Wil Wheaton, Nancy Allen ===C=== *C.H.U.D., starring John Heard and Daniel Stern *Cal, starring John Lynch and Helen Mirren - (U.K.) *Camila, directed by María Luisa Bemberg - (Argentina) *Cannonball Run II, starring Burt Reynolds, Dom DeLuise, Shirley MacLaine, Sammy Davis Jr., Dean Martin, Frank Sinatra *Caravan of Courage: An Ewok Adventure, a television film starring Warwick Davis *Carmen, a cinematic opera directed by Francesco Rosi, starring Plácido Domingo - (France/Italy) *The Chain, directed by Jack Gold - (U.K.) *Chaos (Kaos) - (Italy) *The Children (Les enfants), directed by Marguerite Duras - (France) *Children of the Corn, starring Peter Horton and Linda Hamilton *Choose Me, directed by Alan Rudolph, starring Lesley Ann Warren, Geneviève Bujold, Keith Carradine *Ciske de Rat (Ciske the Rat) - (Netherlands) *City Heat, directed by Richard Benjamin, starring Clint Eastwood, Burt Reynolds, Madeline Kahn, Jane Alexander, Richard Roundtree, Rip Torn *Cloak & Dagger, starring Henry Thomas, Dabney Coleman, Michael Murphy *Comfort and Joy, directed by Bill Forsyth, starring Bill Paterson - (U.K.) *The Company of Wolves, directed by Neil Jordan, starring Stephen Rea, Angela Lansbury, Sarah Patterson - (U.K.) *Conan the Destroyer, directed by Richard Fleischer, starring Arnold Schwarzenegger, Wilt Chamberlain, Grace Jones, Olivia d'Abo *The Coolangatta Gold - (Australia) *Le Cop, starring Philippe Noiret - (France) *The Cotton Club, directed by Francis Ford Coppola, starring Richard Gere, Gregory Hines, Diane Lane, James Remar, Bob Hoskins, Fred Gwynne, Nicolas Cage *Country, directed by Richard Pearce, starring Jessica Lange and Sam Shepard *Crackers, directed by Louis Malle, starring Donald Sutherland and Sean Penn *Crimes of Passion, directed by Ken Russell, starring Kathleen Turner and Anthony Perkins ===D=== *The Dark Glow of the Mountains (Gasherbrum - Der leuchtende Berg), directed by Werner Herzog - (West Germany) *The Descendant of the Snow Leopard (Potomok belogo barsa) - (U.S.S.R.) *La diagonale du fou (Dangerous Moves), starring Michel Piccoli - (France/Switzerland) - Academy Award for Foreign Language Film *Diary for My Children (Napló gyermekeimnek) - (Hungary) *Draw!, starring Kirk Douglas, James Coburn, Alexandra Bastedo, Graham Jarvis, Derek McGrath, Linda Sorenson *Dreamscape, starring Dennis Quaid, Kate Capshaw, Max von Sydow, Christopher Plummer *Dune, directed by David Lynch, starring Kyle MacLachlan, Sting, Sean Young, Francesca Annis, Jürgen Prochnow, Kenneth McMillan, José Ferrer, Max von Sydow ===E=== *Electric Dreams, starring Virginia Madsen and Bud Cort *The Element of Crime (Forbrydelsens element), directed by Lars von Trier - (Denmark) *The Evil That Men Do, directed by J. Lee Thompson, starring Charles Bronson ===F=== *Falling in Love, directed by Ulu Grosbard, starring Robert De Niro and Meryl Streep *Farewell to the Ark (Saraba hakobune) - (Japan) *Fear City, directed by Abel Ferrara, starring Tom Berenger and Billy Dee Williams *Finders Keepers, starring Michael O'Keefe, Beverly D'Angelo, Louis Gossett Jr. *Firestarter, directed by Mark L. Lester, starring Drew Barrymore, David Keith, George C. Scott, Martin Sheen, Heather Locklear *Firstborn, starring Peter Weller, Christopher Collet, Teri Garr *The Flamingo Kid, directed by Garry Marshall, starring Matt Dillon and Héctor Elizondo *Flashpoint, starring Kris Kristofferson, Treat Williams, Rip Torn, Kevin Conway, Jean Smart, Tess Harper, Kurtwood Smith, Miguel Ferrer *Flowers of Reverie (Szirmok, virágok, koszorúk) - (Hungary) *Flügel und Fesseln, directed by Helma Sanders-Brahms - (West Germany) *Footloose, directed by Herbert Ross, starring Kevin Bacon, Lori Singer, John Lithgow, Chris Penn, Dianne Wiest *Formula of Love (Formula lyubvi) - (U.S.S.R.) *Frankenweenie, directed by Tim Burton *Friday the 13th: The Final Chapter, directed by Joseph Zito, starring Kimberly Beck and Corey Feldman *Full Moon in Paris (Les Nuits de la pleine lune), directed by Éric Rohmer - (France) *The Funeral aka Death Japanese Style - (Japan) ===G=== *Gallavants *Garbo Talks, directed by Sidney Lumet, starring Anne Bancroft, Ron Silver, Carrie Fisher, Catherine Hicks *Ghostbusters, directed by Ivan Reitman, starring Bill Murray, Dan Aykroyd, Harold Ramis, Sigourney Weaver, Rick Moranis, Ernie Hudson *Give My Regards to Broad Street - written by and starring Paul McCartney, with Ringo Starr - (U.K.) *Grandview, U.S.A., starring Jamie Lee Curtis, C. Thomas Howell, Patrick Swayze *Gremlins, directed by Joe Dante, starring Zach Galligan and Phoebe Cates *Greystoke: The Legend of Tarzan, Lord of the Apes, directed by Hugh Hudson, starring Christopher Lambert, Andie MacDowell, Ralph Richardson in his final role - (U.K.) ===H=== *Hard to Hold, starring Rick Springfield *Harry & Son, directed by and starring Paul Newman, with Robby Benson, Ellen Barkin, Judith Ivey, Ossie Davis, Joanne Woodward *Heartbreakers, starring Peter Coyote, Nick Mancuso, Kathryn Harrold, Max Gail, Carol Wayne *Henry IV (Enrico IV), starring Marcello Mastroianni and Claudia Cardinale - Italy *The Hit, directed by Stephen Frears, starring John Hurt and Terence Stamp - (U.K.) *The Holy Innocents (Los santos inocentes) - (Spain) *The Hotel New Hampshire, directed by Tony Richardson, starring Rob Lowe, Jodie Foster, Nastassja Kinski, Beau Bridges, Matthew Modine ===I=== *Iceman, directed by Fred Schepisi, starring Timothy Hutton, John Lone, Lindsay Crouse *The Ice Pirates, starring Robert Urich and Mary Crosby *Indiana Jones and the Temple of Doom, directed by Steven Spielberg, starring Harrison Ford and Kate Capshaw *Irreconcilable Differences, starring Ryan O'Neal, Shelley Long, Drew Barrymore ===J=== *The Jesse Owens Story, starring Dorian Harewood *John the Fearless (Jan zonder vrees) - (Belgium) *Johnny Dangerously, starring Michael Keaton, Marilu Henner, Joe Piscopo, Danny DeVito, Maureen Stapleton, Peter Boyle *Just the Way You Are, starring Kristy McNichol ===K=== *The Karate Kid, directed by John G. Avildsen, starring Ralph Macchio and Pat Morita *Kidco, starring Scott Schwartz *The Killing Fields, directed by Roland Joffé, starring Sam Waterston, John Malkovich, Haing S. Ngor - (U.K.) - British Academy Award for Best Film *Klassenverhältnisse, directed by Straub-Huillet - (France/West Germany) ===L=== *Lassiter, starring Tom Selleck and Jane Seymour *The Last Days of Pompeii, TV miniseries, starring Laurence Olivier, Olivia Hussey, Siobhán McKenna, Franco Nero, Ned Beatty, Nicholas Clay, Ernest Borgnine *The Last Starfighter, starring Lance Guest, Robert Preston, Catherine Mary Stewart *The Little Drummer Girl, directed by George Roy Hill, starring Diane Keaton *Loafing and Camouflage (Lufa ke Paralayi) - (Greece) *The Lonely Guy, starring Steve Martin and Charles Grodin *Love and Pigeons (Lyubov i golubi) - (U.S.S.R.) *Love Letters, starring Jamie Lee Curtis *Love Streams, directed by and starring John Cassavetes, with Gena Rowlands and Seymour Cassel - Golden Bear award winner ===M=== *MacArthur's Children (Setouchi Shōnen Yakyū-dan) - (Japan) *Macross: Do You Remember Love? (Chōjikū Yōsai Makurosu: Ai Oboete Imasu ka) - (Japan) *Making the Grade, starring Judd Nelson *The Man from Majorca (Mannen från Mallorca), directed by Bo Widerberg - (Sweden) *A Man of Principle (Cóndores no entierran todos los días) - (Colombia) *Man Under Suspicion (Morgen in Alabama), starring Maximilian Schell - (West Germany) *Maria's Lovers, starring Nastassja Kinski, John Savage, Robert Mitchum *Mashaal, starring Dilip Kumar and Anil Kapoor - (India) *Mass Appeal, starring Jack Lemmon, Željko Ivanek, Charles Durning *Meatballs Part II, starring Richard Mulligan, Hamilton Camp, John Mengatti, Kim Richards, Archie Hahn, Misty Rowe, John Larroquette, Paul Reubens, Joe Nipote, Jason Hervey, Elayne Boosler, Nancy Glass, Felix Silla, Donald Gibb *Mermaid Legend (Ningyo Densetsu) - (Japan) *Micki & Maude, directed by Blake Edwards, starring Dudley Moore, Ann Reinking, Amy Irving *Mike's Murder, directed by James Bridges, starring Debra Winger *The Miracle of Joe Petrel (Umitsubame Jyo no kiseki) - (Japan) *Missing in Action, starring Chuck Norris *Misunderstood, starring Henry Thomas and Gene Hackman *Moscow on the Hudson, directed by Paul Mazursky, starring Robin Williams *Mrs. Soffel, directed by Gillian Armstrong, starring Diane Keaton and Mel Gibson *The Muppets Take Manhattan, directed by Frank Oz *My First Wife, starring John Hargreaves - (Australia) ===N=== *The Naked Face, starring Roger Moore, Rod Steiger, Elliott Gould, Anne Archer, Art Carney *The Natural, directed by Barry Levinson, starring Robert Redford, Robert Duvall, Glenn Close, Barbara Hershey, Kim Basinger, Wilford Brimley, Richard Farnsworth *Nausicaä of the Valley of the Wind (Kaze no Tani no Naushika) - (Japan) *The NeverEnding Story (Die Unendliche Geschichte) - directed by Wolfgang Petersen, starring Barret Oliver and Noah Hathaway - (West Germany) *Night of the Comet, starring Catherine Mary Stewart and Robert Beltran *A Nightmare on Elm Street, directed by Wes Craven, starring Robert Englund, Heather Langenkamp, John Saxon, Ronee Blakley *Night Patrol, starring Linda Blair and The Unknown Comic *The Ninja Mission (Misja ninja) - (Sweden) *Nothing Lasts Forever, starring Zach Galligan, Bill Murray, Dan Aykroyd *Nothing Left to Do But Cry ===O=== *Oh, God! You Devil, starring George Burns *Old Enough, starring Rainbow Harvest and Danny Aiello, Sundance Grand Jury Prize *On the Top of the Cherry Tree (Gore na chereshata) - (Bulgaria) *Once Upon a Time in America, directed by Sergio Leone, starring Robert De Niro, James Woods, Elizabeth McGovern, Joe Pesci, Tuesday Weld, Treat Williams - (Italy/United States) *Opasen char (Dangerous Charm) - (Bulgaria) *Over the Brooklyn Bridge, starring Elliott Gould, Shelley Winters, Sid Caesar *Oxford Blues, starring Rob Lowe, Ally Sheedy, Gail Strickland ===P=== *Paris, Texas, directed by Wim Wenders, starring Harry Dean Stanton and Nastassja Kinski - Palme d'Or winner *A Passage to India, directed by David Lean, starring Judy Davis, Victor Banerjee, Peggy Ashcroft, James Fox - (U.K.) - Golden Globe Award for Best Foreign Film *Pehlivan - (Turkey) *The Philadelphia Experiment, starring Michael Paré and Nancy Allen *Places in the Heart, directed by Robert Benton, starring Sally Field, Danny Glover, John Malkovich, Ed Harris, Lindsay Crouse, Amy Madigan *Police Academy, directed by Hugh Wilson, starring Steve Guttenberg, Kim Cattrall, Bubba Smith *The Pope of Greenwich Village, directed by Stuart Rosenberg, starring Eric Roberts, Mickey Rourke, Daryl Hannah, Kenneth McMillan, Geraldine Page *A Private Function, directed by Malcolm Mowbray, starring Michael Palin and Maggie Smith - (U.K.) *Protocol, starring Goldie Hawn, Chris Sarandon, Gail Strickland *Purple Hearts, directed by Sidney J. Furie, starring Ken Wahl and Cheryl Ladd *Purple Rain, starring Prince ===Q=== *Quilombo - (Brazil) ===R=== *Raaj Tilak, starring Raaj Kumar, Sunil Dutt, Dharmendra - (India) *The Razor's Edge, starring Bill Murray, Theresa Russell, Catherine Hicks, Denholm Elliott *Reckless, starring Aidan Quinn and Daryl Hannah *Red Dawn, directed by John Milius, starring Patrick Swayze, Charlie Sheen, Lea Thompson *Repentance (Pokayaniye) - (U.S.S.R.) *Repo Man, directed by Alex Cox, starring Emilio Estevez, Dick Rude, Harry Dean Stanton *The Return of Godzilla (also known as \"Godzilla 1985\") - (Japan) *Revenge of the Nerds, starring Robert Carradine, Anthony Edwards, Curtis Armstrong, Timothy Busfield *Rhinestone, starring Sylvester Stallone and Dolly Parton *The River, directed by Mark Rydell, starring Sissy Spacek and Mel Gibson *The Road to Bresson (De weg naar Bresson), starring Robert Bresson, Louis Malle, Andrei Tarkovsky, Orson Welles - (Netherlands) *Roadhouse 66, starring Willem Dafoe and Judge Reinhold *Romancing the Stone, directed by Robert Zemeckis, starring Michael Douglas and Kathleen Turner - Golden Globe Award for Best Picture (Musical or Comedy) *Ronia, the Robber's Daughter (Ronja Rövardotter) - (Sweden) *Runaway, directed by Michael Crichton, starring Tom Selleck ===S=== *Saaransh (The Gist), directed by Mahesh Bhatt - (India) *Secret Honor, directed by Robert Altman, starring Philip Baker Hall *Sharaabi (Drunkard), directed by Prakash Mehra, starring Amitabh Bachchan - (India) *Sheena, starring Tanya Roberts *Silent Night, Deadly Night *Sixteen Candles, written and directed by John Hughes, starring Molly Ringwald, Anthony Michael Hall, Michael Schoeffling, Gedde Watanabe *Slapstick of Another Kind, starring Jerry Lewis, Madeline Kahn, Marty Feldman *Slunce, seno, jahody - (Czechoslovakia) *A Soldier's Story, directed by Norman Jewison, starring Howard E. Rollins Jr., Adolph Caesar, Denzel Washington *The Snowdrop Festival (Slavnosti sněženek), directed by Jiří Menzel - (Czechoslovakia) *Solomon Northup's Odyssey *Songwriter, starring Kris Kristofferson, Willie Nelson, Lesley Ann Warren *Splash, directed by Ron Howard, starring Tom Hanks, Daryl Hannah, John Candy *Star Trek III: The Search for Spock, directed by and starring Leonard Nimoy, with William Shatner, DeForest Kelley, Christopher Lloyd, Judith Anderson *Starman, directed by John Carpenter, starring Jeff Bridges and Karen Allen *Stop Making Sense, a concert film directed by Jonathan Demme featuring Talking Heads *Stranger Than Paradise, directed by Jim Jarmusch *Strangler vs. Strangler (Davitelj protiv davitelja) - (Yugoslavia) *Streets of Fire, directed by Walter Hill, starring Michael Paré, Diane Lane, Rick Moranis, Amy Madigan, Willem Dafoe *A Summer at Grandpa's (Dong–dong de jia qi) - (Taiwan) *A Sunday in the Country (Un dimanche à la campagne), directed by Bertrand Tavernier - (France) *Supergirl, starring Helen Slater, Faye Dunaway, Peter O'Toole *Swing Shift, directed by Jonathan Demme, starring Goldie Hawn, Kurt Russell, Christine Lahti, Ed Harris, Fred Ward *Szaffi - (Hungary) ===T=== *The Tale of Tsar Saltan () - (U.S.S.R.) *Talk to Me, directed by Julius Potocsny, starring Austin Pendleton and Michael Murphy *Tank, starring James Garner and Shirley Jones *Le Tartuffe, directed by and starring Gérard Depardieu - (France) *Teachers, starring Nick Nolte, JoBeth Williams, Judd Hirsch *The Terminator, directed by James Cameron, starring Arnold Schwarzenegger, Michael Biehn, Linda Hamilton *Terror in the Aisles, starring Donald Pleasence and Nancy Allen *Thief of Hearts, starring Steven Bauer, Barbara Williams, George Wendt *This Is My Country (Bayan ko: Kapit sa patalim) - (Philippines) *This Is Spinal Tap, directed by Rob Reiner, starring Harry Shearer, Michael McKean, Christopher Guest *Tightrope, starring Clint Eastwood and Geneviève Bujold *Top Secret!, directed by Jim Abrahams and starring Val Kilmer ===U=== *Ultraman Story (Urutoraman Sutōr) - (Japan) *Ultraman Zoffy: Ultra Warriors vs. the Giant Monster Army - (Japan) *Under the Volcano, directed by John Huston, starring Albert Finney and Jacqueline Bisset *Unfaithfully Yours, starring Dudley Moore, Nastassja Kinski, Armand Assante, Albert Brooks *Until September, starring Karen Allen *Up the Creek, starring Tim Matheson and Jennifer Runyon ===V=== *Veneno para las hadas (Poison for the Fairies) - (Mexico) *Vigil - (New Zealand) *Voyage to Cythera (Taxidi sta Kythira) - (Greece) ===W=== *W's Tragedy (W no higeki) - (Japan) *What Have I Done to Deserve This? (¿Qué he hecho yo para merecer esto?), directed by Pedro Almodóvar, starring Carmen Maura - (Spain) *Wheels on Meals (Fai Chan Tse), starring Jackie Chan and Sammo Hung - (Hong Kong) *When the Raven Flies (Hrafninn flýgur) - (Iceland) *Where the Boys Are '84, starring Lisa Hartman, Lorna Luft, Lynn-Holly Johnson, Wendy Schaal *Where the Green Ants Dream (Wo die grünen Ameisen träumen), directed by Werner Herzog - (West Germany) *The Wild Life, starring Chris Penn, Eric Stoltz and Lea Thompson *The Woman in Red, directed by and starring Gene Wilder, with Gilda Radner, Charles Grodin, Judith Ivey, Kelly LeBrock *Wreaths at the Foot of the Mountain (Gao shan xia de hua huan) - (China) ===Y=== *A Year of the Quiet Sun (Rok spokojnego slonca) - (Poland) - Golden Lion winner *Yellow Earth (Huáng tǔdì), directed by Chen Kaige - (China) ==Births== *January 6 ** Priit Loog, Estonian actor ** Kate McKinnon, American actress, comedian and writer *January 8 - Steven Kanumba, Tanzanian actor and director (d. 2012) *January 12 - Taraneh Alidoosti, Iranian actress *January 20 - Saverio Raimondo, Italian actor and comedian *January 21 - Richard Gutierrez, Filipino actor and model *January 25 - Kaiji Tang, voice actor *January 31 – Michael Aloni, Israeli actor *February 1 **Abbi Jacobson, American comedian, writer, actress and illustrator **Lee Thompson Young, American actor (d. 2013) *February 12 - Alexandra Dahlström, Swedish actress *February 13 - Brina Palencia, voice actress *February 18 - Genelle Williams, Canadian actress *February 21 - Karina, Japanese model and actress *February 24 - Nicholas Saputra, Indonesian actor *March 2 **John Bernecker, American stunt performer (d. 2017) **Ian Sinclair, voice actor *March 7 - Brandon T. Jackson, American stand-up comedian, rapper, actor, and writer *March 8 - Nora-Jane Noone, Irish actress *March 10 - Olivia Wilde, American actress *March 12 - Jaimie Alexander, American actress *March 13 **Rachael Bella, retired American actress **Noel Fisher, Canadian actor *March 20 - Christy Carlson Romano, American stage and film actress and singer *March 25 - Katharine McPhee, American singer and actress *March 27 - Emily Ann Lloyd, American actress *April 2 **Ashley Peldon, American actress **Shawn Roberts, Canadian actor **Deep Sidhu, Indian actor (died 2022) *April 3 - Chrissie Fit, American actress and singer *April 8 ** Taran Noah Smith, American actor ** Kirsten Storms, American actress *April 10 ** Cara DeLizia, American actress ** Mandy Moore, American singer-songwriter and actress *April 16 - Claire Foy, British actress *April 18 - America Ferrera, American actress *April 25 - Jillian Bell, American comedian, actress and screenwriter *April 26 - Ryan O'Donohue, American actor *April 29 - Firass Dirani, Australian actor *May 14 - Olly Murs, English singer, songwriter, composer, dancer, television presenter, voice actor and director *May 17 - Alejandro Edda, Mexican-American actor *May 23 - Adam Wylie, American actor *May 29 - Kaycee Stroh, American actress and singer *June 1 - Taylor Handley, American actor *June 10 - Betsy Sodaro, American actress *June 13 - Phillip Van Dyke, American actor *June 19 - Paul Dano, American actor *June 21 - Shiv Panditt, Indian actor and television host *June 24 - Lucien Dodge, voice actor *June 26 ** Aubrey Plaza, American actress, comedian and producer ** Wen Zhang, Chinese actor *June 30 - Fantasia Barrino, American singer and actress July 1 ** Jared Keeso, Canadian actor ** Cyron Melville, Danish actor and musician *July 7 - Ross Malinger, American actor *July 9 - Hanna R. Hall, American actress *July 11 - Serinda Swan, Canadian actress *July 14 - Britta Soll, Estonian actress *July 19 ** Alessandra De Rossi, Filipina actress ** Andrea Libman, Canadian actress, voice actress, pianist, and singer *July 20 - Jacky Heung, Hong Kong actor *July 25 - Zawe Ashton, English actress, playwright, director and narrator *July 27 ** Taylor Schilling, American actress ** Kenny Wormald, American actor *July 28 - John David Washington, American actor and producer *July 29 - J. Madison Wright Morris, American actress (d. 2006) *July 30 ** Gina Rodriguez, American actress and director ** Gabrielle Christian, American actress and singer *August 3 - Jon Foster, American actor and musician *August 7 – Hsu Wei-ning, Taiwanese actress and model *August 10 – Mariel Rodriguez, Filipina actress and model *August 12 – Marian Rivera, Filipino actress *August 15 - Quinton Aaron, American actor *August 19 - Simon Bird, English actor, director and comedian *August 28 – Him Law, Hong Kong actor *September 3 - Garrett Hedlund, American actor *September 4 - Kyle Mooney, American actor, comedian and writer *September 14 - Adam Lamberg, American actor *September 18 - Nina Arianda, American actress *September 19 **Lydia Hearst, American actress and model **Kevin Zegers, Canadian actor and model *September 22 - Laura Vandervoort, Canadian actress *September 22 - Jordan Vogt-Roberts, American film director *September 23 - Anneliese van der Pol, Dutch-American actress and singer *September 25 - Zach Woods, American actor and comedian *September 27 - Avril Lavigne, Canadian singer-songwriter *October 1 - Beck Bennett, American actor, comedian and writer *October 2 - John Morris (actor), American actor *October 3 **Chris Marquette, American actor **Ashlee Simpson, American actress and singer *October 4 - Will Theakston, former English actor *October 5 - Nathalie Kelley, Peruvian actress *October 7 - Andy Bean (actor), American actor *October 25 - Katy Perry, American singer-songwriter and actress *October 27 - Kelly Osbourne, English actress and singer *November 1 - Natalia Tena, English actress and musician *November 10 - Britt Irvin, Canadian actress and voice artist *November 13 - Sarah Rose Karr, American former child actress *November 16 - Kimberly J. Brown, American actress *November 17 - Lauren Maltby, American actress *November 18 - Nayanthara, Indian actress *November 21 ** Lindsey Haun, American actress and singer ** Jena Malone, American actress *November 22 - Scarlett Johansson, American actress *November 23 - Lucas Grabeel, American actor and singer *November 25 - Gaspard Ulliel, French actor (d. 2022) *November 28 - Mary Elizabeth Winstead, American actress *December 5 - Lauren London, American actress *December 14 - Jackson Rathbone, American actor, singer and musician *December 16 - Theo James, English actor and producer *December 17 - Tennessee Thomas, British drummer and actress *December 19 - Ankita Lokhande, Indian actress *December 24 - Austin Stowell, American actor *December 29 - Chris Pang, Australian actor and producer ==Deaths== {| cellspacing=\"0\" cellpadding=\"4\" border=\"0\" |- style=\"background:#dae3e7; text-align:center;\" | Month || Date || Name || Age || Country || Profession || Notable films |- valign=\"top\" | rowspan=3 style=\"text-align:center; vertical-align:top;\"| January | style=\"text- align:center;\"| 11 || Jack La Rue || style=\"text-align:center;\"| 70 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 20 || Johnny Weissmuller || style=\"text- align:center;\"| 79 || style=\"text-align:center;\"| Mexico || style=\"text- align:center;\"| Actor || |- | style=\"text-align:center;\"| 29 || Frances Goodrich || style=\"text-align:center;\"| 93 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Writer || |- | style=\"text-align:center; vertical-align:top;\"| February | style=\"text-align:center;\"| 11 || Arlette Marchal || style=\"text-align:center;\"| 82 || style=\"text-align:center;\"| France || style=\"text-align:center;\"| Actress || |- ||| style=\"text- align:center;\"| 15 || Ethel Merman || style=\"text-align:center;\"| 76 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Singer, Actress || |- ||| style=\"text-align:center;\"| 17 || Lucille Benson || style=\"text- align:center;\"| 69 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Actress || |- | rowspan=8 style=\"text-align:center; vertical- align:top;\"| March | style=\"text-align:center;\"| 1 || Jackie Coogan || style=\"text-align:center;\"| 69 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 1 || Ronald Culver || style=\"text-align:center;\"| 83 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 5 || William Powell || style=\"text-align:center;\"| 91 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text- align:center;\"| 6 || Henry Wilcoxon || style=\"text-align:center;\"| 78 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 12 || Arnold Ridley || style=\"text-align:center;\"| 88 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actor, Writer || |- | style=\"text-align:center;\"| 24 || Sam Jaffe || style=\"text- align:center;\"| 93 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Actor || |- | style=\"text-align:center;\"| 27 || Jack Donohue || style=\"text-align:center;\"| 75 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Director || |- | style=\"text-align:center;\"| 27 || Derek Francis || style=\"text-align:center;\"| 60 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | rowspan=8 style=\"text- align:center; vertical-align:top;\"| April | style=\"text-align:center;\"| 1 || George Glass || style=\"text-align:center;\"| 73 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Producer, Production Manager || |- | style=\"text-align:center;\"| 10 || Ray Middleton || style=\"text-align:center;\"| 77 || style=\"text-align:center;\"| US || style=\"text-align:center;\" | Actor || |- | style=\"text-align:center;\"| 13 || Richard Hurndall || style=\"text- align:center;\"| 73 || style=\"text-align:center;\"| UK || style=\"text- align:center;\"| Actor || |- | style=\"text-align:center;\"| 16 || Byron Haskin || style=\"text-align:center;\"| 84 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Director || |- | style=\"text-align:center;\"| 18 || Francis de Wolff || style=\"text-align:center;\"| 71 || style=\"text- align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | style=\"text- align:center;\"| 18 || John Lee Mahin || style=\"text-align:center;\"| 81 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Screenwriter || |- | style=\"text-align:center;\"| 25 || Richard Benedict || style=\"text- align:center;\"| 64 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Actor || |- | style=\"text-align:center;\"| 26 || May McAvoy || style=\"text-align:center;\"| 84 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actress || |- | rowspan=9 style=\"text- align:center; vertical-align:top;\"| May | style=\"text-align:center;\"| 4 || Diana Dors || style=\"text-align:center;\"| 52 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 10 || Robert Moore || style=\"text-align:center;\"| 57 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Director || |- | style=\"text-align:center;\"| 16 || Andy Kaufman || style=\"text-align:center;\"| 35 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 16 || Irwin Shaw || style=\"text- align:center;\"| 71 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Screenwriter, Author || |- | style=\"text-align:center;\"| 20 || Peter Bull || style=\"text-align:center;\"| 72 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 21 || Andrea Leeds || style=\"text-align:center;\"| 72 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 21 || Ann Little || style=\"text-align:center;\"| 93 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Actress || |- | style=\"text- align:center;\"| 22 || John Marley || style=\"text-align:center;\"| 76 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 28 || D'Urville Martin || style=\"text- align:center;\"| 45 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Actor, Director || |- | rowspan=8 style=\"text-align:center; vertical-align:top;\"| June | style=\"text-align:center;\"| 1 || Ruthelma Stevens || style=\"text-align:center;\"| 80 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 4 || Lillian Hellman || style=\"text-align:center;\"| 79 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Screenwriter, Playwright || |- | style=\"text-align:center;\"| 15 || Ned Glass || style=\"text- align:center;\"| 78 || style=\"text-align:center;\" | US || style=\"text- align:center;\"| Actor || |- | style=\"text-align:center;\"| 17 || Nobuo Nakagawa || style=\"text-align:center;\"| 79 || style=\"text-align:center;\" | Japan || style=\"text-align:center;\"| Director, Screenwriter || |- | style=\"text- align:center;\"| 18 || Luis Moglia Barth || style=\"text-align:center;\"| 81 || style=\"text-align:center;\"| Argentine || style=\"text-align:center;\"| Director, Writer, Producer || ¡Tango! |- | style=\"text-align:center;\"| 20 || Estelle Winwood || style=\"text-align:center;\"| 101 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 22 || Joseph Losey || style=\"text-align:center;\"| 75 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Director || |- | style=\"text-align:center;\"| 24 || William Keighley || style=\"text- align:center;\"| 94 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Director || |- | rowspan=10 style=\"text-align:center; vertical-align:top;\"| July | style=\"text-align:center;\"| 2 || Lenore Coffee || style=\"text-align:center;\"| 87 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Screenwriter || |- | style=\"text-align:center;\"| 7 || Flora Robson || style=\"text-align:center;\"| 82 || style=\"text- align:center;\"| UK || style=\"text-align:center;\"| Actress || |- | style=\"text- align:center;\"| 11 || Hugh Morton || style=\"text-align:center;\"| 81 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 14 || Ernest Tidyman || style=\"text- align:center;\"| 56 || style=\"text-align:center;\"| UK || style=\"text- align:center;\"| Writer || |- | style=\"text-align:center;\"| 23 || Carl Foreman || style=\"text-align:center;\"| 69 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Writer, Producer || |- | style=\"text- align:center;\"| 23 || Lloyd Gough || style=\"text-align:center;\"| 76 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 25 || Akihiko Hirata || style=\"text- align:center;\"| 56 || style=\"text-align:center;\"| Japan || style=\"text- align:center;\"| Actor || |- | style=\"text-align:center;\"| 27 || James Mason || style=\"text-align:center;\"| 75 || style=\"text-align:center;\"| Switzerland || style=\"text-align:center;\"| Actor, Producer || |- | style=\"text- align:center;\"| 29 || Woodrow Parfrey || style=\"text-align:center;\"| 61 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 29 || Fred Waring || style=\"text-align:center;\"| 84 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Conductor || |- | rowspan=7 style=\"text-align:center; vertical-align:top;\"| August | style=\"text-align:center;\"| 4 || Howard Culver || style=\"text-align:center;\"| 66 || style=\"text-align:center;\"| Hong Kong || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 4 || Mary Miles Minter || style=\"text-align:center;\"| 82 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 5 || Richard Burton || style=\"text-align:center;\"| 58 || style=\"text- align:center;\"| Switzerland || style=\"text-align:center;\"| Actor, Producer, Director || |- | style=\"text-align:center;\"| 5 || Roland Kibbee || style=\"text-align:center;\"| 70 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Screenwriter || |- | style=\"text-align:center;\"| 8 || Richard Deacon || style=\"text-align:center;\"| 63 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text- align:center;\"| 25 || Truman Capote || style=\"text-align:center;\"| 59 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Writer, Actor || |- | style=\"text-align:center;\"| 29 || Pina Menichelli || style=\"text- align:center;\"| 94 || style=\"text-align:center;\"| Italy || style=\"text- align:center;\"| Actress || |- | rowspan=4 style=\"text-align:center; vertical- align:top;\"| September | style=\"text-align:center;\"| 14 || Janet Gaynor || style=\"text-align:center;\"| 77 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 17 || Richard Basehart || style=\"text-align:center;\"| 70 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Actor, Director || |- | style=\"text-align:center;\"| 19 || June Preisser || style=\"text-align:center;\"| 64 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 25 || Walter Pidgeon || style=\"text- align:center;\"| 87 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Actor || |- | rowspan=10 style=\"text-align:center; vertical- align:top;\"| October | style=\"text-align:center;\"| 9 || Joan Young || style=\"text-align:center;\"| 84 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 10 || Leonard Rossiter || style=\"text-align:center;\"| 57 || style=\"text- align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | style=\"text- align:center;\"| 11 || H. Bruce Humberstone || style=\"text-align:center;\"| 82 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Director || |- | style=\"text-align:center;\"| 16 || Peggy Ann Garner || style=\"text- align:center;\"| 52 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Actress || |- | style=\"text-align:center;\"| 21 || François Truffaut || style=\"text-align:center;\"| 52 || style=\"text-align:center;\"| France || style=\"text-align:center;\"| Director, Producer, Actor || |- | style=\"text-align:center;\"| 23 || Oskar Werner || style=\"text-align:center;\"| 61 || style=\"text-align:center;\"| Germany || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 25 || Pascale Ogier || style=\"text- align:center;\"| 25 || style=\"text-align:center;\"| France || style=\"text- align:center;\"| Actress || |- | style=\"text-align:center;\"| 26 || Noel Howlett || style=\"text-align:center;\"| 81 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 30 || June Duprez || style=\"text-align:center;\"| 66 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 31 || Eduardo De Filippo || style=\"text-align:center;\"| 84 || style=\"text- align:center;\"| Italy || style=\"text-align:center;\"| Actor, Screenwriter || |- | rowspan=3 style=\"text-align:center; vertical-align:top;\"| November | style=\"text-align:center;\"| 1 || Norman Krasna || style=\"text-align:center;\"| 74 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Screenwriter, Director || |- | style=\"text-align:center;\"| 13 || Dorothy Arnold || style=\"text-align:center;\"| 66 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actress || |- | style=\"text-align:center;\"| 20 || Peter Welch || style=\"text-align:center;\"| 62 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | rowspan=11 style=\"text- align:center; vertical-align:top;\"| December | style=\"text-align:center;\"| 2 || Patty Elder || style=\"text-align:center;\"| 48 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Stuntman, Actor || |- | style=\"text-align:center;\"| 3 || Charles R. Davis || style=\"text- align:center;\"| 47 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Art Director || Bustin' Loose |- | style=\"text-align:center;\"| 7 || Jeanne Cagney || style=\"text-align:center;\"| 65 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Actress || |- | style=\"text- align:center;\"| 8 || Luther Adler || style=\"text-align:center;\"| 81 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 11 || Robert E. Kent || style=\"text- align:center;\"| 73 || style=\"text-align:center;\"| US || style=\"text- align:center;\"| Screenwriter || |- | style=\"text-align:center;\"| 11 || George Waggner || style=\"text-align:center;\"| 81 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Director || |- | style=\"text-align:center;\"| 13 || Margaret Livingston || style=\"text-align:center;\"| 89 || style=\"text- align:center;\"| US || style=\"text-align:center;\"| Actress || |- | style=\"text- align:center;\"| 24 || Ian Hendry || style=\"text-align:center;\"| 53 || style=\"text-align:center;\"| UK || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 24 || Peter Lawford || style=\"text-align:center;\"| 61 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Actor || |- | style=\"text-align:center;\"| 24 || Harry Waxman || style=\"text- align:center;\"| 72 || style=\"text-align:center;\"| UK || style=\"text- align:center;\"| Cinematographer || |- | style=\"text-align:center;\"| 28 || Sam Peckinpah || style=\"text-align:center;\"| 59 || style=\"text-align:center;\"| US || style=\"text-align:center;\"| Director, Producer || |} ==Film debuts== * Marshall Bell - Birdy * Jesse Bradford - Falling in Love * Jennifer Connelly - Once Upon a Time in America * Jon Cryer - No Small Affair * Johnny Depp - A Nightmare on Elm Street * Tate Donovan - No Small Affair * Rupert Everett - Another Country * Colin Firth - Another Country * Sarah Michelle Gellar - Over the Brooklyn Bridge * Bobcat Goldthwait - Massive Retaliation * Heather Graham - Mrs. Soffel * Seth Green - Billions for Boris * Jennifer Grey - Reckless * Corey Haim - Firstborn * Val Kilmer - Top Secret! * Andie MacDowell - Greystoke: The Legend of Tarzan, Lord of the Apes * Kyle MacLachlan - Dune * Mary McDonnell - Garbo Talks * Frances McDormand - Blood Simple * Connie Nielsen - Par où t'es rentré ? On t'a pas vu sortir * Chazz Palminteri - Home Free All * Lou Diamond Phillips - Interface * Martha Plimpton - The River Rat * Prince - Purple Rain * Aidan Quinn - Reckless * Tim Robbins - Toy Soldiers * Tim Roth - The Hit * Ernie Sabella - City Heat * Charlie Sheen - Red Dawn * Elisabeth Shue - The Karate Kid * Helen Slater - Supergirl * Ice-T - Breakin' * Jennifer Tilly - No Small Affair * Marisa Tomei - The Flamingo Kid * Jean- Claude Van Damme - Breakin' * Ken Watanabe - MacArthur's Children * Damon Wayans - Beverly Hills Cop * Alicia Witt - Dune * Michelle Yeoh - The Owl vs Bombo ==See also== * List of American films of 1984 * List of British films of 1984 * List of French films of 1984 * List of German films of the 1980s * List of Bollywood films of 1984 * List of Italian films of 1984 * List of Japanese films of 1984 * List of Swedish films of the 1980s ==Notes== ==References== ==External links== * \"Was 1984 the greatest year in movies ever?\" by Chris Nashawaty - Entertainment Weekly online *1984 Domestic Grosses at Box Office Mojo *Top 1984 Movies at the Domestic Box Office at The Numbers *Top 1984 Movies at the International Box Office at The Numbers *Top 1984 Movies at the Worldwide Box Office at The Numbers *Top-US-Grossing Titles Released 1984-01-01 to 1984-12-31 at IMDb *Most Popular Feature Films Released 1984-01-01 to 1984-12-31 at IMDb Category:Film by year",
 "title": "1984 in film"
}