{
 "id": "171705",
 "text": "This is a list of locations which have served as the capital city of India. The current capital city is New Delhi, which replaced Calcutta in 1911. ==Early period== * Rajgir : Initial capital of the Magadha Empire from 6th century BCE to 460 BCE, called Girivraj at the time. * Pataliputra: Capital of the following: ::Nanda Dynasty :: Maurya Empire ::Gupta Empire ::Pala Empire * Begram and Mathura: Summer and winter capitals respectively of the Kushan Empire * Dharanikota near Amaravati and Pratishthānapura: Capitals of Satavahana Empire *Srikakulam, Krishna district: Capital of Satavahana dynasty *Kandapura: Capital of Ananda Gotrika *Rajahmahendravaram: Capital of Eastern Chalukya Kingdom, Reddi Kingdom *Vangipuram or Peddavegi: Capital of Salankayana dynasty and Eastern Chalukya Kingdom *Vijayapuri South or Nagarjunakonda: Capital of Andhra Ikshvakus *Kalinganagara (modern Mukhalingam): Capital of Eastern Ganga dynasty *Kannauj: Capital of Harshavardhana's short-lived empire; also of Pratiharas. * Manyakheta, Avanti: Capitals of Rashtrakuta Dynasty and Pratihara Empire respectively. *Gadhipur: center of administration of the Gupta dynasty. Capital under Jamwal kings Gaadhi and Vishwamitra. * Karur: Capital of Cheras *Dharapuram: Capital of Kongu Nadu * Puhar: Capital of Early Cholas. * Madurai: Capital of Pandyas * Gauḍa: Capital of Pala dynasty along with Pataliputra * Sigal: First capital of the Sakas 70bce-400 * Taxila: Second capital of the Sakas 70bce-400 * Mathura: Third capital of the Sakas 70bce-400 * Sagala: Capital of the Indo- Greeks * Bhinmal: Capital of Gurjara Empire * Jaunpur: Capital of Sharqī dynasty (1394–1479). ==Medieval period== *Daulatabad: In 1327, Indian, under Muhammad bin Tughluq (r. 1325-1351), forcibly moved the entire population of Delhi here, for two years, before it was abandoned due to lack of water. *Ghor: Capital of Ghurid Sultanate * Badaun: Capital of Iltutmish empire. * Agra: Capital of Sikandar Lodhi at the time of the Lodhi dynasty. Sultan Sikandar Lodī (1488–1517) was the first to move his capital from Delhi to Agra in 1506. * Vijayanagara: Capital of Vijayanagara Empire from 1571 until 1585, when it was abandoned, ostensibly due to lack of water. * Kanchipuram Capital of Pallavas * Thanjavur: Capital of Cholas * Allahabad: The city was a provincial capital in the Mughal Empire and was the headquarters of Jahangir from 1599 to 1604. * Murshidabad: In 1704, nawab Murshid Quli Khan changed the seat of government from Dhaka to Murshidabad, renaming it after himself. * Pune: In 1730, Pune became the capital of the Marathas of the Maratha Empire.At this time Maratha Empire was at its peak, and became the only non- mughal capital. *Munger: Mir Qasim Ali, the Nawab of Bengal (from 1760 to 1764). In 1763, Quasim shifted his capital from Murshidabad to Munger. *Patna: Sher Shah Suri's capital for a brief period of 5 years *Hanamkonda and Warangal: Capital of Kakatiya Dynasty *Addanki: Capital of Reddy Kingdom *Cochin (1505–1510) *Old Goa (1510–1843) *Nova Goa (1843–1961) *Pulicat: capital of Dutch Coromandel until 1690 (1610–1690; 1781–1795) *Nagapatnam: capital of Tanjore district from 1799 to 1845 under Madras Presidency of the British. *Pondicherry: capital of Puducherry union territory during French India. ==Modern period== * In 1858, Allahabad (now Prayagraj) became the capital of India for a day when it also served as the capital of North-Western Provinces. * During the British Raj, until 1911, Calcutta was the capital of India. *By the latter half of the 19th century, Shimla had become the summer capital.Charles Allen, Kipling Sahib, London, Little Brown, 2007 * King George V proclaimed the transfer of the capital from Calcutta to Delhi at the climax of the 1911 Imperial Durbar on 12 December 1911. The buildings housing the Viceroy, government, and parliament were inaugurated in early 1931. ==References== Category: Lists of cities in India India Category:India history-related lists Category: History of Kolkata Category: History of Bengal Category: Lists of capitals",
 "title": "List of capitals of India"
}