{
 "id": "171900",
 "text": "Metrosideros excelsa, commonly known as pōhutukawa (), New Zealand Christmas tree, New Zealand Christmas bush, and iron tree, is a coastal evergreen tree in the myrtle family, Myrtaceae, that produces a brilliant display of red (or occasionally orange, yellow or white) flowers, each consisting of a mass of stamens. The pōhutukawa is one of twelve Metrosideros species endemic to New Zealand. Renowned for its vibrant colour and its ability to survive even perched on rocky, precarious cliffs, it has found an important place in New Zealand culture for its strength and beauty, and is regarded as a chiefly tree () by Māori. ==Etymology== The generic name Metrosideros derives from the Ancient Greek or \"heartwood\" and or \"iron\". The species name excelsa is from Latin , \"highest, sublime\". is a Māori word. Its closest equivalent in other Polynesian languages is the Cook Island Māori word , referring to a coastal shrub with white berries, Sophora tomentosa.Polynesian Lexicon Project Online, entry *poo-futu-kawa The -hutu- part of the word comes from , the Polynesian name for the fish-poison tree (Barringtonia asiatica), which has flowers similar to those of the pōhutukawa. ==Description== thumb|right|The yellow- flowering \"Aurea\" cultivar Pōhutukawa grow up to high, with a spreading, dome- like form. They usually grow as a multi-trunked spreading tree. Their trunks and branches are sometimes festooned with matted, fibrous aerial roots. The oblong, leathery leaves are covered in dense white hairs underneath. The tree flowers from November to January with a peak in early summer (mid to late December), with brilliant crimson flowers covering the tree, hence the nickname New Zealand Christmas tree. There is variation between individual trees in the timing of flowering, and in the shade and brightness of the flowers. In isolated populations genetic drift has resulted in local variation: many of the trees growing around the Rotorua lakes produce pink- shaded flowers, and the yellow-flowered cultivar 'Aurea' descends from a pair discovered in 1940 on Mōtītī Island in the Bay of Plenty. ==Distribution== The natural range of pōhutukawa is the coastal regions of the North Island of New Zealand, north of a line stretching from New Plymouth (39° S) to Gisborne (38° S), where it once formed a continuous coastal fringe. By the 1990s, pastoral farming and introduced pests had reduced pōhutukawa forests by over 90%. It also occurs naturally on the shores of lakes in the Rotorua area and in Abel Tasman National Park at the top of South Island. The tree is renowned as a cliff-dweller, able to maintain a hold in precarious, near-vertical situations. Like its Hawaiian relative the (M. polymorpha), pōhutukawa have shown to be efficient in the colonisation of lava plains – notably on Rangitoto, a volcanic island in the Hauraki Gulf. ==Iconic pōhutukawa== A giant pōhutukawa at Te Araroa on the East Coast is reputed to be the largest in the country, with a height of 20 metres and a spread of . A pōhutukawa tree with an estimated age of 180 years known as 'Te Hā,' is fully established at an Auckland City park. 'Te Hā' is the largest urban specimen in the country. Plans to build a monument in honour of victims of the Erebus Disaster in proximity to the tree activated significant local opposition in 2021. ==Conservation== thumb|upright|Pōhutukawa in bloom In New Zealand, pōhutukawa are under threat from browsing by the introduced common brushtail possum which strips the tree of its leaves. A charitable conservation trust, Project Crimson, has the aim of reversing the decline of pōhutukawa and other Metrosideros species – its mission statement is \"to enable pōhutukawa and rata to flourish again in their natural habitat as icons in the hearts and minds of all New Zealanders\". == Uses == Pōhutukawa wood is dense, strong and highly figured. Māori used it for beaters and other small, heavy items. It was frequently used in shipbuilding, since the naturally curvy shapes made strong knees. Extracts are used in traditional Māori healing for the treatment of diarrhoea, dysentery, sore throat and wounds. ==Cultivation== Pōhutukawa are popular in cultivation, and there are fine examples in most North Island coastal cities. Vigorous and easy to grow, the tree flourishes well south of its natural range, and has naturalised in the Wellington area and in the north of the South Island. It has also naturalised on Norfolk Island to the north. Pōhutukawa have been introduced to other countries with mild-to-warm climates, including south-eastern Australia, where it is naturalising on coastal cliffs near Sydney. In coastal California, it is a popular street and lawn tree, but has caused concern in San Francisco where its root systems are blamed for destroying sewer lines and sidewalks. In parts of South Africa, pōhutukawa grow so well that they are regarded as an invasive species. The Spanish city of A Coruña has adopted the pōhutukawa as a floral emblem. At least 39 cultivars of pōhutukawa have been released. Duncan & Davies nurseries were a leading force in the mid-20th century, while the late Graeme Platt has been responsible for 16 different cultivars so far, including a rare white- flowering tree. Cultivars include: {| class=\"wikitable sortable\" |- ! Cultivar name ! Year introduced ! Flower colour ! Introduced by ! Notes |- | M. excelsa ‘Aurea’ | 1947 | Greenish-yellow | Duncan & Davies | Sourced from Motiti Island. |- | M. excelsa ‘Blockhouse Bay’ | mid-1980s | Bright red | Graeme Platt | Sourced from Blockhouse Bay, Auckland. |- | M. excelsa ‘Butterscotch’ | 1993 | Fire Red | Duncan & Davies | Reddish stems and reddish-gold new leaves becoming butter-yellow and finally green with age. Sourced from M. excelsa ‘Sunglow'. |- | M. excelsa ‘Centennial’ | - | - | Graeme Platt | Reverse-variegated cultivar, erect growth habit. Sourced from Auckland Domain centennial plantings. |- | M. excelsa ‘Christmas Cheer’ | - | Crimson | Bob Bayly | Consistently flowering around Christmas time. Flowers in large clusters. |- | M. excelsa ‘Dalese’ | 2010 | Orange-red | Lyndale Nurseries | Compact, low-growing selection. Often incorrectly sold as M. tomentosa ‘Dalese’, especially in Australia. |- | M. excelsa ‘Fire Mountain’ | mid-1970s | Orange-scarlet | Felix Jury / Duncan & Davies | Very bright flowers and spreading habit. Sourced from Waitara riverbank plantings. |- | M. excelsa ‘Firestone’ | 1983 | Fire-red | Graeme Platt | Bright flowers and sprawling form. Sourced from Mt Moehau, Coromandel Peninsula. |- | M. excelsa ‘Flame Crest’ | 1991 | Orange-scarlet | Cyril Watson & George Smith / Duncan & Davies | Tall, erect form. Sourced from Kawaroa Park, New Plymouth. |- | M. excelsa ‘Gold Finger’ | 1986 | Deep crimson | Duncan & Davies | Reverse- variegated form with bright gold leaves. |- | M. excelsa ‘Golden Dawn’ | 2003 | Melon Pink | Robert Harrison | Reverse-variegated cultivar from Australia. Grows to around . Grew from M. excelsa ‘Pink Lady’ under cultivation. 10–20% chance of variegation reverting. |- | M. excelsa ‘Gold Nugget’ | 2000 | - | Jim Rumbal / Duncan & Davies | Variegated cultivar with fresh green margins and yellow centres. |- | M. excelsa ‘‘Hauraki’ | - | Red | Graeme Platt | Outstanding sized flowers and tall, erect form. Sourced from Long Bay Regional Park, Auckland. |- | M. excelsa ‘Kopere’ | 2007 | Orange-red | Graeme Platt | Vibrant flowers and glossy green leaves. Sourced from Brooks Bay, near Awhitu Regional Park, Auckland. |- | M. excelsa ‘Lighthouse’ | 1983 | Crimson | Graeme Platt | Early flowering (November). Sourced from Rangitoto Island. |- | M. excelsa ‘Manukau’ | 1990 | Orange-red | Graeme Platt | Well-balanced flower heads that also bloom inside the canopy of the tree. Sourced from Manukau City shopping centre. |- | M. excelsa ‘Maori Princess’ | 1970s | Red | Ian McDowell / Duncan & Davies | Open branched, upright tree. Sourced from Brougham Street, New Plymouth. |- | M. excelsa ‘Midas’ | 1988 | Red | William (Bill) Robertson | Reverse-variegated cultivar from Australia, but slightly unstable (can revert to non-variegated status) |- | M. excelsa ‘Mini Christmas’ | - | Red | | Low growing cultivar from Australia, grows to around 1m tall. |- | M. excelsa ‘Moon Maiden’ | 1988 | Sulphur yellow | Duncan & Davies | Light grey-green foliage. Sourced from M. excelsa ‘Aurea'. |- | M. excelsa ‘Mt Maunganui’ | 1993 | Red | Lyndale Nurseries | Sourced from Pitau Road, Mount Maunganui. Source tree of significance to Ngāi Te Rangi iwi, where several Māori skeletons were found at its base. |- | M. excelsa ‘Octopussy’ | 2004 | Red | Naturally Native NZ Plants Auckland | Weeping growth habit. Sometimes available as a standard. |- | M. excelsa ‘Ohope’ | - | Red | Duncan & Davies | Variegated form. Green leaves with cream margins. |- | M. excelsa ‘Parnell’ | early 1970s | Red | Graeme Platt | Very large and widely spreading tree. Sourced from Parnell Rose Gardens, Auckland. |- | M. excelsa ‘Pink Lady’ | 1988 | Melon Pink | Duncan & Davies | Small upright tree with compact flower heads. |- | M. excelsa ‘Plus Four’ | 2002 | Bright Red | Graeme Platt | Upright growth habit. Sourced from Awhitu Golf Course, Auckland. |- | M. excelsa ‘Pouawa’ | - | - | Graeme Platt / Rob Bayly | Long- lasting flowers. Sourced from north of Gisborne. |- | M. excelsa ‘Rangitoto’ | mid-1980s | Dark Red | Tom Johnson / Dawn Nurseries | Upright, smallish tree. Sourced from Te Atatū, Auckland from a plant originally sourced on Rangitoto Island. |- | M. excelsa ‘Royal Flame’ | 1988 | Deep-crimson | Jim Rumbal / Duncan & Davies | Upright tree, flowers have contrasting yellow anthers. Sourced from Waitara West Marine Park. |- | M. excelsa ‘Scarlet Pimpernel’ | 1976 | Scarlet | Felix Jury / Duncan & Davies | Small, compact growth. Suitable for containers & patios. Sourced from Princess Street, Waitara. |- | M. excelsa ‘Sunglow’ | 1980 | - | Duncan & Davies | Variegated with gold leaf margins. flowers and form. Thought to be sourced from Oswald Blumhardt, plant breeder in Whangarei. |- | M. excelsa ‘Tamaki’ | 1985 | Orange-red | Graeme Platt | Bright flowers. Sourced from Tamaki Drive, Auckland. |- | M. excelsa ‘Te Kaha’ | mid-1980s | Red with orange hints. | Graeme Platt | Medium-sized bushy tree. Sourced from Te Kaha Hotel, Bay of Plenty. |- | M. excelsa ‘Titirangi’ | late-1980s | Scarlet | Graeme Platt | Erect tree with copious flowers. Sourced from Margan Ave, Auckland near the Titirangi Golf Course. |- | M. excelsa ‘Upper Hutt’ | - | - | - | Reverse- variegated foliage. Sourced from public gardens in Upper Hutt. |- | M. excelsa ‘Variegata’ | - | Red | - | Variegated leaves. Not to be confused with M. kermadecensis. 'Variegata'. |- | M. excelsa ‘Vibrance’ | 1985 | Orange-red | Graeme Platt | Flowers have exceptionally long stamens. Sourced from Waiomu Bay, Coromandel Peninsula. |- | M. excelsa ‘Whakarewarewa’ | late-1980s | Very dark red | Graeme Platt | Sourced from Whakarewarewa, Rotorua. |- | M. excelsa ‘White Caps’ | 2009 | White | Graeme Platt | Sourced from Piha Beach, Auckland. |} ==See also== * Metrosideros robusta, northern rātā * Metrosideros umbellata, southern rātā * Metrosideros bartlettii, Bartlett's rātā * Metrosideros parkinsonii, Parkinson's rātā * Invasive species of New Zealand origin * Nuytsia floribunda, Australian Christmas tree * Christmas in New Zealand ==References== ==Further reading== * ==External links== * * * Rare Metrosideros E. Alley, at Sao Miguel Island, Azores, where it grows faster and larger than in its native habitat excelsa Category:Trees of New Zealand Category:Trees of mild maritime climate Category:Plants described in 1788 Category:Endemic flora of New Zealand Category:Plants used in traditional Māori medicine",
 "title": "Metrosideros excelsa"
}