{
 "id": "171906",
 "text": "thumb|Tea tree, burgundy-red cultivar Leptospermum scoparium, commonly called mānuka, manuka, manuka myrtle, New Zealand teatree, broom tea-tree, or just tea tree, is a species of flowering plant in the myrtle family Myrtaceae, native to south-east Australia and New Zealand (including the Chatham Islands). ==Description== Mānuka is a prolific shrub-type tree and is often one of the first species to regenerate on cleared land. It is typically a shrub growing to tall, but can grow into a moderately sized tree, up to or so in height. It is evergreen, with dense branching and small leaves long and broad, with a short spine tip. The flowers are white, occasionally pink, – rarely up to – in diameter, with five petals. The wood is tough and hard. Mānuka is often confused with the related species kānuka (Kunzea ericoides) – the easiest way to tell the difference between the two species in the field is to feel their foliage – mānuka leaves are prickly, while kānuka leaves are soft. Alternatively, the seed capsules of mānuka are large ( in diameter) and often remain on the plant year round, whereas the seed capsules of kānuka are much smaller ( in diameter) and are not present for much of the year. The Latin specific epithet scoparium means \"like broom\", referring to Northern Hemisphere genera such as Genista and Cytisus which it superficially resembles, but to which it is only distantly related. ==History and habitat== Evidence suggests that L. scoparium originated in Australia before the onset of the Miocene aridity, and moved as a result of long-distance dispersal events to New Zealand from eastern Australia sometime during the last 20 million years. Cyclones and other wind activity are most likely responsible for transporting seeds long distances. Supporters of this claim cite evidence that the genus Leptospermum arose under conditions where frequent forest fires were common (i.e. in Australia, and not temperate New Zealand), because they possess fire-adaptive traits like serotiny and storage lignotubers. It has been postulated that on arrival in New Zealand, L. scoparium became established in limited edaphically suitable areas until the arrival of the Polynesian people, whose fire and forest-clearing brought about the low- nutrient-status soils for which it was preadapted in its homeland. It is now more common in New Zealand than it is in Australia. It is found throughout New Zealand, but is particularly common on the drier east coasts of the North and South Islands, and in Australia in Tasmania, Victoria and New South Wales. == Ecology == === Pests and diseases === The adult mānuka beetle (Pyronota festiva) and its larvae feed on L. scoparium in New Zealand. === Pollinators === Various pollinators are known to visit L. scoparium, some examples include Melangyna novaezelandiae, Hylaeus, and Honeybees. === Continued evolution === Leptospermum scoparium is in the process of evolutionary differentiation as a result of its isolation from fellow members of the Leptospermum genus. New studies demonstrate a loss of lignotubers among populations of Leptospermum scoparium located in relatively fire-free zones of New Zealand's South Island, while Australian and Tasmanian populations retain their lignotubers along with stronger manifestations of serotiny. Australian populations of Leptospermum scoparium are shown to be chemically distinct from their New Zealand counterparts, with significantly higher levels of cinteole and monoterpines. Chemotypical variations also exist between different populations within New Zealand, leading some to suggest that L. scoparium be divided into three subspecies: those with high pinenes, high triketones, and high sesquiterpenes. Recently, however, new research suggests that plant-to-plant variation far outstrips the variation seen between geographically isolated manuka sites, at least with regard to nectar chemistry. ==Names== Mānuka, tea tree and are common names for this species. \"Jelly bush\" is also used in Australia to describe similar honey from Leptospermum polygalifolium. Tea tree arose because Captain Cook used the leaves to make a 'tea' drink. Mānuka is a Māori word from New Zealand. ==Cultivation== Numerous cultivars have been developed for garden use, of which the following have gained the Royal Horticultural Society's Award of Garden Merit: *(Nanum Group) 'Kiwi' *'Nichollsii Nanum' *'Red Damask' *'Silver Sheen' Many more cultivars are available in New Zealand but often the plant performs better in cultivation overseas. This is because in its homeland it is subject to attack by scale insects that secrete a honeydew on which grows a sooty mould that eventually debilitates the plant. Because of this, attempts have been made, with limited commercial success, to cross the showy New Zealand cultivars with mould-resistant Australian Leptospermum species. ==Uses== thumb|Mānuka (Leptospermum scoparium) essential oil in a clear glass vial The wood was often used for tool handles. Mānuka sawdust imparts a delicious flavour when used for smoking meats and fish. It is cultivated in Australia and New Zealand for mānuka honey, produced when honeybees gather the nectar from its flowers, and for the pharmaceutical industry. It is also used for carving. An essential oil, for which many medicinal claims are made, is produced by steam distillation of its leaves. Mānuka, as it is called by most New Zealanders, was used in pre-European times by Māori, and still is. A decoction of the leaves was drunk for urinary complaints and as a febrifuge (an agent for reducing fever). The steam from leaves boiled in water was inhaled for head colds. A decoction was prepared from the leaves and bark and the warm liquid was rubbed on stiff muscles and aching joints. The emollient white gum, called pai mānuka, was given to nursing babies and also used to treat scalds and burns. Chewing the bark is said to have a relaxing effect and it enhances sleep. ==Parakeets and parasites== Kākāriki parakeets (Cyanoramphus) use the leaves and bark of mānuka and kānuka to rid themselves of parasites. Apart from ingesting the material, they also chew it, mix it with preen gland oil and apply it to their feathers. ==See also== * Manuka, Australian Capital Territory, which, although it is pronounced differently, was indirectly named after the New Zealand name for the tree. * Tea plants (Camellia sinensis) are also grown commercially in New Zealand. ==References== ==External links== * New Zealand Plant Conservation Network - Leptospermum scoparium var. scoparium * A review of Leptospermum scoparium (Myrtaceae) in New Zealand scoparium Category:Flora of New South Wales Category:Flora of Tasmania Category:Flora of Victoria (Australia) Category:Trees of Australia Category:Trees of New Zealand Category:Crops originating from New Zealand Category:Medicinal plants Category:Myrtales of Australia Category:Plants used in traditional Māori medicine Category:New Zealand cuisine Category:Taxa named by Georg Forster Category:Pakihi",
 "title": "Leptospermum scoparium"
}