{
 "id": "172051",
 "text": "Louis Sebastian Theroux (;) born 20 May 1970) is a British-American author, broadcaster, filmmaker and journalist. He has received two British Academy Television Awards and a Royal Television Society Television Award. After graduating from Oxford University, Theroux moved to the US and worked as a journalist for Metro Silicon Valley and Spy. He moved into television as the presenter of offbeat segments on Michael Moore's TV Nation series and later began to host his own documentaries, including Louis Theroux's Weird Weekends, When Louis Met..., and several BBC Two specials. ==Early life== Louis Sebastian Theroux was born in Singapore on 20 May 1970, the son of English mother Anne (née Castle) and American travel writer and novelist Paul Theroux. His paternal grandmother, Anne Dittami, was an Italian-American grammar school teacher, while his paternal grandfather, Albert Eugène Theroux, was a French- Canadian salesman for the American Leather Oak company.Current Biography Yearbook, H. W. Wilson Co., 1979, p. 415. Theroux holds dual British and American citizenship. He is the nephew of novelist Alexander Theroux and writer Peter Theroux. His older brother, Marcel, is a writer and television presenter. His cousin, Justin, is an actor and screenwriter. Theroux moved with his family to England when he was one year old, and was brought up in Catford in London. He went from primary school to Tower House School in East Sheen in 1979 or 1980 and then to Westminster School, a public school within the precincts of Westminster Abbey. There, he befriended comedians Adam Buxton and Joe Cornish, and future Liberal Democrat leader Nick Clegg, with whom he travelled to America. He also performed in a number of school theatre productions including Bugsy Malone as Looney Bergonzi, Ritual for Dolls as the Army Officer, and The Splendour Falls as the Minstrel. He read Modern History at Magdalen College, Oxford (1988–1991), graduating with first-class honours. ==Career== ===Early career=== Theroux's first employment as a journalist was in the United States with Metro Silicon Valley, an alternative free weekly newspaper in San Jose, California. In 1992, he was hired as a writer for Spy. He also worked as a correspondent on Michael Moore's TV Nation series, for which he provided segments on offbeat cultural subjects, including selling Avon to women in the Amazon Rainforest, the Jerusalem syndrome, and attempts by the Ku Klux Klan to rebrand itself as a civil rights group for white people. When TV Nation ended, Theroux was signed to a development deal by the BBC, through which he developed Louis Theroux's Weird Weekends. He has written for a number of publications, including Hip Hop Connection and The Idler. ===Documentaries=== ====Louis Theroux's Weird Weekends==== In Weird Weekends (1998–2000), Theroux followed marginal (mostly American) subcultures such as survivalists, black nationalists, white supremacists, and porn stars, often by living among or close to the people who were involved in them. His documentary method often subtly exposed the contradictions or farcical elements of some seriously held beliefs. He described the aim of the series as: ====When Louis Met...==== In the series When Louis Met... (2000–02), Theroux accompanied a different British celebrity in each programme in their daily lives, interviewing them as they go. His episode about British entertainer Jimmy Savile, When Louis Met Jimmy, was voted one of the top documentaries of all time in a 2005 survey by Britain's Channel 4. Some years after the episode was filmed, the NSPCC described Savile as one of the most prolific sex offenders in Great Britain. In an interview in 2015, Theroux expressed his intention to produce a follow-up documentary about Savile for the BBC to explore how the late entertainer had continued his abuse for so long, to meet people he knew closely, and examine his own reflections on his inability to dig more deeply into the first case. This follow-up documentary, with the title Savile, aired on BBC Two on Sunday, 2 October 2016, and lasted 1 hour, 15 minutes. In When Louis Met the Hamiltons, the former Conservative MP Neil Hamilton and his wife Christine were arrested during the course of filming, due to false allegations of indecent assault. In When Louis Met Max Clifford, Max Clifford tried to set up Theroux, but he was caught lying as the crew recorded his live microphone during the conversations. After this series concluded, a retrospective called Life with Louis was released. Theroux made a documentary called Louis, Martin & Michael about his quest to get an interview with Michael Jackson to which he lost out to Martin Bashir who went on to make the documentary Living With Michael Jackson. Selected episodes of When Louis Met... were included as bonus content on a Best-Of collection of Weird Weekends. ====BBC Two specials==== In these special programmes, beginning in 2003, Theroux returned to American themes, working at feature-length and in a more natural way. In March 2006, he signed a new deal with the BBC to make 10 films over the course of three years.Kevin Young, \"Theroux promises to raise stakes\", BBC, 20 April 2006. Subjects for the specials include criminal gangs in Lagos, Neo-Nazis in America, ultra-Zionists in Israel. He also visits child psychiatry, and the prison systems in California and Florida. A 2007 special, The Most Hated Family in America, received strong critical praise from the international media. ====My Scientology Movie==== In October 2016, Theroux premiered a feature-length documentary, My Scientology Movie. Produced by Simon Chinn—a school friend of Theroux's—and directed by John Dower, the film covers Theroux attempting to gain access to the secretive Church of Scientology. It premiered at the London Film Festival in 2015 and was released in cinemas in the UK on 7 October 2016. ===Forbidden America=== Forbidden America is a three-part series focusing on social media use in the United States among several groups, including the alt-right, rappers and pornographic film actors. On the Extreme and Online Louis meets the latest incarnation of the American far right: a political movement born out of the internet and increasingly making its presence felt on the political stage. Theroux interviews Nick Fuentes and Baked Alaska. ===Books=== Theroux published his first book, The Call of the Weird: Travels in American Subcultures, in Britain in 2005. In it, he recounts his return to the United States to learn about the lives of some of the people he had featured in his television programmes. Theroux released an professional memoir, Gotta Get Theroux This, in September 2019. He released his third book, Theroux the Keyhole, a diary recorded during the UK COVID-19 lockdowns, in November 2021. === Podcasts === In April 2020, during a COVID-19 lockdown, Theroux started the BBC Radio 4 podcast Grounded with Louis Theroux at his home, in which he interviews well-known people he finds particularly fascinating and to whom he would not necessarily have had a chance to speak before the COVID-19 pandemic. ===Other appearances=== Theroux makes a few appearances on The Adam and Joe Show DVD and has been a guest many times on Adam & Joe's radio shows, as well as on The Adam Buxton Podcast. As part of the Weird Weekends episode \"Porn\", Theroux agreed to film a cameo in the 1997 gay pornography film Take a Peak. He did not perform sexual acts in the film, but made a brief appearance as a park ranger in search of a criminal. In the Weird Weekends episode \"Infomercials\", he featured as a live salesman for an at-home paper shredder for the Home Shopping Network. In December 2015, Theroux captained the team representing Magdalen College, Oxford on BBC Four's Christmas University Challenge. In their first-round match, the team beat the University of Exeter's team by 220 to 130 and went on to win the tournament. ==Personal life== Theroux's first marriage was to Susanna Kleeman from 1998 to 2001; he later told Sathnam Sanghera of the Financial Times, \"What happened was that my girlfriend was living with me in New York. She was having trouble finding work ... legally. So we got married, to make it easier for her. We never really considered ourselves married in the full sense – there were no wedding photos or anything like that. It was really a marriage of convenience.\" Theroux is an atheist. In a 2012 masterclass, he spoke of the challenges of combining family life with the need to go away to work on projects. Theroux married his long-time girlfriend, Nancy Strang, on 13 July 2012. They have three sons together. They lived in the Harlesden area of London until temporarily moving to Los Angeles in early 2013, allowing him more time to focus on his LA Stories series. In 2017, they relocated to Los Angeles. In 2018, Theroux's Twitter account was hacked by cybersecurity firm Insinia as part of their attempt to highlight a longstanding security flaw in Twitter's system. During a 2018 interview with The Guardian, Theroux revealed that he has a fear of flying. He stated in 2020 that, while he acknowledges that cannabis is an intoxicant and can trigger certain mental health issues, he supports its legalisation. ==Awards and nominations== ===BAFTA Awards=== {| class=\"wikitable\" |- style=\"background:#ccc;\" ! Year || Category || Show || Result |- |rowspan=2 | 2002 || Richard Dimbleby Award for the Best Presenter (Factual, Features and News) ||When Louis Met...|| |- |Flaherty Documentary Award (TV) ||When Louis Met... The Hamiltons|| |- |2001||Richard Dimbleby Award for the Best Presenter (Factual, Features and News)||Louis Theroux's Weird Weekends|| |} ===Emmy Awards=== {| class=\"wikitable\" |- style=\"background:#ccc;\" ! Year || Category || Show || Result |- |1995||Outstanding Informational Series||TV Nation|| |} ===Royal Television Society Television Awards=== {| class=\"wikitable\" |- style=\"background:#ccc;\" ! Year || Category || Show || Result |- |2010||Best Presenter||A Place for Paedophiles|| |- |2002||Best Presenter||When Louis Met...|| |} ==See also== * List of TV Nation episodes * List of Louis Theroux documentaries ==References== ==External links== * *Louis Theroux on BBC iPlayer * *Louis Theroux | Culture | The Guardian Category:1970 births Category:Living people Category:Alumni of Magdalen College, Oxford Category:American atheists Category:American autobiographers Category:American documentary filmmakers Category:American investigative journalists Category:American people of English descent Category:American people of French-Canadian descent Category:American people of German descent Category:American people of Italian descent Category:American television personalities Category:BBC newsreaders and journalists Category:British investigative journalists Category:British social commentators Category:English atheists Category:English autobiographers Category:English documentary filmmakers Category:English people of American descent Category:English people of French-Canadian descent Category:English people of French descent Category:English people of German descent Category:English people of Italian descent Category:English television personalities Category:People educated at Westminster School, London Category:People from Harlesden Category:People from Singapore Louis Category:Jimmy Savile Category:Tiger King",
 "title": "Louis Theroux"
}