{
 "id": "172223",
 "text": "Guts or disc guts (sometimes guts Frisbee in reference to the trademarked brand name) is a disc game inspired by dodgeball, involving teams throwing a flying disc (rather than balls) at members of the opposing team. == Game play == One to five team members stand in a line facing the opposing team across the court, with the two teams lined up parallel to each other. Which team begins play is determined by \"flipping the disc\", an action similar to a coin toss, but using the disc itself. One member of the team is then selected to start play. That member then raises an arm to indicate readiness to throw, at which point the members of the opposing team freeze in position. The thrower then throws the disc as hard as possible at someone on the opposing team. If the thrower misses the \"scoring area\" (a demarcated area a bit larger than the space occupied by the opposing team), the receiving team scores a point. If a member of the receiving team catches the disc cleanly, neither team scores a point. If the throw is within the scoring area and the receiving team fails to catch, or catches but drops the disc, the throwing team gets a point. The receiving team then picks up the disc and becomes the throwing team. The receiving team must catch the disc cleanly in one hand, and may not move from position until after the disc leaves the hand of the thrower. The disc may not be trapped between the hand and any other part of the body, including the other hand. This frequently results in a challenging sequence of \"tips\" or \"bobbles\", which are rebounds of the disc off receivers' hands or body to slow the disc down and keep it in play until it can be caught. This often involves multiple players on the receiving team. Play continues until at least 21 points have been scored by one of the teams and there is a difference in score of at least 2 points. ==History== The first International Frisbee Tournament was held in Eagle Harbor, Michigan, in 1958. The sport grew from a pastime of the Healy family picnic and, in the 1960s, its national profile was increased by Jim Boggio Sr. As guts evolved during the 1960s, players started throwing faster and faster, until it wasn't unusual to see presumably unbreakable discs traveling at shatter on impact with an unlucky defender's hand. Catching a speeding disc directly was said to really \"take guts\", thus the name of the game. One tournament player even required fifteen stitches to close a gaping wound across the palm of his hand. By the early 1970s, the game had spread across the United States and to other countries, with coverage on radio, television, major newspapers, and magazines such as Time.* With over 60 teams at a tournament in the heyday of the game, matches became intensely competitive affairs, seeking the IFT's Julius T. Nachazel Trophy. With radical curving shots, deflected Frisbees bobbled frantically among teammates, and spectacular diving catches, guts had become an extreme sport demanding fast reflexes, physical endurance, and concentration. Since its rise in the 1970s, when even ABC's Wide World of Sports was televising guts action, and numerous tournaments were springing up, from Toronto to Chicago and Los Angeles, the sport has gradually declined in popularity in America. Guts had been introduced in Asia by the toy company Wham-O in the 1970s, and by the 1990s it had become even more popular in Japan and Taiwan than in the US. Recent years, however, have seen pockets of strong new American players renewing competitive American interest in the game, also drawing some older players out of \"retirement\". ==Organization== thumb|Team photo of the German Guts National Team at the 2016 World Championship 2016 London, England The sport's international governing body, as with other major flying disc games, is the World Flying Disc Federation (WFDF). For North America, the more game-specific United States Guts Players Association (USGPA) officiates. The fiftieth annual International Frisbee Tournament (IFT), held in Hancock, Michigan, June 30 – July 1, 2007, was a large guts disc tournament, drawing players from all over the United States and Canada, and for the first time, two strong teams from Japan - including Katon, the WFDF World Champions. As of 2007, the USGPA plans to induct some of the most outstanding players into the Guts Hall of Fame, joining Fred Morrison (inventor of the original Pluto Platter flying disc), the Healy brothers (inventors of guts and founders of the IFT), and \"Steady Ed\" Headrick (IFT champion and inventor of the standard \"pole hole\" basket used on modern disc golf courses). ==Variations== ===Dodge disc=== Dodge disc (or dodge Frisbee). In this variant, scoring is achieved not by throwing into a scoring zone, but by hitting opponents, without their successfully catching the disc. Opponents are permitted to move. As in dodgeball, if a player is hit by a disc and fails to catch it, then the player is \"out\" and exits the field of play. If a player catches the thrown disc without its touching the ground, either before or after being hit by it, or before or after it hits another player, then the player who threw the disc is out instead. The game ends when there is only one player left. The game usually ends with a \"shootout\" between two players, each with several discs. The final players tend to execute several simultaneous \"attacks\" until one is hit without catching a disc thrown by the opponent. A variant of the game, Dodgebee, is a trademark of Hero Discs. The Dodgebee disc is very soft, and thus can be thrown very fast without injuring any of the players. ===Flutterguts=== Flutterguts is a noncompetitive variant of guts. The two teams face each other a few meters apart. The main rule change is that the disc must be thrown such that it does not rotate about its central axis (i.e. it can flip, but it cannot spin). This restriction makes fast throws impossible, but catching is still challenging. ===NutDisc=== NutDisc is a variation of guts developed as a drinking game to be played around a pool. Two players face off against one another, one standing completely still, holding a drink in their outstretched hand, perpendicular to the body. The other player will throw the disc at them, attempting to hit either the player or their drink while they are not allowed to move. If the player is hit, they take a drink. If the player is hit in the genitals, they must finish their drink. If the beer is hit, the player finishes their drink and jumps into the pool. ==See also== * Canadian Open Frisbee Championships -(second oldest guts tournament, Toronto) ==References== ==External links== *The Guts Homepage *World Flying Disk Federation Guts Rules Category:Flying disc games Category:Team sports",
 "title": "Guts (flying disc game)"
}