{
 "id": "172312",
 "text": "Edward Cedric Hardwicke (7 August 1932 - 16 May 2011) was an English actor, who had a distinguished career on the stage, as well as being known for his portrayal of Dr. Watson in the Granada TV series Sherlock Holmes. ==Early life== Hardwicke was born in London, England, the son of actors Sir Cedric Hardwicke and Helena Pickard. He began his film career in Hollywood at the age of 10, in Victor Fleming's film A Guy Named Joe which starred Spencer Tracy. He returned to England, attended Stowe School, and fulfilled his national service as a pilot officer in the Royal Air Force. He attended the Royal Academy of Dramatic Art (RADA) and trained as an actor. ==Career== Hardwicke played at the Bristol Old Vic, the Oxford Playhouse and the Nottingham Playhouse before in 1964 joining Laurence Olivier's National Theatre. He performed regularly there for seven years. He appeared with Olivier in William Shakespeare's Othello and Ibsen's The Master Builder. He also appeared in Peter Shaffer's The Royal Hunt of the Sun (with Robert Stephens), Charley's Aunt, Tom Stoppard's Rosencrantz and Guildenstern Are Dead, Congreve's The Way of the World, Georges Feydeau's A Flea in Her Ear (directed by Jacques Charon of the Comédie Française), The Crucible, Luigi Pirandello's The Rules of the Game, Fyodor Dostoevsky's The Idiot and George Bernard Shaw's Mrs. Warren's Profession. He returned to the National in 1977 for a production of Feydeau's The Lady from Maxim's. In 1973 he played Dr Astrov in Anton Chekhov's Uncle Vanya opposite Peter O'Toole at the Bristol Old Vic, and had an uncredited role as Charles Calthrop in the film The Day of the Jackal. In 1975 he appeared in Frederick Lonsdale's On Approval at the Haymarket Theatre, and in 1976 he played Sir Robert Chiltern in Oscar Wilde's An Ideal Husband at the Yvonne Arnaud Theatre, a production with which he toured Canada. In 1993 he played the role of C. S Lewis's brother Warnie opposite Anthony Hopkins in Shadowlands, directed by Richard Attenborough. In 1995 he appeared in Ian McKellen's updated film of Richard III. His father, Sir Cedric Hardwicke, had appeared in the Laurence Olivier 1955 film version. In 2001 he played Arthur Winslow in The Winslow Boy at the Chichester Festival Theatre, a role played by his father in the 1948 film. ===TV and Sherlock Holmes=== Hardwicke had a small role in \"The Greek Interpreter\" episode of the 1968 series Sir Arthur Conan Doyle's Sherlock Holmes featuring Peter Cushing as Sherlock Holmes. Hardwicke played Judas Iscariot in the Dennis Potter TV play Son of Man (1969). He became familiar to television audiences in the 1970s drama series Colditz, in which he played Pat Grant, a character based on the real-life war hero Pat Reid. He then played Arthur in the sitcom My Old Man. In 1978 he appeared as Bellcourt in the last filmed episode of The Sweeney, \"Hearts and Minds\". David Burke suggested Hardwicke as his successor in the role of Doctor Watson in the Granada Television adaptations of the Sherlock Holmes stories in The Return of Sherlock Holmes series, alongside Jeremy Brett as Holmes. Hardwicke played the role for eight years from 1986 to 1994, his first episode being \"The Empty House\" and his last \"The Cardboard Box\". He portrayed a very calm and attentive Watson, somewhat intolerant of Holmes's more outlandish moods, and became permanently associated with it, also playing it on the West End stage with Brett in The Secret of Sherlock Holmes in 1989. That same year, he also directed Going On by Charles Dennis at the Edinburgh Fringe Festival. His other television appearances were numerous, and included Holocaust (1978), Oppenheimer (1980), Lovejoy (1992), Dangerfield (1996), The Ruth Rendell Mysteries (1997), Heartbeat (1999), David Copperfield (2000), Agatha Christie's Poirot (2004), Fanny Hill (2007), Holby City, Shameless (2010) as a World War II veteran, and Some Mothers Do 'Ave 'Em (1978). ===Filmography=== *A Guy Named Joe (1943) as George - English Boy (film debut, uncredited) *Hell Below Zero (1954) as Ulvik *The Men of Sherwood Forest (1954) as Outlaw (uncredited) *Othello (1965) as Montano *A Flea in Her Ear (1968) as Pierre Chandebisse, Victor's Nephew *Journey into Darkness (1968, TV) as Frank Yarrow *Otley (1968) as Lambert *The Reckoning (1970) as Mitchell *The Day of the Jackal (1973) as Charles Calthrop (uncredited) *The Black Windmill (1974) as Mike McCarthy *Full Circle (1977) as Captain Paul Winter *The Odd Job (1978) as Inspector Black *Venom (1981) as Lord Dunning *Baby: Secret of the Lost Legend (1985) as Pierre Dubois *Titus Andronicus (1985, TV) as Marcus *Let Him Have It (1991) as Approved School Principal *Shadowlands (1993) as Warnie Lewis *Richard III (1995) as Lord Thomas Stanley *The Scarlet Letter (1995) as Gov. John Bellingham *Hollow Reed (1996) as High Court Judge *Elizabeth (1998) as Earl of Arundel *Parting Shots (1999) as Dr Joseph *Mary, Mother of Jesus (1999) as Zachariah *David Copperfield (2000) as Mr Wickfield *Enigma (2001) as Oliver Heaviside *The Gathering Storm (2002) as Mr Wood *Love Actually (2003) as Sam's Grandfather *The Hollow (2004 TV Agatha Christie's Poirot) as Sir Henry Angkatell *Oliver Twist (2005) as Mr. Brownlow (final film) Hardwicke also provided narration for several films. He voiced Major Swift in the Xbox 360 game Fable III. ==Personal life== Hardwicke had two daughters, Kate and Emma, by his first marriage to Anne Iddon (died 2000), which ended in divorce. He was married to Prim Cotton from 1994 until his death. Hardwicke lived in Chichester. On 16 May 2011 he died of cancer at a hospice in the city, with his remains handled at the Chichester Crematorium. ==References== ==External links== * *Interview with Edward Hardwicke - British Library sound recording Category:1932 births Category:2011 deaths Category:Male actors from London Category:Alumni of the Royal Academy of Dramatic Art Category:Deaths from cancer in England Category:English male film actors Category:English male stage actors Category:English male television actors Category:People educated at Stowe School Category:Place of death missing Category:Royal Air Force officers",
 "title": "Edward Hardwicke"
}