{
 "id": "172448",
 "text": "The cinema releases of 1935 were highly representative of the early Golden Age period of Hollywood. This period was punctuated by performances from Clark Gable, Shirley Temple, Fred Astaire and Ginger Rogers, and the first teaming of Jeanette MacDonald and Nelson Eddy. A significant number of productions also originated in the UK film industry. ==Top-grossing films (U.S.)== The top ten 1935 released films by box office gross in North America are as follows: {| class=\"wikitable sortable\" style=\"margin:auto; margin:auto;\" |+ Highest- grossing films of 1935 |- ! Rank !! Title !! Studio !! Box office gross rental |- ! style=\"text-align:center;\"| 1 | Mutiny on the Bounty | Metro-Goldwyn- Mayer | $2,250,000. |- ! style=\"text-align:center;\"| 2 | Top Hat | RKO Radio Pictures | $1,782,000Richard Jewel, 'RKO Film Grosses: 1931–1951', Historical Journal of Film Radio and Television, Vol 14 No 1, 1994 p55 |- ! style=\"text- align:center;\"| 3 | China Seas | Metro-Goldwyn-Mayer | $1,710,000 |- ! style=\"text-align:center;\"| 4 | The Crusades | Paramount Pictures | $1,700,000 |- ! style=\"text-align:center;\"| 5 | Broadway Melody of 1936 | rowspan=\"2\"|Metro-Goldwyn-Mayer | $1,655,000 |- ! style=\"text-align:center;\"| 6 | David Copperfield | $1,621,000 |- ! style=\"text-align:center;\"| 7 | Love Me Forever | Columbia Pictures | $1,600,000 |- ! style=\"text-align:center;\"| 8 | Steamboat Round the Bend | 20th Century Fox | $1,528,000 |- ! style=\"text- align:center;\"| 9 | The Lives of a Bengal Lancer | Paramount Pictures | $1,500,000 |- ! style=\"text-align:center;\"| 10 | Roberta | RKO Radio Pictures | $1,467,000 |- |} ==Events== * February 22 – The Little Colonel premieres starring Shirley Temple, Lionel Barrymore and Bill Robinson, featuring famous stair dance with Hollywood's first interracial dance couple * February 23 – Gene Autry stars as himself as the Singing Cowboy in the serial The Phantom Empire. He would later be voted the number one Western star from 1937 to 1942. * February 27 – Seven-year-old Shirley Temple wins the first special Academy Juvenile Award. * March – The Bantu Educational Kinema Experiment is started in order to educate the Bantu peoples. * May – Formation of Republic Pictures following merger of smaller companies including Monogram Pictures, Mascot Pictures, Liberty Pictures and Majestic Pictures. * May 31 – Fox Film and Twentieth Century Pictures merge to form 20th Century Fox. * August 15 – Will Rogers who the previous year was voted the Top Money Making Star dies in a plane crash. * August 25 – William Boyd appears in his first of 66 films as Hopalong Cassidy in Hop-Along Cassidy. * September – Judy Garland signs a contract with Metro-Goldwyn-Mayer (MGM). * September 5 – Gene Autry appears in his first film for the newly formed Republic Pictures – Tumbling Tumbleweeds, named after his second million-selling record. * November 30 – The British- made film Scrooge, the first all-talking film version of Charles Dickens' novel A Christmas Carol, opens in the U.S. after its U.K. release on November 26. Seymour Hicks plays Ebenezer Scrooge, a role he has played onstage hundreds of times. The film is criticized by some for not showing all of the ghosts physically, and quickly fades into obscurity. Widespread interest does not surface until the film is shown on television in the 1980s, in very shabby-looking prints. It is eventually restored on DVD. ==Academy Awards== The 8th Academy Awards were held on March 5, 1936, at the Biltmore Hotel in Los Angeles, California. They were hosted by Frank Capra. This was the first year in which the gold statuettes were called \"Oscars\". Most nominations: Mutiny on the Bounty (MGM) – 8 Major Awards * Best Picture: Mutiny on the Bounty – Metro-Goldwyn-Mayer * Best Director: John Ford – The Informer * Best Actor: Victor McLaglen – The Informer * Best Actress: Bette Davis – Dangerous Most Awards: The Informer (RKO) – 4 (Actor, Director, Adaptation, Scoring) ==Top Ten Money Making Stars== Exhibitors selected the following as the Top Ten Money Making Stars of the Year in Quigley Publishing Company's annual poll. {|class=\"wikitable\" |- !Rank !Actor/Actress |- |1. |Shirley Temple |- |2. |Will Rogers |- |3. |Clark Gable |- |4. |Fred Astaire and Ginger Rogers |- |5. |Joan Crawford |- |6. |Claudette Colbert |- |7. |Dick Powell |- |8. |Wallace Beery |- |9. |Joe E. Brown |- |10. |James Cagney |} ==1935 film releases== United States unless stated. ===January–March=== *January 1935 **11 January ***The Lives of a Bengal Lancer ***The Night Is Young **18 January ***David Copperfield **23 January ***Bordertown **25 January ***The Gilded Lily **27 January ***The Youth of Maxim (USSR) **31 January ***The Good Fairy ***The Triumph of Sherlock Holmes *February 1935 **1 February ***Home on the Range **2 February ***New Women (China) **4 February ***The Mystery of Edwin Drood **8 February ***Long Live with Dearly Departed (Czechoslovakia) **11 February ***Police Chief Antek (Poland) **19 February ***Ruggles of Red Gap **22 February ***After Office Hours ***Death Drives Through ***The Little Colonel ***Toni (France) ***The Whole Town's Talking *March 1935 **8 March ***Naughty Marietta ***Roberta ***The Wedding Night **16 March ***Gold Diggers of 1935 **22 March ***Life Begins at 40 ***Mississippi **25 March ***The New Gulliver (U.S.S.R.) **28 March ***Triumph of the Will (Germany) **30 March ***Devdas ===April–June=== *April 1935 **10 April ***Villa for Sale **11 April ***Four Hours to Kill! **18 April ***G Men **19 April ***Private Worlds ***Reckless ***Star of Midnight **20 April ***Go Into Your Dance ***Little Mother (Austria/Hungary) ***Les Misérables **22 April ***Bride of Frankenstein **25 April ***Goin' to Town **27 April ***Party Wire **30 April ***The Scoundrel *May 1935 **9 May ***The Informer **11 May ***Dinky **13 May ***Werewolf of London **16 May ***Drake of England (GB) **18 May ***Black Fury **26 May ***The Girl from 10th Avenue **31 May ***Public Hero No. 1 *June 1935 **6 June ***The 39 Steps (GB) **7 June ***Doubting Thomas ***Our Little Girl **13 June ***Becky Sharp **15 June ***The Glass Key ***The Million Ryo Pot (Japan) **28 June ***The Arizonian ===July–September=== *July 1935 **6 July ***Escapade **8 July ***The Raven **12 July ***Mad Love ***The Murder Man ***She **15 July ***The Black Room ***The Clairvoyant (GB) **18 July ***Amphitryon (Germany) **19 July ***Shanghai **20 July ***Front Page Woman **26 July ***Curly Top **31 July ***Dante's Inferno *August 1935 **2 August ***The Farmer Takes a Wife **3 August ***Man on the Flying Trapeze **9 August ***The Call of the Wild ***China Seas **15 August ***Alice Adams **19 August ***Westward Ho **21 August ***The Crusades **25 August ***Broadway Melody of 1936 ***Hop-Along Cassidy **29 August ***Top Hat **30 August ***Anna Karenina *September 1935 **5 September ***Tumbling Tumbleweeds **6 September ***Steamboat Round the Bend **7 September ***Little Big Shot ***Page Miss Glory **8 September ***The Dark Angel **9 September ***Harmony Lane **14 September ***Special Agent **19 September ***She Married Her Boss **24 September ***The Crime of Dr. Crespi **25 September ***La Bandera (France) ===October–December=== *October 1935 **4 October ***I Live My Life **5 October ***Waterfront Lady **8 October ***She Couldn't Take It **13 October ***Barbary Coast **16 October ***Way Down East **18 October ***Hands Across the Table ***The Last Days of Pompeii **24 October ***Rendezvous **25 October ***Thanks a Million **27 October ***Trans-atlantic Tunnel (GB) **28 October ***No Limit (GB) **30 October ***A Midsummer Night's Dream **31 October ***Peter Ibbetson *November 1935 **2 November ***Princess Tam Tam (France) **4 November ***Remember Last Night? **8 November ***Mutiny on the Bounty **14 November ***The Man Who Broke the Bank at Monte Carlo **15 November ***Annie Oakley ***A Night at the Opera **21 November ***An Inn in Tokyo (Japan) **22 November ***Crime and Punishment ***The Littlest Rebel ***Splendor **26 November ***Scrooge (GB) **28 November ***In Old Kentucky **30 November ***Frisco Kid *December 1935 **3 December ***Carnival in Flanders (France) **6 December ***Ah, Wilderness! **9 December ***The Great Impersonation **17 December ***The Ghost Goes West (GB) **20 December ***Lucrezia Borgia **25 December ***The Bride Comes Home ***Dangerous **27 December ***Professional Soldier ***A Tale of Two Cities **28 December ***Captain Blood **30 December ***Magnificent Obsession **31 December ***Let's Go With Pancho Villa (Mexico) ==Notable films released in 1935== :See also: United States unless stated. ===0–9=== *The 39 Steps, directed by Alfred Hitchcock and starring Robert Donat and Madeleine Carroll (GB) ===A=== *After Office Hours, starring Clark Gable and Constance Bennett *Ah, Wilderness!, starring Wallace Beery and Lionel Barrymore *Alice Adams, starring Katharine Hepburn *Amphitryon (Germany) *Anna Karenina, starring Greta Garbo and Fredric March *Annie Oakley, starring Barbara Stanwyck *The Arizonian, starring Richard Dix ===B=== *La Bandera, directed by Julien Duvivier and starring Jean Gabin (France) *Barbary Coast, starring Miriam Hopkins, Edward G. Robinson and Joel McCrea *Becky Sharp, starring Miriam Hopkins (first feature made in Three Strip Technicolor) *Black Fury, directed by Michael Curtiz, starring Paul Muni *The Black Room, starring Boris Karloff *Bordertown, starring Paul Muni and Bette Davis *Boys Will Be Boys, starring Will Hay (GB) *Brewster's Millions, starring Jack Buchanan and Lili Damita (GB) *The Bride Comes Home, starring Claudette Colbert and Fred MacMurray *Bride of Frankenstein, directed by James Whale, starring Boris Karloff and Elsa Lanchester *Broadway Melody of 1936, starring Jack Benny, Eleanor Powell, Robert Taylor ===C=== *The Call of the Wild, starring Clark Gable *Captain Blood, starring Errol Flynn and Olivia de Havilland *Car of Dreams, starring John Mills (Britain) *Carnival in Flanders (La Kermesse héroïque), directed by Jacques Feyder (France) *Charlie Chan in Egypt, starring Warner Oland *China Seas, starring Clark Gable and Jean Harlow *Coal Face, a documentary directed by Alberto Cavalcanti (GB) *Crime and Punishment, directed by Josef von Sternberg, starring Peter Lorre *The Crime of Dr. Crespi, starring Erich Von Stroheim *The Crusades, directed by Cecil B. DeMille, starring Henry Wilcoxon and Loretta Young *Curly Top, starring Shirley Temple ===D=== *Dandy Dick, starring Will Hay (GB) *Dangerous, starring Bette Davis and Franchot Tone *Dante's Inferno, starring Spencer Tracy and Claire Trevor *The Dark Angel, starring Fredric March and Merle Oberon *David Copperfield, directed by George Cukor, starring Edna May Oliver, Freddie Bartholomew, W. C. Fields *Death Drives Through, directed by Edward L. Cahn *Devdas (India) *The Devil Is a Woman, directed by Josef von Sternberg, starring Marlene Dietrich *Dinky, starring Jackie Cooper and Mary Astor *Doubting Thomas , starring Will Rogers *Drake of England, starring Matheson Lang and Jane Baxter (GB) ===E-F=== *Escapade, starring William Powell *Escape Me Never, directed by Paul Czinner, starring Elisabeth Bergner (GB) *Every Night at Eight, starring George Raft and Alice Faye *The Farmer Takes a Wife, directed by Victor Fleming, starring Janet Gaynor and Henry Fonda *Frisco Kid, starring James Cagney *Foreign Affaires, directed by and starring Tom Walls (Britain) *Four Hours to Kill!, starring Richard Barthelmess *Front Page Woman, directed by Michael Curtiz, starring Bette Davis and George Brent ===G=== *G Men, starring James Cagney and Ann Dvorak *The Ghost Goes West, directed by René Clair, starring Robert Donat, Jean Parker, Eugene Pallette (GB) *The Gilded Lily, starring Claudette Colbert and Fred MacMurray *The Girl from 10th Avenue, starring Bette Davis *The Glass Key, starring George Raft *Go Into Your Dance, starring Al Jolson and Ruby Keeler *Goin' to Town, starring Mae West *Gold Diggers of 1935, a Busby Berkeley musical starring Dick Powell and Gloria Stuart *The Good Fairy, starring Margaret Sullavan and Herbert Marshall * The Great Impersonation, directed by Alan Crosland, starring Edmund Lowe and Valerie Hobson ===H=== *Hands Across the Table, starring Carole Lombard and Fred MacMurray *Harmony Lane, starring Douglass Montgomery *Home on the Range, starring Jackie Coogan and Randolph Scott *Hop- Along Cassidy, starring William Boyd *Hyde Park Corner, directed by Sinclair Hill, starring Gordon Harker (Britain) ===I-J=== *I Live My Life, starring Joan Crawford and Frank Morgan *The Informer, directed by John Ford, starring Victor McLaglen *An Inn in Tokyo (Tokyo no yado), directed by Yasujirō Ozu (Japan) *In Old Kentucky, starring Will Rogers *Jánošík, directed by Martin Frič (Czechoslovakia) *Jedenácté přikázání (The Eleventh Commandment) (Czechoslovakia) ===L=== *The Last Days of Pompeii, starring Preston Foster and Basil Rathbone *Let's Go With Pancho Villa (Vámonos con Pancho Villa) (Mexico) *Life Begins at 40, starring Will Rogers *Little Big Shot, directed by Michael Curtiz *The Little Colonel, starring Shirley Temple and Lionel Barrymore *Little Mother (Kleine Mutti) (Austria/Hungary) *The Littlest Rebel, starring Shirley Temple *The Lives of a Bengal Lancer, starring Gary Cooper and Franchot Tone *Long Live with Dearly Departed (Ať žije nebožtík) (Czechoslovakia) *Lucrezia Borgia, directed by Abel Gance, starring Edwige Feuillère (France) ===M=== *Mad Love (aka The Hands of Orlac), starring Peter Lorre *Magnificent Obsession, starring Irene Dunne and Robert Taylor *The Making of a King (Der alte und der junge König), starring Emil Jannings (Germany) *Man of the Moment, starring Douglas Fairbanks, Jr. (GB) *Man on the Flying Trapeze, starring W. C. Fields *The Man Who Broke the Bank at Monte Carlo, starring Ronald Colman and Joan Bennett *Men of Action, starring Frankie Darro and Barbara Worth *Midshipman Easy, directed by Carol Reed, starring Hughie Green and Margaret Lockwood (GB) *A Midsummer Night's Dream, directed by Max Reinhardt and William Dieterle *The Million Ryo Pot (Tange Sazen Yowa: Hyakuman Ryō no Tsubo) (Japan) *Les Misérables, starring Fredric March and Charles Laughton *Mississippi, starring Bing Crosby, W. C. Fields and Joan Bennett *Moscow Nights, directed by Anthony Asquith, starring Laurence Olivier (GB) *The Murder Man, starring Spencer Tracy *Music Hath Charms, directed by Thomas Bentley, starring Henry Hall (Britain) *Mutiny on the Bounty, starring Clark Gable and Charles Laughton *The Mystery of Edwin Drood, starring Claude Rains and Valerie Hobson ===N=== *Naughty Marietta, starring Jeanette MacDonald and Nelson Eddy *The New Gulliver, directed by Aleksandr Ptushko, a stop motion-animated film (U.S.S.R.) *New Women (Xīn nǚxìng) (China) *A Night at the Opera, directed by Sam Wood, starring the Marx Brothers, Kitty Carlisle, Allan Jones *The Night Is Young, starring Ramon Navarro *No Limit, starring George Formby (GB) *No More Ladies, starring Joan Crawford and Robert Montgomery ===O-P=== *Our Little Girl, starring Shirley Temple *Page Miss Glory, starring Marion Davies, Pat O'Brien, Dick Powell, Mary Astor, and Patsy Kelly *Party Wire, starring Jean Arthur and Victor Jory *The Passing of the Third Floor Back, starring Conrad Veidt (GB) *Peter Ibbetson, directed by Henry Hathaway, starring Gary Cooper and Ann Harding *Police Chief Antek (Antek policmajster) (Poland) *Princess Tam Tam, starring Josephine Baker (France) *Private Worlds, starring Claudette Colbert, Charles Boyer, Joel McCrea *Professional Soldier, starring Victor McLaglen *Public Hero No. 1, starring Lionel Barrymore and Jean Arthur ===R=== *The Raven, starring Boris Karloff and Béla Lugosi *Reckless, a musical starring Jean Harlow, William Powell, Franchot Tone *Red Passport, directed by Guido Brignone, starring Isa Miranda (Italy) *Remember Last Night?, directed by James Whale, starring Edward Arnold and Constance Cummings *Rendezvous (1935), starring William Powell *Roberta, a musical starring Irene Dunne, Fred Astaire, Ginger Rogers, Randolph Scott, with an uncredited appearance by Lucille Ball *Royal Cavalcade, a historical film celebrating George V's silver jubilee with six directors and a large ensemble cast (GB) *Ruggles of Red Gap, directed by Leo McCarey, starring Charles Laughton ===S=== *The Scoundrel, starring Noël Coward *Scrooge (GB) *She, starring Randolph Scott *She Couldn't Take It, starring George Raft and Joan Bennett *She Married Her Boss, starring Claudette Colbert and Melvyn Douglas *Sheela (Indian) *Shanghai, starring Charles Boyer and Loretta Young *The Silent Code, starring Kane Richmond and Blanche Mehaffey *So Red the Rose, starring Margaret Sullavan *Sons and Daughters in a Time of Storm (Fengyun ernu) (China) *The Soul of the Accordion (El alma de bandoneón) (Argentina) *Special Agent, starring Bette Davis and George Brent *Splendor, starring Miriam Hopkins and Joel McCrea *Squibs directed by Henry Edwards and starring Betty Balfour (Britain) *Star of Midnight, starring William Powell and Ginger Rogers *Steamboat Round the Bend, starring Will Rogers ===T=== *A Tale of Two Cities, starring Ronald Colman and Elizabeth Allan *Thanks a Million, starring Dick Powell and Ann Dvorak *Toni by Jean Renoir (France) – the most significant precursor to the Italian neorealist movement *Top Hat, starring Fred Astaire and Ginger Rogers *The Triumph of Sherlock Holmes, starring Arthur Wontner *Triumph of the Will – Nazi propaganda film directed by Leni Riefenstahl (Germany) *Tumbling Tumbleweeds, western with Gene Autry *Trans-atlantic Tunnel, starring Richard Dix and Leslie Banks (GB) *Turn of the Tide, starring John Garrick and Geraldine Fitzgerald (GB) ===V-Y=== *Villa for Sale (Ez a villa eladó) (Hungary) *The Village Squire, starring Vivien Leigh (GB) *Waterfront Lady, starring Ann Rutherford, Frank Albertson *The Wedding Night, starring Gary Cooper and Anna Sten *Werewolf of London, starring Henry Hull, Warner Oland, Valerie Hobson *Westward Ho, starring John Wayne *The Whole Town's Talking, starring Edward G. Robinson and Jean Arthur *Way Down East, starring Henry Fonda *Xin nü xing (directed by: Chusheng Cai), starring: Ruan Lingyu, Naidong Wang and Junli Zheng. *The Youth of Maxim (Yunost Maksima) (USSR) ==Serials== *The Adventures of Rex and Rinty, starring Rex the Wonder Horse and Rin Tin Tin *The Call of the Savage, directed by Lew Landers *The Fighting Marines *The Lost City *The Miracle Rider, starring Tom Mix *The New Adventures of Tarzan, starring Herman Brix *The Phantom Empire, starring Gene Autry *Queen of the Jungle, directed by Robert F. Hill *The Roaring West *Rustlers of Red Dog, directed by Lew Landers *Tailspin Tommy in the Great Air Mystery ==Comedy film series== *Harold Lloyd (1913–1938) *Charlie Chaplin (1914–1940) *Lupino Lane (1915–1939) *Buster Keaton (1917–1944) *Laurel and Hardy (1921–1945) **Thicker than Water *Our Gang (1922–1944) *Harry Langdon (1924–1936) *Wheeler and Woolsey (1929–1937) *Marx Brothers (1929–1946) *The Three Stooges (1934–1959) ==Animated short film series== *Krazy Kat (1925–1940) *Oswald the Lucky Rabbit (1927–1938) *Mickey Mouse (1928–1953) *Screen Songs (1929–1938) *Silly Symphonies (1929–1939) ** The Tortoise and the Hare ** The Golden Touch ** The Robber Kitten ** Water Babies ** The Cookie Carnival ** Who Killed Cock Robin? ** Music Land ** Three Orphan Kittens ** Cock o' the Walk ** Broken Toys *Looney Tunes (1930–1969) *Terrytoons (1930–1964) *Merrie Melodies (1931–1969) *Scrappy (1931–1941) *Betty Boop (1932–1939) *Popeye (1933–1957) *ComiColor Cartoons (1933–1936) *Happy Harmonies (1934–1938) *Cartune Classics (1934–1935) *Color Rhapsodies (1934–1949) *Rainbow Parades (1935–1936) ==Births== *January 1 – Brian G. Hutton, American actor and director (died 2014) *January 2 - John Considine (actor), American writer and actor *January 8 – Elvis Presley, American rock singer and actor (died 1977) *January 9 – Bob Denver, American comic actor (died 2005) *January 22 – Seymour Cassel, American actor (died 2019) *January 28 - Nicholas Pryor, American actor *January 30 – Elsa Martinelli, Italian actress (died 2017) *February 17 - Christina Pickles, British-American actress *February 25 - Sally Jessy Raphael, American former tabloid talk show host *February 26 **Stephen Pearlman, American actor (died 1998) **Jane Wagner, American writer, director and producer *March 11 - Nancy Kovack, American retired actress *March 15 - Judd Hirsch, American actor *March 18 **Oumarou Ganda, Nigerien director and actor (died 1981) **Leslie Parrish, American actress, writer and producer *March 22 – M. Emmet Walsh, American character actor and comedian *March 24 - Mary Berry, English television presenter *March 27 – Julian Glover, English actor *April 4 – Kenneth Mars, American actor and voice actor (died 2011) *April 5 – Enrique Álvarez Félix, Mexican actor (died 1996) *April 10 – Álvaro de Luna, Spanish actor (died 2018) *April 16 - Bobby Vinton, American singer, songwriter and actor *April 19 – Dudley Moore, English-born comic actor and musician (died 2002) *April 20 – Mario Camus, Spanish director (died 2021) *April 21 – Charles Grodin, American actor (died 2021) *April 23 - Franco Citti, Italian actor (died 2016) *April 27 ** Theo Angelopoulos, Greek filmmaker, screenwriter and film producer (died 2012) ** Nikki van der Zyl, German voice-over artist (died 2021) *May 2 – Lance LeGault, American film and television actor (died 2012) *May 11 – Doug McClure, American actor (died 1995) *May 19 - David Hartman (TV personality), American television personality and media host *May 25 - George Roubicek, Austrian actor *May 26 – Sheila Steafel, British actress (died 2019) *May 27 ** Carole Lesley, English actress (died 1974) ** Lee Meriwether, American beauty queen and actress *May 28 - Anne Reid, English actress *May 30 – Ruta Lee, Canadian-American actress and dancer *June 3 - Irma P. Hall, American actress *June 16 – James Bolam, English actor *June 21 - Monte Markham, American actor *June 27 – Ramon Zamora, Filipino martial arts actor (died 2007) *June 29 - Keith Walker (writer), American writer, producer and actor (died 1996) *July 1 – David Prowse, English bodybuilder, weightlifter and character actor (died 2020) *July 5 – Christian Doermer, German actor *July 8 - Steve Lawrence, American singer and actor *July 13 – Gregorio Casal, Mexican actor (died 2018) *July 15 – Gianni Garko, Croatian-born Italian actor *July 17 **Diahann Carroll, African American singer and actress (died 2019) **Donald Sutherland, Canadian- born actor *July 22 - Stanley Ralph Ross, American writer and actor (died 2000) *August 2 – Amidou, Moroccan-French actor (died 2013) *August 3 – Omero Antonutti, Italian actor and voice actor (died 2019) *August 5 **Michael Ballhaus, German cinematographer (died 2017) **Wanda Ventham, English actress *August 7 – Yoná Magalhães, Brazilian actress (died 2015) *August 8 - Donald P. Bellisario, American television producer and screenwriter *August 12 – John Cazale, American actor (died 1978) *August 15 - Jim Dale, English actor, director and singer *August 29 - William Friedkin, American director, producer and screenwriter *August 31 – Rosenda Monteros, Mexican actress (died 2018) *September 9 **Nadim Sawalha, Jordanian-British actor **Chaim Topol, Israeli actor, singer, comedian and producer *September 21 - Henry Gibson, American actor, singer and songwriter (died 2009) *September 24 – Sean McCann, Canadian actor (died 2019) *September 28 - Ronald Lacey, English actor (died 1991) *October 1 – Julie Andrews, English-born singer and actress *October 3 – Armen Dzhigarkhanyan, Soviet Russian-Armenian actor (died 2020) *October 18 – Peter Boyle, American actor (died 2006) *October 20 – Jerry Orbach, American actor and singer (died 2004) *October 24 – Rosamaria Murtinho, Brazilian actress *November 7 - Billy \"Green\" Bush, American actor *November 8 - Alain Delon, French actor *November 13 - Tom Atkins (actor), American actor *November 21 – Michael Chapman, American cinematographer (died 2020) *November 24 – Salim Khan, Indian Bollywood screenwriter *November 29 **Diane Ladd, American actress **Amanda Walker, English actress *December 1 – Woody Allen, American comedian, director and actor *December 5 – Basabi Nandi, Indian actress (died 2018) *December 8 ** Dharmendra, Indian film actor, producer and politician ** Hans-Jürgen Syberberg, German director *December 10 – Jaromil Jireš, Czechoslovak director (died 2001) *December 14 – Lee Remick, American actress (died 1991) *December 21 - Phil Donahue, American media personality, writer and producer *December 30 - Jack Riley (actor), American actor, comedian and writer (died 2016) ==Deaths== *January 19 – Lloyd Hamilton, American comedy actor (born 1899) *February 7 – Frederick Warde, English Shakespearean actor (born 1851) *March 8 – Ruan Lingyu, Chinese silent film actress, committed suicide (born 1910) *March 23 – Florence Moore, American singer and silent film actress (born 1886) *May 4 – Junior Durkin, American actor, in a road accident (born 1915) *May 13 – Clarence Geldart, Canadian-American actor (born 1867) *August 14 – Léonce Perret, French actor, director and producer (born 1880) *August 15 – Will Rogers, American humorist and actor (born 1879) *August 25 – Mack Swain, American actor (born 1876) *September 28 – William Kennedy Dickson, British film pioneer, cancer (born 1860) *December 16 – Thelma Todd, American actress, carbon monoxide poisoning (born 1906) == Film debuts == *Don Ameche – Dante's Inferno *Pedro Armendáriz – Rosario *Joan Davis – Millions in the Air *Buddy Ebsen – Broadway Melody of 1936 *Henry Fonda – The Farmer Takes of Wife *Joan Fontaine – No More Ladies *Jon Hall – Women Must Dress *Olivia de Havilland – Alibi Ike *Danny Kaye – Moon Over Manhattan *Frances Langford – Every Night at Eight *Vivien Leigh – Look Up and Laugh *James Mason – Late Extra *Burgess Meredith – The Scoundrel *Roy Rogers – Slightly Static ==References== Category:Film by year",
 "title": "1935 in film"
}