{
 "id": "172415",
 "text": "The year of 1942 in film involved some significant events, in particular the release of a film consistently rated as one of the greatest of all time, Casablanca. ==Top-grossing films (U.S.)== The top ten 1942 released films by box office gross in North America are as follows: {| class=\"wikitable sortable\" style=\"margin:auto; margin:auto;\" |+ Highest-grossing films of 1942 |- ! Rank !! Title !! Studio !! Box-office gross rental |- ! style=\"text- align:center;\"| 1 | Mrs. Miniver | rowspan=\"2\"|Metro-Goldwyn-Mayer | $5,358,000. |- ! style=\"text-align:center;\"| 2 | Random Harvest | $4,650,000 |- ! style=\"text-align:center;\"| 3 | Yankee Doodle Dandy | Warner Bros. | $4,631,000Warner Bros financial information in The William Shaefer Ledger. See Appendix 1, Historical Journal of Film, Radio and Television, (1995) 15:sup1, 1-31 p 23 DOI: 10.1080/01439689508604551 |- ! style=\"text-align:center;\"| 4 | Reap the Wild Wind | rowspan=\"2\"|Paramount Pictures | $4,000,000 |- ! style=\"text-align:center;\"| 5 | Holiday Inn Road to Morocco | $3,800,000 |- ! style=\"text-align:center;\"| 6 | The Pride of the Yankees |RKO Radio Pictures/Samuel Goldwyn Productions | $3,671,000 |- ! style=\"text-align:center;\"| 7 | Wake Island | Paramount Pictures | $3,500,000\"101 Pix Gross in Millions\" Variety 6 Jan 1943 p 58 |- ! style=\"text-align:center;\"| 8 | For Me and My Gal | rowspan=\"2\"|Metro-Goldwyn- Mayer | $2,894,000 |- ! style=\"text-align:center;\"| 9 | Somewhere I'll Find You | $2,885,000 |- ! style=\"text-align:center;\"| 10 | The Black Swan | 20th Century Fox | $2,586,000 |- |} ==Events== * January 16 – Actress Carole Lombard is killed in a plane crash west of Las Vegas while returning home to Los Angeles from a War Bond tour. * June 4 – Mrs. Miniver, starring Greer Garson and Walter Pidgeon, opens at Radio City Music Hall in New York, in what will become a record-breaking 10-week run. The film becomes MGM's highest- grossing film of the 1940s. At the 15th Academy Awards, Mrs. Miniver wins six awards, including Best Picture, Best Director (for William Wyler), Best Actress (for Greer Garson) and Best Supporting Actress (for Teresa Wright). * August 8 – Walt Disney's animated film Bambi opens in United Kingdom. * November 11 – Road to Morocco, starring Bob Hope, Bing Crosby, and Dorothy Lamour, premieres. * November 26 – The film Casablanca premieres at the Hollywood Theatre in New York City. Released nationally in the United States on January 23, 1943, it becomes one of the top-grossing pictures of 1943 and goes on to win the Best Picture and Best Director awards at the 16th Academy Awards. ==Academy Awards== *Best Picture: Mrs. Miniver – Metro-Goldwyn-Mayer *Best Director: William Wyler – Mrs. Miniver *Best Actor: James Cagney – Yankee Doodle Dandy *Best Actress: Greer Garson – Mrs. Miniver *Best Supporting Actor: Van Heflin – Johnny Eager *Best Supporting Actress: Teresa Wright – Mrs. Miniver * Special Academy Award: In Which We Serve ==1942 film releases== U.S.A unless stated ===January–March=== *January 1942 **1 January ***The Man Who Came to Dinner **6 January ***Blue, White and Perfect **8 January ***The Black Sheep of Whitehall (GB) **10 January ***All Through the Night **18 January ***Babes on Broadway **19 January ***The Big Blockade **23 January ***O Pátio das Cantigas (Portugal) **24 January ***The Fleet's In **29 January ***Son of Fury: The Story of Benjamin Blake *February 1942 **2 February ***Kings Row **6 February ***Valley of the Sun **16 February ***The Man Who Wanted to Kill Himself (Spain) **19 February ***To Be or Not to Be ***Woman of the Year **20 February ***Ride 'Em Cowboy ***Roxie Hart **21 February ***Captains of the Clouds *March 1942 **3 March ***The Great King (Germany) **7 March ***Bullet Scars **10 March ***Un Garibaldino al Convento (Italy) **11 March ***Rio Rita **13 March ***The Ghost of Frankenstein ***Song of the Islands **18 March ***Reap the Wild Wind **20 March ***Rings on Her Fingers **21 March ***This Was Paris (GB) **27 March ***The Affairs of Jimmy Valentine ===April–June=== *April 1942 **1 April ***There Was a Father (Japan) **2 April ***Alias Boston Blackie ***My Favorite Blonde **3 April ***Jungle Book **4 April ***The Male Animal **19 April ***Hatter's Castle (GB) **22 April ***Saboteur **24 April ***Larceny, Inc. **29 April ***The Great Man's Lady **30 April ***My Gal Sal *May 1942 **8 May ***The Corpse Vanishes ***In This Our Life ***The Spoilers **12 May ***This Above All **13 May ***This Gun for Hire **21 May ***Pacific Rendezvous ***Tortilla Flat **22 May ***Syncopation **29 May ***The Falcon Takes Over ***Miss Annie Rooney ***Yankee Doodle Dandy **31 May ***In Old California *June 1942 **13 June ***The Big Shot ***Flying Fortress (GB) ***Tombstone, the Town Too Tough to Die **15 June ***The Next of Kin (GB) **16 June ***Eagle Squadron **22 June ***The Foreman Went to France(GB) **26 June ***Ten Gentlemen from West Point ***There's One Born Every Minute **27 June ***One of Our Aircraft is Missing ===July–September=== *July 1942 **2 July ***Sons of the Pioneers **8 July ***The Murderer Lives at Number 21 (France) **9 July ***I Married an Angel **10 July ***The Magnificent Ambersons **14 July ***Pride of the Yankees **16 July ***Her Cardboard Lover **22 July ***Mrs. Miniver **29 July ***The Kids Grow Up (Argentina) **31 July ***Invisible Agent *August 1942 **4 August ***Holiday Inn **5 August ***Tales of Manhattan **7 August ***A-Haunting We Will Go ***Pardon My Sarong **10 August ***Alibi (GB) **11 August ***Wake Island **20 August ***The Talk of the Town **21 August ***Bambi ***The Pied Piper **24 August ***Uncensored (GB) **25 August ***Attack on Baku (Germany) **27 August ***Somewhere I'll Find You **28 August ***The Loves of Edgar Allan Poe **31 August ***A Pistol Shot *September 1942 ***A Yank at Eton **4 September ***Across the Pacific ***The Big Street **14 September ***The First of the Few (GB) **15 September ***Ala-Arriba! (Portugal) **16 September ***The Major and the Minor **17 September ***In Which We Serve (GB) **18 September ***Kokoda Front Line! (Australia) ***Sherlock Holmes and the Voice of Terror **21 September ***The Young Mr. Pitt (GB) **25 September ***Desperate Journey ===October–December=== *October 1942 **8 October ***Flying Tigers **16 October ***Eyes in the Night **23 October ***The Glass Key ***The Mummy's Tomb **24 October ***Northwest Rangers **30 October ***I Married a Witch **31 October ***Now, Voyager *November 1942 **6 November ***Springtime in the Rockies ***Who Done It? **9 November ***The Great Mr. Handel (GB) **10 November ***Road to Morocco **19 November ***You Were Never Lovelier **20 November ***The Gaucho War (Argentina) ***'Neath Brooklyn Bridge **25 November ***Gentleman Jim **26 November ***For Me and My Gal **27 November ***The Undying Monster **28 November ***George Washington Slept Here *December 1942 **4 December ***The Black Swan ***Thunder Rock (GB) **5 December ***Whom the Gods Love (Germany-Austria) **6 December ***Cat People **7 December ***Went the Day Well? (GB) **9 December ***Johnny Eager **11 December ***American Empire ***Pittsburgh **17 December ***Random Harvest **18 December ***Aniki- Bóbó (Portugal) ***The Great Impersonation **23 December ***Four Steps in the Clouds (Italy) **24 December ***Time to Kill **25 December ***Arabian Nights ***Reunion in France **30 December ***Commandos Strike at Dawn ==Notable films released in 1942== U.S.A unless stated ===A=== *Across the Pacific, starring Humphrey Bogart and Mary Astor *The Affairs of Jimmy Valentine, starring Dennis O'Keefe and Ruth Terry *A-Haunting We Will Go, starring Laurel and Hardy *Ala-Arriba! – (Portugal) *Alias Boston Blackie, Starring Chester Morris, Adele Mara, and Richard Lane *Alibi, starring Margaret Lockwood and James Mason – (GB) *All Through the Night, starring Humphrey Bogart *American Empire, starring Richard Dix *Andy Hardy's Double Life, starring Lewis Stone, Mickey Rooney, Cecilia Parker, Fay Holden *Aniki-Bóbó – (Portugal) *Arabian Nights, starring Sabu, Jon Hall, Maria Montez *Attack on Baku, starring Willy Fritsch, René Deltgen (Germany) ===B=== *El Baisano Jalil – (Mexico) *Bambi, directed by David Hand, starring Bobby Stewart, Donnie Dunagan, Hardie Albright and John Sutherland *Basant, directed by Amiya Chakravorty and starring Madhubala and Mumtaz Shanti – (India) *The Battle of Midway, documentary directed by John Ford *The Big Blockade, starring Leslie Banks, Michael Redgrave and Will Hay – (UK) *The Big Shot, starring Humphrey Bogart *The Big Street, starring Henry Fonda and Lucille Ball *The Black Sheep of Whitehall, starring Will Hay and John Mills – (GB) *The Black Swan, starring Tyrone Power *Blue, White and Perfect, starring Lloyd Nolan *Bullet Scars, starring Regis Toomey ===C=== *Captains of the Clouds, starring James Cagney *Casablanca, directed by Michael Curtiz (Oscar winner), starring Humphrey Bogart, Ingrid Bergman, Paul Henreid, Peter Lorre, Claude Rains *Cat People, starring Simone Simon and Tom Conway *Commandos Strike at Dawn, starring Paul Muni *The Corpse Vanishes, starring Bela Lugosi *The Courtship of Andy Hardy, starring Lewis Stone, Mickey Rooney, Cecilia Parker, Fay Holden ===D=== *Derailed (Afsporet) – (Denmark) *Desperate Journey, starring Errol Flynn and Ronald Reagan *The Devil's Envoys (Les Visiteurs du Soir), directed by Marcel Carné, starring Arletty – (France) ===E=== *Eagle Squadron, directed by Arthur Lubin *Escape from Hong Kong, starring Marjorie Lord *Eyes in the Night, directed by Fred Zinneman, starring Edward Arnold, Ann Harding, Donna Reed ===F=== *The Falcon Takes Over, starring George Sanders *The First of the Few, directed by Leslie Howard, starring Howard and David Niven – (GB) *The Fleet's In, starring Dorothy Lamour and William Holden *Flying Fortress, starring Richard Greene (GB) *Flying Tigers, starring John Wayne *The Foreman Went to France, starring Clifford Evans and Tommy Trinder – (GB) *For Me and My Gal, starring Judy Garland and Gene Kelly *Four Steps in the Clouds (Quattro passi fra le nuvole) – (Italy) ===G=== *Un Garibaldino al Convento, directed by Vittorio De Sica – (Italy) *The Gaucho War (La guerra gaucha) – (Argentina) *Gentleman Jim, a biopic of boxer James J. Corbett, starring Errol Flynn *George Washington Slept Here, starring Jack Benny *The Ghost of Frankenstein starring Lon Chaney Jr. *The Glass Key, starring Alan Ladd and Veronica Lake *The Goose Steps Out, starring Will Hay – (GB) *The Great Impersonation, directed by John Rawlins, starring Ralph Bellamy *The Great King (Der große König) – (Germany) *The Great Man's Lady, directed by William A. Wellman, and starring Barbara Stanwyck *The Great Mr. Handel, directed by Norman Walker, starring Wilfrid Lawson (GB) ===H=== *Hatter's Castle, starring Robert Newton, Deborah Kerr, James Mason – (GB) *Her Cardboard Lover, starring Robert Taylor and Norma Shearer *Holiday Inn, starring Bing Crosby and Fred Astaire *Historia de un gran amor (A Great Love Story) – (Mexico) ===I=== *I Married an Angel, starring Nelson Eddy and Jeanette MacDonald *I Married a Witch, starring Veronica Lake and Fredric March *In Old California, starring John Wayne *In This Our Life, starring Bette Davis and Olivia de Havilland *In Which We Serve, directed by David Lean and Noël Coward, starring Coward and John Mills – (GB) *Invisible Agent, starring Jon Hall ===J=== *Jackass Mail, starring Wallace Beery and Marjorie Main *Johnny Eager, starring Robert Taylor and Lana Turner *Jungle Book, directed by Zoltan Korda, starring Sabu ===K=== *Kid Glove Killer, the directorial debut of Fred Zinnemann *The Kids Grow Up (Los Chicos crecen) – (Argentina) *Kings Row, starring Ann Sheridan, Ronald Reagan, Claude Rains *Kokoda Front Line!, an Academy Award winning documentary film – (Australia) ===L=== *Larceny, Inc., starring Edward G. Robinson, Jane Wyman, Broderick Crawford *Listen to Britain, propaganda film directed by Humphrey Jennings – (GB) *The Loves of Edgar Allan Poe, starring Linda Darnell ===M=== *The Magnificent Ambersons, directed by Orson Welles, starring Joseph Cotten and Dolores Costello *The Major and the Minor, directed by Billy Wilder, starring Ginger Rogers and Ray Milland *The Male Animal, starring Henry Fonda and Olivia de Havilland *The Man Who Came to Dinner, starring Bette Davis, Monty Woolley, Jimmy Durante *The Man Who Wanted to Kill Himself (El hombre que se quiso matar) – (Spain) *Miss Annie Rooney, starring Shirley Temple *Moontide, starring Jean Gabin and Ida Lupino *Mrs. Miniver, directed by William Wyler, starring Greer Garson and Walter Pidgeon *The Mummy's Tomb, starring Lon Chaney Jr. *The Murderer Lives at Number 21 (L'Assassin habite au 21), directed by Henri-Georges Clouzot, starring Pierre Fresnay – (France) *My Favorite Blonde, starring Bob Hope and Madeleine Carroll *My Gal Sal, starring Rita Hayworth *My Sister Eileen, starring Rosalind Russell ===N=== *'Neath Brooklyn Bridge, starring The East Side Kids *The Next of Kin, starring Mervyn Johns – (GB) *Northwest Rangers *Now, Voyager, starring Bette Davis and Paul Henreid ===O=== *One of Our Aircraft is Missing, directed by Michael Powell and Emeric Pressburger – (GB) *Overland Mail, starring Lon Chaney, Jr., Noah Beery, Jr., Noah Beery, Sr. ===P=== *Pacific Rendezvous, starring Lee Bowman *The Palm Beach Story, directed by Preston Sturges, starring Claudette Colbert, Joel McCrea, Rudy Vallée *Panama Hattie, starring Ann Sothern and Lena Horne *Pardon My Sarong, starring Bud Abbott and Lou Costello *O Pátio das Cantigas (The Courtyard of Songs) – (Portugal) *People of the Mountains, directed by István Szőts – (Hungary) *The Pied Piper, starring Monty Woolley and Roddy McDowall *A Pistol Shot, starring Assia Noris, Fosco Giachetti (Italy) *Pittsburgh, starring John Wayne, Marlene Dietrich, Randolph Scott, Shemp Howard *The Pride of the Yankees, starring Gary Cooper, Teresa Wright, Walter Brennan, Babe Ruth ===R=== *Random Harvest, starring Ronald Colman and Greer Garson *Reap the Wild Wind, starring John Wayne, Paulette Goddard, Ray Milland *Reunion in France, starring Joan Crawford *Ride 'Em Cowboy, starring Abbott and Costello *Rings on Her Fingers, starring Henry Fonda and Gene Tierney *Rio Rita, starring Bud Abbott and Lou Costello *Road to Morocco, starring Bing Crosby, Dorothy Lamour, Bob Hope *The Rock of the Souls (El Peñón de las Ánimas) – (Mexico) *Roti (Bread) – (India) *Roxie Hart, starring Ginger Rogers ===S=== *Saboteur, directed by Alfred Hitchcock, starring Priscilla Lane and Robert Cummings *Saludos Amigos, a Walt Disney animated film starring Donald Duck and Goofy (released in South America in 1942 and in the U.S. in 1943) *Somewhere I'll Find You, starring Clark Gable and Lana Turner *Son of Fury: The Story of Benjamin Blake, starring Tyrone Power and Gene Tierney *Song of the Islands, a Darryl F. Zanuck production starring Betty Grable and Victor Mature *Sons of the Pioneers, starring Roy Rogers and George 'Gabby' Hayes *The Spoilers, starring Marlene Dietrich and John Wayne *Springtime in the Rockies, starring Betty Grable, John Payne, Carmen Miranda and Cesar Romero *Star Spangled Rhythm, featuring an all-star cast *Sweater Girl, starring Eddie Bracken, June Preisser, and Betty Jane Rhodes *Syncopation, starring Adolphe Menjou ===T=== *Tales of Manhattan, directed by Julien Duvivier with an all-star cast *The Talk of the Town, starring Cary Grant, Jean Arthur, Ronald Colman *Tarzan's New York Adventure, starring Johnny Weissmuller *Ten Gentlemen from West Point, starring George Montgomery and Maureen O'Hara *Tennessee Johnson, starring Van Heflin and Ruth Hussey *There Was a Father (chichi ariki), directed by Yasujirō Ozu (Japan) *There's One Born Every Minute, starring Hugh Herbert and Peggy Moran *This Above All, starring Tyrone Power *This Gun for Hire, starring Veronica Lake and Alan Ladd *This Was Paris, starring Ann Dvorak – (GB) *Time to Kill, starring Lloyd Nolan *Thunder Rock, starring Michael Redgrave and James Mason – (GB) *To Be or Not to Be, directed by Ernst Lubitsch, starring Jack Benny and (in her last film) Carole Lombard *Tombstone, the Town Too Tough to Die, starring Richard Dix *Tortilla Flat, starring Spencer Tracy, Hedy Lamarr, John Garfield ===U=== *Uncensored, directed by Anthony Asquith – (GB) *The Undying Monster, starring James Ellison ===V=== *Valentin the Good (Valentin Dobrotivý), directed by Martin Frič – (Czechoslovakia) *Valley of the Sun, starring Lucille Ball and James Craig *The Voice of Terror, starring Basil Rathbone and Nigel Bruce ===W=== *Wake Island, starring Brian Donlevy and Robert Preston *Went the Day Well?, directed by Cavalcanti, starring Leslie Banks and Mervyn Johns – (GB) *Who Done It?, starring Bud Abbott and Lou Costello *Whom the Gods Love, directed by Karl Hartl (Germany-Austria) *Woman of the Year, starring Spencer Tracy and Katharine Hepburn ===Y=== *A Yank at Eton, starring Mickey Rooney *Yankee Doodle Dandy, starring James Cagney *The Young Mr. Pitt, directed by Carol Reed, starring Robert Donat – biopic of William Pitt the Younger – (GB) *You Were Never Lovelier, starring Fred Astaire and Rita Hayworth ==Serials== *Captain Midnight, starring Dave O'Brien, directed by James W. Horne *Don Winslow of the Navy *Gang Busters *Junior G-Men of the Air, starring the Dead End Kids *King of the Mounties, starring Allan Lane, directed by William Witney *Overland Mail *Perils of Nyoka, starring Kay Aldridge & Clayton Moore, directed by William Witney *Perils of the Royal Mounted, directed by James W. Horne *The Secret Code, directed by Spencer Gordon Bennet *Spy Smasher, starring Kane Richmond, directed by William Witney *The Valley of Vanishing Men, directed by Spencer Gordon Bennet ==Short film series== *Laurel and Hardy (1921–1943) *Our Gang (1922–1944) *The Three Stooges (1934–1959) ==Animated short film series== *Mickey Mouse (1928–1953) *Looney Tunes (1930–1969) *Terrytoons (1930–1964) *Merrie Melodies (1931–1969) *Scrappy (1931–1941) *Popeye (1933–1957) *Color Rhapsodies (1934–1949) *Donald Duck (1937–1956) *Pluto (1937–1951) *Walter Lantz Cartune (also known as New Universal Cartoons or Cartune Comedies) (1938-1942) *Goofy (1939–1955) *Andy Panda (1939–1949) *Tom and Jerry (1940–1958) *Woody Woodpecker (1941–1949) *Swing Symphonies (1941–1945) *The Fox and the Crow (1941–1950) ==Births== *January 3 – John Thaw, English actor (d. 2002) *January 7 - Danny Steinmann, American director (d. 2012) *January 8 – Yvette Mimieux, American actress (d. 2022) *January 10 – Walter Hill, American director, producer and screenwriter *January 19 – Michael Crawford, English actor and singer *January 21 - Michael G. Wilson, American-British screenwriter and producer *January 31 – Daniela Bianchi, Italian actress *February 1 – Terry Jones, Welsh comedic actor, director and screenwriter (d. 2020) *February 9 **Marianna Hill, retired American actress **Ada Lundver, Estonian actress and singer (d. 2011) *February 14 - Andrew Robinson (actor), American character actor *February 21 – Margarethe von Trotta, German director *March 15 - Molly Peters, English actress and model (died 2017) *March 25 – Richard O'Brien, English actor and writer *March 27 **Art Evans (actor), American actor **Michael York, English actor *March 28 – Mike Newell, English director and producer *April 2 - Roshan Seth, British- Indian actor, writer and director *April 3 – Marsha Mason, American actress *April 6 – Barry Levinson, American director, producer and screenwriter *April 11 - Matthew Walker (Canadian actor), English-Canadian actor *April 17 - David Bradley, English actor *April 23 – Sandra Dee, American actress (d. 2005) *April 24 – Barbra Streisand, American actress, singer, director and producer *May 19 - Flemming Quist Møller, Danish director, cartoonist, screenwriter and actor (d. 2022) *June 7 - Elizabeth Counsell, English actress *June 18 **Roger Ebert, American film critic of the Chicago Sun Times (d. 2013) **Paul McCartney, English musician and composer (The Beatles) *July 1 – Geneviève Bujold, Canadian actress *July 9 – Richard Roundtree, American actor *July 13 – Harrison Ford, American actor and producer *July 23 - Allen Danziger, American former actor *July 24 – Chris Sarandon, American actor *August 4 - Don S. Davis, American character actor (d. 2008) *August 7 – Tobin Bell, actor *August 18 - Lauro António, Portuguese director (d. 2022) *August 19 - Fred Thompson, American politician, attorney, actor and radio personality (d. 2015) *August 28 - Peter Bartlett, American actor and voice actor *September 11 - Patricia Franklin, English actress *September 17 - Lupe Ontiveros, American actress (d. 2012) *September 19 - Victor Brandt, American actor *September 28 - Marshall Bell, American character actor *September 29 **Madeline Kahn, American actress (d. 1999) **Ian McShane, English actor *October 3 - Steve Susskind, American actor (d. 2005) *October 4 – Christopher Stone, American actor (d. 1995) *October 6 – Britt Ekland, Swedish actress *October 7 - Melinda O. Fee, American actress (d. 2020) *October 11 – Amitabh Bachchan, Indian actor *October 13 – Suzzanna, Indonesian actress (d. 2008) *October 20 - Robert Costanzo, American actor *October 22 – Annette Funicello, American actress and singer (d. 2013) *October 25 - Orso Maria Guerrini, Italian actor *October 26 **Bob Hoskins, English actor and director (d. 2014) **Eili Sild, Estonian actress *October 31 – David Ogden Stiers, American actor (d. 2018) *November 1 - Marcia Wallace, American actress and comedian (d. 2013) *November 17 – Martin Scorsese, American director, producer, screenwriter and actor *November 21 - Michael Cavanaugh (actor), American actor *November 24 – Billy Connolly, Scottish comedian and actor *December 4 – Gemma Jones, English actress *December 12 - Fatma Girik, Turkish actress (d. 2022) *December 27 - Charmian Carr, American actress and singer (d. 2016) ==Deaths== *January 16 – Carole Lombard, 33, American actress, To Be or Not to Be, My Man Godfrey, Made for Each Other, Nothing Sacred *January 31 – Rolf Wenkhaus, 24, German actor, Emil and the Detectives, S.A.-Mann Brand *April 10 – Carl Schenstrøm, 60, Danish actor, Cocktails, The Last Laugh *May 29 – John Barrymore, 60, American actor, Grand Hotel, Twentieth Century, Dr. Jekyll and Mr. Hyde, Dinner at Eight *June 4 – Virginia Lee Corbin, 31, American actress, Hands Up!, X Marks the Spot *July 5 – Karin Swanström, 69, Swedish actress, director, His English Wife, Black Roses *August 18 – Rafaela Ottiano, 54, Italian-born American actress, Grand Hotel, She Done Him Wrong, The Devil-Doll, Curly Top *October 20 – May Robson, 84, Australian-born American stage & film actress, Bringing Up Baby, A Star is Born, Lady for a Day, The Adventures of Tom Sawyer *October 22 – Olga Svendsen, 59, Danish actress, Kidnapped *November 5 – George M. Cohan, 64, American actor, songwriter, entertainer, The Phantom President, Broadway Jones, subject of Yankee Doodle Dandy *November 9 – Edna May Oliver, 59, American stage & film actress, David Copperfield, Drums Along the Mohawk, Little Women, A Tale of Two Cities *November 12 – Laura Hope Crews, 62, American stage & screen actress, Gone with the Wind, Camille, Angel, The Blue Bird *November 15 – Sidney Fox, 30, American actress, Murders in the Rue Morgue, Bad Sister, Six Cylinder Love *December 12 – Helen Westley, 67, American stage & screen actress, Heidi, Roberta, All This, and Heaven Too, Alexander's Ragtime Band == Film debuts == *Richard Attenborough – In Which We Serve *Madhubala – Basant *Mumtaz Shanti – Basant *Betty Hutton – The Fleet's In *Anne Jeffreys – Billy the Kid Trapped *Gene Kelly – For Me and My Gal *Harry Morgan – To the Shores of Tripoli *Eleanor Parker – The Big Shot *Simone Signoret – Bolero *Elizabeth Taylor – There's One Born Every Minute *Peter Ustinov – One of Our Aircraft Is Missing *Esther Williams – Andy Hardy's Double Life *Tweety Bird – A Tale of Two Kitties == References == Category:Film by year",
 "title": "1942 in film"
}