{
 "id": "172421",
 "text": "The year 1940 in film involved some significant events, including the premieres of the Walt Disney films Pinocchio and Fantasia. ==Top-grossing films (U.S.)== The top ten 1940 released films by box office gross in North America are as follows: {| class=\"wikitable sortable\" style=\"margin:auto; margin:auto;\" |+ Highest-grossing films of 1940 |- ! Rank !! Title !! Studio !! Box-office gross rental |- ! style=\"text-align:center;\"| 1 | Boom Town | Metro-Goldwyn-Mayer | $3,664,000. |- ! style=\"text-align:center;\"| 2 | The Great Dictator | United Artists | $3,500,000Susan Sackett, The Hollywood Reporter Book of Box Office Hits Billboard Books, 1996 p 28 |- ! style=\"text- align:center;\"| 3 |Rebecca | United Artists/Selznick International Pictures | $3,000,000 |- ! style=\"text-align:center;\"| 4 | The Philadelphia Story | rowspan=\"4\"|Metro-Goldwyn-Mayer | $2,374,000 |- ! style=\"text-align:center;\"| 5 | Strike Up the Band | $2,265,000 |- ! style=\"text-align:center;\"| 6 | Northwest Passage | $2,169,000 |- ! style=\"text-align:center;\"| 7 | Andy Hardy Meets Debutante | $1,945,000 |- ! style=\"text-align:center;\"| 8 | North West Mounted Police | Paramount Pictures | $1,900,000 |- ! style=\"text- align:center;\"| 9 | The Fighting 69th | rowspan=\"2\"|Warner Bros. | $1,822,000Warner Bros financial information in The William Shaefer Ledger. See Appendix 1, Historical Journal of Film, Radio and Television, (1995) 15:sup1, 1-31 p 20 DOI: 10.1080/01439689508604551 |- ! style=\"text-align:center;\"| 10 | Santa Fe Trail | $1,748,000 |} ==Events== * February 10 – Tom and Jerry make their debut in the animated cartoon Puss Gets the Boot. *February 23 – Walt Disney's second animated feature film Pinocchio is released. Although not a box office success upon its initial release, the film receives critical acclaim and wins two Academy Awards, including one for Best Original Song for \"When You Wish Upon a Star\". Over the years, Pinocchio has gained a cult following and is now considered one of the greatest films of all time. * March 21 – Alfred Hitchcock's first American film Rebecca is released, under the production of David O. Selznick. It would go on to win the Academy Award for Best Picture the following year. * May 17 – My Favorite Wife is released. * May – A reproduction of \"America's First Movie Studio\", Thomas Edison's Black Maria, is constructed. * July 27 – Bugs Bunny makes his official debut in the animated cartoon A Wild Hare. * October 15 – Charlie Chaplin's The Great Dictator, a satirical comedy starring him, premieres in New York City. It is a critical and commercial success and goes on to become Chaplin's most financially successful film. * November 13 – World premiere of Walt Disney's animated film Fantasia at the Broadway Theatre in New York City, the first film to be released in a multi-channel sound format (see Fantasound). The film also marks the first use of the click track while recording the soundtrack, overdubbing of orchestral parts, simultaneous multitrack recording and is cited as a key chapter in the conception and development of the multi-channel surround system. Like Pinocchio, the film is a box office failure for Disney, though it recoups its cost years later and becomes one of the most highly regarded of Disney's films. * December 5 – Release of The Thief of Bagdad, pioneering the use of chroma key effects. * In the United Kingdom, the Crown Film Unit supersedes the GPO Film Unit in the production of documentary films. ==Academy Awards== *Best Picture: Rebecca – David O. Selznick, United Artists *Best Director: John Ford – The Grapes of Wrath *Best Actor: James Stewart – The Philadelphia Story *Best Actress: Ginger Rogers – Kitty Foyle *Best Supporting Actor: Walter Brennan – The Westerner *Best Supporting Actress: Jane Darwell – The Grapes of Wrath ==1940 film releases== United States unless stated ===January–March=== *January 1940 **26 January ***The Fighting 69th *February 1940 **23 February ***Pinocchio *March 1940 **21 March ***Rebecca ===April–June=== *April 1940 **20 April ***'Til We Meet Again ===July–September=== *August 1940 **30 August ***Boom Town ===October–December=== *October 1940 **15 October ***The Great Dictator (limited) *November 1940 **13 November ***Fantasia *December 1940 **13 December ***Santa Fe Trail **26 December ***The Philadelphia Story ==Notable films released in 1940== United States unless stated ===A=== *Abe Lincoln in Illinois, starring Raymond Massey *All This and Heaven Too, starring Bette Davis and Charles Boyer *Andy Hardy Meets Debutante, starring Lewis Stone, Mickey Rooney, Cecilia Parker, and Fay Holden *Angels Over Broadway, starring Douglas Fairbanks, Jr. and Rita Hayworth *Anne of Windy Poplars, starring Anne Shirley *The Ape, starring Boris Karloff *Arise, My Love, starring Claudette Colbert and Ray Milland *Arizona, starring Jean Arthur and William Holden ===B=== *Band Waggon, directed by Marcel Varnel, starring Arthur Askey – (GB) *The Bank Dick, written by and starring W. C. Fields *Before I Hang, starring Boris Karloff *The Biscuit Eater, directed by Stuart Heisler *Bismarck, starring Paul Hartmann – (Germany) *Black Friday, starring Boris Karloff and Béla Lugosi *The Blue Bird, starring Shirley Temple *Boom Town, starring Clark Gable, Claudette Colbert, Spencer Tracy, Hedy Lamarr *The Boys from Syracuse, starring Allan Jones *Boys of the City, starring the East Side Kids *Brigham Young, starring Tyrone Power and Linda Darnell *British Intelligence, starring Boris Karloff *Broadway Melody of 1940, starring Fred Astaire and Eleanor Powell – final film of series *Brother Orchid, starring Edward G. Robinson, Ann Sothern, Humphrey Bogart ===C=== *Calling Philo Vance, starring James Stephenson *Castle on the Hudson, directed by Anatole Litvak, starring John Garfield and Ann Sheridan *The Catacombs (Katakomby), directed by Martin Frič – (Czechoslovakia) *Charlie Chan at the Wax Museum, starring Sidney Toler *Charlie Chan in Panama, starring Sidney Toler *Christmas in July, directed by Preston Sturges *A Chump at Oxford, starring Stan Laurel and Oliver Hardy, featuring a young Peter Cushing *City for Conquest, starring James Cagney *Confucius – (China) *Contraband, directed by Michael Powell, starring Conrad Veidt and Valerie Hobson – (GB) *Convicted Woman, starring Rochelle Hudson and June Lang *Convoy – directed by Pen Tennyson, starring Clive Brook, John Clements (UK) *Crimes at the Dark House, directed by George King, starring Tod Slaughter – (GB) ===D=== *Dance, Girl, Dance, starring Maureen O'Hara, Louis Hayward, Lucille Ball *Dark Command, starring John Wayne *Dead Man's Shoes, directed by Thomas Bentley, starring Leslie Banks – (GB) *The Devil Bat, starring Béla Lugosi *A Dispatch from Reuter's, starring Edward G. Robinson *Dívka v modrém – (Czechoslovakia) *Doomed to Die, starring Boris Karloff *Down Argentine Way, starring Don Ameche, Betty Grable and Carmen Miranda *Dr. Cyclops, directed by Ernest B. Schoedsack, starring Albert Dekker *Dr. Ehrlich's Magic Bullet, starring Edward G. Robinson, Ruth Gordon, Otto Kruger, Donald Crisp ===E=== *East Side Kids, starring Leon Ames and the East Side Kids *Edison, the Man, starring Spencer Tracy *Ergens in Nederland (Somewhere in the Netherlands) – (Netherlands) *Escape, starring Norma Shearer and Robert Taylor ===F=== *Fantasia, directed by Samuel Armstrong, James Algar, Bill Roberts, Paul Satterfield, Ben Sharpsteen, David D. Hand, Hamilton Luske, Jim Handley, Ford Beebe, T. Hee, Norman Ferguson and Wilfred Jackson *The Fatal Hour, starring Boris Karloff *Flowing Gold, starring John Garfield and Frances Farmer *Foreign Correspondent, directed by Alfred Hitchcock, starring Joel McCrea *Four Sons, directed by Archie Mayo, starring Don Ameche *The Fox of Glenarvon, directed by Max W. Kimmich – (Germany) *French Without Tears, starring Ray Milland – (GB) ===G=== *Gaslight, starring Anton Walbrook – (GB) *The Ghost Breakers, starring Bob Hope and Paulette Goddard *Girl in the News, starring Margaret Lockwood – (GB) *Give Us Wings, starring the Dead End Kids *Go West, starring the Marx Brothers *The Grapes of Wrath, directed by John Ford, starring Henry Fonda *The Great Dictator, directed by and starring Charlie Chaplin with Paulette Goddard and Jack Oakie *The Great McGinty, starring Brian Donlevy *Green Hell, starring Douglas Fairbanks, Jr. and Joan Bennett ===H=== *Here Is the Point (Ahí está el detalle), starring Cantinflas – (Mexico) *His Girl Friday, directed by Howard Hawks, starring Cary Grant, Rosalind Russell, Ralph Bellamy *Hoots Mon!, directed by Roy William Neill, starring Max Miller and Florence Desmond (Britain) *The House Across the Bay, starring George Raft *The House of the Seven Gables, starring George Sanders *The Howards of Virginia, starring Cary Grant and Martha Scott *Hullabaloo, starring Frank Morgan ===I=== *I Love You Again, starring William Powell and Myrna Loy *I Take This Woman, starring Spencer Tracy and Hedy Lamarr *The Invisible Man Returns, starring Cedric Hardwicke and Vincent Price *The Invisible Woman, starring Virginia Bruce and John Barrymore *It All Came True, starring Ann Sheridan, Jeffrey Lynn, Humphrey Bogart ===J=== *June Nights (Juninatten), starring Ingrid Bergman – (Sweden) ===K=== *King of the White Elephant (Prajao Changpeuk) – (Thailand) *Kitty Foyle, starring Ginger Rogers ===L=== *Laddie, starring Tim Holt *Lady with Red Hair, starring Miriam Hopkins *The Letter, directed by William Wyler, starring Bette Davis *Lillian Russell, starring Alice Faye and Henry Fonda *Little Men, starring George Bancroft and Kay Francis *The Long Voyage Home, starring John Wayne ===M=== *Maddalena, Zero for Conduct, directed by and starring Vittorio De Sica – (Italy) *The Man from Dakota, starring Wallace Beery *The Man Who Talked Too Much, starring George Brent *The Marines Fly High, starring Lucille Ball and Richard Dix *The Mark of Zorro, starring Tyrone Power and Linda Darnell *The Middle Watch, directed by Thomas Bentley, starring Jack Buchanan and Greta Gynt (Britain) *The Minister's Girlfriends (Přítelkyně pana ministra) – (Czechoslovakia) *Millionaires in Prison, starring Lee Tracy *The Mortal Storm, starring Margaret Sullavan and James Stewart *The Mummy's Hand, starring Dick Foran *My Favorite Wife, starring Irene Dunne and Cary Grant *My Little Chickadee, starring Mae West and W. C. Fields ===N=== *New Moon, starring Jeanette MacDonald and Nelson Eddy *Night Train to Munich, directed by Carol Reed, starring Margaret Lockwood and Rex Harrison – (GB) *North West Mounted Police, starring Gary Cooper, Paulette Goddard, Madeleine Carroll *Northwest Passage, starring Spencer Tracy and Robert Young ===O=== *One Million B.C. (aka The Cave Dwellers), starring Carole Landis *One Night in the Tropics, film debut of Abbott and Costello *Our Town, starring William Holden and Martha Scott ===P=== *Pastor Hall, directed by Roy Boulting – (GB) *The Philadelphia Story, directed by George Cukor, starring Katharine Hepburn, Cary Grant, James Stewart *Pinocchio, directed by Ben Sharpsteen and Hamilton Luske, starring Dickie Jones *Pride and Prejudice, starring Greer Garson and Laurence Olivier *Primrose Path, starring Ginger Rogers and Joel McCrea *The Proud Valley, starring Paul Robeson – (GB) ===Q=== *Queen of the Yukon, starring Charles Bickford ===R=== *Rebecca, directed by Alfred Hitchcock, starring Joan Fontaine and Laurence Olivier – Oscar for best picture *Remember the Night, starring Barbara Stanwyck and Fred MacMurray *Rhythm on the River, starring Bing Crosby and Mary Martin *Road to Singapore, starring Bing Crosby, Dorothy Lamour and Bob Hope – first in the series ===S=== *Saps at Sea, starring Laurel and Hardy *The Sea Hawk, starring Errol Flynn *Seven Sinners, starring Marlene Dietrich and John Wayne *The Shop Around the Corner, directed by Ernst Lubitsch, starring Margaret Sullavan and James Stewart *The Siege of the Alcazar (L'Assedio dell'Alcazar) – (Italy) *Sky Murder, starring Walter Pidgeon *Son of Ingagi, directed by Richard Kahn *The Son of Monte Cristo, starring Louis Hayward and Joan Bennett *Spring Parade, starring Deanna Durbin * The Stars Look Down, directed by Carol Reed, starring Michael Redgrave and Margaret Lockwood – (GB) *The Stationmaster (Der postmeister) – (Germany) *Strange Cargo, starring Clark Gable and Joan Crawford *Stranger on the Third Floor, starring Peter Lorre *Strike Up the Band, directed by Busby Berkeley, starring Judy Garland and Mickey Rooney *South of Suez, starring George Brent *Swiss Family Robinson, starring Thomas Mitchell and Edna Best ===T=== *They Drive by Night, starring George Raft, Humphrey Bogart, Ida Lupino *They Knew What They Wanted, directed by Garson Kanin, starring Charles Laughton and Carole Lombard *The Thief of Bagdad, starring Conrad Veidt and Sabu – (GB) *'Til We Meet Again, starring Merle Oberon and George Brent *Tom Brown's School Days, starring Cedric Hardwicke *Too Many Girls, starring Lucille Ball *Too Many Husbands, starring Jean Arthur, Fred MacMurray, Melvyn Douglas *Tørres Snørtevold – (Norway) *Torrid Zone, starring James Cagney, Ann Sheridan, Pat O'Brien *Turnabout, starring John Hubbard and Carole Landis ===V=== *Vigil in the Night, starring Carole Lombard *Virginia City, starring Errol Flynn and Miriam Hopkins ===W=== *Waterloo Bridge, starring Vivien Leigh and Robert Taylor *The Well-Digger's Daughter (La Fille du puisatier), directed by Marcel Pagnol, starring Raimu and Fernandel – (France) *The Westerner, starring Gary Cooper, Walter Brennan, Dana Andrews, Forrest Tucker *Where's That Fire?, starring Will Hay – (GB) *Wild Horse Range, starring Jack Randall *Women in War, starring Elsie Janis and Patric Knowles ===Y=== *Young People, starring Shirley Temple *Young Tom Edison, starring Mickey Rooney *You're Not So Tough, starring the Dead End Kids ==Serials== *Adventures of Red Ryder, directed by William Witney and John English *Deadwood Dick, directed by James W. Horne *Drums of Fu Manchu, starring Henry Brandon and Robert Kellard, directed by William Witney and John English *Flash Gordon Conquers the Universe, starring Buster Crabbe *The Green Archer, starring Victor Jory, directed by James W. Horne *The Green Hornet, starring Warren Hull *Junior G-Men, starring the Dead End Kids *King of the Royal Mounted starring Allan Lane, directed by William Witney and John English *Mysterious Doctor Satan, starring Eduardo Ciannelli, directed by William Witney and John English *The Shadow, starring Victor Jory, directed by James W. Horne *Terry and the Pirates, starring William Tracy, directed by James W. Horne *Winners of the West, starring Dick Foran and Anne Nagel ==Short film series== *Buster Keaton (1917–1941) *Laurel and Hardy (1921–1943) *Our Gang (1922–1944) *Charley Chase (1924-1940) *The Three Stooges (1934–1959) ==Animated short film series== *Krazy Kat (1925-1940) *Mickey Mouse (1928–1953) *Looney Tunes (1930–1969) *Terrytoons (1930–1964) *Merrie Melodies (1931–1969) *Scrappy (1931–1941) *Popeye (1933–1957) *Color Rhapsodies (1934–1949) *Donald Duck (1937–1956) *Pluto (1937–1951) *Walter Lantz Cartunes (also known as New Universal Cartoons or Cartune Comedies) (1938–1942) *Goofy (1939–1955) *Andy Panda (1939–1949) ** Knock Knock! (first appearance of Woody Woodpecker) *Tom and Jerry (1940–1958) ** Puss Gets the Boot ==Births== *January 3 – Thelma Schoonmaker, American editor *January 22 – John Hurt, English actor (died 2017) *January 25 - Paolo Graziosi, Italian actor (died 2022) *January 27 **James Cromwell, American actor **Reynaldo Rey, American actor, comedian and television personality (died 2015) *January 29 – Katharine Ross, American actress *February 4 – George A. Romero, American director, producer and screenwriter (died 2017) *February 5 - Dick Warlock, American actor and stuntman *February 12 – Ralph Bates, English actor (died 1991) *February 17 – Jo Kendall, British actress (died 2022) *February 19 - Carlin Glynn, American singer and retired actress *February 23 – Peter Fonda, American actor (died 2019) *February 27 **Howard Hesseman, American actor (died 2022) **Bill Hunter, Australian actor (died 2011) *March 7 - Daniel J. Travanti, American actor *March 9 – Raúl Juliá, Puerto Rican actor (died 1994) *March 10 – Chuck Norris, American actor and martial artist *March 26 – James Caan, American actor *March 27 - Austin Pendleton, American actor, playwright, theatre director and instructor *April 1 - Aliza Gur, Israeli actress *April 3 - Wolf Kahler, German actor *April 14 - Julie Christie, British actress *April 15 - Julie Sommars, American actress *April 17 – Billy Fury, English singer and actor (died 1983) *April 21 - George DiCenzo, American character actor (died 2010) *April 25 – Al Pacino, American actor *April 30 – Burt Young, American actor *May 2 - Jo Ann Pflug, American actress *May 5 – Lance Henriksen, American actor *May 8 - Emilio Delgado, Mexican-American actor, voice artist and singer (died 2022) *May 15 – Lainie Kazan, American actress and singer *May 17 – Valie Export, Austrian director *June 1 – René Auberjonois, American actor (died 2019) *June 7 - Tom Jones (singer), Welsh singer and actor *June 8 - Nancy Sinatra, American singer and actress *June 20 – John Mahoney, English- born American actor (died 2018) *June 21 - Mariette Hartley, American actress *June 22 – Abbas Kiarostami, Iranian director (died 2016) *June 23 – Adam Faith, English actor and singer (died 2003) *July 4 – Karolyn Grimes, American actress *July 7 – Ringo Starr, English drummer (The Beatles) *July 13 – Patrick Stewart, English actor *July 18 – James Brolin, American actor *July 22 - Alex Trebek, Canadian-American game show host and television personality (died 2020) *July 24 – Dan Hedaya, American actor *July 28 - Phil Proctor, American actor, voice actor and member of the Firesign Theatre *July 30 - Nicolau Breyner, Portuguese actor (died 2016) *August 3 – Martin Sheen, American actor *August 15 ** Maria Grazia Buccella, Italian actress ** Ze'ev Revach, Israeli comedian, film actor, director *August 19 – Jill St. John, American actress *August 23 - Tony Bill, American actor, producer and director *August 25 - Wilhelm von Homburg, German boxer, actor and professional wrestler (died 2004) *August 27 – Sonny Sharrock, American jazz guitarist (died 1994) *August 31 ** Larry Hankin, American character actor, performer, director, comedian and producer. ** Jack Thompson, Australian actor *September 3 - Pauline Collins, British actress *September 5 – Raquel Welch, American actress *September 7 - Dario Argento, Italian director, producer and screenwriter *September 11 – Brian De Palma, American director, producer and screenwriter *September 12 - Linda Gray, American actress, director and producer *September 25 – Roberto Del Giudice, Italian voice actor (died 2007) *September 18 - Frankie Avalon, American actor and singer *September 19 - Paul Williams (songwriter), American actor and singer *September 21 - Bill Kurtis, American producer and narrator *September 22 – Anna Karina, Danish-born French actress, director and singer (died 2019) *October 9 – John Lennon, English singer-songwriter and musician (The Beatles) (shot to death 1980) *October 14 – Cliff Richard, English singer and actor *October 16 - Barry Corbin, American actor *October 19 – Michael Gambon, Irish-born British actor *October 26 - Tilo Prückner, German actor (died 2020) *October 28 - Nic de Jager, South African actor *November 2 – Gigi Proietti, Italian actor (died 2020) *November 5 – Elke Sommer, German actress *November 13 – Rudolf Schwarzkogler, Austrian experimental filmmaker (died 1969) *November 15 – Sam Waterston, American actor *November 20 – Helma Sanders-Brahms, German director (died 2014) *November 22 - Terry Gilliam, American-born British screenwriter, director and animator (Monty Python's Flying Circus) *November 27 – Bruce Lee, Chinese- American martial artist and actor (died 1973) *December 1 – Richard Pryor, American comedian and actor (died 2005) *December 11 - Donna Mills, American actress *December 13 **Volli Käro, Estonian actor **Carol Locatell, American actress *December 24 **Janet Carroll, American character actress (died 2012) **Sharon Farrell, American actress *December 28 - Don Francisco (television host), Chilean television host *December 31 - Tim Considine, American actor and writer (died 2022) ==Deaths== * January 4 – Flora Finch, 72, American actress, A Cure for Pokeritis, The Cat and the Canary, Quality Street, Her Crowning Glory * February 20 – George Periolat, 66, American actor, The Mark of Zorro, One Rainy Afternoon, Morning Glory, What Price Hollywood? * March 5 – Maxine Elliott, 66, American actress, Fighting Odds * April 9 – Mrs. Patrick Campbell, 75, English actress, Riptide, One More River * April 11 – Hemmo Kallio, 77, Finnish actor, Anna Liisa * May 25 – Joe De Grasse, 67, Canadian- born American film director, Heart o' the Hills, The Scarlet Car, The Girl of the Night * July 1 – Ben Turpin, 70, American actor, Saps at Sea, Mr. Flip, A Clever Dummy * July 15 – Donald Calthrop, 52, English actor, Scrooge, Blackmail, Murder!, Major Barbara * September 25 – Marguerite Clark, 57, American actress, Scrambled Wives, Easy to Get, All of a Sudden Peggy, A Girl Named Mary * October 10 – Berton Churchill, 63, Canadian actor, Stagecoach, I Am a Fugitive from a Chain Gang, In Old Chicago, Heroes for Sale * October 12 – Tom Mix, 60, American actor, The Miracle Rider, Riders of the Purple Sage, Sky High * December 13 – Wilfred Lucas, 69, Canadian-born American actor, screenwriter, director, Modern Times, A Chump at Oxford, The Girl and Her Trust ==Debuts== *Jack Albertson – Strike up the Band *Dana Andrews – Lucky Cisco Kid *Anne Baxter – 20 Mule Team *Hugh Griffith – Night Train to Munich *Van Johnson – Too Many Girls *Arthur Kennedy – City for Conquest *Karl Malden – They Knew What They Wanted *Terry Moore – Maryland *Robert Ryan – The Ghost Breakers *Gene Tierney – The Return of Frank James *David Tomlinson – Garrison Follies *Forrest Tucker – The Westerner *Gig Young – Misbehaving Husbands *Deborah Kerr – Contraband *Donna Reed – Convicted Woman ==References== Category:Film by year",
 "title": "1940 in film"
}