{
 "id": "172436",
 "text": "The year 1938 in film involved some significant events. ==Top-grossing films (U.S.)== The top ten 1938 released films by box office gross in North America are as follows: {| class=\"wikitable sortable\" style=\"margin:auto; margin:auto;\" |+ Highest-grossing films of 1938 |- ! Rank !! Title !! Studio !! Box office gross rental |- ! style=\"text-align:center;\"| 1 |Boys Town | Metro-Goldwyn-Mayer | $2,828,000. |- ! style=\"text-align:center;\"| 2 | Alexander's Ragtime Band | 20th Century Fox | $2,630,000 |- ! style=\"text- align:center;\"| 3 | Test Pilot | Metro-Goldwyn-Mayer | $2,431,000 |- ! style=\"text-align:center;\"| 4 |You Can't Take It with You | Columbia Pictures | $2,137,575Joseph McBride, Frank Capra: The Catastrophe of Success University Press of Mississippi, 1992 p 381 |- ! style=\"text-align:center;\"| 5 | Sweethearts | Metro-Goldwyn-Mayer | $2,017,000Turk, Edward Baron \"Hollywood Diva: A Biography of Jeanette MacDonald\" (University of California Press, 1998) |- ! style=\"text-align:center;\"| 6 | In Old Chicago | 20th Century Fox | $1,964,000 |- ! style=\"text-align:center;\"| 7 | The Adventures of Robin Hood | Warner Bros. | $1,928,000Warner Bros financial information in The William Shaefer Ledger. See Appendix 1, Historical Journal of Film, Radio and Television, (1995) 15:sup1, 1–31 p 18 DOI: 10.1080/01439689508604551 |- ! style=\"text-align:center;\"| 8 |Marie Antoinette If I Were King | Metro-Goldwyn-Mayer Paramount Pictures | $1,800,000 |- ! style=\"text-align:center;\"| 9 | The Adventures of Marco Polo | United Artists/Samuel Goldwyn Productions | $1,700,000 |- ! style=\"text-align:center;\"| 10 | Love Finds Andy Hardy | Metro-Goldwyn-Mayer | $1,637,000 |- |} ==Events== *January – MGM announces that Judy Garland will be cast in the role of Dorothy Gale in the upcoming The Wizard of Oz film. Ray Bolger is cast as the Tin Woodman and Buddy Ebsen as the Scarecrow. At Bolger's insistence, the roles are switched between the two actors. On July 25, MGM announces Bert Lahr has been cast as the Cowardly Lion. *February 24 – The entertainment trade newspaper Variety reported that the film studio Metro-Goldwyn-Mayer (MGM) had bought the rights to adapt L. Frank Baum’s beloved children’s novel The Wonderful Wizard of Oz for the screen *April 5 – Noel Langley completes the first script for The Wizard of Oz. *April 20 – Leonard Slye appears in his first starring role as Roy Rogers in Under Western Stars. He became one of the most popular Western stars being ranked number one from 1943 to 1952 and would become known as \"King of the Cowboys\". *May 7 – Lyricist Edgar Yipsel Harburg and composer, Harold Arlen, begin work on the musical score for The Wizard of Oz. *October 13 – Filming starts on The Wizard of Oz on the Metro-Goldwyn-Mayer studio lot in Culver City, California, initially with Richard Thorpe as director. *October 21 – Buddy Ebsen suffers from a near fatal allergic reaction to the aluminum dust used in his Tin Woodman make-up on the set of The Wizard of Oz. Ebsen is replaced by Jack Haley. *December 23 – Margaret Hamilton is severely burned during a mishap on the set of The Wizard of Oz. Hamilton, who was cast in the role of the Wicked Witch of the West, leaves the film for six weeks. *Orson Welles makes Too Much Johnson, starring Joseph Cotten. It is never completed and first released only in 2013. * Producer George Minter establishes Renown Pictures, a British film distributor. ==Academy Awards== * Best Picture: You Can't Take It with You – Columbia * Best Director: Frank Capra – You Can't Take It with You * Best Actor: Spencer Tracy – Boys Town * Best Actress: Bette Davis – Jezebel * Best Supporting Actor: Walter Brennan – Kentucky * Best Supporting Actress: Fay Bainter – Jezebel ==1938 film releases== ===January–March=== *January 1938 **January 6 ***In Old Chicago *March 1938 **March 26 ***Jezebel ===April–June=== *April 1938 **April 7 ***The Adventures of Marco Polo **April 22 ***Test Pilot *May 1938 **May 14 ***The Adventures of Robin Hood *June 1938 **June 2 ***Three Comrades ===July–September=== *July 1938 **July 8 ***Marie Antoinette *August 1938 **August 5 ***Alexander's Ragtime Band **August 9 ***Four Daughters *September 1938 **September 1 ***You Can't Take It with You **September 9 ***Boys Town ===October–December=== *October 1938 **October 14 ***Young Dr. Kildare *November 1938 **November 11 ***If I Were King *December 1938 **December 22 ***Sweethearts ==Notable films released in 1938== United States unless stated ===A=== *Adiós Buenos Aires – (Argentina/Spain/Canada) *The Adventures of Marco Polo, starring Gary Cooper and Basil Rathbone *The Adventures of Robin Hood, directed by Michael Curtiz, starring Errol Flynn, Olivia de Havilland, Basil Rathbone *The Adventures of Tom Sawyer, directed by Norman Taurog *Águila o sol (Heads or Tails), starring Cantinflas – (Mexico) *Alexander Nevsky, directed by Sergei Eisenstein, starring Nikolai Cherkasov – (U.S.S.R.) *Alexander's Ragtime Band, starring Tyrone Power, Don Ameche, Alice Faye *Algiers, starring Charles Boyer and Hedy Lamarr *The Amazing Dr. Clitterhouse, starring Edward G. Robinson *Angels with Dirty Faces, starring James Cagney, Pat O'Brien, Humphrey Bogart ===B=== *Bank Holiday, starring Margaret Lockwood – (GB) *La Bête humaine (The Human Beast), directed by Jean Renoir, starring Jean Gabin and Simone Simon – (France) *The Big Broadcast of 1938, starring W.C. Fields, Martha Raye, Bob Hope, Dorothy Lamour *Billy the Kid Returns, starring Stan Laurel and Oliver Hardy *Block- Heads, starring Stan Laurel and Oliver Hardy *Blondie, starring Penny Singleton *Bluebeard's Eighth Wife, starring Gary Cooper and Claudette Colbert *Boys Town, starring Spencer Tracy and Mickey Rooney *Bringing Up Baby, directed by Howard Hawks, starring Cary Grant and Katharine Hepburn – number 14 on the American Film Institute list of best comedy films *The Buccaneer, directed by Cecil B. DeMille, starring Fredric March ===C=== *Carefree, starring Fred Astaire and Ginger Rogers *Carmen, la de Triana (Carmen, the girl from Triana) – (Spain/Germany) *Charlie Chan in Honolulu, starring Sidney Toler *A Christmas Carol, starring Reginald Owen *The Citadel, directed by King Vidor, starring Robert Donat and Rosalind Russell – (GB) *Climbing High, starring Michael Redgrave and Jessie Matthews – (GB) *Cocoanut Grove, starring Fred MacMurray *College Swing, starring George Burns, Gracie Allen, Martha Raye, Bob Hope *Convict 99, starring Will Hay – (GB) *Crime School, starring The Dead End Kids and Humphrey Bogart *The Crowd Roars, starring Robert Taylor and Maureen O'Sullivan ===D=== *Dangerous to Know, starring Anna May Wong and Akim Tamiroff *The Dawn Patrol, starring Errol Flynn *Diao Chan – (China) *The Divorce of Lady X, with Laurence Olivier and Merle Oberon – (GB) *The Drum, with Sabu and Raymond Massey – (GB) *Ducháček Will Fix It (Ducháček to zařídí) – (Czechoslovakia) ===F=== *La Femme du Boulanger (The Baker's Wife), directed by Marcel Pagnol, starring Raimu – (France) *Ferdinand the Bull, a Disney animated short *Fools for Scandal, starring Carole Lombard *The Four Companions, directed by Carl Froelich, starring Ingrid Bergman (Germany) *Four Daughters, starring Claude Rains *Four Men and a Prayer, directed by John Ford, starring Loretta Young, Richard Greene, David Niven *Four's a Crowd, starring Errol Flynn, Olivia de Havilland, Rosalind Russell, Patric Knowles ===G=== *The Gaunt Stranger, starring Sonnie Hale – (GB) *The Girl of the Golden West, starring Jeanette MacDonald and Nelson Eddy ===H=== *Hard to Get, starring Olivia de Havilland and Dick Powell *Having Wonderful Time, starring Ginger Rogers and Douglas Fairbanks Jr. *Her Jungle Love, starring Dorothy Lamour and Ray Milland *Here's Flash Casey, starring Eric Linden, Boots Mallory, and Cully Richards *Holiday, starring Katharine Hepburn and Cary Grant *Honeysuckle, starring Hugo del Carril and Libertad Lamarque (Argentina) *Hotel du Nord, directed by Marcel Carné – (France) ===I=== *I Am the Law, starring Edward G. Robinson *If I Were King, starring Ronald Colman *In Old Chicago, starring Tyrone Power, Alice Faye, Don Ameche *Inspector Hornleigh, starring Gordon Harker and Alastair Sim – (GB) *International Settlement, starring Dolores del Río ===J=== *J'accuse!, directed by Abel Gance – (France) *Jezebel, starring Bette Davis and Henry Fonda *Judge Hardy's Children, starring Lewis Stone, Mickey Rooney, Cecilia Parker, Fay Holden *Just Around the Corner, starring Shirley Temple ===K=== *Kentucky, starring Loretta Young, Richard Greene, Walter Brennan *Kentucky Moonshine, starring the Ritz Brothers *Kidnapped, starring Warner Baxter and Freddie Bartholomew *Kilómetro 111 – (Argentina) *King Kong Appears in Edo (Edo ni Arawareta Kingu Kongu) – (Japan) ===L=== *The Lady Vanishes, directed by Alfred Hitchcock, starring Michael Redgrave and Margaret Lockwood – (GB) *Listen, Darling, starring Judy Garland and Freddie Bartholomew *Little Miss Broadway, starring Shirley Temple, Jimmy Durante, Edna May Oliver *Little Tough Guy, starring Robert Wilcox, Helen Parrish, Marjorie Main *Lord Jeff, starring Freddie Bartholomew and Mickey Rooney *Love Finds Andy Hardy, starring Lewis Stone, Mickey Rooney, Judy Garland, Cecilia Parker, Fay Holden ===M=== *Mad About Music, starring Deanna Durbin and Herbert Marshall *The Mad Miss Manton, starring Barbara Stanwyck and Henry Fonda *A Man to Remember, starring Anne Shirley and Edward Ellis *Marie Antoinette, starring Norma Shearer and Tyrone Power *Men with Wings, directed by William Wellman, starring Fred MacMurray and Ray Milland *Merrily We Live, starring Brian Aherne, Constance Bennett, Billie Burke, Patsy Kelly *Mollenard, directed by Robert Siodmak – (France) *Mother Carey's Chickens, starring Anne Shirley *The Mountain Calls (Der Berg Ruft) – (Germany) *Mr. Moto's Gamble, starring Peter Lorre and Keye Luke *Mr. Wong, Detective, starring Boris Karloff *My Bill, starring Kay Francis, Dickie Moore ===O=== *Of Human Hearts, starring Walter Huston, James Stewart, Beulah Bondi *Old Bones of the River, starring Will Hay, Moore Marriott, Graham Moffatt – (GB) *Olympia, a documentary by Leni Riefenstahl – (Germany) *Out West with the Hardys, starring Lewis Stone, Mickey Rooney, Cecilia Parker, Fay Holden ===P=== *Paradise for Three, starring Frank Morgan, Robert Young, Mary Astor *Paweł i Gaweł (Pawel and Gawel) – (Poland) *Port of Seven Seas, directed by James Whale, starring Wallace Beery and Maureen O'Sullivan *Port of Shadows (Le quai des brumes), directed by Marcel Carné, starring Jean Gabin and Michel Simon – (France) *Prison Break, starring Barton MacLane and Glenda Farrell *Professor Beware, starring Harold Lloyd *Professor Mamlock – (U.S.S.R.) *Pygmalion, directed by Anthony Asquith, starring Leslie Howard and Wendy Hiller – (GB) ===R=== *Radio City Revels, starring Jack Oakie *Rawhide, starring Lou Gehrig, Smith Ballew, and Evalyn Knapp *Rebecca of Sunnybrook Farm, starring Shirley Temple *Red River Range, starring John Wayne *Room Service, starring the Marx Brothers and Lucille Ball ===S=== *The Saint in New York, starring Louis Hayward *Save a Little Sunshine, starring Patricia Kirkwood and Tommy Trinder – (GB) *The Shopworn Angel, starring James Stewart and Margaret Sullavan *Sidewalks of London, starring Charles Laughton, Vivien Leigh, Rex Harrison – (GB) *The Sisters, starring Errol Flynn and Bette Davis *Sixty Glorious Years, starring Anna Neagle – (GB) *Škola základ života – (Czechoslovakia) *A Slight Case of Murder, starring Edward G. Robinson *Suez, starring Tyrone Power and Loretta Young *Sweethearts, starring Jeanette MacDonald and Nelson Eddy ===T=== *The Terror of Tiny Town, starring Billy Curtis *Test Pilot, starring Clark Gable and Myrna Loy *That Certain Age, starring Deanna Durbin and Melvyn Douglas *There Goes My Heart, starring Fredric March, Virginia Bruce and Patsy Kelly *They Drive by Night, starring Emlyn Williams and Ernest Thesiger – (GB) *Three Comrades, starring Robert Taylor, Margaret Sullavan, Franchot Tone *Tom Sawyer, Detective, starring Donald O'Connor *Too Hot to Handle, starring Clark Gable and Myrna Loy ===U-V=== *Urlaub auf Ehrenwort (Leave on Parole) – (Germany) *Valley of the Giants, starring Wayne Morris and Claire Trevor *Young Fugitives, starring Harry Davenport *Vivacious Lady, starring Ginger Rogers and James Stewart *Volga-Volga – (U.S.S.R.) ===W=== *We're Going to Be Rich – starring Gracie Fields, Victor McLaglen and Brian Donlevy – (GB) *White Banners, starring Claude Rains and Fay Bainter *A Woman's Face (En kvinnas ansikte), starring Ingrid Bergman – (Sweden) *Woman Against Woman, starring Herbert Marshall and Virginia Bruce ===Y=== *A Yank at Oxford, starring Robert Taylor, Lionel Barrymore, Vivien Leigh – (GB) *You Can't Take It with You, directed by Frank Capra, starring James Stewart, Jean Arthur, Lionel Barrymore – Oscars for best picture and director *Young Dr. Kildare, starring Lew Ayres and Lionel Barrymore *The Young in Heart, starring Janet Gaynor, Douglas Fairbanks, Jr., Paulette Goddard ===Z=== *La Zandunga, starring Lupe Vélez and Arturo de Córdova – (Mexico) ==Serials== *Dick Tracy Returns, starring Ralph Byrd *The Fighting Devil Dogs, starring Lee Powell and Herman Brix *Flaming Frontiers *Flash Gordon's Trip to Mars, starring Buster Crabbe *The Great Adventures of Wild Bill Hickok *Hawk of the Wilderness, starring Herman Brix *The Lone Ranger *The Secret of Treasure Island *The Spider's Web *Red Barry ==Comedy film series== *Harold Lloyd (1913–1938) *Charlie Chaplin (1914–1940) *Lupino Lane (1915–1939) *Buster Keaton (1917–1944) *Laurel and Hardy (1921–1945) *Our Gang (1922–1944) *Marx Brothers (1929–1937) *The Three Stooges (1934–1959) ==Animated short film series== *Krazy Kat (1925–1940) *Oswald the Lucky Rabbit (1927-1938) *Mickey Mouse (1928–1953) *Silly Symphonies ** The Moth and the Flame ** Wynken, Blynken and Nod ** Farmyard Symphony ** Merbabies ** Mother Goose Goes Hollywood *Screen Songs (1929-1938) *Looney Tunes (1930–1969) *Terrytoons (1930–1964) *Merrie Melodies (1931–1969) *Scrappy (1931–1941) *Betty Boop (1932–1939) *Popeye (1933–1957) *Happy Harmonies (1934-1938) *Color Rhapsodies (1934–1949) *Donald Duck (1937–1956) *Walter Lantz Cartunes (also known as New Universal Cartoons or Cartune Comedies) (1938–1942) *The Captain and the Kids (1938–1939) ==Births== *January 1 – Frank Langella, American actor *January 3 - Tom Bower (actor), American actor *January 4 - Jim Norton (Irish actor), Irish character actor *January 6 – Larisa Shepitko, Soviet director (died 1979) *January 8 - Bob Eubanks, American television personality and game show host *January 9 – Nobuhiko Obayashi, Japanese filmmaker (d. 2020) *January 12 – Lewis Fiander, Australian actor (died 2016) *January 13 - Billy Gray (actor), American actor *January 14 – Jack Jones, American singer, actor *January 26 – Henry Jaglom, English-born director and playwright *January 29 – Aminah Cendrakasih, Indonesian actress *February 12 – Oliver Reed, English actor (died 1999) *February 17 – Yvonne Romain, English actress *February 19 – René Muñoz, Cuban-born actor, Mexico-based screenwriter (died 2000) *February 20 - Richard Beymer, American actor and fillmmaker *February 22 - Karin Dor, German actress (died 2017) *February 23 **Jiří Menzel, Czech director (died 2020) **Diane Varsi, American actress (died 1992) *February 24 **James Farentino, American actor (died 2012) **Robert A. Silverman, Canadian actor *February 25 - Diane Baker, American actress and producer *March 4 – Paula Prentiss, American actress *March 5 – Fred Williamson, American actor *March 18 – Shashi Kapoor, Indian actor (died 2017) *March 25 – Hoyt Axton, American country music singer-songwriter, actor (died 1999) *April 6 - Roy Thinnes, American actor *April 15 – Claudia Cardinale, Italian actress *May 5 - Michael Murphy (actor), American actor *May 6 - Hartmut Becker, German actor (died 2022) *May 12 **Luana Anders, American actress (died 1996) **Millie Perkins, American actress *May 13 - Buck Taylor, American actor *May 17 - Jason Bernard, American actor (died 1996) *May 22 **Richard Benjamin, American actor, director **Frank Converse, American actor **John Nolan (actor), British actor *May 24 - Tommy Chong, Canadian-American actor, writer, director, musician, cannabis rights activist and comedian. *June 12 – Tom Oliver, Australian actor *June 16 – Michael Culver, English actor *June 18 – Michael Sheard, Scottish actor (died 2005) *June 21 **Ron Ely, American actor **Celia Rodriguez, Filipina actress *June 25 – Giampiero Littera, Italian actor *July 6 – Luana Patten, American actress (died 1996) *July 8 – Andrey Myagkov, Soviet/Russian actor (died 2021) *July 9 – Brian Dennehy, American actor (died 2020) *July 11 – Jiří Krampol, Czech actor *July 18 – Paul Verhoeven, Dutch director *July 20 **Diana Rigg, English actress (died 2020) **Natalie Wood, American actress (died 1981) *July 22 - Terence Stamp, English actor *July 23 – Ronny Cox, American actor, singer-songwriter *July 25 – Pilar Seurat, Philippine-American actress (died 2001) *July 30 - Michael Bell (actor), American actor *August 6 **Paul Bartel, American actor, writer and director (died 2000) **Peter Bonerz, American actor and director *August 8 – Connie Stevens, American actress, singer *August 9 - Burton Gilliam, American actor *August 15 **Ron Dean, American actor **Lucille Soong, Chinese-American actress *August 19 - Diana Muldaur, American actress *August 26 – Susan Harrison, American actress (died 2019) *August 29 – Elliott Gould, American actor *September 2 ** Clarence Felder, American actor ** Giuliano Gemma, Italian actor (died 2013) ** Mary Jo Catlett, American actress *September 8 – Philip L. Clarke, American voice actor (died 2013) *September 12 - Michael Leader, English actor (died 2016) *September 26 - Jonathan Goldsmith, American character actor *September 28 – Ben E. King, American soul singer (died 2015) *October 1 ** Tunç Başaran, Turkish screenwriter, film director, film producer and actor (died 2019) ** Tony Darrow, Italian-American actor ** Stella Stevens, American actress *October 2 – Rex Reed, American film critic and \"actor\" *October 4 - Loretta Long, American actress, voice artist and singer *October 10 – Steve Gordon, American filmmaker (died 1982) *October 22 **Derek Jacobi, English actor and director **Christopher Lloyd, American actor *October 30 - Ed Lauter, American actor and stand-up comedian (died 2013) *November 13 – Jean Seberg, American actress (died 1979) *November 26 - Rich Little, Canadian-American voice actor *November 28 - Michael Ritchie (filmmaker), American director, producer and writer (died 2001) *December 6 - Patrick Bauchau, Belgian actor *December 12 **Connie Francis, American singer, actress **Leslie Schofield, English actor *December 14 - Hal Williams, American actor *December 16 **Neil Connery, Scottish actor (died 2021) **Liv Ullmann, Norwegian actress *December 18 - Roger E. Mosley, American actor, director and writer *December 21 - Larry Bryggman, American actor *December 29 – Jon Voight, American actor ==Deaths== *January 20 – Émile Cohl, 81, French film pioneer *January 21 – Georges Méliès, 76, French film pioneer, The Impossible Voyage, A Trip to the Moon, The Merry Frolics of Satan, The Conquest of the Pole *January 26 – Matthew Betz, 56, American actor, The Wedding March, The Patent Leather Kid, The Big House, The Hurricane Express *August 4 – Pearl White, 49, American silent film star, The Perils of Pauline, The Exploits of Elaine *August 6 – Warner Oland, 58, Swedish-born actor, The Jazz Singer, Shanghai Express, Charlie Chan in London, Charlie Chan at the Opera *September 19 – Pauline Frederick, 55, American stage & film actress, Thank You, Mr. Moto, Smouldering Fires, This Modern Age, Devil's Island *October 1 – Conway Tearle, 60, American stage & film actor, The Hurricane Express, Romeo and Juliet, Stella Maris, The Lost Zeppelin *December 25 – Harry Myers, 56, American film actor and director, City Lights, Baby *December 28 – Florence Lawrence, 48, Canadian actress, Hollywood's first \"star\", Lady Helen's Escapade, The Taming of the Shrew, The Mended Lute, Betrayed by a Handprint ==Debuts== *Eddie Albert – Brother Rat *Peter Finch – Dad and Dave Come to Town *John Garfield – Swingtime in the Movies *William Holden – Prison Farm *Lena Horne – The Duke is Tops *Glynis Johns – South Riding *June Lockhart – A Christmas Carol *Maureen O'Hara – Kicking the Moon Around *Vincent Price – Service de Luxe *Michael Redgrave – The Lady Vanishes == References == Category:Film by year",
 "title": "1938 in film"
}