{
 "id": "172546",
 "text": "thumb|The village of Cheung Chau, viewed from the north. The bay of Tung Wan is on the left and Cheung Chau Typhoon Shelter is on the right. Cheung Chau (lit. \"Long Island\") is an island southwest of Hong Kong Island. It is nicknamed the 'dumbbell island (啞鈴島)' due to its shape. It has been inhabited for longer than most other places in Hong Kong, and had a population of 22,740 . Administratively, it is part of the Islands District. ==Geography== Geographically the island is formed from two mostly granite masses joined by a tombolo. With an area of ,Survey and Mapping Office, Lands Department: Hong Kong geographic data sheet the island is therefore \"long\", hence the name as translated from Cantonese is \"Long Island\". Thus, it is redundant to say \"Cheung Chau Island\". The island is dumbbell-shaped, with hills at the northern and southern ends and the settlements concentrated in between. ==Economy== The central part of the island is well developed with shops and houses. The lane-ways are so narrow that normal motor traffic is impossible. Instead, there are small motorised trucks officially termed \"village vehicles\", which include specially designed mini-fire engines, ambulances and police cars. Residential areas also exist on the hills of the north and south. Traditionally the island was a fishing village and there are still fishing fleets working from the harbour. However, in recent years the island has become a major tourist attraction, offering a mixture of sandy swimming beaches, seafood cafés, and traditional Chinese culture. ==History== Under the terms of the 1898 Second Convention of Peking, the New Territories and 200 smaller islands including Cheung Chau Island were leased to the United Kingdom for 99 years. At that time, Cheung Chau was mainly a fishing village; it had more residents living on junks than on land. Cheung Chau had already been settled by people from other places in Southern China; for example, Hoklo, they are mainly fishing people; Hakka people; Chiu Chau; and Yue Ca. The island slowly evolved into a commercial hub with merchants selling supplies to the local fishing people, boat repair and fishing gear as well as the place to do business for fishing people and small farmers of other nearby islands like Lantau Island. From 2000, a spate of suicide cases (most of them by \"burning charcoal\") took place inside rental holiday homes on the island. Hong Kong Chinese-language newspapers soon dubbed the island \"Death Island\" and stories concerning apparitions appeared in the wake of news about the succeeding suicides. In 2005 a local councillor Lam Kit-sing () proposed a \"suicide theme-park\" to be built to capitalise on the island's now macabre reputation. Those plans were quickly ridiculed and subsequently rejected. Soon after, the choice of Cheung Chau for would-be suicides tailed off. ==Sights== thumb|Rock Carving on Cheung Chau. ===Temples=== Temples on Cheung Chau include: Cheung Chau Temples *Pak Tai Temple – one of the oldest temples in Hong Kong. The temple was built in 1783. It was demolished and completely rebuilt in 1989. In front of the temple, there are 4 pairs of guarding lions. Before the altar are statues of two generals, \"Thousand Miles Eye\" () and \"Favourable Wind Ear\" (), who together are traditionally said to be able to hear and see everything *Four temples dedicated to Tin Hau *Hung Shing Temple. Built in 1993, it is managed by the Chinese Temples Committee.Chinese Temples Committee: Hung Shing Temple, Cheung Chau *Kwan Kung Chung Yi Ting, a traditional temple built in 1973, dedicated to the god of justice Kwan Tai * Kwun Yam Temple () aka. Shui Yuet Temple () aka. Chi Kung (), near Kwun Yam Wan beach. Built before 1840, and dedicated to Guanyin (Kwun Yam), it gave its name to the nearby bay Kwun Yam Wan. ===Others=== *Tung Wan and Kwun Yam Wan beaches *Rock carvings located near Tung Wan Beach were reported by geologists in 1970, and are declared monuments of Hong Kong. This 3000-year-old rock carving is located on the east of the island, immediately below the Warwick Hotel. It consists of two groups of similar carved lines surrounding small depressions. *Cheung Po Tsai Cave, alleged to be the hiding place of Cheung Po Tsai, a 19th-century pirate *Cheung Chau Mini Great Wall, a hiking trail ==Hospitals== There is one local hospital providing basic care and one former hospital on the island. === St. John Hospital === St. John Hospital, also known as Haw Par Hospital, was founded in 1934 by Hong Kong St. John Ambulance and has been the island's main hospital since 1988. === Cheung Chau Fong Bin Hospital (Closed) === Fong Bin Hospital was founded in 1872 to provide shelter for homeless, medical care and mortuary for those whom perish during typhoons. The hospital was formed by locals on the island, but was eclipsed by the Haw Par Hospital and closed in 1988. ==Culture== ===Festivals=== thumb|Temporary altar built during the Cheung Chau Bun Festival. right|thumb|Bun Scrambling Competition 2010 {| class=\"wikitable\" |- ! Date (Chinese Lunar Calendar) !! Festival |- | 1st day of 1st month || Lunar New Year |- | 15th day of 1st month || Lantern Festival |- | 3rd day of 3rd month || Yuen Mo's Birthday |- | 18th day of 3rd month || Birthday of Tin Hau |- | 8th day of 4th month || Bun Festival |- | 5th day of 5th month || Tuen Ng Festival (Dragon Boat Festival) |- | 24th day of 6th month || Birthday of Kwan Tai |- | 15th day of 8th month || Mid-Autumn Festival |} ===Bun Festival=== The annual Cheung Chau Bun Festival is a festival which includes a parade of floats, most famously including young children dressed as famous characters doing impossible balancing acts.Cheung Chau Bun Festival It lasts three to four days and attracts tens of thousands of visitors to the island. ==Education== There are currently three primary schools in Cheung Chau, including C.C.C. Cheung Chau Church Kam Kong Primary School (中華基督教會長洲堂錦江小學), Cheung Chau Sacred Heart School (長洲聖心學校), and Kwok Man School (國民學校),\"POA School List 97.\" Hong Kong Education Bureau. Retrieved on 31 March 2019. and two secondary schools : Buddhist Wai Yan Memorial College and Cheung Chau Government Secondary School. Formerly there were 7 primary schools including the Fisheries Joint Association Public School, Shun Dal Primary School and The Cheung Chau Government Primary School and three secondary schools including the now closed Caritas Saint Paul's Secondary School. Although there are more people living on Cheung Chau now than ever, the fertility rate throughout Hong Kong has dropped significantly leading to many school closings throughout the city. ==Notable people== *Lee Lai Shan, a windsurfer, won Hong Kong's first Olympic gold medal in 1996. That Olympic gold was also Hong Kong's last Olympic medal since in 1997 Hong Kong became a Special Administrative Region of the People's Republic of China and now competes in the Olympics as Hong Kong, China. *Vincent Lee Kwun Leung (), a visual artist *Kong-Kwan Cheung, First Principal of Cheung Chau Fisheries Joint Association Public School ==Climate== ==Transportation== thumb|Medical evacuation by helicopter from Cheung Chau's helipad Sun Ferry operates ferries between Central pier number 5 and Cheung Chau. The ferries run approximately every 30 minutes depending upon time of day. Schedules on Sundays and public holidays differ from weekdays. The trip of about takes 55 minutes for ordinary ferries or 35 minutes for high speed ferries. Cheung Chau also has a ferry service to other outlying islands and regions such as Mui Wo and Chi Ma Wan. Due to inaccessibility to cars and other vehicles, most residents use bicycles for personal transportation. A number of bicycle rental shops near the ferry pier rent bicycles to tourists. The only motor vehicles on the island are those used by the emergency services, as well as village vehicles used to transport goods. ==See also== * Beaches of Hong Kong * List of islands and peninsulas of Hong Kong * List of places in Hong Kong ==References== ==External links== * Cheung Chau Island – Cheung Chau page at Hong Kong Tourism Board * Chinese Festivals -Hong Kong Tourism Board * My Hometown – Cheung Chau – TV program by the Radio Television Hong Kong on Cheung Chau. (video archive) * Hong Kong’s Other Peak – and the City’s Overlooked History of Segregation",
 "title": "Cheung Chau"
}