{
 "id": "172770",
 "text": "The Electro-Theremin is an electronic musical instrument developed by trombonist Paul Tanner and amateur inventor Bob Whitsell in the late 1950s to produce a sound to mimic that of the theremin. The instrument features a tone and portamento similar to that of the theremin, but with a different control mechanism. It consisted of a sine wave generator with a knob that controlled the pitch, placed inside a wooden box. The pitch knob was attached to a slider on the outside of the box with some string. The player would move the slider, thus turning the knob to the desired frequency, with the help of markings drawn on the box. This contrasts with the theremin, which a performer plays without touching as two antennas sense the position and movement of the performer's hands. ==Background== The instrument was custom-built at Tanner's request. Tanner appreciated the theremin's sound, but wanted greater control of pitch and attack. The Electro-Theremin uses mechanical controls, a long slide bar for the pitch (analogous to the slide of the trombone that was Tanner's main instrument) and a knob to adjust volume. This contrasts with the hand movements in space that formed the original theremin's signal feature. The Electro-Theremin also produces a slightly less complex timbre than the original. This is not due to the nature of the instrument, but due to the intentional harmonic generation in the output of the theremin, which Tanner did not do. Tanner played it for the 1958 LP record Music for Heavenly Bodies, the first full-length album featuring the instrument, and played it subsequently on several television and movie soundtracks, including George Greeley's theme for the 1960s TV series My Favorite Martian and on an LP record titled Music from Outer Space. Tanner played his Electro-Theremin on three songs by The Beach Boys: \"I Just Wasn't Made for These Times\", \"Good Vibrations\", and \"Wild Honey\". The instrument used in \"Good Vibrations\" was a Heathkit tube-type audio oscillator coupled to a mechanical action that allowed the player to mark notes along a ruler-type scale where notes could be located quickly and precisely. Tanner's prototype Electro-Theremin appears to have been the only one made. In the late 1960s, Tanner donated or sold the instrument to a hospital to use for audiology work, because he believed that newer keyboard synthesizers made it obsolete.The Paul Tanner Electro-Theremin — David S. Miller ==Tannerin== In 1999, Tom Polk built a replica of the original Electro-Theremin for Brian Wilson's solo tour of that year. Polk called his instrument the Tannerin in honor of the original creator and performer.Tannerin built for the 1999 Brian Wilson solo Tour - Tom Polk == Similar instruments == * A musical saw, also called a singing saw, is the application of a hand saw as a musical instrument, played with a bow. The sound creates an ethereal tone, very similar to the theremin. The musical saw is classified as a friction idiophone with direct friction (131.22) under the Hornbostel-Sachs system of musical instrument classification. * The Ondes- Martenot, 1928, which uses the principle of heterodyning oscillators, but has a keyboard as well as a slide controller and is touched while playing. *Trautonium, a monophonic electronic musical instrument by Friedrich Trautwein, invented in 1929 * The Electronde, invented in 1929 by Martin Taubman, has an antenna for pitch control, a handheld switch for articulation and a foot pedal for volume control.Taubman demonstrates his Electronde. Stills and a downloadable video at British Pathe news archive. 1938-12-12. * The MC-505 by Roland, using the integrated D-Beam-sensor, sounds like a Theremin. * The Haken Continuum Fingerboard uses a continuous, flat playing surface along which the player slides his fingers to create the desired pitch and timbre values. It is described as \"a continuous pitch controller that resembles a keyboard, but has no keys.\" * The Persephone, an analogue fingerboard synthesizer with CV and MIDI, inspired by the trautonium. The Persephone allows continuous variation of the frequency range from 1 to 10 octaves. The ribbon is pressure and position sensitive. * The Therevox ET series of instruments are modern Electro-Theremins, while the ET-4 is based on the Ondes-Martenot. * Audiocubes by Percussa are light-emitting \"smart blocks\" with four sensors, one on each side (optical theremin). The sensors measure the distance to the hands to control an effect or sound. * The Otamatone by the Cube Works company, which is played by sliding the fingers up and down a stem to control a three-level pitch sound. ==References== ==External links== *Paul Tanner Electro-Theremin Page - David S. Miller *professional Tannerins, slide theremins, Electro-Theremins - by Tom Polk *Homebuilt Musical Instruments - My First Tannerin - by Tom Polk Category:Electronic musical instruments Category:Continuous pitch instruments Category:Theremins",
 "title": "Electro-Theremin"
}