{
 "id": "172960",
 "text": "Galway Airport, , , is located at Carnmore, east of Galway City, County Galway, Ireland and is managed by Corrib Airport Limited. It has not serviced any scheduled passenger traffic since 31 October 2011, when Aer Arann ceased commercial operations at the airport. At 1289 m (4230 ft), the runway is too short to handle most jet airliners and so scheduled services were restricted to turboprop aircraft or small executive jets. In November 2013, it was announced that the airport's aviation licence would cease, closing the airport. In January 2015, it was announced that the airport would reopen for private and commercial flights, but as of December 2015 the airport was \"closed for commercial traffic until further notice\". ==History== thumb|Galway Airport thumb|ILS localiser aerials at the western end of the runway. In 1918, a landing ground was built for the Royal Flying Corps at nearby Oranmore. It was later used by Aer Arann, a local flying club, and private operators. However, it remained a grass strip and was virtually unusable in winter. Ernest Steiner, a German businessman, built his own strip opposite his factory at Carnmore. Aer Arann moved in also and commenced operations from there in 1974. The runway was extended to 1,200 metres and completed on 2 March 1987. Although it could accommodate larger aircraft it remained unsuitable for jet airliners and was entirely served by regional turboprop aircraft such as the French-Italian ATR-42. The first jet arrived at the airport on 30 March from Ohio, United States. It was a 12-seater Gulf-Stream II, and many more small business jets used the airport. A terminal and runway lighting project was completed by June of that year. In January 1988, Aer Lingus re-introduced the Dublin route; in March Ryanair launched a new route to London Luton and later re-routed it to Stansted. The two airlines went into a business war, Ryanair offering cheap flights direct to London and Aer Lingus to Heathrow, Amsterdam, and Paris on selected days via Dublin. In 1991, due to business restructuring, Ryanair withdrew their London service and Aer Lingus were soon to follow. In 1994, Aer Arann began the Dublin route supported by the state-funded public service obligation scheme. The route operated three times daily until state funding was withdrawn in 2011 and the airline ceased services on the route. In September 2001, they launched a service to London Luton and the load factor by 2003 was at 73%. The one-millionth passenger passed through the airport in April 2002. The airport was gaining in popularity and in 2003 Aer Arann launched two more routes to Manchester and Edinburgh with two further routes to Birmingham and Lorient launched in 2004. By 2007, Galway was officially the fastest growing airport in Ireland, fast exceeding international airports with passenger growth at 63% per annum at that time. Sixteen destinations were served directly, Bristol, Cardiff, Cork, Dublin, Edinburgh, Leeds Bradford, London Luton, Lorient, Manchester, Newcastle, Belfast City, Birmingham, Southampton, Bordeaux, Faro and Málaga. That year saw a record of 309,000 passengers use the airport. The two millionth passenger also passed through in that year. Aer Arann added a service to Amsterdam in 2008 which operated via Waterford Airport but was discontinued after a short period. In 2010, Manx2 added two services – Belfast International and Cork. These services were withdrawn in 2011. After 2008, numbers and routes dropped considerably with only Aer Arann routes to Luton, Lorient (seasonal), Manchester and Edinburgh remaining. In March 2011, Aer Arann launched twice-daily flights to London Southend Airport. An additional \"Development Fee\" of €10 was charged to all departing passengers aged 12 years and over. On 12 October 2011, Aer Arann announced that it was to suspend its services from Galway for the winter season, commencing on 31 October. This meant that there were no scheduled services from Galway. Airport management stated that the airport would remain open. Galway was the second Irish airport after Sligo Airport to have its scheduled services suspended in 2011. In February 2012, workers at the airport staged a sit-in to protest against the risk that their redundancy payments might not materialise after the airport's bankers had seized its working capital. In January 2015, Galway Airport reopened to commercial flights. The first commercial jet, under the new licence, arrived on 13 January 2015 from Stuttgart in Germany. The airport has obtained a new aviation licence, and a fuel licence recently, from the IAA. The Irish Air Corps carried out an audit of the facility, and the coastguard search and rescue helicopter operations staff visited the facility to carry out their own audit. The airport was being operated under licence from Galway County Council until May 2015 by Carnmore Aviation Ltd., a company owned by the Conneely Group in Ballinasloe. The Group also owns Weston Airport near Dublin, and the staff was shared between the airports. \"It is only a small step but great to have commercial aviation back at Galway Airport.\" The airport closed for commercial traffic in 2016, and is only used by the local flying club. In 2020, the Airport was used for COVID-19 testing ==Government assistance== On 21 February 2007, the Government of Ireland announced that it was providing €6.3 million in capital grant money for Galway Airport. In 2008, this allocation was reduced by 50–60% as a result of national budget cutbacks. In June 2011, the Government announced that funding for Galway Airport would cease by December 2011. The Government stated that the decision was taken to consolidate the four other regional airports which would receive state funding for 2012. ==General aviation== Galway Flying Club uses the airport for fixed-wing training and leisure flying.Galwayflyingclub.org ==Statistics== Passenger numbers through Galway airport. The airport ceased commercial traffic during 2011, and doesn't have any scheduled flights. {| class=\"wikitable\" style=\"text-align:center;\" border=\"1\" |- ! Year !! Passengers |- | 2001 || 90,000 |- | 2002 || 106,000 |- | 2003 || 138,000 |- | 2004 || 230,106 |- | 2005 || 252,897 |- | 2006 || 248,972 |- | 2007 || 309,302 |- | 2008 || 266,897 |- | 2009 || 194,158 |- | 2010 || 154,814 |- | 2011 || 67,002 |} When the airport was fully operational, these were the busiest routes from Galway. All these services have ceased and no date has been announced for their resumption. {| class=\"wikitable\" style=\"text-align:left;\" border=\"1\" |- | Rank || Origin || 2009 || 2010 || 2011 || % Change 2010/11 || Carrier |- | 1 || London Luton Airport, England, United Kingdom || 69,299 || 58,464 || 36,803†||41 ||Aer Arann |- | 2 || Manchester Airport, England, United Kingdom || 39,393 || 25,025 || 18,370 || 31||Aer Arann |- | 3 || Edinburgh Airport, Scotland, United Kingdom || 19,676 || 16,640 || 11,614|| 34||Aer Arann |- | 4 || Lorient South Brittany Airport, France || 2,232 || 2,325 || 465|| 80 || Aer Arann |} †Service shared between London Luton and London Southend in 2011 ==Ground transportation== The airport is located by road from Galway city centre. There are no public transport services. ==References== ==External links== * Official website Category:Airports in the Republic of Ireland Category:Transport in County Galway",
 "title": "Galway Airport"
}