{
 "id": "173125",
 "text": "Athenry (; ) is a town in County Galway, Ireland, which lies east of Galway city. Some of the attractions of the medieval town are its town wall, Athenry Castle, its priory and its 13th century Anglo-Norman street-plan. The town is also well known by virtue of the song \"The Fields of Athenry\". ==History== left|thumb|St. Mary's Parish Church in Athenry. Athenry's name derives from the ford ('Áth') crossing the river Clarin just east of the settlement. Though other inaccurate explanations are still given, it was called 'Áth na Ríogh' ('Ford of the Kings') because it was the home area of the Cenél nDéigill, kings of the Soghain, whose leading lineage were the Ó Mainnín. On some medieval maps of English origin the town is called Kingstown. Originally, Soghain was surrounded by Uí Maine to the east, Aidhne to the south, and Maigh Seola to the west. However, after 1135, and by 1152, Tairrdelbach Ua Conchobair forcibly incorporated it into the newly created trícha cét of Clann Taidg, ruled by lords such as Fearghal Ó Taidg an Teaghlaigh, who expelled the Ó Mainnín family. In the 1230s the Ó Taidg an Teaghlaigh family were in turn displaced by Meyler de Bermingham. The earliest remaining building in the town is Athenry Castle which was built sometime before 1240 by Meyler de Bermingham. In 1241, the Dominican Priory was founded, and became an important center for learning and teaching. It was ostensibly closed during the Protestant Reformation but survived until being desecrated and burned during the Mac an Iarla wars of the 1560s–80s, and was finally vandalised by Cromwellians in the 1650s. The medieval walls around Athenry are among the most complete and best preserved in Ireland with 70% of original circuit still standing, along with some of the original towers and the original North gate. The remains of the Lorro Gate were partially unearthed in 2007 during the redevelopment of road works in the area. In the centre of the town is the 'square'; markets were held from the 17th century onwards and where the town's late 15th century 'Market Cross' is still located. The monument which is of Tabernacle or Lantern type is the only one of its kind in Ireland and the only medieval cross still standing in situ in the country. A Heritage centre now occupies the remains of the mid-13th century St Mary's Collegiate Church adjacent to the town Square. The original medieval church is largely destroyed but in 1828 a Church of Ireland church was built into its chancel. In 1791, Jean Antoine Coquebert de Montbret visited the town, which he described as: Moyode Castle is another tall 16th-century fortified tower house of the Dolphin family, which went to the Persse family. The castle is now restored and inhabited and is located from the town of Athenry. In 1863, a late Bronze Age shield was found in the vicinity of Athenry, and is now held in the British Museum's collection. ==Economy and transport== ===Transport=== By road, Athenry is served by the M6 motorway which links Galway city to Dublin. By rail, it is served by the Athenry railway station, which opened on 1 August 1851 and lies on the Galway–Dublin main line of the Irish rail network. The town is at the junction of the Galway–Dublin line, and the partially complete the Western Railway Corridor (Limerick–Sligo). ===Industry=== In December 2017, funding was announced for a \"Food Innovation Hub\" in Athenry, projected by its promoters to create 360 jobs within 3 years, and to cost in the region of €3.9m. ==Sport== Athenry is home to the Gaelic Athletic Association St. Mary Club, who have won numerous All-Ireland Senior Club Hurling Championships. Athenry Athletics Club has a juvenile and a senior section. The club has produced two Olympic sprinters, Martina McCarthy and Paul Hession. McCarthy represented Ireland in the women's 4 × 400 metres relay at the 2000 Summer Olympics and Hession competed in the men's 200 metres at the 2008 Summer Olympics. Athenry is also home to Athenry F.C., founded in 1971. The club reached the 2006 final of the FAI Junior Cup, and the following year it became the Galway & District League champions for the first time, repeating the same achievement during the 2007–08, 2009–10, and 2014–15 seasons. In 2007, 2008, 2009, 2011 and 2016, Athenry also won the Connacht Junior Cup title. Athenry is also home of the Athenry Golf Club and Athenry Judo Club. ==International relations== ===Twin towns – Sister cities=== Athenry is twinned with the town of Quimperlé in Brittany (France) and, since 2013, Renews-Cappahayden, Newfoundland and Labrador (Canada). ==People== The following is a list of notable natives of Athenry: ==See also== * Battle of Maigh Mucruimhe * Baron Athenry * First Battle of Athenry * Second Battle of Athenry * The Sack of Athenry * The Fields of Athenry * Nevin (surname) * List of abbeys and priories in Ireland (County Galway) * List of towns and villages in Ireland ==Note== ==References== ==Further reading== ==External links== * Athenry History Archive * Athenry Community Council Category:Towns and villages in County Galway",
 "title": "Athenry"
}