{
 "id": "173240",
 "text": "Piaggio & C. SpA (Piaggio ) is an Italian motor vehicle manufacturer, which produces a range of two-wheeled motor vehicles and compact commercial vehicles under seven brands: Piaggio, Vespa, Gilera, Aprilia, Moto Guzzi, Derbi, and Scarabeo. Its corporate headquarters are located in Pontedera, Italy. The company was founded by Rinaldo Piaggio in 1884, initially producing locomotives and railway carriages. Piaggio's subsidiaries employ a total of 7,053 employees and produced a total of 519,700 vehicles in 2014. The manufacturer has six research-and-development centers and operates in over 50 countries. ==History== In 1882, Enrico Piaggio purchased land in Sestri Ponente (Genoa) to set up a timber yard. Two years later, in 1884, his 20-year-old son, Rinaldo Piaggio, founded Piaggio & C. The company initially built locomotives and railway carriages but in 1917, towards the end of World War I, Rinaldo Piaggio turned to the military sector. To begin, the company produced MAS anti-submarine motorboats, aeroplanes and seaplanes under Ansaldo, Macchi, Caproni, and Dornier licenses but later progressed to vehicles constructed according to Piaggio's own drawings. Between 1937 and 1939 Piaggio achieved 21 world records with its aircraft and engines built at the company's new factory in Pontedera, culminating in the four-engine Piaggio P.108 bomber. Rinaldo died in 1938, by which time Piaggio was owned by multiple shareholders within the family, along with the entrepreneur Attilio Odero. Management of the company passed to his sons Enrico and Armando. By 1940 Piaggio was manufacturing trains, nautical fittings, aircraft engines, aeroplanes, trucks, trams, buses, funiculars and aluminium windows and doors. The Pontedera plant was destroyed by Allied bombing and production activities were relocated to the Biella area. After the war, Enrico Piaggio decided to diversify the company's activities outside the aeronautical industry to address a perceived need for a modern, affordable mode of transport for the Italian mass market. The first attempt, based on a small motorcycle made for parachutists, was known as the MP5 and nicknamed the \"Paperino\" (the Italian name for Donald Duck) because of its strange shape. Ultimately Enrico Piaggio did not like it and asked Corradino D'Ascanio to redesign it. D'Ascanio, an aeronautical engineer responsible for the design and construction of the first modern helicopter by Agusta, was not naturally enthusiastic about motorcycles, judging them to be uncomfortable and bulky, with wheels that were difficult to change after a puncture. When asked to design a motorcycle for Ferdinando Innocenti, D'Ascanio had come up with a step through scooter design but D'Ascanio and Innocenti disagreed over use of a pressed steel frame rather than tubular, so D'Ascanio took his design to Piaggio. Innocenti would ultimately use D'Ascanio's original design for their Lambretta scooter. Piaggio asked D'Ascanio to create a simple, robust and affordable vehicle. The motorcycle had to be easy to drive for both men and women, be able to carry a passenger, and not get its driver's clothes dirty. The engineer's drawings proved a significant departure from the Paperino. With the help of Mario D'Este he prepared the first Vespa project, manufactured at Piaggio newly- rebuilt Pontedera headquarters in April 1946. Piaggio launched the Vespa (Italian for \"wasp\") and within ten years more than a million units had been produced. The Italian language gained a new word, \"vespare\", meaning to go somewhere on a Vespa. ===Ownership=== Vespa thrived until 1992 when Giovanni Alberto Agnelli, son of Antonella Bechi Piaggio and Umberto Agnelli, became CEO. Agnelli was very successful in expanding production and modernising the offer. He died unexpectedly of cancer in 1997, aged 33. In 1999 Morgan Grenfell Private Equity acquired Piaggio, but hopes for a quick sale were dashed by a failed joint venture in China. In Italy, Piaggio invested 15 million euros ($19.4 million) in a new motorcycle but dropped it after building a prototype. By the end of 2002, the company had run up 577 million Euros in debt on revenues of 945 million Euros, and booked a loss of 129 million Euros. In 2003 Piaggio's debt was reduced by a 100 million Euro investment made by IMMSI, a holding company of the Colaninno family. 150 million shares were also converted by creditor banks. Reflecting on his investment, Roberto Colaninno said, \"A lot of people told me I was crazy. Piaggio wasn't dying. It just needed to be treated better.\"\" Colaninno became the new chairman of Piaggio, while Dr. Rocco Sabelli becoming the managing director. Sabelli redesigned the production line according to Japanese principles so that every Piaggio scooter could be made on any assembly line. Contrary to expectations, Mr. Colaninno did not fire a single worker—a move which helped seduce the company's skeptical unions. \"Everyone in a company is part of the value chain,\" said Colaninno. All bonuses for blue-collar workers and management were based on the same criteria: profit margins and customer satisfaction. Air conditioning was installed in the factory for the first time, increasing productivity. He also gave the company's engineers, who had been idled by the company's financial crisis, deadlines for projects. They rolled out two world firsts in 2004: a gas-electric hybrid scooter and a sophisticated tilting scooter with two wheels in front and one in back to grip the road better. One of Piaggio's problems Mr. Colaninno couldn't fix from the inside was its scale. Even though Piaggio was the European market leader, it was dwarfed by rivals Honda and Yamaha. A year after restoring Piaggio's health, Colaninno directed Piaggio's takeover of the Italian scooter and motorcycle manufacturer Aprilia, and with it the Aprilia-owned Moto Guzzi, a storied Italian manufacturer of motorcycles. In 2006, Piaggio floated on the Milan Stock Exchange, becoming a public company. ===Production=== In 1956, with production of the millionth Vespa scooter, Italy had its first mass- produced motorised vehicle. Taking advantage of increased cash flow thanks to the success of the Vespa, Piaggio developed other products, including the 1957 Vespa 400, a compact passenger car. In 1959 Piaggio came under the control of the Agnelli family, the owners of car maker Fiat SpA. By 1960 Vespa had produced and sold 4 million units worldwide. In 1964 the aeronautical and motorcycle divisions of Piaggio split to become two independent companies as a result of the wide ownership by Fiat in Italian industry. The aeronautical division was named IAM Rinaldo Piaggio. The aircraft company Piaggio Aero was controlled by the family of Piero Ferrari, who still hold 10% of Ferrari. In 1969 Piaggio purchased the motorcycle company Gilera, one of the oldest European motorcycle manufacturers (founded in 1909), famous for its sporting achievements and world titles in the Motorcycle World Championship. In 1971 a steering wheel was added to the Piaggio Ape, a model first produced in 1948, culminating in the Ape Car. Four years later, in 1975, the company made the first prototype of an electric Ape. In 1988 the Vespa reached the milestone of 10 million units produced. In 1996, on the fiftieth anniversary of the first model, Vespa passed 15 million units produced and the new 4-stroke Vespa ET, the first completely new Vespa for 18 years, was launched. Piaggio was still in poor financial health but its brand recognition remained strong, boosted by the appearance of the ET4 in several Hollywood films. In 1999, in Baramati, production began on a three-wheeler Ape for the Indian domestic market. In 2000 Piaggio and Vespa returned to the United States with the opening of the first Vespa Boutique in Los Angeles. In that same year the Piaggio Historical Museum was inaugurated in Pontedera. The museum showcases the Piaggio Historical Archive, one of the most comprehensive company archives on the industrial history of Italy. In 2001 the Piaggio Group acquired Derbi-Nacional Motor SA, an historical Spanish brand founded in 1922 that had won 18 world titles and was a continental leader in the small displacement motorbike segment. In the same year Gilera returned to the Motorcycle World Championship and immediately won the world title in the 125 category with Manuel Poggiali. In 2004, at the end of December, the final contract for the acquisition of the Aprilia-Moto Guzzi Group was signed. The most important European two-wheeler group is born. In 2007 Piaggio Group officially arrives in Vietnam. The Vinh Phuc plant includes R&D;, welding and painting activities, as well as final assembly of the scooters, with warehouse, testing, quality control and office areas. In 2009 the Piaggio Mp3 Hybrid makes its debut on the market which was first hybrid scooter in the world, integrating the conventional low- environmental-impact internal combustion engine with a zero-emission electric motor and combining the advantages of the two power trains. In Baramati (State of Maharashtra), in 2012, the Piaggio Group's new plant for the production of Vespa's for the local market was opened. In 2013 the PADC – Piaggio Advanced Design Center opened in Pasadena (California, United States). The Vespa 946 was also launched this year, along with the new Vespa Primavera, the latest evolution of the \"small body\" family. In 2013 Vespa's worldwide sales numbered almost 190,000 units; in 2004 the figure stood at 58,000. In ten years of continuous progression over 1.3 million new Vespas have reached the streets of the world. Since 1946 over 18 million Vespas have been produced and sold. In September 2017 Foton and Piaggio agreed to form a joint venture to develop and produce light commercial vehicle.Piaggio and Foton joint venture Based on Foton chassis the new vehicle was sold by Piaggio Commercial Vehicle division in Europe and in all markets around the world but not in China. The vehicle is intended to be a successor of the Piaggio Porter and production was planned to start in mid-2019 in Pontedera (Italy) with all components produced by Foton in China.Piaggio Accordo con Foton per il nuovo Porter ==\"Cultural Project\" Piaggio== Piaggio's \"cultural project\" promotes the reconstruction and enhancement of the company's heritage and is composed by three initiatives: the Piaggio Foundation, the Historical Archives and the Piaggio Museum. In 2003 the Museum and Archives were recognised as the Best Corporate Museum and Archive by winning the Italian prize \"Premio Impresa e Cultura\". In 2016, under the patronage of the Italian Ministry of Culture, Piaggio received the Corporate Art Award from pptArt for its Corporate Museum. ==Brands and models== thumb|upright|1962 Vespa 150 GL thumb|Piaggio MP3 three-wheel scooter ===Group brands=== *Aprilia – motorcycles, scooter and mopeds *Piaggio – scooters, mopeds. *Vespa – scooters and mopeds *Scarabeo – scooters and mopeds *Derbi – motorcycles, scooters, mopeds and recreational ATVs (quads) *Gilera – motorcycles, scooters, mopeds and recreational ATVs (quads) *Moto Guzzi – motorcycles *Piaggio Commercial Vehicles – light commercial vehicles ==Vehicle== ===Current production=== 2-wheels vehicle *Piaggio Fly (Asian market) *Piaggio Beverly *Piaggio Liberty *Piaggio Medley *Piaggio Vespa *Piaggio Zip *Piaggio X7 (Asian market) *Piaggio 1 3-wheels vehicle *Piaggio MP3 *Piaggio Ape *Piaggio MyMoover Commercial vehicles *Piaggio Porter ===Discontinued=== 2-wheels vehicle *Piaggio Boss *Piaggio Boxer *Piaggio Bravo *Piaggio Carnaby *Piaggio Ciao *Piaggio Cosa *Piaggio Diesis *Piaggio Free *Piaggio Grande *Piaggio Grillo *Piaggio Hexagon *Piaggio NRG *Piaggio Quartz *Piaggio Scatto *Piaggio Sfera *Piaggio Skipper *Piaggio Si *Piaggio Toledo *Piaggio Typhoon *Piaggio Vespino *Piaggio Velofax *Piaggio X7 *Piaggio X8 *Piaggio X9 *Piaggio X10 *Piaggio Xevo 3-wheels vehicle *Piaggio Ciao Porter Commercial vehicle *Piaggio Quargo All-terrain vehicles *Piaggio Trackmaster (rebadged Arctic Cat TRV) Quadricycle *Piaggio M500 (rebadged Casalini Ydea) *Piaggio AL500 (rebadged Grecav Eke) *Piaggio PK500 (rebadged Grecav Eke Pick-up) aircraft engines (1920-1950) *Piaggio P.VI *Piaggio P.VII *Piaggio P.VIII *Piaggio P.IX *Piaggio P.X *Piaggio P.XI *Piaggio P.XII *Piaggio P.XV ===Electric scooters=== The new plug-in hybrid version of the Piaggio MP3 will be equipped with a 125 cc petrol engine and electric motor, which offers about and travels using battery power alone. This machine could be out in 2009. Piaggio/Vespa are also developing hybrid electric scooters. There are two models in the works, based on the popular Vespa LX 50 and the beefier Piaggio X8 125. At the Beijing Motor Show 2021, Piaggio unveiled the brand new electric scooter Piaggio 1. This model was produced in three versione: 1 base, 1+ and 1 Active. The 1 base has a 1.4 kWh and 48V battery, a 1.2 kW engine, a torque of 85 Nm, a maximum speed of 45 km/h (it is therefore approved as a moped) and a range of 55 km. The 1+ version differs in the battery that rises to 2.3 kWh and the autonomy that reaches 100 kilometers. The 1 Active model has the same 2.3 kWh battery, but the engine has a maximum power of 2 kW, the torque goes to 95 Nm and the speed rises to 60 km/h (motorcycle homologation), the average range is 85 km. For all versions the charging times are 6 hours. ==References== ==External links== *Piaggio official website *Piaggio Commercial Vehicles *Piaggio Museum - Museo Piaggio Category:Vehicle manufacturing companies established in 1884 Category:1884 establishments in Italy Category:Companies listed on the Borsa Italiana Category:Motorcycle manufacturers of Italy Category:Aircraft manufacturers of Italy Category:Aircraft engine manufacturers of Italy Category:Scooter manufacturers Category:Moped manufacturers Category:Plug-in hybrid vehicles Category:Private equity portfolio companies Category:Companies based in Tuscany Category:Engine manufacturers of Italy",
 "title": "Piaggio"
}