{
 "id": "173353",
 "text": "Paul Graham (; born 13 November 1964) is an English-born American computer scientist, essayist, entrepreneur, venture capitalist, and author. He is best known for his work on the programming language Lisp, his former startup Viaweb (later renamed Yahoo! Store), cofounding the influential startup accelerator and seed capital firm Y Combinator, his blog, and Hacker News. He is the author of several computer programming books, including: On Lisp (1993), ANSI Common Lisp (1995), and Hackers & Painters (2004). Technology journalist Steven Levy has described Graham as a \"hacker philosopher\". ==Biography== ===Early life=== Graham and his family moved to Pittsburgh, Pennsylvania in 1968, where he later attended Gateway High School. Graham gained interest in science and mathematics from his father who was a nuclear physicist. ===Education=== Graham received a Bachelor of Arts in philosophy from Cornell UniversityUndergraduation. Paul Graham. Retrieved 22 July 2011. (1986).EZRA: Cornell's Quarterly Magazine (Fall 2011) \"Paul Graham '86\" He then attended Harvard University, earning Master of Science (1988) and Doctor of Philosophy (1990) degrees in computer science. He has also studied painting at the Rhode Island School of Design and at the Accademia di Belle Arti in Florence. ===Career=== In 1996, Graham and Robert Morris founded Viaweb and recruited Trevor Blackwell shortly after. Viaweb was the first application service provider (ASP) according to Graham. Viaweb's software, written mostly in Common Lisp, allowed users to make their own Internet stores. In the summer of 1998, after Jerry Yang received a strong recommendation from Ali Partovi, Viaweb was sold to Yahoo! for 455,000 shares of Yahoo! stock, valued at $49.6 million. After the acquisition, the product became Yahoo! Store. Graham later gained notice for his essays, which he posts to his personal website. Essay subjects range from \"Beating the Averages\", which compares Lisp to other programming languages and introduced the hypothetical programming language Blub, to \"Why Nerds are Unpopular\", a discussion of nerd life in high school. A collection of his essays has been published as Hackers & Painters by O'Reilly Media, which includes a discussion of the growth of Viaweb and what Graham perceives to be the advantages of Lisp to program it. In 2001, Graham announced that he was working on a new dialect of Lisp named Arc. It was released on 29 January 2008. Over the years since, he has written several essays describing features or goals of the language, and some internal projects at Y Combinator have been written in Arc, most notably the Hacker News web forum and news aggregator program. In 2005, after giving a talk at the Harvard Computer Society later published as \"How to Start a Startup\", Graham along with Trevor Blackwell, Jessica Livingston, and Robert Morris started Y Combinator to provide seed funding to a large number of startups, particularly those started by younger, more technically oriented founders. Y Combinator has now invested in more than 1300 startups, including Reddit, Justin.tv, Xobni, Dropbox, Airbnb and Stripe. BusinessWeek included Paul Graham in 2008 edition of its annual feature, The 25 Most Influential People on the Web. In response to the proposed Stop Online Piracy Act (SOPA), Graham announced in late 2011 that no representatives of any company supporting it would be invited to Y Combinator's Demo Day events. In February 2014, Graham stepped down from his day-to-day role at Y Combinator. In October 2019, Graham announced a specification for another new dialect of Lisp, written in itself, named Bel. ===Personal life=== In 2008, Paul Graham married Jessica Livingston. Graham currently has two children and resides in England. ==Essays== === Graham's hierarchy of disagreement=== right|thumb|upright=1.8|Graham's hierarchy of disagreement Graham proposed a \"disagreement hierarchy\" in a 2008 essay \"How to Disagree\", putting types of argument into a seven-point hierarchy and observing that \"If moving up the disagreement hierarchy makes people less mean, that will make most of them happier.\" Graham also suggested that the hierarchy can be thought of as a pyramid, as the highest forms of disagreement are rarer. Following this hierarchy, Graham notes that articulate forms of name-calling (e.g., \"The author is a self-important dilettante\") are no different from crude insults. === The Blub paradox=== Graham considers the hierarchy of programming languages with the example of \"Blub\", a hypothetically average language \"right in the middle of the abstractness continuum. It is not the most powerful language, but it is more powerful than Cobol or machine language.\"; published in Hackers & Painters, 2004; the essay was also reprinted in The Planning and Scheduling Working Group Report on Programming Languages , by JM Adams, R Hawkins, C Myers, C Sontag, S Speck It was used by Graham to illustrate a comparison, beyond Turing completeness, of programming language power, and more specifically to illustrate the difficulty of comparing a programming language one knows to one that one does not. Graham considers a hypothetical Blub programmer. When the programmer looks down the \"power continuum\", they consider the lower languages to be less powerful because they miss some feature that a Blub programmer is used to. But when they look up, they fail to realise that they are looking up: they merely see \"weird languages\" with unnecessary features and assumes they are equivalent in power, but with \"other hairy stuff thrown in as well\". When Graham considers the point of view of a programmer using a language higher than Blub, he describes that programmer as looking down on Blub and noting its \"missing\" features from the point of view of the higher language. Graham describes this as the \"Blub paradox\" and concludes that \"By induction, the only programmers in a position to see all the differences in power between the various languages are those who understand the most powerful one.\" The concept has been cited by programmers such as Joel Spolsky. == See also == * Anaphoric macro – first appeared in Paul Graham's On Lisp ==References== ==External links== * * Inc. magazine profile * Audio: What Business Can Learn From Open Source * Video: \"Be Good\": Paul Graham at Startup School 08 * Paul Graham provides stunning answer to spam e-mails * Techcrunch interview * * The Hundred-Year Language, an essay * Paul Graham's essays in all languages Category:1964 births Category:Living people Category:Lisp (programming language) people Category:English computer programmers Category:American computer programmers Category:American software engineers Category:Cornell University alumni Category:Businesspeople in information technology Category:Businesspeople in software Category:Harvard University alumni Category:American technology writers Category:O'Reilly writers Category:Programming language designers Category:American technology company founders Category:American computer businesspeople Category:Yahoo! employees Category:British company founders Category:Y Combinator people Category:People from Weymouth, Dorset Category:People from Pittsburgh",
 "title": "Paul Graham (programmer)"
}