{
 "id": "173598",
 "text": "William Henry Mauldin (; October 29, 1921 – January 22, 2003) was an American editorial cartoonist who won two Pulitzer Prizes for his work. He was most famous for his World War II cartoons depicting American soldiers, as represented by the archetypal characters Willie and Joe, two weary and bedraggled infantry troopers who stoically endure the difficulties and dangers of duty in the field. His cartoons were popular with soldiers throughout Europe, and with civilians in the United States as well. However, his second Pulitzer Prize was for a cartoon published in 1958, and possibly his best- known cartoon was after the Kennedy assassination. ==Early life== Mauldin was born in Mountain Park, New Mexico, into a family with a tradition of military service. His father, Sidney Albert Mauldin (né Bissell, but adopted after being orphaned) served as an artilleryman in World War I. Bill's grandfather by way of his father's adoption, for whom Bill was named, had been a civilian scout in the Apache Wars. After his parents' divorce, Bill and his older brother Sidney moved to Phoenix, Arizona in 1937 and attended Phoenix Union High School. It was there that he began his career in editorial journalismwriting for PUHS's Coyote Journal. Bill did not graduate with his class (he was later granted a diploma in 1945) and in 1939 he took courses at the Chicago Academy of Fine Arts where he studied political cartooning with Vaughn Shoemaker. While in Chicago, Mauldin met Will Lang Jr. and became fast friends with him. Lang Jr. later became a journalist and a bureau head for Life magazine. ==World War II== thumb|\"Me future is settled, Willie. I'm gonna be a perfessor on types o' European soil.\" First published in Stars and Stripes. Mediterranean edition, October 25, 1944. Shortly after returning to Phoenix in 1940, Mauldin enlisted in the Arizona National Guard. His division, the 45th Infantry Division, was federalized just two days later. While in the 45th, Mauldin volunteered to work for the unit's newspaper, drawing cartoons about regular soldiers or \"dogfaces\". Eventually he created two cartoon infantrymen, Willie and Joe, who represented the average American GI. During July 1943, Mauldin's cartoon work continued when, as a sergeant of the 45th Infantry Division's press corps, he landed with the division in the invasion of Sicily and later in the Italian campaign.DePastino, Willie & Joe. 2008. Mauldin began working for Stars and Stripes, the American soldiers' newspaper; as well as the 45th Division News, until he was officially transferred to the Stars and Stripes in February 1944. Egbert White, editor of the Stars and Stripes, encouraged Mauldin to syndicate his cartoons and helped him find an agent. By March 1944, he was given his own jeep, in which he roamed the front, collecting material. He published six cartoons a week.Michaelis, David. \"He Drew Great Mud\" . The New York Times Sunday Book Review. March 2, 2008 His cartoons were viewed by soldiers throughout Europe during World War II, and were also published in the United States. The War Office supported their syndication,Bill Mauldin, edited by Todd DePastino, 2008. Willie & Joe: The War Years p. 13 not only because they helped publicize the ground forces but also to show the grim side of war, which helped show that victory would not be easy.Mauldin and DePastino 2008. p. 15 While in Europe, Mauldin befriended a fellow soldier-cartoonist, Gregor Duncan, and was assigned to escort him for a time. (Duncan was killed at Anzio in May 1944.) thumb|right|Mauldin in uniform, 1945 Mauldin was not without his detractors. His images—which often parodied the Army's spit-shine and obedience-to-orders-without-question policy—offended some officers. After a Mauldin cartoon ridiculed Third Army commander General George Patton's decree that all soldiers be clean-shaven at all times—even in combat—Patton called Mauldin an \"unpatriotic anarchist\" and threatened to \"throw [his] ass in jail\" and ban Stars and Stripes from his command. General Dwight Eisenhower, Patton's superior, told Patton to leave Mauldin alone; he felt the cartoons gave the soldiers an outlet for their frustrations. \"Stars and Stripes is the soldiers' paper,\" he told him, \"and we won't interfere.\"Mauldin, B. Up Front. W.W. Norton (2000), pp. vi–vii. . In a 1989 interview, Mauldin said, \"I always admired Patton. Oh, sure, the stupid bastard was crazy. He was insane. He thought he was living in the Dark Ages. Soldiers were peasants to him. I didn't like that attitude, but I certainly respected his theories and the techniques he used to get his men out of their foxholes.\"Lamb, D. \"Bill, Willie, and Joe\". MHQ – The Quarterly Journal of Military History, vol. 1, issue 4 (summer, 1989), pp. 36–47. Mauldin's cartoons made him a hero to the common soldier. GIs often credited him with helping them to get through the rigors of the war. His credibility with the common soldier increased in September 1943, when he was wounded in the shoulder by a German mortar while visiting a machine gun crew near Monte Cassino. By the end of the war, he received the Legion of Merit for his cartoons. Mauldin wanted Willie and Joe to be killed on the last day of combat, but Stars and Stripes dissuaded him. ==Postwar activities== In 1945, at the age of 23, Mauldin won a Pulitzer Prize for his wartime body of work, exemplified by a cartoon depicting exhausted infantrymen slogging through the rain, its caption mocking a typical late-war headline: \"Fresh, spirited American troops, flushed with victory, are bringing in thousands of hungry, ragged, battle-weary prisoners\".\"Editorial Cartooning\" . The Pulitzer Prizes. Retrieved 2013-11-01. The first civilian compilation of his work, Up Front, a collection of his cartoons interwoven with his observations of war, topped the best-seller list in 1945. After war's end, the character of Willie was featured on the cover of Time magazine for the June 18, 1945, issue. Mauldin made the cover of the July 21, 1961, issue. After the war, Mauldin turned to drawing political cartoons expressing a generally civil libertarian view associated with groups such as the American Civil Liberties Union. These were not well received by newspaper editors, who were hoping for apolitical cartoons. Mauldin's attempt to carry Willie and Joe into civilian life was also unsuccessful, as documented in his memoir Back Home in 1947. In 1951, he appeared with Audie Murphy in the John Huston film The Red Badge of Courage, and in Fred Zinnemann's Teresa.\"Bill Mauldin, Cartoonist Who Showed World War II Through G.I. Eyes, Dies at 81\". The New York Times. (January 23, 2003). Retrieved September 27, 2016. In 1956, he ran unsuccessfully for the United States Congress as a Democrat in New York's 28th congressional district. Mauldin said about his run for Congress: > I jumped in with both feet and campaigned for seven or eight months. I found > myself stumping around up in these rural districts and my own background did > hurt there. A farmer knows a farmer when he sees one. So when I was talking > about their problems I was a very sincere candidate, but when they would ask > me questions that had to do with foreign policy or national policy, > obviously I was pretty far to the left of the mainstream up there. Again, > I'm an old Truman Democrat, I'm not that far left, but by their lives I was > pretty far left.\"A Turn in Career, 1950–1958\" . Bill Mauldin: Beyond Willie > And Joe, An online tribute drawn from the collections of the Library of > Congress – Swann Foundation, 2003 In 1959, Mauldin won a second Pulitzer Prize, while working at the St. Louis Post-Dispatch, for a cartoon depicting Soviet author Boris Pasternak in a Gulag, asking another prisoner, \"I won the Nobel Prize for literature. What was your crime?\" Pasternak had won the Nobel Prize for his novel Doctor Zhivago, but was not allowed to travel to Sweden to accept it. The following year Mauldin won the National Cartoonist Society Award for Editorial Cartooning. In 1961, he received their Reuben Award as well. In addition to cartooning, Mauldin worked as a freelance writer. He also illustrated many articles for Life magazine, The Saturday Evening Post, Sports Illustrated, and other publications. He brought back Joe as a war correspondent, writing letters to the stateside Willie. He made cartoons of Willie and Joe together only in tributes to the \"soldiers' generals\": Omar Bradley and George C. Marshall, after their deaths; for a Life article on the \"New Army\"; and as a salute to the late cartoonist Milton Caniff. In 1962, Mauldin moved to the Chicago Sun-Times. One of his most famous post-war cartoons was published in 1963, following the assassination of President John F. Kennedy. It depicted the statue of Abraham Lincoln at the Lincoln Memorial, with his head in his hands. On 7 February 1965, while visiting his son who was serving with the U.S. Army at Camp Holloway, South Vietnam Mauldin was present for the Vietcong Attack on Camp Holloway. In 1969, Mauldin was commissioned by the National Safety Council to illustrate its annual booklet on traffic safety. These pamphlets were regularly issued without copyright, but for this issue the council noted that Mauldin's cartoons were under copyright, although the rest of the pamphlet was not. In 1985, Mauldin won the Walter Cronkite Award for Excellence in Journalism. Mauldin remained with the Sun-Times until his retirement in 1991. He was inducted into the St. Louis Walk of Fame on May 19, 1991. On September 19, 2001, Sergeant Major of the Army Jack L. Tilley presented Mauldin with a personal letter from Army Chief of Staff General Eric K. Shinseki, and a hardbound book with notes from other senior Army leaders and several celebrities, including TV broadcasters Walter Cronkite and Tom Brokaw, and actor Tom Hanks. Tilley also promoted Mauldin to the honorary rank of first sergeant.Elder, p. 12 thumb|upright|Mauldin's 1958 cartoon for which he received his second Pulitzer Prize ==Death and legacy== Mauldin died on January 22, 2003, from complications of Alzheimer's disease and a bathtub scalding. He was buried in Arlington National Cemetery on January 29, 2003. Married three times, he was survived by seven children. (His daughter Kaja had died of non-Hodgkin lymphoma in 2001.) On March 31, 2010, the United States Post Office released a first-class denomination ($0.44) postage stamp in Mauldin's honor depicting him with Willie & Joe.USPS News Release: 2010 Stamp Program Unveiled – Bill Mauldin (archived link, June 6, 2011) In June, 2000 Mauldin was inducted into the Oklahoma Military Hall of Fame. In 2005, Mauldin was inducted into the Oklahoma Cartoonists Hall of Fame in Pauls Valley, Oklahoma, by Michael Vance. The Oklahoma Cartoonists Collection, created by Vance, is located in the Toy and Action Figure Museum. ==Museum holdings== The 45th Infantry Division Museum, located in Oklahoma City, Oklahoma, includes a substantial collection of cartoons by Mauldin. The Pritzker Military Museum & Library includes a substantial collection of cartoons by Mauldin. ==Bibliography== * Star Spangled Banter – 1941 * Sicily Sketchbook – 1943 * Mud, Mules, and Mountains – 1944 * News of the 45th (with Don Robinson) – 1944 * – 1945 * This Damn Tree Leaks – 1945 * – 1947 * – 1949 * – 1951 * – 1952 * Up High with Bill Mauldin – 1956 * What's Got Your Back Up? – 1961 * – 1965 * Bill of Rights Day Celebration – 1969 * – 1971 * Name Your Poison – 1975 * – 1978 * Let's Declare Ourselves Winners and Get the Hell Out – 1985 In April 2008, Fantagraphics Books released a two-volume set of Mauldin's complete wartime Willie and Joe cartoons, edited by Todd DePastino, titled Willie & Joe: The WWII Years (). A collection of post-war cartoons, Willie & Joe: Back Home, was published by Fantagraphics in August, 2011 (). ==Peanuts== From 1969 to 1998, cartoonist Charles M. Schulz (a veteran of World War II) regularly paid tribute to Bill Mauldin in his Peanuts comic strip on Veterans Day. In the strips, Snoopy, dressed as an army vet, would annually go to Mauldin's house to \"quaff a few root beers and tell war stories.\" By the end of the strip, Schulz had depicted 17 of Snoopy's visits. Schulz went so far as to include Willie and Joe in a 1998 strip, using a picture of the characters that had been copied out of a 1944 Mauldin panel. Peanuts also paid tribute to Rosie the Riveter in 1976, and Ernie Pyle in 1997 and 1999. ==Filmography== The films Up Front (1951) and Back at the Front (1952) were based on Mauldin's Willie and Joe characters; however, when Mauldin's suggestions were ignored in favor of making a slapstick comedy, he returned his advising fee; he said he had never seen the result. Mauldin also appeared as an actor in the 1951 films The Red Badge of Courage and Teresa, and as himself in the 1998 documentary America in the '40s. He also appeared in on-screen interviews in the Thames documentary The World at War. ==References== ==External links== * Bill Mauldin Editorial Cartoons Collection at St. Louis Public Library *Bill Mauldin Editorial Cartoons Collection finding aid at the St. Louis Public Library * 45th Infantry Division Museum in Oklahoma City. Has an exhibit of more than 200 original cartoons from Mauldin's years with the division. * Jean Albano Gallery, representative of Mauldin's cartoons * \"In Memoriam: Bill Mauldin\", transcript and RealAudio of NewsHour, Jan. 23, 2003 * Bill Mauldin: Beyond Willie And Joe, An online tribute drawn from the collections of the Library of Congress * * Mauldin cartoons The American Experience, episode \"War Letters\" (PBS) * St. Louis Walk of Fame * Interview with Todd DePastino on Bill Mauldin: A Life Up Front, Pritzker Military Museum & Library * ANC Explorer *Bill Mauldin collection at The Newberry Category:1921 births Category:2003 deaths Category:20th-century American artists Category:United States Army personnel of World War II Category:American editorial cartoonists Category:American satirists Category:Artists from New Mexico Category:Burials at Arlington National Cemetery Category:Chicago Sun-Times people Category:Deaths from Alzheimer's disease Category:Military humor Category:New York (state) Democrats Category:People from Otero County, New Mexico Category:Pulitzer Prize for Editorial Cartooning winners Category:Recipients of the Legion of Merit Category:Reuben Award winners Category:School of the Art Institute of Chicago alumni Category:St. Louis Post-Dispatch people Category:United States Army non-commissioned officers Category:Neurological disease deaths in California",
 "title": "Bill Mauldin"
}