{
 "id": "173656",
 "text": ": For the unrelated roll-film format produced from 1906 to 1949, see 126 film (roll format). thumb|200px|The 126 film cartridge. 126 film is a cartridge- based film format used in still photography. It was introduced by Kodak in 1963, and is associated mainly with low-end point-and-shoot cameras, particularly Kodak's own Instamatic series of cameras. Although 126 was once very popular, it is no longer manufactured, and few photofinishers will process it. == History and technical details == In 1963, Kodak introduced a new film, encased in a plastic cartridge, for which they re-introduced the \"126\" designation. (The number was originally used for the unrelated 126 roll film format from 1906 to 1949). The term \"126\" was intended to show that images were 26 mm square, using Kodak's common 1xx film numbering system. However the image size is actually 28×28 mm, but usually reduced to approximately 26.5×26.5 mm by masking during printing or mounting. The 126 film format was defined in ISO 3029, which has since been withdrawn. Like the 120 format, there is a continuous backing paper, and the frame number is visible through a small window at the rear of the cartridge. Cameras for this type of film are equipped with a large rectangular window in the back door, through which is visible not only the frame number, but also a portion of the label showing the film type and speed. The cartridge has a captive take-up spool, but no supply spool: the film and backing paper are simply coiled tightly and placed in the supply end of the cartridge. The positioning of the image is fixed by the cartridge. The film is 35 mm wide, but unlike 135 film, it is unperforated, except for one registration hole per image, similar to the earlier 828 film. The camera is equipped with a sensing pin which falls into this hole when the film is fully advanced to the next frame, at which point the winding knob or lever is locked, so as to prevent winding past the pre- exposed frame lines. thumb|350px|A strip of 126 negatives, showing the square format and single perforation. The film is pre-exposed with frame lines and numbers, a feature intended to make printing and viewing easier. The top edge of the cartridge above the film gate has a square notch in a specific position corresponding to the speed of the film in the cartridge. Some of the higher- end cameras used this notch to determine the correct exposure, or to set the light meter, if so equipped. Although only film with speeds between ISO 64/19° and ISO 400/27° were ever manufactured in this format, the standard defined 20 different speeds, from ISO 20/14° to ISO 1600/33°. The film was originally available in 12 and 20 image lengths; at the time regular production stopped it was only available in 24 exposure cartridges. The film does not need to be rewound, and is very simple to load and unload. thumb|200px|left|126 Roll of Dynapan B&W; film (expired: February 1969) The format was introduced by Kodak under the brand name Kodapak, together with the Instamatic camera. Although the Instamatic name is sometimes treated as synonymous with the 126 format, Kodak also used it on its later 110-format cameras, which they called Pocket Instamatic and on its \"M\" series 8 mm movie cameras. Around ten million cameras were made by Kodak and other companies. However, with a few exceptions, the format was mainly used for fairly simple amateur cameras. (Makers of the few high-end models included Kodak, Minolta, Rollei, Yashica and Zeiss Ikon.) Kodak officially discontinued the format on 31 December 1999. == Current availability and usage == Ferrania in Italy, was the last factory producing 126 film. Their product was an ISO 200 colour print film marketed under their Solaris brand. The last scheduled production run took place in April 2007, but an unscheduled production run in late 2007 surprised industry observers and raised hopes that it had not actually been discontinued. Ferrania's subsequent bankruptcy meant that there was no longer any large- scale factory source for 126 film. Unused, outdated 126 films continue to show up at thrift stores, estate sales, and online auctions. Unless they have been stored frozen, they are probably deteriorated and are suitable only for experimenting. Amateur photographers sometimes salvage the plastic cartridge and backing paper from outdated 126 films and reload them with fresh 35mm film. The process is not difficult, but it is not entirely practical since the two films have significantly different perforations. 126 cameras have a film- advance mechanism that relies on one edge perforation per image, and 35mm camera film has eight perforations per image, on both edges of the film. The photographer must use the film-advance mechanism several times between images, and one edge of each image will have visible perforations. Because it is 35 mm wide and is developed in industry-standard C-41 process chemistry, processing of 126 films is readily available, as long as the photofinisher knows that it is standard, 35 mm, C-41 film. Printing the photos can present problems, because modern film processing equipment often cannot handle the square format of 126 film. Some specialist photographic printers can correctly handle it. Standard flatbed scanners that have a light source for scanning film can be used to scan 126 negatives, perhaps using a mask made with black paper. Note that older film may require other processes such as C-22. == See also == * Category: Film formats * Film format * List of color film systems * List of film formats == References == == External links == * Pictures of 126 film labels * Exploded view of a 126 cartridge * 3D-printed adapter for 135 format films in 126 cameras Film 126 Category:Film formats Category:Kodak photographic films Category:Audiovisual introductions in 1963",
 "title": "126 film"
}