{
 "id": "174051",
 "text": "Edwin Earl \"Ed\" Catmull (born March 31, 1945) is an American computer scientist who is the co-founder of Pixar and was the President of Walt Disney Animation Studios.Michael Rubin, \"Droidmaker: George Lucas and the Digital Revolution\" (2005), He has been honored for his contributions to 3D computer graphics, including the 2019 ACM Turing Award. ==Early life== Edwin Catmull was born on March 31, 1945, in Parkersburg, West Virginia. His family later moved to Salt Lake City, Utah, where his father first served as principal of Granite High School and then of Taylorsville High School. Early in life, Catmull found inspiration in Disney movies, including Peter Pan and Pinocchio, and wanted to be an animator. But after finishing high school he had no idea how to get there because back then there were no animation schools. Because he also liked math and physics, he chose a scientific career instead.Ed Catmull: Creativity, Inc. He also made animation using flip-books. Catmull graduated in 1969, with a B.S. in physics and computer science from the University of Utah. Initially interested in designing programming languages, Catmull encountered Ivan Sutherland, who had designed the computer drawing program Sketchpad, and changedhis interest to digital imaging. As a student of Sutherland, he was part of the university's ARPA program, sharing classes with James H. Clark, John Warnock and Alan Kay. From that point, his main goal and ambition were to make digitally realistic films.Innerview - Edwin Catmull During his time at the university, he made two new fundamental computer-graphics discoveries: texture mapping and bicubic patches; and invented algorithms for spatial anti- aliasing and refining subdivision surfaces. Catmull says the idea for subdivision surfaces came from abstract structures in his mind when he applied B-splines to non-four sided objects, something he attributes to his aphantasia.Oral History of Edwin \"Ed\" Catmull; 2013-03-01 He also independently discovered Z-buffering,, which had been described, 8 months before, by Wolfgang Straßer in his PhD thesis.Straßer, Wolfgang. Schnelle Kurven- und Flächendarstellung auf graphischen Sichtgeräten, Dissertation, TU Berlin, submitted April 26, 1974 In 1972, Catmull made his earliest contribution to the film industry: an animated version of his left hand which was eventually picked up by a Hollywood producer and incorporated in the 1976 movie Futureworld, the first film to use 3D computer graphics and a science- fiction sequel to the 1973 film Westworld, which was the first to use a pixelated image generated by a computer. The one-minute sequence was created with Fred Parke at the University of Utah. Titled A Computer Animated Hand, the short film was selected for preservation in the National Film Registry of the Library of Congress in December 2011. ==Career== ===Early career=== In 1974, Catmull earned his doctorate in computer science, was hired by a company called Applicon, and by November the same year had been contacted by the founder of the New York Institute of Technology, Alexander Schure, who offered him the position as the director of the new Computer Graphics Lab at NYIT. In that position in 1977 he invented Tween, software for 2D animation that automatically produced frames of motion in between two frames. However, Catmull's team lacked the ability to tell a story effectively via film, harming the effort to produce a motion picture via a computer. Catmull and his partner Alvy Ray Smith attempted to reach out to studios to alleviate this issue, but were generally unsuccessful until they attracted the attention of George Lucas at Lucasfilm. ===Lucasfilm=== Lucas approached Catmull in 1979 and asked him to lead a group to bring computer graphics, video editing, and digital audio into the entertainment field. Lucas had already made a deal with a computer company called Triple-I, and asked them to create a digital model of an X-wing fighter from Star Wars, which they did. In 1979 Catmull became the Vice President at Industrial Light & Magic computer graphics division at Lucasfilm. ===Pixar=== In 1986, Steve Jobs bought Lucasfilm's digital division and founded Pixar, where Catmull would work. Pixar would be acquired by Disney in 2006. In June 2007, Catmull and long-time Pixar digital animator and director John Lasseter were given control of Disneytoon Studios, a division of Disney Animation housed in a separate facility in Glendale. As president and chief creative officer, respectively, they have supervised three separate studios for Disney, each with its own production pipeline: Pixar, Disney Animation, and Disneytoon. While Disney Animation and Disneytoon are located in the Los Angeles area, Pixar is located over 350 miles (563 kilometers) northwest in the San Francisco Bay Area, where Catmull and Lasseter both live. Accordingly, they appointed a general manager for each studio to handle day- to-day affairs on their behalf, then began regularly commuting each week to both Pixar and Disney Animation and spending at least two days per week (usually Tuesdays and Wednesdays) at Disney Animation. While at Pixar, Catmull was implicated in the High-Tech Employee Antitrust scandal, in which Bay Area technology companies allegedly agreed, among other things, not to cold-call recruit from one another. Catmull defended his actions in a deposition, saying: \"While I have responsibility for the payroll, I have responsibility for the long term also.\" Disney and its subsidiaries, including Pixar, ultimately paid $100 million in settlement compensation. In November 2014, the general managers of Disney Animation and Pixar were both promoted to president, but both continued to report to Catmull, who retained the title of president of Walt Disney and Pixar. On October 23, 2018, Catmull announced his plans to retire from Pixar and Disney Animation, staying on as an adviser through July 2019. ==Personal life== As of 2006, Catmull lived in Marin County, California, with his wife Susan and their three children. ==Awards and honors== In 1993, Catmull received his first Academy Scientific and Technical Award from the Academy of Motion Picture Arts and Sciences \"for the development of PhotoRealistic RenderMan software which produces images used in motion pictures from 3D computer descriptions of shape and appearance\". He shared this award with Tom Porter. In 1995, he was inducted as a Fellow of the Association for Computing Machinery. Again in 1996, he received an Academy Scientific and Technical Award \"for pioneering inventions in Digital Image Compositing\". In 2000, Catmull was elected a member of the National Academy of Engineering for leadership in the creation of digital imagery, leading to the introduction of fully synthetic visual effects and motion pictures. In 2001, he received an Oscar \"for significant advancements to the field of motion picture rendering as exemplified in Pixar's RenderMan\". In 2006, he was awarded the IEEE John von Neumann Medal for pioneering contributions to the field of computer graphics in modeling, animation and rendering. At the 81st Academy Awards (2008, presented in February 2009), Catmull was awarded the Gordon E. Sawyer Award, which honors \"an individual in the motion picture industry whose technological contributions have brought credit to the industry\". In 2013, the Computer History Museum named him a Museum Fellow \"for his pioneering work in computer graphics, animation and filmmaking\". His book Creativity, Inc. was shortlisted for the Financial Times and Goldman Sachs Business Book of the Year Award (2014), and was a selection for Mark Zuckerberg book club in March 2015. Catmull shared the 2019 Turing Award with Pat Hanrahan for their pioneering work on computer-generated imagery. ==Filmography== {| class=\"wikitable\" ! Year ! Film ! Credited as |- | 1976 | Futureworld | Producer: Animated Face and Animated Hand Film |- | 1982 | Star Trek II: The Wrath of Khan | Computer Graphics: Industrial Light & Magic |- | 1995 | Toy Story | Executive Producer, Renderman(R) Software Development |- | 1998 | A Bug's Life | rowspan=\"5\"| Executive Team - uncredited |- | 1999 | Toy Story 2 |- | 2001 | Monsters, Inc. |- | 2003 | Finding Nemo |- | 2004 | The Incredibles |- | 2006 | Cars | Executive Team |- | rowspan=\"2\"| 2007 | Meet the Robinsons | Executive Team |- | Ratatouille | Executive Team |- | rowspan=\"3\"| 2008 | WALL-E | Pixar Senior Staff |- | Tinker Bell | Executive Team: Pixar and Walt Disney Animation Studios |- | Bolt | Executive Team |- | rowspan=\"3\"| 2009 | Up | Pixar Senior Staff |- | Tinker Bell and the Lost Treasure | Executive Team: Pixar and Walt Disney Animation Studios |- | The Princess and the Frog | Disney Senior Staff |- | rowspan=\"3\"| 2010 | Toy Story 3 | Pixar Executive Team |- | Tinker Bell and the Great Fairy Rescue | Executive Team: Pixar and Walt Disney Animation Studios |- | Tangled | Studio Leadership |- | rowspan=\"2\"| 2011 | Cars 2 | Pixar Senior Leadership Team |- | Winnie the Pooh | Studio Leadership |- | rowspan=\"3\"| 2012 | Brave | Pixar Senior Leadership Team |- | Secret of the Wings | Executive Team: Pixar and Walt Disney Animation Studios |- | Wreck-It Ralph | Studio Leadership |- | rowspan=\"3\"| 2013 | Monsters University | Pixar Senior Leadership Team |- | Planes | Studio Leadership: Walt Disney Animation Studios |- | Frozen | Studio Leadership |- | rowspan=\"4\"| 2014 | The Pirate Fairy | rowspan=\"2\"| Studio Leadership: Walt Disney Animation Studios |- | Planes: Fire & Rescue |- | Big Hero 6 | Studio Leadership |- | Tinker Bell and the Legend of the NeverBeast | Studio Leadership: Walt Disney Animation Studios |- | rowspan=\"2\"| 2015 | Inside Out | rowspan=\"2\"|Pixar Senior Leadership Team |- | The Good Dinosaur |- | rowspan=\"3\"| 2016 | Zootopia | Studio Leadership |- | Finding Dory | Pixar Senior Leadership Team |- | Moana | Studio Leadership |- | rowspan=\"2\"| 2017 | Cars 3 | rowspan=\"3\"|Pixar Senior Leadership Team |- | Coco |- | rowspan=\"2\"| 2018 | Incredibles 2 |- | Ralph Breaks the Internet | Studio Leadership |- | rowspan=\"2\"| 2019 |Toy Story 4 | Pixar Senior Leadership Team |- | Frozen II | Studio Leadership |- | 2020 | Onward | Pixar Senior Leadership Team |} ==Bibliography== * Catmull also has a chapter giving advice in Tim Ferriss' book Tools of Titans. == References == ==External links== * *Catmull discusses creativity, entrepreneurship, story telling and filmmaking, Stanford University, 2014-04-30 (video with transcript) Category:1945 births Category:20th-century Mormon missionaries Category:Academy Award for Technical Achievement winners Category:American computer scientists Category:American Mormon missionaries in the United States Category:Computer graphics professionals Category:Computer graphics researchers Category:Disney executives Category:Disney people Category:Fellows of the Association for Computing Machinery Category:Latter Day Saints from West Virginia Category:Living people Category:Lucasfilm people Category:Members of the United States National Academy of Engineering Category:New York Institute of Technology faculty Category:People from Parkersburg, West Virginia Category:Pixar people Category:Pixar Category:Recipients of the Scientific and Technical Academy Award of Merit Category:Recipients of the Gordon E. Sawyer Award Category:University of Utah alumni Category:Walt Disney Animation Studios people Category:Turing Award laureates Category:Industrial Light & Magic people",
 "title": "Edwin Catmull"
}