{
 "id": "174175",
 "text": "was a Japanese politician who served as Prime Minister of Japan in 1948. He was a prominent figure in the immediate postwar political landscape, but was forced to resign his leadership responsibilities after a corruption scandal (Shōwa Denkō Jiken) targeting two of his cabinet ministers. == Early life == left|thumb|Hitoshi Ashida as diplomat in 1931 Ashida was born in Fukuchiyama, Kyoto, the second son of politician and banker Shikanosuke Ashida. His father had been in the House of Representatives and served as director of Nōkō Bank. His grandfather was landed magnate and village headman (nanushi) Jizaemon Ashida. He studied French civil law at Tokyo Imperial University. After graduation, he worked in the Ministry of Foreign Affairs for twenty years. == Early career == In 1932, Ashida ran his first successful campaign for a seat in the House of Representatives as a member of the Seiyūkai Party. He sided with Ichirō Hatoyama's \"orthodox\" wing following the Seiyukai's split in 1939. After the war, Ashida won a seat in the new Diet as a member of the Liberal Party, from which he split to merge with Kijūrō Shidehara's Progressive Party to form the Democratic Party. Ashida was elected president of the new party, and became minister of foreign affairs in 1947 under Socialist prime minister Tetsu Katayama. He also chaired the Committee on the Bill for Revision of the Imperial Constitution, and served as the chairman of the Kenpō Fukyū Kai, a society created to promote the revised Constitution of Japan, from 1946–1948. During his term, he made a key amendment to Article Nine of the planned Japanese Constitution, which enabled the creation of the Japanese Self-Defense Force. ==Prime minister and later life== Ashida became prime minister in 1948, leading a coalition government of Democratic and Socialist members. His tenure ended just seven months after it began. Two of his cabinet ministers were accused of corruption in the Showa Electric scandal, which forced the cabinet to resign. One of them was Takeo Kurusu, a state minister without a portfolio. Ten years later, in 1958, Ashida was cleared of all charges in relation to the incident. He died a year later at the age of seventy-one. ==References== ==External links== * |- Category:1887 births Category:1959 deaths Category:20th-century prime ministers of Japan Category:Deputy Prime Ministers of Japan Category:Foreign ministers of Japan Category:Liberal Party (Japan, 1945) politicians Category:Democratic Party (Japan, 1947) politicians Category:National Democratic Party (Japan) politicians Category:Kaishintō politicians Category:Democratic Party (Japan, 1954) politicians Category:Liberal Democratic Party (Japan) politicians Category:People acquitted of corruption Category:Politicians from Kyoto Prefecture Category:Prime Ministers of Japan Category:Rikken Seiyūkai politicians Category:20th-century Japanese politicians",
 "title": "Hitoshi Ashida"
}