{
 "id": "174380",
 "text": "thumb|Unicycle trials thumb| Unicycle trials Unicycle trials is a form of unicycling which involves participants attempting to ride a unicycle over obstacles without any part of the rider touching the ground. IUF Unicycle Trials Regulations for UNICON X The obstacles traversed can be set up specifically for the purpose of unicycle trials, but are often walls, railings, ledges and other \"street furniture\" found in an urban environment. The sport is derived from (or at least inspired by) bike trials and motorcycle trials. Obstacles are traversed using various moves. Hopping is achieved by suddenly forcing the unicycle pedals downwards while holding the seat, the reactive forces resulting from the compression of the tyre lift the unicycle into the air. Jumping is a similar to hopping, except that the unicycle seat is held in front of the rider to allow greater height to be achieved. Pedal grabs and crank grabs involve a hop or jump to land the unicycles pedal or crank on the edge of an object, and then a second hop or jump to land the unicycle fully on the object. Although unicycle trials can be performed on a standard unicycle, many are not designed for the forces which are caused by unicycle trials. A trials unicycle is built with unicycle trials in mind, and is therefore designed to better cope with these stresses. ==Trials unicycle== thumb|Nimbus trial unicycle A trials unicycle is a unicycle designed for unicycle trials. Trials unicycles are stronger than standard unicycles in order to withstand the stresses caused by jumping, dropping, and supporting the weight of the unicycle and rider on components such as the pedals and cranks. The wheel diameter on a trials unicycle is usually 19\" or 20\", as this allows greater maneuverability due to the short circumference of the wheel. Most Trials unicycles come with 19\" rear rims as used on 20\" (or mod) trials bicycles. This allows for larger tyres to be fitted which can help provide bounce and preload for jumping, and aid stability being generally quite wide (some up to 2.5 inches). A smaller wheel also means the unicycle is lighter, although some riders prefer larger wheels. The tire is generally wide and thick, giving a large air volume. This is to cushion drops and allow large hops and jumps. The tire will often have a deep tread to allow greater grip to obstacles. Strong high tension spokes and a strong rim wheel rim is used to prevent the wheel from deforming under the great stresses exerted on it by jumping. Unicycle wheels have to withstand large lateral stresses because, unlike in conventional riding, the rider may jump sideways. Many trials unicycles have a splined hub and cranks, as this design tends to be more resistant to bending and breaking than the more common cotterless, or square taper, equivalent. Long cranks give the rider extra torque and pedals with a large amount of grip (often with pins or teeth) are used to prevent the rider's feet from slipping. Unicycles with shorter cranks are generally referred to as street unicycles, as they let the rider keep up their momentum easier and do smooth tricks. Whereas Trials unicycles usually have longer cranks that are better for hopping, as the rider has better control of the rotation of the wheel, and can therefore keep the unicycle from slipping out from under him. ==See also== *Mountain unicycling *Unicycle *Bike trials ==References== Category:Unicycling Category:Articles containing video clips",
 "title": "Unicycle trials"
}