{
 "id": "174491",
 "text": "Nordic skiing encompasses the various types of skiing in which the toe of the ski boot is fixed to the binding in a manner that allows the heel to rise off the ski, unlike alpine skiing, where the boot is attached to the ski from toe to heel. Recreational disciplines include cross-country skiing and Telemark skiing. Olympic events are competitive cross-country skiing, ski jumping and Nordic combined — an event combining cross-country skiing and ski jumping. The FIS Nordic World Ski Championships host these sports every odd-numbered year, but there are also separate championships in other events, such as Telemark skiing and ski flying. Biathlon combines cross-country skiing and rifle shooting, but is not included as a Nordic discipline under the rules of the International Ski Federation (FIS). Instead, it comes under the jurisdiction of the International Biathlon Union. The biomechanics of competitive cross- country skiing and ski jumping have been the subject of serious study. Cross- country skiing requires strength and endurance and ski jumping requires aerodynamic efficiency, both of which requirements translate into specific skills to be optimized in training and competition. == Origins == Recreational skiing began with organized skiing exercises and races of the Norwegian and Swedish infantries. Military races and exercises included downhill in rough terrain, target practice while skiing downhill, and 3 km cross-country skiing with full military backpack.Bergsland, Einar (1946): På ski. Oslo: Aschehoug. Slalom (Norwegian: slalåm) is a word of Norwegian origin that has entered the international skiing vocabulary. In the 1800s skiers in Telemark challenged each other on \"wild slopes\" (ville låmir), more gentle slopes had the adjective \"sla\". Some races were on \"bumpy courses\" (kneikelåm) and sometimes included \"steep jumps\" (sprøytehopp) for difficulty. These 19th century races in Telemark ran along particularly difficult trails usually from a steep mountain, along timber-slides and ended with a sharp turn (\"Telemark turn\") on a field or icy lake.Bø, Olav (1993). Skiing throughout history. Oslo: Samlaget. . == Venues == Noted Nordic skiing resorts around the world include the following: === North America === * Maple Leaf Trail, a 128-kilometer trail system between Ste. Agathe and Shawbridge in the Canadian Laurentian Mountains * Royal Gorge Cross Country Ski Resort near Donner Pass in California * Jackrabbit Ski Trail in the Adirondack Mountains of New York * Devils Thumb Ranch offers cross-country and alpine skiing in Colorado. * The Maine Huts and Trails system offers of groomed terrain among the high peaks of Maine. * Trapp Family Lodge in Stowe, Vermont, is named after the family of Maria Von Trapp and offers of groomed terrain. * Ammassalik Island is an island in East Greenland that offers opportunities for guided back-country ski-touring. === Europe === * The Peer Gynt Trail in Norway extends via the Jotunheimen, Rondane and Dovrefjell national parks, a journey of about seven days with hostels along the way. * The Cirque du Gavarnie, is a cirque in the central Pyrenees, in Southwestern France, offers a limited, but scenic set of Nordic trails. * The Ylläs Ski Resort in Finland provides of trails, of which are illuminated. Skier and Denali (8640710031).jpg|Wilderness cross-country skiing in Alaska. Télémark 2.jpg|Back-country telemark skiing in France SFC Vikersund 2012 Jurij Tepes sunday.jpg|Jurij Tepeš during team competition of FIS Ski- Flying World Championships 2012 in Vikersund, Norway. Telemark competition gate.png|Telemark skiing competition ==References==",
 "title": "Nordic skiing"
}