{
 "id": "174511",
 "text": "Robert Burton (8 February 1577 – 25 January 1640) was an English writer and fellow of Oxford University, best known for his encyclopedic book The Anatomy of Melancholy. Born in 1577 to a comfortably well-off family of the landed gentry, Burton attended two grammar schools and matriculated into Brasenose College, Oxford in 1593, age 15. Burton's education at Oxford was unusually lengthy, possibly drawn out by an affliction of melancholy, and including an early transfer to Christ Church. Burton received an MA and BD, and by 1607 was qualified as a tutor. From as early as 1603, Burton indulged early literary interests at Oxford, including some Latin poems, a now-lost play performed before and panned by King James I himself, and his only surviving play: an academic satire called Philosophaster. This work, though less well regarded than Burton's masterpiece, has notably \"received more attention than most of the other surviving examples of university drama\". Sometime after obtaining his MA in 1605, Burton was making some attempt to leave the university. Though he never fully succeeded, he managed to obtain the living of St Thomas the Martyr's Church, Oxford through the university, and external patronage for the benefice of Walesby and the rectorship of Seagrave. As a fellow of Oxford, he served in many minor administrative roles and as the librarian of Christ Church Library, from 1624 until his death. Over time he came to accept his \"sequestered\" existence in the libraries of Oxford, speaking highly of his alma mater throughout the Anatomy. Burton's most famous work and greatest achievement was The Anatomy of Melancholy. First published in 1621, it was reprinted with additions from Burton no fewer than five times. A digressive and labyrinthine work, Burton wrote as much to alleviate his own melancholy as to help others. The final edition came to more than 500,000 words total. The book is permeated by quotations from and paraphrases of many authorities, both classical and contemporary, amounting to the culmination of a lifetime's worth of erudition. Burton died in 1640. His large personal library was split between the Bodleian and Christ Church. The Anatomy was used and plagiarised by many authors during his lifetime and after his death, but entered a lull in popularity through the 18th century. It was only the revelation of Laurence Sterne's plagiarism that revived interest in his work into the 19th century, especially among the Romantics. The Anatomy received more academic attention in the 20th and 21st centuries. Whatever his popularity, Burton has always attracted distinguished readers, including Samuel Johnson, Benjamin Franklin, John Keats, William Osler, and Samuel Beckett. ==Early life and education== ===Family and grammar school=== thumb|Lindley Hall, the Burton family manor, as depicted in a stylised frontispiece to William Burton's Description of Leicestershire (1622). The manor was a medieval foundation, inherited affinially by the Burton family, and torn down in the 17th century. Robert Burton was born on 8 February 1577, to Ralph Burton (1547–1619) and his wife, Dorothy (; 1560–1629), in Lindley, Leicestershire. Burton believed himself to have been conceived on 9 PM on 25 May 1576, a time he often used in his astrological calculations. He was the second of four sons and fourth of ten children; his elder brother, William, is the only member of the family for whom we know more than minor biographical details, as he later became a noted antiquarian and topographer. Both his parents' families were members of the landed gentry, with the Burtons from an old, if undistinguished, pedigree. Robert may have inherited his medical interest; in the Anatomy, he writes of his mother's \"excellent skill in chirurgery\". William states a member of their mother's family, Anthony Faunt, was said to have died from \"the passion of melancholy\", and speaks fondly the family's maternal relation to Arthur Faunt, a Jesuit controversialist and uncle to William and Robert. Burton probably attended two grammar schools, the King Edward VI College, Nuneaton and Bishop Vesey's Grammar School, Sutton Coldfield. Burton wrote in the Anatomy that students \"think no slavery in the world (as once I did myself) like to that of a Grammar Scholar\", which some writers have taken as suggestion that he was an unhappy schoolboy. More modern biographers, such as R. L. Nochimson and Michael O'Connell, have regarded it as Burton merely presenting what was a popular sentiment, rather than hinting at any personal dislike or source of childhood melancholy. ===Oxford education=== In July 1593, aged 15, Burton matriculated into Brasenose College, Oxford, where his elder brother was already attending. Burton did not receive his Bachelor's until 30 June 1602, and only after he migrated to Christ Church College in 1599. For the time between his matriculation and his transfer, almost nothing is known of Burton. According to Anthony à Wood, Burton \"made considerable progress in logic and philosophy\" at Brasenose, though the college left an impression sufficiently weak that Burton himself made no mention of Brasenose in his corpus. Most Oxford students would have completed their education at nineteen, but by 1602, Burton was twenty-six. Some biographers, such as Michael O'Connell and J. B. Bamborough, have cited this as evidence Burton suffered some lengthy illness while a student, possibly melancholy. Record has been found of one \"Robart Burton of 20 yeres\", a patient of London doctor and astrologist Simon Forman, who was treated for melancholy over a period of five months in 1597. \"Robart Burton\"'s connection to the scholar Burton is suggested not only by the \"coincidence of name and age\", but by Burton's later familiarity towards London, and the indication he was closely acquainted with Foreman from Burton's astrological notebooks. When he entered Christ Church in 1599, Wood reports Burton was assigned the tutor of John Bancroft, \"for form sake, tho' he wanted not a tutor\"; though Bancroft was only three years his senior, he was six or seven years ahead of Burton in his studies, and was well-connected within the church, later becoming the Bishop of Oxford. It seems some friendship developed between the two; Burton praised Bancroft's construction at Cuddesdon in the Anatomy, implying he was a frequent visitor. At Christ Church, Burton proceeded to an MA on 9 June 1605, and a BD in May 1614. Simultaneously, Burton rose through the college ranks, attaining disciplus in 1599, philosophus secundi vicenarii in 1603, and philosophus primi vicenarii in 1607, the last of which qualified him as a tutor. Sometime after he obtained his MA, Bamborough considers it likely Burton was attempting to leave the university. The college statutes required Burton to take a BD after his MA, and Burton chose not to proceed to DD. ===Early writings and plays=== While at Oxford, Burton indulged his literary interests alongside these academic ones. In 1603, on the accession of James I, Burton contributed a short Latin verse celebrating the event to a commemorative Oxford volume; he made similar offering of twenty-one poems upon James's royal Oxford visit in 1605. On this visit, Burton took active part in the \"praeparation for the Kinges cominge\", including a play he composed for the occasion. This play, since lost, has been identified with Alba, a pastoral comedy with a mythological subject matter, probably written in Latin. The play was performed before James I on 27 August 1605. According to a witness of the events, Philip Stringer, Burton's play was poorly received by James and his court. The queen consort and her ladies took offence at several \"almost naked\" male actors, probably portraying satyrs, and the king was so displeased by the production that the chancellors of both Oxford and Cambridge had to plead for him to stay, as otherwise he \"would have gone before half the Comedy had been ended\". However Burton reacted to this royal pan, he was already at work on another play by 1606. This play, Philosophaster—which is fully extant across three manuscripts—was finished by 1615, by which time Burton was revising and correcting it. Burton speaks briefly of Philosophaster in the Anatomy, mentioning that it was performed at Christ Church on 16 February 1617, during the Shrovetide festivities. The play was acted by the students alongside three local townsmen. Burton likely took a view towards pleasing the administration in this production. The play cast the son of John King, then Dean of Christ Church, in a leading role, and departed from Alba controversial mythological themes for the less contentious ones of an academic satire. ==Appointments and the Anatomy== ===Offices at St Thomas's, Walesby, and Seagrave=== Burton initially struggled to find any patrons for promotion out of the university, but after some time, he managed to obtain an ecclesiastical office in the living of St Thomas the Martyr's Church, Oxford, located in the western suburb of Oxford. He was nominated to this by the dean and chapter of Christ Church on 29 November 1616. He was licensed to preach on 3 December 1618. Burton held this vicarage at St Thomas's, until his death; he was responsible for the building or rebuilding of the church's south porch in 1621, where his arms were placed on the gable. In 1624, Lady Frances Cecil, dowager Countess of Exeter presented Burton to the Lincolnshire benefice of Walesby. Burton was perhaps the tutor of Frances' son, Robert Smith. Burton chose not to reside in Walesby, though he probably visited it at some point. He took little interest in the daily affairs of the parish—all the parish records were signed by his curate, Thomas Benson—but did win for it nine acres of land which had been taken by Frances's predecessor. Burton resigned from this post in 1631. In the 1632 edition of the Anatomy, appended below a mention of his Walesby appointment, Burton tersely added: \"Lately resigned for some special reasons\". After his resignation, Lady Frances temporarily turned over the duty to appoint Burton's successor to her friend, the first Earl of Middlesex, suggesting that Burton resigned over Middlesex's pressure to appoint his own favourite. In 1632, shortly after this resignation from Walesby, Burton was presented to a much more valuable office by his patron, Lord Berkeley: the rectorship of Seagrave. Berkeley had been a patron of Burton since at least 1621, when Burton dedicated the Anatomy to Lord Berkeley. Their relationship may have begun even earlier, in 1619, when Berkeley matriculated from Christ Church, and perhaps entered the tutelage of Burton. In any case, on 3 September 1624, Lord Berkeley granted Burton the advowson (i.e. the right to decide the next occupant) of the wealthy living of Seagrave. This right necessitated that the holder of the advowson pick a candidate other than himself, but three days later Burton assigned three of his family members to this position, so he could procure his own future appointment. On 15 June 1632, promptly after the previous incumbent was buried, the relatives presented him to the office. Burton did not cultivate much of a reputation as a preacher while at Seagrave, choosing not to publish any of his sermons, but discharged the pastoral and charitable roles of the rectory dutifully and punctually. Burton probably visited Lindley often while at Seagrave, as the villages were only 20 miles apart. The office was the most valuable Burton ever held; in 1650, the rectory was valued at £100. ===University life=== Other than that afforded to him by the Countess of Exeter and Lord Berkeley, Burton received little preferment. Because of this, even as he received appointments outside the university, Burton remained an Oxford student for the rest of his life. Burton seems to have been, at first, unhappy with this situation; in the 1621 edition of the Anatomy, Burton wrote that his \"hopes were still frustrate, and I left behind, as a Dolphin on shore, confined to my Colledge, as Diogenes to his tubbe\". This exasperation seems to have been passing; by the Anatomy final edition, he had revised the passage in praise of his \"monastick life [...] sequestered from those tumults & troubles of the world\", unindebted for his lack of preferment. Bamborough has gone as far as to claim it is unlikely Burton ever truly wanted to leave the college he spoke so highly of, as the \"most flourishing College of Europe\", one which \"can brag with Jovius, almost, in that splendor of Vaticanish retirement, confined to the company of the distinguished\". The 1602 reopening of the Bodleian Library at Oxford, which by 1620 held over 16,000 volumes, gave some truth to Burton's proud comparison of the scholarship at Oxford to that of Jovius's Vatican. Burton did not spend all his time in this \"Vaticanish retirement\" as a scholar. He held various minor offices in Oxford. On three occasions–in 1615, 1617, and 1618–Burton was chosen to be the clerk of the Market, one of two MA students tasked with regulating the various goods of Oxford's markets. Now a sinecure, the office was an important institution in Burton's time. This occupation has been cited by two biographers, O'Connell and Nochimson, to suggest, contrary to the bookish image given by his Anatomy, Burton had some knowledge of the day-to-day affairs of Oxford. Perhaps closer befitting his image, on 27 August 1624, Burton became the librarian of Christ Church Library. The office was a recent creation—the first librarian was appointed in 1599, and library had been founded only a half-century earlier—but a recent donation by an Otho Nicholson had ensured it was a profitable one, tripling the incumbent's wages to 10s a term. The duties, however, were sparse—limited to enforcing the loose regulations of the institution, and opening and closing it at the appropriate times—probably allowing Burton more than enough time to accumulate the erudition exhibited in the Anatomy. Burton held this position until his death. In 1635, painter Gilbert Jackson produced an oil portrait of Burton; this painting is now held at Brasenose College. ===Publication of the Anatomy=== {| class=\"infobox\" style=\"float:left; clear:all; margin-left:0em; margin-right:1em; margin-top:0em; font-size:90%; width:230pt;\" !style=\"background:#DCDCDC;\" colspan=\"5\"|Bibliographical information on Burton's Anatomy. |- !style=\"background:#000000;\" colspan=\"5\"| |- | width=\"40\" |Date | width=\"40\" |Edition | width=\"40\" |Binding | width=\"40\" |Location | width=\"40\" | |- | width=\"40\" |1621 | width=\"40\" |1st | width=\"40\" |4to | width=\"40\" |Oxford | width=\"40\" |353,369 |- | width=\"40\" |1624 | width=\"40\" |2nd | width=\"40\" |fo | width=\"40\" |Oxford | width=\"40\" |423,983 |- | width=\"40\" |1628 | width=\"40\" |3rd | width=\"40\" |fo | width=\"40\" |Oxford | width=\"40\" |476,855 |- | width=\"40\" |1632 | width=\"40\" |4th | width=\"40\" |fo | width=\"40\" |Oxford | width=\"40\" |505,592 |- | width=\"40\" |1638 | width=\"40\" |5th | width=\"40\" |fo | width=\"40\" |Oxford | width=\"40\" |514,116 |- | width=\"40\" |1651 | width=\"40\" |6th | width=\"40\" |fo | width=\"40\" |Oxford | width=\"40\" |516,384 |- | width=\"40\" |1660 | width=\"40\" |7th | width=\"40\" |fo | width=\"40\" |London | width=\"40\" |516,384 |- | width=\"40\" |1676 | width=\"40\" |8th | width=\"40\" |fo | width=\"40\" |London | width=\"40\" |516,384 |} Whatever other activities he engaged in, composing the Anatomy was the most important pursuit and accomplishment of Burton's life. Burton, as he claims in the preface, was \"as desirous to suppress my labours in this kind, as others have been to press and publish theirs\", but admits that melancholy is the subject upon which he is \"fatally driven\", and so he was compelled to compose the work. Burton left no record of when he began his work on the Anatomy. O'Connell speculates the project grew piecemeal, with research begun in his twenties, and the work well on its way by his thirties. Burton explicitly states that the study of melancholy was a lifelong fascination of his, and regularly \"deducted from the main channel of my studies\". However long the work took, he had certainly concluded it by 5 December 1620, aged 43, when he signed the \"Conclusion to the Reader\". thumb|Engraving of Burton, under the name Democritus Junior, in the frontispiece to his Anatomy of Melancholy. This engraving is from the 1628 edition. The book was printed in 1621 and, despite Burton's indication in the Anatomy of troubles finding a publisher, it quickly sold well. Wood wrote that the publisher, Henry Cripps, made such a \"great profit\" off the book that he \"got an estate by it\". Burton's subject was well chosen; similar treatises by Timothie Bright and Thomas Wright had gone through several editions soon after their publication. Though Burton never divulged the extent of his profits, the size of his estate and library at death suggests they were considerable. Burton printed the Anatomy under the pseudonym of \"Democritus Junior\", alluding to the Greek pre-Socratic philosopher, Democritus, sometimes known as the Laughing Philosopher. The use of an established classical figure in a pseudonym was common practice in Burton's time, used to ensure the reader held no negative preconceptions about the author. Burton did not resolutely stick to this pseudonymity; the first edition betrayed it as he signed the \"Conclusion to the Reader\" with his real name, and though this was removed in later editions, the portrait of Burton added from the third edition onwards hardly preserved his anonymity. Burton did not rest on his laurels after the first printing, continually editing and improving the work throughout his life. The first edition of Burton's Anatomy was, with marginalia, over 350,000 words long; by his final edition this count came to over 500,000. The additions were largest for the second and third editions; the original quarto volume had to be expanded to a folio for the second edition (1624) to accommodate the expansions. For the third edition (1628), an allegorical frontispiece was added, engraved by Christian Le Blon, with a portrait of Burton atop his moniker \"Democritus Junior\". After these two additions, Burton vowed: \" [do not do too much]. I will not hereafter add, alter, or retract; I have done.\" However, once again, Burton returned to the Anatomy, producing two more editions in 1634 and 1638. Shortly before his death in 1640, Burton entrusted an annotated copy of the Anatomy to his publisher, which was published posthumously in 1651. In total, Burton made contributions to six editions. Two more reprints of the Anatomy were made before the end of the century. ==Death== left|150px|thumb|Burton's monument in Christ Church Cathedral, Oxford. Burton drew up his will on 15 August 1639. Five months later, aged 62 and on 25 January 1640, he was dead. The will divided his inherited estates up amongst his elder brother, William, and William's heirs. Outside of his family, his largest bequests went, unsurprisingly, to the Bodleian and Christ Church libraries, with gifts of £100 each, and Burton's large library split between the institutions. He also laid out several smaller monetary donations: those to his servants; the servants at Christ Church; the poor in Seagrave, Nuneaton, and Higham; the library at Brasenose; and various friends and colleagues, including John Bancroft. Burton was buried in the north aisle of Christ Church Cathedral, Oxford, on 27 January. William erected a monument to Robert Burton in the cathedral: a coloured effigy of Robert, flanked by an astrological representation of his nativity and geometric instruments, with a short Latin epitaph below, said to have been composed by Burton. Writing near the close of the 17th century, John Aubrey records a rumour circulated among Oxford students, asserting that Burton took his own life. Writing around the same time, in an early biography of Burton, Wood added that Burton was supposed to have done this so his date of death would fit his exact astrological calculations. This rumour is dubious, and has been largely rejected by biographers as far back as Wood. Angus Gowland, in his 2006 study of Burton, is among the few who take the allegation seriously, though he admits it is \"no more than a melancholy rumour\". Burton rejected the endorsements of suicide by classical authors in the Anatomy, and if the rumours were taken to have any veracity after his death, Burton would not have been buried in Christ Church cathedral. Gowland counters this evidence, citing the charity shown by Burton in the Anatomy for those tempted by suicide, and conjecturing a conspiracy of the \"notoriously close-knit College\" to keep Burton's suicide secret. == The Anatomy of Melancholy == thumb|right|Frontispiece of the 1628 edition of The Anatomy of Melancholy|alt=17th century print Though Burton wrote elsewhere, Bamborough regards Burton's one truly great work as The Anatomy of Melancholy. Ostensibly a three-part treatise on depression and its treatment, the book consists of quotations from, paraphrases of and commentary on numerous authors, from many fields of learning, and ranging from classical times to his contemporaries, in a \"tangled web of opinion and authority\". According to Wood, Burton was apparently famed at Oxford employing this prose style in his speech, effortlessly recalling passages as he spoke. The Anatomy is digressive and confusing in its structure; Burton himself apologetically admitted to \"bring[ing] forth this confused lump\", excusing himself over a shortage of time. Over the five editions, he did little to amend this confusion, preferring to append more to the labyrinthine text. The book is the fruit of a lifetime's worth of learning, though Burton emphasised in the Anatomy that erudition is ultimately pointless, and that it is perhaps better to remain ignorant. Burton wrote The Anatomy of Melancholy largely to write himself out of being a lifelong sufferer from depression. As he described his condition in the preface \"Democritus Junior to the Reader\", \"a kind of imposthume in my head, which I was very desirous to be unladen of and could imagine no fitter evacuation than this ... I write of melancholy, by being busy to avoid melancholy. There is no greater cause of melancholy than idleness, no better cure than business\". In his view, melancholy was \"a disease so frequent ... in our miserable times, as few there are that feele not the smart of it\", and he said he compiled his book \"to prescribe means how to prevent and cure so universall a malady, an Epidemicall disease, that so often, so much crucifies the body and mind\". For Burton, \"melancholy\" describes a range of mental abnormalities, from obsession to delusion to what we would now call clinical depression. Burton at once gives a multitude of remedies for melancholy, and warns they are all ultimately useless, in characteristic self-contradiction. ==Philosophaster== left|thumb|Title page of the manuscript of Burton's Philosophaster. Philosophaster is a play, satirising on the 17th-century university, composed in Latin during Burton's time as an Oxford student. The plot of Philosophaster follows the university of Osuna in Andalusia, recently founded by one Desiderius, Duke of Osuna, in hope of attracting scholars. However, the university actually attracts a crowd of philosophasters—pseudo- philosophers, Jesuits, and prostitutes—who con the Duke and townspeople into believing their disguises, capitalising on their naivete in a series of farcical scenes. Amidst this chaos, two true philosophers, Polumathes and Philobiblos (their names literally meaning \"Much-Learned\" and \"Lover of Books\") appear and unmask the philosophasters. The resultant controversy among the townspeople nearly causes the Duke to close the university, but he is persuaded otherwise by Polumathes. In the comic climax, the fraudsters are branded and exiled, two characters marry, and the play concludes with a \"hymn in praise of philosophy [...] to the tune of Bonny Nell\". As Connie McQuillen has put it, the distinguishing quality Philosophaster is the \"patchwork of borrowings\" with which it was written. Stylistically, Philosophaster is declared on the title page to be a Comoedia Nova (or New Comedy) a satirical genre Kathryn Murphy describes as \"in the tradition of Plautus and Terence.\" Burton borrowed many elements from these Roman comedies: the tendency of characters to burst into song; the character of the clever slave; the love between a high-born man and low-born girl, who is later revealed to be of noble birth. Burton also borrows episodes from contemporary academic satires—dealing with the perennial feuds between town and gown, the distinction between \"true\" and \"false\" scholars, the ridicule of pedants—and characters from humanist satirists, chiefly Erasmus and Giovanni Pontano. The play's depiction of alchemy bears some passing resemblance to Ben Jonson's play The Alchemist, but Burton takes strains to point out in the introduction to a manuscript that his play was written before the first staging of Jonson's play, in 1610. In interpreting the Philosophaster, many authors have understood it solely in relation to the Anatomy, as an academic satire on the excesses of university life, especially that of Oxford. Angus Gowland, describing the University of Osuna as a \"thinly disguised Oxford\", asserts that \"the purpose of the play was to ridicule contemporary scholarship and provoke reform\", in anticipation of the Anatomy satirical themes. As O'Connell put it more succinctly, the play's \"main satiric thrust, that pseudolearned charlatans find a ready haven in a university, is meant to find its general target in Oxford\". This much is obvious in certain characters—such as Theanus, an elderly college administrator who has forgotten all his scholarship, but still earns an exorbitant salary tutoring the sons of the gentry—whom the audience were expected to be familiar with within academia. However, critic Kathryn Murphy has pointed out that Philosophaster contains a significant, and often underappreciated, undercurrent of anti-Catholicism. Burton's philosophasters are joined by the representatives of Roman Catholicism, including scholastics and Jesuits, in their mockery of philosophy and the university. Murphy has suggested these themes reflect the pervading cultural influence of the Gunpowder Plot in Burton's lifetime, which took place a year before the play was set. ==Personal life== ===Character=== Despite his eccentric portrayals as such by some later Romantic authors, there is \"no evidence that Burton was a recluse, and testimony that he had some real practical interests\", Bamborough emphasises. He was no doubt an active part in the non-academic daily life of Oxford, through his university-appointed roles in its church and market life, and Bamborough adds that in his day he \"was known as a mathematician and as both an astrologer and an astronomer, and even had some reputation as a surveyor\". Wood also notes that Burton's unsurpassed skill at including \"verses from the poets or sentences from classical authors\" in his everyday speech, \"then all the fashion in the university\", allowed him some popularity. However, Burton's \"most significant occupations during his life were reading and writing\", and his large library is evidence enough of this prodigious bookishness. Of his character, Wood wrote: ===Religious views=== Gowland has suggested the Burton family had some Catholic sympathies, because of their close relation to Jesuit Arthur Faunt. Faunt's godson and Burton's brother, William, spoke admiringly of Faunt as \"a man of great learning, gravity and wisdome\";William Burton quoted in William was a vigorous supporter of Laudian reforms in his home county, siding with High Church Anglicanism, which was sometimes seen as Catholic-sympathising and at St Thomas's, Burton was apparently one of the last few 17th-century Church of England priests to use unleavened wafers in the Communion, an outmoded Laudian practice. However, as an Oxford scholar, Burton could have taken a personal dislike to Archbishop Laud; as the Chancellor there from 1630 to 1641, Laud was in perpetual squabbles with its body of scholars, which would not endear him to Burton. Burton was an apparent supporter of James I's anti-Catholic measures, listed among those at Christ Church who took his Oath of Allegiance. The anti-Catholic portions of Philosophaster were revised shortly after James released the Oath, possibly to satirise the ensuing Catholic backlash. As Adam Kitzes put it, Burton \"makes no bones about his allegiance to the king and the Church of England\". Burton also claimed part of his reasoning in not proceeding to a DD (Doctor of Divinity) was his reluctance to participate in the endless argument surrounding religion, for which he \"saw no such great neede\". ===Library=== thumb|left|Robert Burton's library in Christ Church Library, 1907, after Osler's efforts to reorganise the bequest. According to Bamborough, \"to describe Burton as 'bookish' can only be called ridiculous understatement\". Burton owned 1738 books in total, tenfold the library of a typical Oxford don, though not as vast as those of some other contemporary humanist scholars. He accumulated the collection over a forty-six year period, from 1594 to 1640. The profits from the Anatomy probably funded most of the library, larger than his modest academic and ecclesiastical income would have been able to cover. The majority of the library's contents was in Latin, but the number of English volumes was untypically large. Burton seems to have been uncomfortable reading outside these two primary languages; he owned only a handful of titles in Italian, German, Spanish, and Hebrew, and none in Greek, the last despite his humanist reputation and the recurring Grecian references in the Anatomy. Again despite this reputation, the majority of Burton's library was contemporary. He owned hundreds of cheap pamphlets, satires, and popular plays: all works which had been excluded from the recently founded Bodleian Library, perhaps why Burton felt the need to purchase them. Though religious works composed the largest category in his library (about one quarter), the remaining three quarters were made up by an eclectic collection of literary, historical, medical, and geographical volumes, testifying to Burton's broad scholarship. Burton was an avid annotator of books, with marginal notes in around one-fifth of his books, from the tangential to the bluntly hostile. Burton's library was divided between the Bodleian and Christ Church libraries after his death. In the early 20th century, Oxford Regius Professor of Medicine William Osler, an enthusiast for Burton, found Burton's bequests \"scattered indiscriminately\"Osler quoted in throughout the two libraries, and, from 1907 to 1908, set about having them gathered together in one collection, rediscovering over a thousand of Burton's volumes. In Christ Church Library, Osler set up an elaborate display of these books surrounding a copy of the Brasenose Portrait of Burton. Osler delivered an address on the contents of Burton's library the following year. In 1964, Christ Church Library disassembled Osler's Burton collection, moving the books to the Archiva Superiora on the second floor. This collection comprises 1530 of the 1738 books and two manuscripts owned by Burton. The remaining 210 were distributed to either various acquaintances of Burton; gifted or traded to other libraries or bookshops; or by selling duplicates, some of which are unrecorded. Of the 140 books yet to be located, it is thought that around half of these are extant. Christ Church Library has referred to Burton's library as \"one of the most important surviving English private libraries from the period before the Civil War\". ==Reputation and legacy== Burton's Anatomy was an extremely popular work in Burton's lifetime, and throughout the 17th century, going through eight editions from 1621 to 1676, as its readers interpreted and employed it to varied, personal ends. Wood wrote that the Anatomy, as \"a Book so full of variety of reading\", prompted hack authors to borrow shamelessly from the work. Some authors, \"who have lost their time and are put to a push for invention\" poached his numerous classical quotations, in a show of erudition. In the 18th century, George Steevens retrospectively noted it as \"a book once the favourite of the learned and witty, and a source of surreptitious learning\". Certainly, scholars copied and emulated the Anatomy to their own ends: William Vaughan repurposed Burton's critique of court patronage towards an anti-Catholic end in The Golden Fleece (1626); Nathanael Carpenter imitated Burton's intimate articulation of his own melancholy and defence of scholarship for his Geography delineated forth (1625); and Richard Whitlock, in his Zootomia (1654), plagiarised Burton's defence of scholarship wholesale in defending the university from contemporary Puritan attacks. For the dramatists such as John Ford, Burton's treatise \"was virtually an authoritative psychiatric textbook\", used as a reference work for their depictions of melancholy. Richard Holdsworth, when Master of Emmanuel College, Cambridge (1637–43), recommended it as a comprehensive digest to \"serve for [the] delight and ornament\" of young gentlemen, bestowing that learning expected of a gentleman rather than that of a serious scholar. The earliest biography of Burton appeared in 1662, as part of Thomas Fuller's Worthies of England; this was followed by Anthony à Wood in his 1692 volume of Athenae Oxonienses. Into the 18th century, Burton experienced something of a lull in popularity. The Anatomy did still obtain a few distinguished readers in this period. Samuel Johnson, himself a melancholic, was an avid reader of Burton; Boswell's Life of Johnson reports that Johnson remarked the Anatomy was \"the only book that ever took him out of bed two hours sooner than he wished to rise\". Though no American edition was published until 1836, Burton's work procured a few prominent readers in early America. One such reader was American Founding Father Benjamin Franklin, who marvelled to a friend \"that, in the last Century, a Folio, Burton on Melancholy, went through six Editions in about twenty years. We have, I believe, more Readers now, but not such huge Books.\" Burton's influence during this period was chiefly as reservoir of quotes and anecdotes for less sophisticated authors to borrow from. One such borrower was Laurence Sterne, who shamelessly incorporated passages of Burton throughout his Tristram Shandy (1759), an act of plagiarism which was not revealed for nearly thirty years, until the publication of John Ferriar's Illustrations of Sterne (1798). After Ferriar made this influence known, Burton and his work experienced a revival of interest. A new edition, the first in over a century, was published in 1800; more than forty were published throughout the 19th century. The Romantics, especially Charles Lamb and Samuel Taylor Coleridge, admired the work as an erudite curiosity. Lamb illustrated Burton in his \"Detached Thoughts on Books and Reading\" (1833) as \"that fantastic great old man\", creating the image of Burton as an eccentric and erudite academic which has since stuck, for whatever truth it possessed. The Anatomy was among John Keats's favourite books, and was used as a major source for the plot of his poem \"Lamia\" (1820). Burton's prose style wasn't universally appreciated, appearing pedantic and pretentious to some 19th- century critics. The Victorian poet and literary critic T. E. Brown disparaged the Anatomy as \"the sweepings of the medieval dustbin\" or some \"enormous labyrinthine joke\".Quoted in Into the early 20th century, this romantic view transitioned into the more academic study of Burton's masterpiece. William Osler—widely regarded as the father of modern medicine—was a lifelong devotee of Burton and described the Anatomy as \"the greatest medical treatise written by a layman\". According to one scholar, \"the revival of critical interest in The Anatomy of Melancholy owes not a little to Osler's direct influence\". Following Osler's influence, Burtonian studies were primarily bibliographical in the early 20th century, with the exception of an influential essay by critic Morris Croll on the \"Senecan style\" in Burton's late Renaissance prose. By the middle of the 20th century, psychoanalytic critics of the Anatomy emerged, regarding Burton's masterpiece as a work of psychological autobiography. In The Psychiatry of Robert Burton (1944), for instance, critic Bergen Evans and psychiatrist George Mohr combed the Anatomy for references to mothers in an attempt to reconstruct Burton's own relationship with his mother. This psychoanalytic tendency has been criticised by more modern biographers of Burton, especially by R. L. Nochimson, who dedicated an article to amending the \"amazing carelessness\"Nochimson quoted in with which Burton's literary and real personae have been confused. Stanley Fish's 1972 monograph Self-Consuming Artifacts inaugurated the postmodern interpretation of Burton's Anatomy, which alternatingly saw it as a satirical indictment of humanistic encyclopedism, or a desperate suppression of Burton's anxiety over the immensity of his subject matter. However, in total, Burton's Anatomy only accrued a small handful of monographs in the second half of the 20th century. The most detailed study of this period was a French monograph by Jean Robert Simon, a fact which, according to one scholar, \"speaks volumes about the marginalization of the Anatomy in Anglophone early modern studies [of that period].\" Burton earned a new generation of enthusiasts in the 20th and 21st centuries. As journalist Nick Lezard observed in 2000, though not often reprinted, \"Robert Burton's Anatomy of Melancholy survives among the cognoscenti\". Samuel Beckett drew influence from Burton's Anatomy, both in the misogynistic depiction of women in his early fiction, and the Latin quotations (via Burton) found throughout in his work. The eminent literary critic Northrop Frye was an admirer of the Anatomy; he characterized it as \"an enormous survey of human life\" which \"ranks with Chaucer and Dickens, except the characters are books rather than people\". Psychiatrist and historian of ideas Jacques Barzun held up Burton as \"the first systematic psychiatrist\", praising him for the collection of \"widely scattered case histories\" of melancholia for his Anatomy, and treating the mentally ill with a \"tender sympathy\" uncharacteristic of subsequent psychiatrists. American writer Alexander Theroux has named Burton as one of his influences, and sometimes imitates his style.See Burton entry in the index to Steven Moore, Alexander Theroux: A Fan's Notes (Zerogram Press, 2020). English novelist Philip Pullman praised the work in a 2005 article for The Telegraph as a \"glorious and intoxicating and endlessly refreshing reward for reading\". For Pullman, it is \"one of the indispensable books; for my money, it is the best of all.\" Australian singer/songwriter Nick Cave listed Burton's Anatomy as one of his favourite books. Though Burton's legacy lies almost exclusively in his authorship of the Anatomy, his Philosophaster has increasingly been examined alongside it. As Murphy observed, Philosophaster \"has received more attention than most of the other surviving examples of university drama.\" Since its first, mid-19th-century publication in Latin, it has been published three more times, twice with original translations into English. In 1930, it was even performed at the University of California. The play has received a mixed reception from modern scholars. Literary critic Martin Spevack dismissed it as \"an obvious and elementary string of transparent sketches\".Quoted in O'Connell has, however, described it as \"perhaps the most appealing of Burton's Latin works\", he notes that the \"liveliness in its representation of university life\" redeems the \"weak plotting and flat characterization.\" The 19th-century critic of Elizabethan drama Arthur Henry Bullen wrote of it that the philosophasters \"are portrayed with considerable humour and skill, and the lyrical portions of the play are written with a light hand\". Bamborough summed it up as \"not without genuine merit, particularly in the satirical portraits of pretenders to learning.\" ==Notes== ==References== ==Sources== * * * * * * * * * :* * :* * :* * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * ==Further reading== *Burton, Robert (1989–2000). Faulkner, Thomas C.; Kiessling, Nicolas K.; Blair, Rhonda L.; Bamborough, J. B.; Dodsworth, Martin (eds.). The Anatomy of Melancholy. Oxford: Oxford University Press. (6 vols.) — First three volumes are the Anatomy text, next three are a chapter-by-chapter commentary by Bamborough and Dodsworth. *Gowland, Angus (2006). The Worlds of Renaissance Melancholy: Robert Burton in Context. Cambridge, UK: Cambridge University Press. . *Babb, Lawrence (1959). Sanity in Bedlam: A Study of Robert Burton's The Anatomy of Melancholy. East Lansing, MI: Michigan State University Press. *O'Connell, Michael (1986). Robert Burton. Twayne Publishers. . *Mueller, William R. (1952). The Anatomy of Robert Burton's England. Berkeley, CA: University of California Press. *Simon, Jean Robert (1964). Robert Burton (1577–1640) et l'Anatomie de la mélancolie (in French). Paris: Didier. ==External links== * Review and quotes at Complete Review * Entry at the Columbia Encyclopedia * The BBC's \"In Our Time\" discusses The Anatomy of Melancholy. ;Online texts * * * * Category:Alumni of Brasenose College, Oxford Category:Burials at Christ Church Cathedral, Oxford Category:16th-century English medical doctors Category:17th-century English medical doctors Category:English non-fiction writers Category:Fellows of Christ Church, Oxford Category:History of mental health in the United Kingdom Category:People from Lindley, Leicestershire Category:17th-century English Anglican priests Category:1577 births Category:1640 deaths Category:16th- century English writers Category:16th-century male writers Category:17th- century English writers Category:17th-century English male writers Category:English male non-fiction writers Category:17th-century Latin-language writers",
 "title": "Robert Burton"
}