{
 "id": "174666",
 "text": "John Adams, known as Jack Adams (4 July 1767– 5 March 1829), was the last survivor of the mutineers who settled on Pitcairn Island in January 1790, the year after the mutiny. His real name was John Adams, but he used the name Alexander Smith until he was discovered in 1808 by Captain Mayhew Folger of the American whaling ship Topaz. His children used the surname \"Adams\".Frederick Chamier Jack Adams, the Mutineer 1838 == Pitcairn == thumb|1831 engraving of John Adams Wooden House Pitcairn Island thumb|1849 painting of John Adams Wooden House and grave Pitcairn Island thumb|1908 photograph of Wooden House Built by the Mutineers of the 'Bounty,' Pitcairn Island The mutineers of HMS Bounty and their Tahitian companions settled on the island and set fire to the Bounty. Only the ballast stone remains of the wreck in Bounty Bay. Although the settlers were able to survive by farming and fishing, the initial period of settlement was marked by serious tensions among the settlers. Alcoholism, murder, disease and other ills had taken the lives of most of the mutineers and Tahitian men. John Adams, Ned Young, and Matthew Quintal were the last three mutineers surviving in 1799 when the thuggish Quintal, while drunk, reportedly threatened to kill the entire community if he could not have Fletcher Christian's widow as his own consort, and in response Adams and Young lured him to Young's house and killed him with a hatchet. Having taken effective control of the 19-member strong colony after the 1793 massacre, Adams and Young then turned to the Scriptures using the ship's Bible as their guide for a new and peaceful society. As a result, Adams and Young embraced Christianity and taught the children to read and write using the Bible. Young eventually died of an asthmatic infection in 1800, but Adams continued his work of educating the women and children. The Pitcairners also converted to Christianity. The Pitcairners would later convert from their existing form of Christianity to Adventism after a successful Adventist mission in the 1890s. The American sailing ship Topaz was the first to rediscover Pitcairn in 1808. Adams was eventually granted amnesty for the mutiny. On 17 December 1825 Adams was married to Teio, or 'Mary'. Teio had already borne Adams' only son, George Adams in 1804. thumb|right|The grave of John Adams on Pitcairn Island Adams' grave on Pitcairn is the only known grave site of a Bounty mutineer. It has a replacement headstone, the original lead- covered wooden grave marker having been taken back to Britain where it is now on display in the National Maritime Museum in Greenwich, London. The main settlement and capital of Pitcairn, Adamstown, is named after Adams. == References == == Further reading == * Conway, Christiane (2005). Letters from the Isle of Man – The Bounty-Correspondence of Nessy and Peter Heywood. The Manx Experience. . * Wilson, Erle (1959). Adams of the Bounty. Criterion Books. == External links == * Category:English emigrants to the Pitcairn Islands Category:Pitcairn Islands people Category:Royal Navy sailors Category:1767 births Category:1829 deaths Category:18th-century pirates Category:HMS Bounty mutineers Category:Pitcairn Islands Christians Category:19th-century rulers in Oceania Category:Heads of state in Oceania Category:Castaways Category:18th-century rulers in Oceania",
 "title": "John Adams (mutineer)"
}