{
 "id": "17470",
 "text": "Kurt Georg Kiesinger (; 6 April 1904 – 9 March 1988) was a German politician who served as the chancellor of West Germany from 1 December 1966 to 21 October 1969. Before he became Chancellor he served as Minister President of Baden-Württemberg from 1958 to 1966 and as President of the Federal Council from 1962 to 1963. He was Chairman of the Christian Democratic Union from 1967 to 1971. Kiesinger gained his certificate as a lawyer in March 1933 and worked as a lawyer in Berlin's Kammergericht court from 1935 to 1940. Braunbuch, chapter \"Diplomaten Ribbentrops\", 3rd Volume, Berlin, GDR 1968, https://web.archive.org/web/20101120003249/http://braunbuch.de/8-01.shtml He had joined the Nazi Party in 1933, but remained a largely inactive member. To avoid conscription, he found work at the Foreign Office in 1940, and became deputy head of the Foreign Office's broadcasting department. During his service at the Foreign Office, he was denounced by two colleagues for his anti-Nazi stance. In 1946 he became a member of the Christian Democratic Union. He was elected to the Bundestag in 1949, and was a member of the Bundestag until 1958 and again from 1969 to 1980. He left federal politics for eight years (from 1958 to 1966) to serve as Minister President of Baden- Württemberg, and subsequently became Chancellor by forming a grand coalition with Willy Brandt's Social Democratic Party. Kiesinger was considered an outstanding orator and mediator, and was dubbed \"King Silver Tongue\". He was an author of poetry and various books, and founded the universities of Konstanz and Ulm as Minister President of Baden-Württemberg. Kiesinger is also considered controversial, which is mainly due to his affiliation and work with the Nazis. The student movement in particular, but also other sections of the population, saw Kiesinger as a politician who stood for inadequate German coming to terms with the past. ==Early life and Nazi activities== Kurt Georg Kiesinger was born in Ebingen, Kingdom of Württemberg (now Albstadt, Baden- Württemberg). His father was a commercial clerk in companies engaged in the local textile industry. Kiesinger was baptized Catholic because his mother was Catholic, though his father was a protestant. His mother died six months after he was born. Her mother (Kiesinger's grandmother) exerted a strong influence on Kiesinger and encouraged him, while his father was indifferent to his advancement. After a year, his father was remarried to a Karoline Victoria Pfaff. They had seven children, of whom Kiesinger's half-sister Maria died a year after she was born. Pfaff was also a Catholic. Kiesinger was therefore shaped by both denominations and later referred to himself gladly as a \"Protestant Catholic\". Politically, Kiesinger grew up in a liberal, democratically-minded milieu. Kiesinger studied law in Berlin and worked as a then as lawyer in Berlin from 1935 to 1940. As a student, he joined the (non- couleur wearing) Roman Catholic corporations KStV Alamannia Tübingen and Askania-Burgundia Berlin. He became a member of the Nazi Party in February 1933, but remained a largely inactive member.Kurt Georg Kiesinger In 1940, he was called to arms but avoided mobilization by finding a job in the Foreign Office's broadcasting department, rising quickly to become deputy head of the department from 1943 to 1945 and the department's liaison with the Propaganda Ministry.Jeffrey Herf, \"Judenhass aus dem Äther. NS-Propaganda für die Arabische Welt während des Zweiten Weltkriegs\", in Naziverbrechen. Täter, Taten, Bewältigungsversuche, edited by Martin Cüppers et al., Darmstadt 2013, pp. 45-61, here p. 49. He worked under Joachim von Ribbentrop, who would later be condemned to death at Nuremberg. After the war, he was interned by the Americans for his connection to Ribbentrop and spent 18 months in the Ludwigsburg camp before being released as a case of mistaken identity.Munzinger-Online, s.v.Kurt Georg Kiesinger, Accessed 16 October 2010 Franco-German journalist Beate Klarsfeld demonstrated Kiesinger's close connections to Ribbentrop and Joseph Goebbels, the head of Nazi Germany's Propaganda Ministry. She also asserted that Kiesinger had been chiefly responsible for the contents of German international broadcasts which included anti-Semitic and war propaganda, and had collaborated closely with SS functionaries and Franz Alfred Six. The latter was responsible for mass murders in Nazi-occupied Eastern Europe and was tried as a war criminal in the Einsatzgruppen Trial at Nuremberg. Even after becoming aware of the extermination of the Jews, Kiesinger had continued to produce anti-Semitic propaganda.Transcript of oral history interview , Kapitel aus: Beate Klarsfeld: Wherever they may be, 1972, Seite 26–35. These allegations were based in part on documents that Albert Norden published about the culprits of war and Nazi crimes. ==Early political career== Kiesinger joined the Christian Democratic Union (CDU) in 1946. From 1946 he gave private lessons to law students, and in 1948 he resumed his practice as a lawyer. In 1947 he also became unpaid secretary-general of the CDU in Württemberg-Hohenzollern. left|thumb|259x259px|1961 election poster for Kiesinger In the federal election in 1949 he was elected to the Bundestag, where he will be a member until 1958 and then from 1969 to 1980. In his first legislative term he represented the constituency of Ravensburg, in which he achieved record results of over 70 percent, from 1969 the constituency of Waldshut. For the 1976 federal election, Kiesinger renounced his own constituency and entered parliament via the Baden-Württemberg state list of his party. In the first two legislative periods (1949–1957) he was chairman of the mediation committee of the Bundestag and Bundesrat. On 19 October 1950, Kiesinger received 55 votes against his party friend Hermann Ehlers (201 votes) in the election for President of the Bundestag, although he had not been proposed. In 1951 he became a member of the CDU executive board. From December 17, 1954 to January 29, 1959, he was chairman of the Bundestag Committee on Foreign Affairs, to which he had been a member since 1949. During that time, he became known for his rhetorical brilliance, as well as his in-depth knowledge of foreign affairs. However, despite the recognition he enjoyed within the Christian Democrat parliamentary faction, he was passed over during various cabinet reshuffles. Consequently, he decided to switch from federal to state politics. ==Minister President of Baden-Württemberg== Kiesinger became Minister President of the state of Baden-Württemberg on 17 December 1958, an office in which he served until 1 December 1966. At that time Kiesinger was also a member of the Landtag of Baden-Württemberg. As Minister President he was President of the German Bundesrat from 1 November 1962 to 31 October 1963. During his time in office he founded two universities, the University of Konstanz and the University of Ulm. In the early days of the Federal Republic of Germany, oversized coalitions were not uncommon at the state level, and so Kiesinger led a coalition of the CDU, SPD, FDP/DVP and BHE until 1960, but then a coalition from 1960 to 1966. On 15 April 1961, the BHE disbanded. ==Chancellorship== thumb|Portrait of Kurt Georg Kiesinger, Kanzlergalerie Berlin|left In 1966 following the collapse of the existing CDU/CSU-FDP coalition, Kiesinger was elected to replace Ludwig Erhard as Chancellor, heading a new CDU/CSU-SPD alliance. The government formed by Kiesinger remained in power for nearly three years with the SPD leader Willy Brandt as Vice Chancellor and Foreign Minister. Kiesinger reduced tensions with the Soviet bloc nations establishing diplomatic relations with Czechoslovakia, Romania and Yugoslavia but he opposed any major conciliatory moves. A number of progressive reforms were also realised during Kiesinger's time as Chancellor. Pension coverage was extended in 1967 via the abolition of the income-ceiling for compulsory membership. In education, student grants were introduced, together with a university building programme, while a constitutional reform of 1969 empowered the federal government to be involved with the Länder in educational planning through joint planning commission. Vocational training legislation was also introduced, while a reorganisation of unemployment insurance promoted retraining schemes, counselling and advice services and job creation places. In addition, under the “Lohnfortzahlunggesetz” of 1969, employers had to pay all employees’ wages for the first six weeks of sickness.The Federal Republic of Germany: The End of an era edited by Eva Kolinsky In August 1969, the Landabgaberente (a higher special pension for farmers willing to cede farms that were unprofitable according to certain criteria) was introduced. The historian Tony Judt has observed that Kiesinger's chancellorship, like the presidency of Heinrich Lübke, showed the \"a glaring contradiction in the Bonn Republic's self-image\" in view of their previous Nazi allegiances. One of his low points as Chancellor was in 1968 when Nazi-hunter Beate Klarsfeld, who campaigned with her husband Serge Klarsfeld against Nazi criminals, publicly slapped him in the face during the 1968 Christian Democrat convention, while calling him a Nazi. She did so in French and – whilst being dragged out of the room by two ushers – repeated her words in German saying \"Kiesinger! Nazi! Abtreten!\" (\"Kiesinger! Nazi! Step down!\") Kiesinger, holding his left cheek, did not respond. Up to his death he refused to comment on the incident and in other opportunities he denied explicitly that he had been opportunistic by joining the NSDAP in 1933 (although he admitted to joining the German Foreign Ministry to dodge his 1940 draft by the Wehrmacht). Other prominent critics included the writers Heinrich Böll and Günter Grass (in 1966, Grass had written an open letter urging Kiesinger not to accept the chancellorship). After the election of 1969, the SPD preferred to form a coalition with the FDP, ending the uninterrupted post-war reign of the CDU chancellors. Kiesinger was succeeded as Chancellor by his former Vice-Chancellor Willy Brandt. ==Later years and death== Kiesinger continued to head the CDU/CSU in opposition and remained a member of the Bundestag until 1980. In July 1971 Kiesinger was succeeded as Leader of the Christian Democratic Union by Rainer Barzel. In 1972 he justified the constructive vote of no confidence by the CDU/CSU parliamentary group against Willy Brandt in the Bundestag. The subsequent vote in Brandt with the aim of electing the then CDU leader Rainer Barzel as chancellor was unsuccessful because of the bribery of Julius Steiner and probably Leo Wagner by GDR's Stasi. In 1980 Kiesinger ended his career as politician and worked on his memoir. Of his planned memoirs, only the first part (Dark and Bright Years) was completed, covering the years up to 1958. It was released after his death in 1989. Kiesinger died in Tübingen on 9 March 1988, four weeks before his 84th birthday. After a requiem mass in Stuttgart's St. Eberhard Church, his funeral procession was followed by protesters (mainly students) who wanted his former membership in the Nazi Party remembered. == Books == * Schwäbische Kindheit. (“Swabian childhood.”), Wunderlich Verlag, Tübingen 1964. * Ideen vom Ganzen. Reden und Betrachtungen. (“Ideas from the whole. Speeches and reflections.”), Wunderlich Verlag, Tübingen 1964. * Stationen 1949-1969,. (“Stations 1949-1969.”), Wunderlich Verlag, Wunderlich Verlag, Tübingen 1969. * Die Stellung des Parlamentariers in unserer Zeit. (“The position of the parliamentarian in our time.”), Stuttgart 1981. * Dunkle und helle Jahre: Erinnerungen 1904–1958. (“Dark and Bright Years: Memoirs 1904–1958.”), Deutsche Verlags-Anstalt, Stuttgart 1989 ==References== == Notes == ==Further reading== * Braunbuch, chapter \"Kiesinger - ein führender Nazi-Propagandist als Bonner Regierungschef\", 3rd Volume, Berlin, GDR 1968, https://web.archive.org/web/20101120003249/http://braunbuch.de/8-01.shtml * Philipp Gassert: Kurt Georg Kiesinger 1904–1988. Kanzler zwischen den Zeiten. DVA, München 2006, (Rezension Daniela Münkler und Benjamin Obermüller, rezensionen.ch, 19. Juli 2006, S. 31). * Michael F. Feldkamp: Katholischer Studentenverein Askania-Burgundia im Kartellverband Katholischer Deutscher Studentenvereine (KV) zu Berlin 1853–2003. (PDF) Eine Festschrift herausgegeben von der K.St.V. Askania-Burgundia, Berlin 2006. * Otto Rundel: Kurt Georg Kiesinger. Sein Leben und sein politisches Wirken. Kohlhammer Verlag, Stuttgart 2006, . * Günter Buchstab, Philipp Gassert, Peter Thaddäus Lang (Hrsg.): Kurt Georg Kiesinger 1904–1988. Von Ebingen ins Kanzleramt. Herder, Freiburg 2005, im Auftrag der Konrad-Adenauer-Stiftung, . * Reinhard Schmoeckel, Bruno Kaiser: Die vergessene Regierung. Die große Koalition 1966–1969 und ihre langfristigen Wirkungen. Bouvier Verlag, Bonn 2005, . * Maria Keipert (Red.): Biographisches Handbuch des deutschen Auswärtigen Dienstes 1871–1945. Herausgegeben vom Auswärtigen Amt, Historischer Dienst. Band 2: Gerhard Keiper, Martin Kröger: G–K. Schöningh, Paderborn u. a. 2005, . * Albrecht Ernst: Kurt Georg Kiesinger 1904–1988. Rechtslehrer, Ministerpräsident, Bundeskanzler. Begleitbuch zur Wanderausstellung des Hauptstaatsarchivs Stuttgart, Stuttgart 2004, . * Joachim Samuel Eichhorn: Durch alle Klippen hindurch zum Erfolg: Die Regierungspraxis der ersten Großen Koalition (1966–1969) (Studien zur Zeitgeschichte, Band 79); München 2009. Category:1904 births Category:1988 deaths Category:20th-century Chancellors of Germany Category:Chancellors of Germany Category:Presidents of the German Bundesrat Category:Christian Democratic Union of Germany politicians Category:Nazi Party politicians Category:German Roman Catholics Category:Grand Crosses 1st class of the Order of Merit of the Federal Republic of Germany Category:Recipients of the Order of Merit of Baden-Württemberg Category:Members of the Bundestag for Baden-Württemberg Category:Members of the Bundestag 1976–1980 Category:Members of the Bundestag 1972–1976 Category:Members of the Bundestag 1969–1972 Category:Members of the Bundestag 1957–1961 Category:Members of the Bundestag 1953–1957 Category:Members of the Bundestag 1949–1953 Category:Nazi Party members Category:People from Albstadt Category:People from the Kingdom of Württemberg Category:People of the Cold War Category:Ministers-President of Baden-Württemberg Category:Members of the Bundestag for the Christian Democratic Union of Germany",
 "title": "Kurt Georg Kiesinger"
}