{
 "id": "175160",
 "text": "Hechtel-Eksel is a municipality located in the Belgian province of Limburg. On 1 January 2018 it had a total population of 12,290 an area of 76.70 km² giving a population density of 150 inhabitants per km². The municipality was created in January 1977 as a merger of the two former municipalities Hechtel and Eksel. ==Events== Hechtel was home to the \"KBC Night of Athletics\", a yearly international athletics meeting and the annual International Airshow at Sanicole Airport, taking place in September. ==Battle of Hechtel== For seven days during World War II, from 6 to 12 September 1944, the town of Hechtel became the front line between German and British troops in what is known as the battle of Hechtel. German troops consisted of the 2nd Hermann Göring Tank Regiment. The 1st battalion was in Hechtel, with the 2nd placed 2km to the east in Wijchmaal. British forces were from the 1st and 2nd Battalion Welsh Guards, Scots Guards 'X'-Company, Grenadier Guards and other supporting units. During the battle, 62 British and 127 German soldiers were killed with another 250 captured.Memorial The Battle Of Hechtel at Traces of war.com 35 civilians also lost their lives with most being executed by German troops. The town centre was heavily damaged. A German Jagdpanther tank knocked out during this battle may be seen at the Imperial War Museum Duxford, although exact provenance is uncertain, its claimed to be one knocked out by Hugh Griffiths and was previously at The Imperial War Museum London. The battle is commemorated every year on the 2nd Sunday of September.The annual Liberation of Hechtel commemorations Hechtel was the site of the death of the famous Anglican priest Hugh Lister, who served as a combatant officer in the Welsh Guards. ==References== 2 “Hugh Lister (1901–44): Priest, Labor Leader, Combatant Officer.” Anglican and Episcopal History 70 (2001): 353–74. ==External links== * *Map of Hechtel-Eksel *Official website - Available only in Dutch *Sanicole Airshow official website Category:Municipalities of Limburg (Belgium)",
 "title": "Hechtel-Eksel"
}