{
 "id": "175254",
 "text": "Incense is aromatic biotic material that releases fragrant smoke when burnt. The term is used for either the material or the aroma. Incense is used for aesthetic reasons, religious worship, aromatherapy, meditation, and ceremony. It may also be used as a simple deodorant or insect repellent. Incense is composed of aromatic plant materials, often combined with essential oils. The forms taken by incense differ with the underlying culture, and have changed with advances in technology and increasing number of uses. Incense can generally be separated into two main types: \"indirect-burning\" and \"direct- burning\". Indirect-burning incense (or \"non-combustible incense\") is not capable of burning on its own, and requires a separate heat source. Direct- burning incense (or \"combustible incense\") is lit directly by a flame and then fanned or blown out, leaving a glowing ember that smoulders and releases a smoky fragrance. Direct-burning incense is either a paste formed around a bamboo stick, or a paste that is extruded into a stick or cone shape. ==History== The word incense comes from Latin meaning 'to burn'. thumb|Egyptian Incense Burner, 7th century BC Combustible bouquets were used by the ancient Egyptians, who employed incense in both pragmatic and mystical capacities. The purpose of the usage of incense stickincense, sticks are available distinct sizes and price range. each has an exceptional name and a exceptional fragrance. varies; some human beings use it for the duration of meditation and rituals, even as some use it to kill insects. Incense was burnt to counteract or obscure malodorous products of human habitation, but was widely perceived to also deter malevolent demons and appease the gods with its pleasant aroma. Resin balls were found in many prehistoric Egyptian tombs in El Mahasna, giving evidence for the prominence of incense and related compounds in Egyptian antiquity. One of the oldest extant incense burners originates from the 5th dynasty. The Temple of Deir-el-Bahari in Egypt contains a series of carvings that depict an expedition for incense. The Babylonians used incense while offering prayers to divining oracles. Incense spread from there to Greece and Rome. Incense burners have been found in the Indus Civilization (3300–1300 BCE). Evidence suggests oils were used mainly for their aroma. This was the first usage of subterranean plant parts in incense. New herbs like Sarsaparilla seeds, frankincense, and cypress were used by Indians. The oldest source on incense is the Vedas, specifically the Atharva-veda and the Rigveda. Incense-burning was used both to create pleasing aromas and a medicinal tool. Its use in medicine is considered the first phase of Ayurveda, which uses incense as an approach to healing. The practice of incense as a healing tool was assimilated into the religious practices of the time. As Hinduism matured and Buddhism was founded in India, incense became an integral part of Buddhism as well. Around 200 CE, a group of wandering Buddhist monks introduced incense stick making to China. Some incense, depending on the contents, may also act as organic insect repellent. At around 2000 BCE, Ancient China began the use of incense in the religious sense, namely for worship.Herrera, Matthew D. (2012). Holy Smoke: The Use of Incense in the Catholic Church (2nd ed.). San Luis Obispo: Tixlini Scriptorium. Page 1. Incense was used by Chinese cultures from Neolithic times and became more widespread in the Xia, Shang, and Zhou dynasties. The earliest documented use of incense comes from the ancient Chinese, who employed incense composed of herbs and plant products (such as cassia, cinnamon, styrax, and sandalwood) as a component of numerous formalized ceremonial rites. Incense usage reached its peak during the Song dynasty with numerous buildings erected specifically for incense ceremonies. Brought to Japan in the 6th century by Korean Buddhist monks, who used the mystical aromas in their purification rites, the delicate scents of Koh (high-quality Japanese incense) became a source of amusement and entertainment with nobles in the Imperial Court during the Heian Era 200 years later. During the 14th-century Ashikaga shogunate, a samurai warrior might perfume his helmet and armor with incense to achieve an aura of invincibility (as well as to make a noble gesture to whoever might take his head in battle). It wasn't until the Muromachi period during the 15th and 16th century that incense appreciation (, ) spread to the upper and middle classes of Japanese society. ==Composition== A variety of materials have been used in making incense. Historically there has been a preference for using locally available ingredients. For example, sage and cedar were used by the indigenous peoples of North America. Trading in incense materials comprised a major part of commerce along the Silk Road and other trade routes, one notably called the Incense Route.Herrera, Matthew D. Holy Smoke: The Use of Incense in the Catholic Church. San Luis Obispo: Tixlini Scriptorium, 2011. www.SmellsBells.com Local knowledge and tools were extremely influential on the style, but methods were also influenced by migrations of foreigners, such as clergy and physicians. ===Combustible base=== The combustible base of a direct burning incense mixture not only binds the fragrant material together but also allows the produced incense to burn with a self-sustained ember, which propagates slowly and evenly through an entire piece of incense with such regularity that it can be used to mark time. The base is chosen such that it does not produce a perceptible smell. Commercially, two types of incense base predominate: *Fuel and oxidizer mixtures: Charcoal or wood powder provides the fuel for combustion while an oxidizer such as sodium nitrate or potassium nitrate sustains the burning of the incense. Fragrant materials are added to the base prior to shaping, as in the case of powdered incense materials, or after, as in the case of essential oils. The formula for charcoal-based incense is superficially similar to black powder, though it lacks the sulfur. *Natural plant-based binders: Gums such as Gum Arabic or Gum Tragacanth are used to bind the mixture together. Mucilaginous material, which can be derived from many botanical sources, is mixed with fragrant materials and water. The mucilage from the wet binding powder holds the fragrant material together while the cellulose in the powder combusts to form a stable ember when lit. The dry binding powder usually comprises about 10% of the dry weight in the finished incense. These include: **Makko (incense powder) made from the bark of various trees in the genus Persea (such as Persea thunbergii) **Xiangnan pi (made from the bark of trees of genus Phoebe such as Phoebe nanmu or Persea zuihoensis. **Jigit: a resin based binder used in India **Laha or Dar: bark based powders used in Nepal, Tibet, and other East Asian countries. Typical compositions burn at a temperature between . ==Types== Incense is available in various forms and degrees of processing. They can generally be separated into \"direct-burning\" and \"indirect-burning\" types. Preference for one form or another varies with culture, tradition, and personal taste. The two differ in their composition due to the former's requirement for even, stable, and sustained burning. ===Indirect-burning=== Indirect-burning incense, also called \"non-combustible incense\", is an aromatic material or combination of materials, such as resins, that does not contain combustible material and so requires a separate heat source. Finer forms tend to burn more rapidly, while coarsely ground or whole chunks may be consumed very gradually, having less surface area. Heat is traditionally provided by charcoal or glowing embers. In the West, the best known incense materials of this type are the resins frankincense and myrrh, likely due to their numerous mentions in the Bible. Frankincense means \"pure incense\", though in common usage refers specifically to the resin of the boswellia tree. *Whole: The incense material is burned directly in raw form on top of coal embers. *Powdered or granulated: Incense broken into smaller pieces burns quickly and provides brief but intense odor. *Paste: Powdered or granulated incense material is mixed with a sticky incombustible binder, such as dried fruit, honey, or a soft resin and then formed to balls or small pastilles. These may then be allowed to mature in a controlled environment where the fragrances can commingle and unite. Much Arabian incense, also called \"Bukhoor\" or \"Bakhoor\", is of this type, and Japan has a history of kneaded incense, called nerikō or awasekō, made using this method. Within the Eastern Orthodox Christian tradition, raw frankincense is ground into a fine powder and then mixed with various sweet-smelling essential oils. ===Direct- burning=== upright|thumb| Incense coils hanging from the ceiling of an East Asian temple Direct-burning incense, also called \"combustible incense\", is lit directly by a flame. The glowing ember on the incense will continue to smoulder and burn the rest of the incense without further application of external heat or flame. Direct-burning incense is either extruded, pressed into forms, or coated onto a supporting material. This class of incense is made from a moldable substrate of fragrant finely ground (or liquid) incense materials and odourless binder. The composition must be adjusted to provide fragrance in the proper concentration and to ensure even burning. The following types are commonly encountered, though direct-burning incense can take nearly any form, whether for expedience or whimsy. thumb|upright|Burning incense stick and its smoke *Coil: Extruded and shaped into a coil without a core, coil incense can burn for an extended period, from hours to days, and is commonly produced and used in Chinese cultures. *Cone: Incense in this form burns relatively quickly. Incense cones were invented in Japan in the 1800s. *Cored stick: A supporting core of bamboo is coated with a thick layer of incense material that burns away with the core. Higher-quality variations have fragrant sandalwood cores. This type of incense is commonly produced in India and China. When used in Chinese folk religion, these are sometimes known as \"joss sticks\". *Dhoop or solid stick: With no bamboo core, dhoop incense is easily broken for portion control. This is the most commonly produced form of incense in Japan and Tibet. *Powder: The loose incense powder used for making indirect burning incense is sometimes burned without further processing. Powder incense is typically packed into long trails on top of wood ash using a stencil and burned in special censers or incense clocks. *Paper: Paper infused with resin or oils extracted from fragrant material, folded accordion style, is lit and blown out. Examples include Carta d'Armenia and Papier d'Arménie. *Rope: The incense powder is rolled into paper sheets, which are then rolled into ropes, twisted tightly, then doubled over and twisted again, yielding a two-strand rope. The larger end is the bight, and may be stood vertically, in a shallow dish of sand or pebbles. The smaller (pointed) end is lit. This type of incense is easily transported and stays fresh for extremely long periods. It has been used for centuries in Tibet and Nepal. Moxa tablets, which are disks of powdered mugwort used in Traditional Chinese medicine for moxibustion, are not incenses; the treatment is by heat rather than fragrance. Incense sticks may be termed joss sticks, especially in parts of East Asia, South Asia and Southeast Asia. Among ethnic Chinese and Chinese-influenced communities these are traditionally burned at temples, before the threshold of a home or business, before an image of a religious divinity or local spirit, or in shrines, large and small, found at the main entrance of every village. Here the earth god is propitiated in the hope of bringing wealth and health to the village. They can also be burned in front of a door or open window as an offering to heaven, or the devas. The word \"joss\" is derived from the Latin deus (god) via the Portuguese deos through the Javanese dejos, through Chinese pidgin English. ==Production== The raw materials are powdered and then mixed together with a binder to form a paste, which, for direct burning incense, is then cut and dried into pellets. Incense of the Athonite Orthodox Christian tradition is made by powdering frankincense or fir resin, mixing it with essential oils. Floral fragrances are the most common, but citrus such as lemon is not uncommon. The incense mixture is then rolled out into a slab approximately thick and left until the slab has firmed. It is then cut into small cubes, coated with clay powder to prevent adhesion, and allowed to fully harden and dry. In Greece this rolled incense resin is called 'Moskolibano', and generally comes in either a pink or green colour denoting the fragrance, with pink being rose and green being jasmine. thumb|Raw charcoal incense sticks Certain proportions are necessary for direct-burning incense: *Oil content: an excess of oils may prevent incense from smoldering effectively. Resinous materials such as myrrh and frankincense are typically balanced with \"dry\" materials such as wood, bark and leaf powders. *Oxidizer quantity: Too little oxidizer in gum-bound incense may prevent the incense from igniting, while too much will cause the incense to burn too quickly, without producing fragrant smoke. *Binder: Water-soluble binders such as \"makko\" ensure that the incense mixture does not crumble when dry, dilute the mixture. *Mixture density: Incense mixtures made with natural binders must not be combined with too much water in mixing, or over-compressed while being formed, which would result in either uneven air distribution or undesirable density in the mixture, causing the incense to burn unevenly, too slowly, or too quickly. *Particulate size: The incense mixture has to be well pulverized with similarly sized particulates. Uneven and large particulates result in uneven burning and inconsistent aroma production when burned. thumb|upright|Some incense sticks are uneven in thickness.|alt= \"Dipped\" or \"hand-dipped\" direct- burning incense is created by dipping \"incense blanks\" made of unscented combustible dust into any suitable kind of essential or fragrance oil. These are often sold in the United States by flea-market and sidewalk vendors who have developed their own styles. This form of incense requires the least skill and equipment to manufacture, since the blanks are pre-formed in China or South East Asia. Incense mixtures can be extruded or pressed into shapes. Small quantities of water are combined with the fragrance and incense base mixture and kneaded into a hard dough. The incense dough is then pressed into shaped forms to create cone and smaller coiled incense, or forced through a hydraulic press for solid stick incense. The formed incense is then trimmed and slowly dried. Incense produced in this fashion has a tendency to warp or become misshapen when improperly dried, and as such must be placed in climate- controlled rooms and rotated several times through the drying process. Traditionally, the bamboo core of cored stick incense is prepared by hand from Phyllostachys heterocycla cv. pubescens since this species produces thick wood and easily burns to ashes in the incense stick. In a process known as \"splitting the foot of the incense stick\", the bamboo is trimmed to length, soaked, peeled, and split in halves until the thin sticks of bamboo have square cross sections of less than 3mm. This process has been largely replaced by machines in modern incense production. In the case of cored incensed sticks, several methods are employed to coat the sticks cores with incense mixture: *Paste rolling: A wet, malleable paste of incense mixture is first rolled into a long, thin coil, using a paddle. Then, a thin stick is put next to the coil and the stick and paste are rolled together until the stick is centered in the mixture and the desired thickness is achieved. The stick is then cut to the desired length and dried. *Powder-coating: Powder-coating is used mainly to produce cored incense of either larger coil (up to in diameter) or cored stick forms. A bundle of the supporting material (typically thin bamboo or sandalwood slivers) is soaked in water or a thin water/glue mixture for a short time. The thin sticks are evenly separated, then dipped into a tray of incense powder consisting of fragrance materials and occasionally a plant-based binder. The dry incense powder is then tossed and piled over the sticks while they are spread apart. The sticks are then gently rolled and packed to maintain roundness while more incense powder is repeatedly tossed onto the sticks. Three to four layers of powder are coated onto the sticks, forming a thick layer of incense material on the stick. The coated incense is then allowed to dry in open air. Additional coatings of incense mixture can be applied after each period of successive drying. Incense sticks produced in this fashion and burned in temples of Chinese folk religion can have a thickness between 2 and 4 millimeters. *Compression: A damp powder is mechanically formed around a cored stick by compression, similar to the way uncored sticks are formed. This form is becoming more common due to the higher labor cost of producing powder-coated or paste-rolled sticks. ==Burning incense== Indirect-burning incense is burned directly on top of a heat source or on a hot metal plate in a censer or thurible. In Japan a similar censer called a is used by several Buddhist sects. The is usually made of brass, with a long handle and no chain. Instead of charcoal, powder is poured into a depression made in a bed of ash. The is lit and the incense mixture is burned on top. This method is known as (religious burning). For direct-burning incense, the tip or end of the incense is ignited with a flame or other heat source until the incense begins to turn into ash at the burning end. The flame is then fanned or blown out, leaving the incense to smolder. ==Cultural variations== ===Arabian=== In most Arab countries, incense is burned in the form of scented chips or blocks called ( ). Incense is used on special occasions like weddings or on Fridays or generally to perfume the house. The is usually burned in a ( or ), a traditional incense burner (censer) similar to the Somali . It is customary in many Arab countries to pass among the guests in the (, 'congregation'). This is done as a gesture of hospitality. ===Chinese=== For over two thousand years, the Chinese have used incense in religious ceremonies, ancestor veneration, traditional Chinese medicine, and daily life. Agarwood () and sandalwood () are the two most important ingredients in Chinese incense. Along with the introduction of Buddhism in China came calibrated incense sticks and incense clocks. The first known record is by poet Yu Jianwu (487–551): \"By burning incense we know the o'clock of the night, With graduated candles we confirm the tally of the watches.\"Schafer, Edward H. (1963). The Golden Peaches of Samarkand, a Study of T'ang Exotics. University of California Press. p. 155. The use of these incense timekeeping devices spread from Buddhist monasteries into Chinese secular society. thumb|Big Dragon incense sticks Incense-stick burning is an everyday practice in traditional Chinese religion. There are many different types of stick used for different purposes or on different festive days. Many of them are long and thin. Sticks are mostly coloured yellow, red, or more rarely, black. Thick sticks are used for special ceremonies, such as funerals. Spiral incense, with exceedingly long burn times, is often hung from temple ceilings. In some states, such as Taiwan, Singapore, or Malaysia, where they celebrate the Ghost Festival, large, pillar-like dragon incense sticks are sometimes used. These generate so much smoke and heat that they are only burned outside. thumb|Unpacked incense sticks in a Buddhist/Taoist shrine in Malaysia Chinese incense sticks for use in popular religion are generally odorless or only use the slightest trace of jasmine or rose, since it is the smoke, not the scent, which is important in conveying the prayers of the faithful to heaven. They are composed of the dried powdered bark of a non- scented species of cinnamon native to Cambodia, Cinnamomum cambodianum. Inexpensive packs of 300 are often found for sale in Chinese supermarkets. Though they contain no sandalwood, they often include the Chinese character for sandalwood on the label, as a generic term for incense. Highly scented Chinese incense sticks are used by some Buddhists. These are often quite expensive due to the use of large amounts of sandalwood, agarwood, or floral scents used. The sandalwood used in Chinese incenses does not come from India, its native home, but rather from groves planted within Chinese territory. Sites belonging to Tzu Chi, Chung Tai Shan, Dharma Drum Mountain, Xingtian Temple, or City of Ten Thousand Buddhas do not use incense. ===Indian=== thumb|Incense in India Incense sticks, also known as () and joss sticks, in which an incense paste is rolled or moulded around a bamboo stick, are the main forms of incense in India. The bamboo method originated in India and is distinct from the Nepali/Tibetan and Japanese methods of stick making without bamboo cores. The basic ingredients are the bamboo stick, the paste (generally made of charcoal dust and joss/jiggit/gum/tabu powder – an adhesive made from the bark of litsea glutinosa and other trees), and the perfume ingredients - which would be a masala (spice mix) powder of ground ingredients into which the stick would be rolled, or a perfume liquid sometimes consisting of synthetic ingredients into which the stick would be dipped. Perfume is sometimes sprayed on the coated sticks. Stick machines are sometimes used, which coat the stick with paste and perfume, though the bulk of production is done by hand rolling at home. There are about 5,000 incense companies in India that take raw unperfumed sticks hand-rolled by approximately 200,000 women working part-time at home, and then apply their own brand of perfume, and package the sticks for sale. An experienced home-worker can produce 4,000 raw sticks a day. There are about 50 large companies that together account for up to 30% of the market, and around 500 of the companies, including a significant number of the main ones, including Moksh Agarbatti and Cycle Pure, are based in Mysore. === Jewish Temple in Jerusalem === Ketoret () was the incense offered in the Temple in Jerusalem and is stated in the Book of Exodus to be a mixture of stacte, onycha, galbanum and frankincense. === Tibetan === Tibetan incense refers to a common style of incense found in Tibet, Nepal, and Bhutan. These incenses have a characteristic \"earthy\" scent to them. Ingredients vary from cinnamon, clove, and juniper, to kusum flower, ashvagandha, and sahi jeera. Many Tibetan incenses are thought to have medicinal properties. Their recipes come from ancient Vedic texts that are based on even older Ayurvedic medical texts. The recipes have remained unchanged for centuries. ===Japanese=== thumb|Stacks of incense at a temple in Japan In Japan incense appreciation folklore includes art, culture, history, and ceremony. Incense burning may occasionally take place within the tea ceremony, just like calligraphy, ikebana, and scroll arrangement. , the art of incense appreciation, is generally practiced as a separate art form from the tea ceremony, and usually within a tea room of traditional Zen design. and are the two most important ingredients in Japanese incense. The characters in agarwood mean \"incense that sinks in water\" due to the weight of the resin in the wood. Sandalwood is used in the Japanese tea ceremony. The most valued sandalwood comes from Mysore in the state of Karnataka in India. Japanese incense companies divide agarwood into six categories depending on its properties and the region from which it is obtained. , a type of agarwood, is currently worth more than its weight in gold. ==Usage== ===Practical=== Incense fragrances can be of such great strength that they obscure other less desirable odours. This utility led to the use of incense in funerary ceremonies because the incense could smother the scent of decay. An example, as well as of religious use, is the giant Botafumeiro thurible that swings from the ceiling of the Cathedral of Santiago de Compostela. It is used in part to mask the scent of the many tired, unwashed pilgrims huddled together in the Cathedral of Santiago de Compostela. A similar utilitarian use of incense can be found in the post- Reformation Church of England. Although the ceremonial use of incense was abandoned until the Oxford Movement, it was common to have incense (typically frankincense) burned before grand occasions, when the church would be crowded. The frankincense was carried about by a member of the vestry before the service in a vessel called a 'perfuming pan'. In iconography of the day, this vessel is shown to be elongated and flat, with a single long handle on one side. The perfuming pan was used instead of the thurible, as the latter would have likely offended the Protestant sensibilities of the 17th and 18th centuries. The regular burning of direct-burning incense has been used for chronological measurement in incense clocks. These devices can range from a simple trail of incense material calibrated to burn in a specific time period, to elaborate and ornate instruments with bells or gongs, designed to involve multiple senses. Incense made from materials such as citronella can repel mosquitoes and other irritating, distracting, or pestilential insects. This use has been deployed in concert with religious uses by Zen Buddhists who claim that the incense that is part of their meditative practice is designed to keep bothersome insects from distracting the practitioner. Currently, more effective pyrethroid-based mosquito repellent incense is widely available in Asia. Papier d'Arménie was originally sold as a disinfectant as well as for the fragrance. Incense is also used often by people who smoke indoors and do not want the smell to linger. ===Aesthetic=== Many people burn incense to appreciate its smell, without assigning any other specific significance to it, in the same way that the foregoing items can be produced or consumed solely for the contemplation or enjoyment of the aroma. An example is the , where (frequently costly) raw incense materials such as agarwood are appreciated in a formal setting. ===Religious=== Religious use of incense is prevalent in many cultures and may have roots in the practical and aesthetic uses, considering that many of these religions have little else in common. One common motif is incense as a form of sacrificial offering to a deity. Such use was common in Judaic worship and remains in use for example in the Catholic, Orthodox, and Anglican churches, Taoist and Buddhist Chinese (, 'offer incense [to ancestors/gods]'), etc. ===Aphrodisiac=== Incense has been used as an aphrodisiac in some cultures. Both ancient Greek and ancient Egyptian mythology suggest the usage of incense by goddesses and nymphs. Incense is thought to heighten sexual desires and sexual attraction. ===Time-keeper=== Incense clocks are used to time social, medical and religious practices in parts of eastern Asia. They are primarily used in Buddhism as a timer of mediation and prayer. Different types of incense burn at different rates; therefore, different incense are used for different practices. The duration of burning ranges from minutes to months. ===Healing stone cleanser=== Incense is claimed to cleanse and restore energy in healing stones. The technique used is called “smoke cleansing” and is done by holding a healing stone over the smoke of burning incense for 20 to 30 seconds. Some people believe that this process not only restores energy but eliminates negative energy. ==Health risks from incense smoke== Incense smoke contains various contaminants including gaseous pollutants, such as carbon monoxide (CO), nitrogen oxides (), sulfur oxides (), volatile organic compounds (VOCs), and adsorbed toxic pollutants (polycyclic aromatic hydrocarbons and toxic metals). The solid particles range between around . In a comparison, Indian sandalwood was found to have the highest emission rate, followed by Japanese aloeswood, then Taiwanese aloeswood, while Chinese smokeless sandalwood had the least. Research carried out in Taiwan in 2001 linked the burning of incense sticks to the slow accumulation of potential carcinogens in a poorly ventilated environment by measuring the levels of polycyclic aromatic hydrocarbons (including benzopyrene) within Buddhist temples. The study found gaseous aliphatic aldehydes, which are carcinogenic and mutagenic, in incense smoke. A survey of risk factors for lung cancer, also conducted in Taiwan, noted an inverse association between incense burning and adenocarcinoma of the lung, though the finding was not deemed significant. In contrast, epidemiologists at the Hong Kong Anti-Cancer Society, Aichi Cancer Center in Nagoya, and several other centers found: \"No association was found between exposure to incense burning and respiratory symptoms like chronic cough, chronic sputum, chronic bronchitis, runny nose, wheezing, asthma, allergic rhinitis, or pneumonia among the three populations studied: i.e. primary school children, their non- smoking mothers, or a group of older non-smoking female controls. Incense burning did not affect lung cancer risk among non-smokers, but it significantly reduced risk among smokers, even after adjusting for lifetime smoking amount.\" However, the researchers qualified their findings by noting that incense burning in the studied population was associated with certain low-cancer-risk dietary habits, and concluded that \"diet can be a significant confounder of epidemiological studies on air pollution and respiratory health.\" Although several studies have not shown a link between incense and lung cancer, many other types of cancer have been directly linked to burning incense. A study published in 2008 in the medical journal Cancer found that incense use is associated with a statistically significant higher risk of cancers of the upper respiratory tract, with the exception of nasopharyngeal cancer. Those who used incense heavily also were 80% more likely to develop squamous-cell carcinomas. The link between incense use and increased cancer risk held when the researchers weighed other factors, including cigarette smoking, diet and drinking habits. The research team noted that \"This association is consistent with a large number of studies identifying carcinogens in incense smoke, and given the widespread and sometimes involuntary exposure to smoke from burning incense, these findings carry significant public health implications.\" In 2015, the South China University of Technology found toxicity of incense to Chinese hamsters' ovarian cells to be even higher than cigarettes. Incensole acetate, a component of Frankincense, has been shown to have anxiolytic-like and antidepressive-like effects in mice, mediated by activation of poorly-understood TRPV3 ion channels in the brain. ==See also== *Incense trade route *Kyphi *Kōbako *Kōdō, incense arts *Silk Road *Smudging *Votive candle ==References== ==Further reading== *Silvio A. Bedini. (1994). \"The Trail of Time: Time Measurement with Incense in East Asia\". Cambridge University Press. ==External links== *Photo Project about Incense Offering on Chinese New Year *Movie about making Tibetan Incense in Nepal",
 "title": "Incense"
}