{
 "id": "175370",
 "text": "Chastre ([ʃastʁ] ; ) is a French-speaking municipality in Belgium that is located in Wallonia, in the province of Walloon Brabant. Its name comes from the Gallo-roman word castra \"fortress, fortified camp\",Jean-Jacques Jespers, Dictionnaire des noms de lieux en Wallonie et à Bruxelles, Éditions Racine, 2005, from the Latin castra which is the plural form of castrum meaning \"entrenchment, fortified place\".H. Bornecque et F. Cauët, Dictionnaire latin- français, Librairie classique Eugène Belin, Paris, 1967, . Chastre is a rural and at the same time residential municipality, with 7,684 inhabitants. Chastre comprises seven former villages: Chastre, Villeroux, Blanmont, Cortil- Noirmont, Gentinnes and Saint-Géry. It is crossed by the old Chaussée Brunehaut, a Roman way that connected Bavay to Cologne. Located between Ottignies-Louvain-la-Neuve and Gembloux, 40 km from Brussels, Chastre is well served by road and railway networks. A small river called the Orne passes right through Chastre. With its tributaries, the Orne creates enchanting landscapes, surrounding magnificent farmhouses, often still fully in use. Chastre's highest point has an elevation of 165 metres. The municipality is twinned with Lespignan, Hérault department, France (since 1998) and Saint- Denis-sur-Richelieu, Canada. == History == In the early 10th century, half of Cortil (Curtils) was owned by Saint Guibert (Wichpertus). He donated it to Gembloux Abbey, which he had just founded, in 936. The donation was confirmed in a charter of Otto I, Holy Roman Emperor, in 946. Chastre was a municipality of the Dyle department under the French regime. ===Postal history=== The Chastre-Villeroux post office opened on 10 May 1876, that of Gentinnes on 28 April 1905, that of Blanmont on 27 November 1908.Catalogue Spécialisé des Oblitérations Belges, 1849-1910, Nationale en Internationale Postzegelmanifestaties Antwerpen (NIPA), Antwerp, 1999. Chastre has had the postal code 1450 since at least October 1990.Les numéros postaux belges en vigueur à partir du 1/10/1990, La Poste. In 1969 (before the merger of municipalities in 1977) the postal codes were:Liste des Numéros Postaux, Administration des Postes, Bruxelles 1969. \\- 5860 Chastre-Villeroux-Blanmont - 5861 Cortil-Noirmont - 5862 Gentinnes - 5863 Saint-Géry. ==Heraldry== Chastre received its coat of arms on 4 July 1978. It is the coat of arms of the former municipality of Chastre-Villeroux-Blanmont, which received it on 22 April 1969, of the Kessel family (lozenges), the last lords of Blanmont, and also of the Onyn family, last lords of Chastre. ==Geography== === Location === Along the N4 road, approximately halfway between Ottignies-Louvain-la-Neuve and Gembloux, Chastre is also reachable by train (SNCB line 161 stops at Blanmont and Chastre), and by the TEC buses (depot). Chastre is surrounded by the municipalities of Walhain-Saint-Paul, Gembloux, Mont-Saint-Guibert, Sombreffe and Villers-la-Ville. === Hydrography === Chastre is crossed by two charming small rivers: the Orne and the Houssière. The former rises in Bertinchamps (Gembloux, province of Namur), and waters the villages of Cortil, Noirmont, Chastre and Blanmont before flowing by Mont-Saint-Guibert and eventually emptying into the Dyle, via the Thyle, in Court-Saint-Étienne. The latter rises in Sombreffe, near Gentinnes, which it runs through, then crosses Villeroux and eventually empties into the Orne at Mont-Saint-Guibert. It cannot be said that these two small rivers have made much of a dent in this part of the Brabant high plateau, which has an elevation of between 145 and 155 metres. === Natural environment === Despite being very green, the natural environment of Chastre is quite poor. The essentially rural vocation has changed with the population’s growth and diversification. The number of agricultural enterprises is continuously decreasing. Due to its location between Brussels and Namur and to the high road and railroad connections, Chastre’s countryside has had to face a strong urbanisation for more than 30 years. === Demography === On 1 November 2019, Chastre had 7,684 inhabitants (3,805 men and 3,879 women), giving a population density of 245.73 inhabitants per square km for a surface of 31.27 square km. ==References== ==External links== * * CDH - Centre Démocrate Humaniste - Section de Chastre * ECOLO - Section de Chastre * MR - Mouvement Réformateur - Section de Chastre * PS - Parti Socialiste - Section de Chastre Category:Municipalities of Walloon Brabant",
 "title": "Chastre"
}