{
 "id": "175425",
 "text": "Guillaume Thomas Raynal (12 April 1713 – 6 March 1796) was a French writer and man of letters during the Age of Enlightenment. ==Early life== He was born at Lapanouse in Rouergue. He was educated at the Jesuit school of Pézenas, and received priest's orders, but he was dismissed for unexplained reasons from the parish of Saint-Sulpice, Paris. He became a writer and journalist, leaving the religious life. The Abbé Raynal wrote for the Mercure de France, and compiled a series of popular but superficial works, which he published and sold himself. These—L'Histoire du stathoudérat (The Hague, 1748), L'Histoire du parlement d'Angleterre (London, 1748), Anecdotes historiques (Amsterdam, 3 vols., 1753)—gained for him access to the salons of Mme. Geoffrin, Helvétius, and the Baron d'Holbach. In May 1754 he was elected a Fellow of the Royal Society. In 1775, he was elected as a member to the American Philosophical Society. ==The Histoire philosophique des deux Indes== He had the assistance of various members of the philosophe côteries in his most important work, L'Histoire philosophique et politique des établissements et du commerce des Européens dans les deux Indes (Philosophical and Political History of the Two Indies Amsterdam, 4 vols., 1770). Diderot is credited with a third of this work, which was characterized by Voltaire as \"du réchauffé avec de la declamation.\" The other chief collaborators were Pechméja, Baron d'Holbach, Paulze, the farmer-general of taxes, the Abbé Martin, and Alexandre Deleyre. To this piecemeal method of composition, in which narrative alternated with tirades on political and social questions, was added the further disadvantage of the lack of exact information, which, owing to the dearth of documents, could only have been gained by personal investigation. He released an expanded edition in 1774 and another in 1780. The \"philosophic\" declamations perhaps constituted its chief interest for the general public, and its significance as a contribution to democratic propaganda. The Histoire went through many editions, being revised and augmented from time to time by Raynal; it was translated into the principal European languages, and appeared in various abridgments. Its introduction into France was forbidden in 1779; the book was burned by the public executioner, and an order was given for the arrest of the author, whose name had not appeared in the first edition, but was printed on the title page of the Geneva edition of 1780. Seven new maps for the 1798 English edition were engraved by Thomas Kitchin, Jr. The book examines the East Indies, South America, the West Indies, and North America. The final chapter comprises theory around the future of Europe as a whole. Raynal also examines commerce, religion, slavery, and other popular subjects, all with a perspective from the French Enlightenment. Additional versions of the book included maps of the discussed regions. ==Later life== Raynal went into exile, to Spa, and then to Berlin, where he was coolly received by Frederick the Great, in spite of his connection with the philosophe party. At St. Petersburg he met with a more cordial reception from Catherine II, and in 1787 he was permitted to return to France, though not to Paris. He showed generosity in assigning a considerable income to be divided annually among the peasant proprietors of upper Guienne. He was elected by Marseilles to the States- general, but refused to sit on the score of age. Raynal now realized the impossibility of a peaceful revolution, and, in terror of the proceedings for which the writings of himself and his friends had prepared the way, he sent to the Constituent Assembly an address, which was read on 31 May 1791, deprecating the violence of its reforms. This address is said by Sainte-Beuve (Nouveaux lundis, xi.) to have been composed chiefly by de Clermont-Tonnerre and Pierre V. Malouet, and it was regarded, even by moderate men, as ill- timed. The published Lettre de l'abbé Raynal a l'Assemblee nationale (10 December 1790) was really the work of the comte de Guibert. During the Terror Raynal lived in retirement at Passy and at Montlhery. On the establishment of the Directory in 1795 he became a member of the newly organized Institute of France. Raynal died 6 March 1796 at Chaillot. thumb == Address to America == Published on November 3, 1800, after his death, Raynal addressed the people of the young United States of America with the following words, printed in the National Intelligencer and Washington Advertiser. > PEOPLE of North America! let the example of all nations which have preceded > you, and especially that of the mother country, instruct you. Be afraid of > the influence of gold, which brings with luxury the corruption of manners > and contempt of laws; be afraid of too unequal a distribution of riches, > which shews a small number of citizens in wealth, and a great number in > miser; whence arises the insolence of one, and the disgrace of the other, > Guard against the spirit of conquest; the tranquility of the empire > decreases as it is extended; have arms to defend yourselves, and have none > to attack. Seek ease and health in labour; prosperity, in agriculture and > manufactures; strength, in good manners and virtue. Make the sciences and > arts prosper, which distinguish the civilized man from the savage. > Especially watch over the education of your children. It is from public > schools, be assured, that skillful magistrates, disciplined and courageous > soldiers, good fathers, good husbands, good brothers, good friends, and > honest men come forth. Wherever we see the youth depraved, that nation is on > the decline. Let liberty have an immovable foundation in the wisdom of your > contributions and let it be the cement which unites your states, which > cannot be destroyed. Establish no legal preference in your different modes > of worship. Superstition is every where innocent when it is neither > protected nor persecuted; and let your duration be, if possible, equal to > that of the world. ==Bibliography== A detailed bibliography of his works and of those falsely attributed to him will be found in Quérard's La France littéraire, and the same author's Supercheries dévoilées. The biography by A Jay, prefixed to Peuchet's edition (Paris, 10 vols, 1820–1821) of the Histoire ... des Indes, is of small value. To this edition Peuchet added two supplementary volumes on colonial development from 1785 to 1824. See also the anonymous Raynal démasqué (1791); Cherhal Montreal, Éloge ... de G. T. Raynal (an. IV.); a notice in the Moniteur (5 vendémiaire, an. V.); B Lunet, Biographie de l'abbé Raynal (Rodez, 1866); and J Morley, Diderot (1891). * A. Jay, Précis historique sur la vie et les ouvrages de l'abbé Raynal, Paris, 1820 ; * A. Feugère, Un Précurseur de la Révolution. L'Abbé Raynal (1713–1796), Angoulême, 1922 ; * Raynal, de la polémique à l'histoire, G. Bancarel, G. Goggi ed. Oxford, SVEC, 2000 ; * G. Bancarel, Raynal ou le devoir de vérité, Genève Champion, 2004. * Peter Jimack (ed.), A History of the Two Indies – A Translated Selection of Writings from Raynal's Histoire philosophique et politique des établissements des Européens dans les Deux Indes, Ashgate, 2006. . ==See also== *List of abolitionist forerunners ==References== == External links == * l'abbé Raynal Exposition website * Category:1713 births Category:1796 deaths Category:People from Aveyron Category:18th-century French historians Category:18th-century French Jesuits Category:French historians of philosophy Category:Fellows of the Royal Society Category:Members of the Prussian Academy of Sciences Category:French abolitionists Category:Age of Enlightenment Category:Members of the American Philosophical Society",
 "title": "Guillaume Thomas François Raynal"
}