{
 "id": "175670",
 "text": "Rochefort (; ) is a city and municipality of Wallonia located in the province of Namur, Belgium, close to the Ardennes. On 1 January 2006, Rochefort had a total population of 12,038. The total area is 165.27 km² which gives a population density of 73 inhabitants per km². It was a resort in the 19th century. The municipality consists of the following districts: Ave-et-Auffe, Buissonville, Éprave, Han-sur-Lesse, Jemelle, Lavaux-Sainte-Anne, Lessive, Mont-Gauthier, Rochefort, Villers-sur-Lesse, and Wavreille. Its ancient position at the crossroads where the route to Saint-Hubert crossed that from Liège to Bouillon required fortifying: the ruins of the old castle, which gave the place its name and a title to a long line of counts who had the right of coining their own money, still exist. This castle underwent many sieges and suffered at the hands of Marshal de Châtillon (1636). Near Rochefort are the red marble quarries of St. Remy, and Rochefort Abbey, a Trappist monastery, which operates the Rochefort Brewery, known for brewing dark and sweet beers, especially the Rochefort 10, a deep dark-brown rich and fruity beer. The town was the site of the Battle of Bure during the Second World War. ==Caves== Rochefort is well known for its caves. The Grotto of Rochefort, within the town, contains six chambers, the largest and highest of which was called the Sabbat (Encyclopædia Britannica 1911). It was swept clear of its prehistoric remains before electric lighting was installed. The cave has recently been given the Christian name of \"Lorette\" after a nearby chapel of Our Lady of Loreto. The more famous local caves within the municipality are at Han-sur- Lesse, one of Rochefort's constituent towns, where the Lesse River disappears at what is called the gap or hole of Belvaux and passes by subterranean passages under the hill called Boeme or Boine. The endeavour to trace the course of the river led to the discovery of the grottoes, which consist of fifteen separate connected \"halls\" that emerge in a bay of the river from a dark and extensive cavern forming a sort of side creek or bay. Except in flood-time, when the exit has to be used, the entrance is near the point where the river disappears at what is called the gap or hole of Belvaux, and the exit is made by boat from the cavern last described, which leads out to the open river. A beautiful effect for tourists in boats is afforded by emerging from the complete darkness of this cavern into the light. The finest stalactites are in the three halls called the Mysterieuses, the Vigneron and the Draperies where is \" the tomb\", which looks as if chiseled out of white marble. The central hall called the Salle d'Armes (\"the Armory\") is immense, and one of the river channels flows through it. ==Twin cities== Rochefort is twinned with the city of Broussard, Louisiana. ==Image gallery== Image:Lesse in Rochefort.JPG|The Lomme River in Rochefort Image:Rochefort JPG001.jpg|Rochefort town hall Image:8250 Church of Abbaye Notre-Dame de Saint-Remy Rochefort 2007 Luca Galuzzi.jpg|The abbey church of the Trappist monks of Rochefort == See also == * List of protected heritage sites in Rochefort, Belgium * Château de Lavaux-Sainte-Anne * Justine Henin ==References== ==External links== * * Category:Cities in Wallonia Category:Municipalities of Namur (province)",
 "title": "Rochefort, Belgium"
}