{
 "id": "175826",
 "text": "Granular synthesis is a sound synthesis method that operates on the microsound time scale. It is based on the same principle as sampling. However, the samples are split into small pieces of around 1 to 100 ms in duration. These small pieces are called grains. Multiple grains may be layered on top of each other, and may play at different speeds, phases, volume, and frequency, among other parameters. At low speeds of playback, the result is a kind of soundscape, often described as a cloud, that is manipulatable in a manner unlike that for natural sound sampling or other synthesis techniques. At high speeds, the result is heard as a note or notes of a novel timbre. By varying the waveform, envelope, duration, spatial position, and density of the grains, many different sounds can be produced. Both have been used for musical purposes: as sound effects, raw material for further processing by other synthesis or digital signal processing effects, or as complete musical works in their own right. Conventional effects that can be achieved include amplitude modulation and time stretching. More experimentally, stereo or multichannel scattering, random reordering, disintegration and morphing are possible. == History == Greek composer Iannis Xenakis is known as the inventor of the granular synthesis technique.Xenakis, Iannis (1971) Formalized Music: Thought and Mathematics in Composition. Bloomington and London: Indiana University Press. Curtis Roads was the first to implement granular synthesis on a computer in 1974. Twelve years later, in 1986 the Canadian composer Barry Truax implemented real-time versions of this synthesis technique. \"Granular synthesis was implemented in different ways by Truax.\" == Microsound == This includes all sounds on the time scale shorter than musical notes, the sound object time scale, and longer than the sample time scale. Specifically, this is shorter than one tenth of a second and longer than 10 milliseconds, which includes part of the audio frequency range (20Hz to 20kHz) as well as part of the infrasonic frequency range (below 20Hz, rhythm).Roads, Curtis (2001). Microsound, p.vii and 20-28. Cambridge: MIT Press. . These sounds include transient audio phenomena and are known in acoustics and signal processing by various names including sound particles, quantum acoustics, sonal atom, grain, glisson, grainlet, trainlet, microarc, wavelet, chirplet, fof, time-frequency atom, pulsar, impulse, toneburst, tone pip, acoustic pixel, and others. In the frequency domain they may be named kernel, logon, and frame, among others. Physicist Dennis Gabor was an important pioneer in microsound. Micromontage is musical montage with microsound. Microtime is the level of \"sonic\" or aural \"syntax\" or the \"time-varying distribution of...spectral energy\".Horacio Vaggione, \"Articulating Microtime\", Computer Music Journal, Vol.20, No.2. (Summer,1996), pp.33–38. == Related software == * Csound – comprehensive music software including granular synthesis (overview over granular synthesis opcodes) * Max/MSP – graphical authoring software for real-time audio and video * Pure Data (Pd) – graphical programming language for real-time audio and video * SuperCollider – programming language for real time audio synthesis == See also == * Digital signal processing * Micromontage audio montage on the time scale of microsounds * Texture synthesis, analogous process for images == References == ==Bibliography== === Articles === * \"Granular Synthesis\" by Eric Kuehnl * \"The development of GiST, a Granular. Synthesis Toolkit Based on an Extension of the FOF Generator\" by Gerhard Eckel and Manuel Rocha Iturbide * Searching for a global synthesis technique through a quantum conception of sound by Manuel Rocha Iturbide * Further articles on Granular Synthesis * Bencina, R. (2006) \"Implementing Real-Time Granular Synthesis\", in Greenbaum & Barzel (eds.), Audio Anecdotes III, , A.K. Peters, Natick. online pdf === Books === * * * * ==Discography== *Curtis Roads (2004). CD witrh Microsounds. MIT Press. . Contains excerpts of nscor and Field (1981). . **nscor (1980), *Iannis Xenakis. Analogique A-B (1959), on and == External links == * Granular Synthesis Resource Web Site Category:Sound synthesis types",
 "title": "Granular synthesis"
}