{
 "id": "176060",
 "text": "German Romanticism () was the dominant intellectual movement of German- speaking countries in the late 18th and early 19th centuries, influencing philosophy, aesthetics, literature and criticism. Compared to English Romanticism, the German variety developed relatively early, and, in the opening years, coincided with Weimar Classicism (1772–1805). In contrast to the seriousness of English Romanticism, the German variety of Romanticism notably valued wit, humour, and beauty. The early period, roughly 1797 to 1802, is referred to as Frühromantik or Jena Romanticism.Beiser, ix The philosophers and writers central to the movement were Wilhelm Heinrich Wackenroder (1773–1798), Friedrich Wilhelm Joseph Schelling (1775–1854), Friedrich Schleiermacher (1768–1834), Karl Wilhelm Friedrich Schlegel (1772–1829), August Wilhelm Schlegel (1767–1845), Ludwig Tieck (1773–1853), and Friedrich von Hardenberg (Novalis) (1772–1801).Beiser, 7 The early German romantics strove to create a new synthesis of art, philosophy, and science, by viewing the Middle Ages as a simpler period of integrated culture; however, the German romantics became aware of the tenuousness of the cultural unity they sought. Late-stage German Romanticism emphasized the tension between the daily world and the irrational and supernatural projections of creative genius. In particular, the critic Heinrich Heine criticized the tendency of the early German romantics to look to the medieval past for a model of unity in art and society. A major product of the French occupation under Napoleon was a strong development in German nationalism which eventually turned the German Confederation into the German Empire after a series of conflicts and other political developments. German Romanticism was nationalistic and therefore became hostile to the ideals of the French Revolution. Major Romantic thinkers especially Ernst Moritz Arndt, Johann Gottlieb Fichte, Heinrich von Kleist, and Friedrich Schleiermacher, embraced reactionary politics and were hostile to political liberalism, rationalism, neoclassicism, and cosmopolitanism.Siegfried Heit and Otto W. Johnston, \"German Romanticism: An Ideological Response to Napoleon.\" Consortium on Revolutionary Europe 1750-1850: Proceedings (1980), Vol. 9, p187-197. ==Literary and philosophical figures== thumb|upright|alt=alt text|Joseph von Eichendorff Key figures of German romanticism include: * Johann Gottfried Herder * Heinrich Heine * Achim von Arnim * Bettina von Arnim * Clemens Brentano * Jean Paul * Georg Wilhelm Friedrich Hegel * E. T. A. Hoffmann * Friedrich Hölderlin * August Ludwig Hülsen * Heinrich von Kleist * Adam Müller * Novalis (Friedrich von Hardenberg) * Friedrich Wilhelm Joseph Schelling * Karoline Schelling * Dorothea Schlegel * Friedrich Schlegel * August Wilhelm Schlegel * Friedrich Schleiermacher * Ernst Schulze * Gustav Schwab * Ludwig Tieck * Ludwig Uhland * Joseph von Eichendorff * Johann Gottlieb Fichte * Wilhelm Heinrich Wackenroder * Ernst Moritz Arndt * Friedrich Ludwig Jahn * Johann Wolfgang von Goethe * Friedrich de la Motte Fouqué * Adelbert von Chamisso * Karl Wilhelm Ferdinand Solger * Sophie Mereau * Eduard Mörike ==Composers== * Ludwig van Beethoven. In his earlier works, Beethoven was a Classicist in the traditions of Mozart and Haydn (his tutor), but his Middle Period, beginning with his third symphony (the 'Eroica'), bridges the worlds of Classical and Romantic music. Because Beethoven wrote some of his greatest music after he became totally deaf, he embodies the Romantic ideal of the tragic artist who defies all odds to conquer his own fate. His later works portray the triumph of the human spirit, most notably his 'Choral' Symphony No. 9; the stirring 'Ode to Joy' from this symphony has been adopted as the anthem of the European Union. * Johannes Brahms. His works are cast in the formal moulds of Classicism; he had a profound reverence for Beethoven. Brahms was also attracted to the exoticism of Hungarian folk music, and used it in such pieces as his famous Hungarian Dances, the final movement of his Violin Concerto, and the 'Rondo alla zingarese' from his Piano Quartet No. 1, op. 25, in G minor. * Franz Liszt. Liszt was by nationality a Hungarian, but nevertheless he spent many years in Germany, and his first language was German. Credited as the inventor of the tone poem. In his old age, Liszt adopted a more dissonant, ominous flavour, characteristic works being 'la Lugubre Gondola' and 'Die Zelle in Nonnenwerth'—predating Impressionism and 20th-century atonality. * Felix Mendelssohn Bartholdy. A composer of the Early Romantic period, together with such figures as Schumann, Chopin and Liszt. One of the persons responsible for reviving interest in the almost-forgotten music of Johann Sebastian Bach. * Franz Schubert. His body of work consists mainly of song cycles and German Lieder set to poems by his contemporaries, many of which are among the most common repertoire in those categories performed today. * Robert Schumann. His works recall the nostalgia of lost childhood innocence, first love, and the magnificence of the German countryside. As an influential critic, he played a major role in discovering new talents, among them Chopin and Brahms. * Richard Wagner. The most famous composer of German opera; was an exponent of Leitmotif. One of the main figures in the so-called War of the Romantics. * Carl Maria von Weber. Perhaps the very first of Romantic musicians, if we exclude Beethoven, in the sense that Weber was the first major composer to emerge wholly as a product of the Romantic school, as contrasted with Beethoven, who had started off as a Classicist. The emotional intensity and supernatural, folklore-based themes in his operas presented a radical break from the Neoclassical traditions of that time. ==Visual artists== *Carl Blechen * Carl Gustav Carus * Johan Christian Dahl * Christian Ezdorf * Caspar David Friedrich * Jacob Philipp Hackert * Joseph Anton Koch * Gerhard von Kügelgen * Adrian Ludwig Richter * Carl Rottmann * Philipp Otto Runge * Friedrich Wilhelm Schadow * Carl Spitzweg * Eberhard Wächter * Anton Georg Zwengauer * Otto Reinhold Jacobi ==Architecture== * Karl Friedrich Schinkel ==See also== * Athenaeum * Berlin Romanticism * Culture of Germany * Germanophile * Heidelberg Romanticism * Jena Romanticism * List of Austrian intellectual traditions * List of German-language philosophers * Prussian virtues * Sturm und Drang ==References== ==Further reading== * Beiser, Frederick C. The Romantic Imperative: the Concept of Early German Romanticism. (Harvard University Press, 2003). * Benz, Ernst. The Mystical Sources of German Romantic Philosophy, translated by Blair R. Reynolds and Eunice M. Paul. London: Pickwick Publications, 2009. . (Original French edition: Les Sources mystiques de la philosophie romantique allemande. Paris : Vrin, 1968.) * Bowie, Andrew. From romanticism to critical theory: The philosophy of German literary theory (Psychology Press, 1997). * Breckman, Warren. \"Introduction: A Revolution in Culture,\" in European Romanticism: A Brief History with Documents. Ed. W. Breckman. New York: Bedford/St Martin's, 2007. * Gossman, Lionel. “Making of a Romantic Icon: The Religious Context of Friedrich Overbeck’s ‘Italia und Germania.’” American Philosophical Society, 2007. . * Gossman, Lionel. “Orpheus Philologus: Bachofen versus Mommsen on the Study of Antiquity.” American Philosophical Society Transactions, 1983. . * Grewe, Cordula. Painting the Sacred in the Age of German Romanticism. Aldershot: Ashgate Books, 2009. * Johnston, Catherine, et al. Baltic Light: Early Open- Air Painting in Denmark and North Germany. New Haven and London: Yale University Press, 1999. . * Lacoue-Labarthe, Philippe, and Jean-Luc Nancy. The literary absolute: the theory of literature in German romanticism (SUNY Press, 1988). * Nassar, Dalia. The Romantic Absolute: Being and Knowing in Early German Romantic Philosophy, 1795-1804 (U of Chicago Press, 2013). * * Pfau, Thomas. \"Conjuring history: Lyric cliche, conservative fantasy, and traumatic awakening in German Romanticism.\" South Atlantic Quarterly 102.1 (2003): 53-92. online * Safrankski, Rüdiger. Romantik. Eine deutsche Affäre. Munich: Carl Hanser Verlag, 2007. . * Seyhan, Azade. Representation and its discontents: The critical legacy of German romanticism (Univ of California Press, 1992). * Siegel, Linda. Caspar David Friedrich and the Age of German Romanticism. Branden Publishing Co, 1978. . * Steigerwald, Joan, and J. Fairbairn. \"The cultural enframing of nature: environmental histories during the early German romantic period.\" Environment and History 6.4 (2000): 451-496. online * Stone, Alison. \"Alienation from nature and early German romanticism.\" Ethical Theory and Moral Practice 17.1 (2014): 41-54. online * Stone, Alison. Nature, Ethics and Gender in German Romanticism and Idealism (Rowman & Littlefield, 2018). * Vaughan, William. German Romantic Painting. New Haven and London: Yale University Press, 1980. . Romanticism Romanticism * Category:Romanticism Romantic",
 "title": "German Romanticism"
}