{
 "id": "176595",
 "text": "Knott's Berry Farm is a theme park located in Buena Park, California, owned and operated by Cedar Fair. In 2015, it was the twelfth-most-visited theme park in North America and averages approximately 4 million visitors per year. The park features 40 rides including roller coasters, family rides, dark rides, and water rides. The theme park began in the 1920s as a roadside berry stand run by Walter Knott along State Route 39 in California. By the 1940s, a restaurant, several shops, and other attractions had been constructed on the property to entertain a growing number of visitors, including a replica ghost town. The site continued its transformation into a modern amusement park over the next two decades, and an admission charge was added in 1968. In 1997, the park was sold to Cedar Fair for $300 million, just two years after the Knott's food business was acquired by ConAgra, Inc. in 1995. ==History== ===Origin=== thumb|The Timber Mountain Log Ride is Knott's Berry Farm's most popular ride. The park sits on the site of a former berry farm established by Walter Knott and his family. Beginning in the mid-1920s, the Knott family sold berries, berry preserves, and pies from a roadside stand along State Route 39. In 1934, the Knotts began selling fried chicken dinners in a tea room on the property, later called \"Mrs. Knott's Chicken Dinner Restaurant.\" The dinners soon became a major tourist draw, and the Knotts built several shops and other attractions to entertain visitors while waiting for a seat in the restaurant. In 1940, Walter Knott began constructing a replica Ghost Town on the property, the beginning of the present-day theme park. The idea of an amusement park really picked up in the 1950s when Walter Knott opened a \"summer-long county fair.\"Brigandi, Phil. Orange County Chronicles, pp. 117-132, The History Press, Charleston, South Carolina, 2013. . thumb|left|Knott's first theme park logo, composed of a prospector with a pack mule thumb|Wood carver Andy Anderson with Sad Eye Joe in the Ghost Town area of the park, 1941 Paul von Klieben was the key employee of Walter Knott in the creation of Ghost Town at Knott’s Berry Farm and the restoration of the ghost town of Calico, California. In 1941, he joined Knott’s as a staff artist, then served as art director there from 1943 until 1953. He traveled to ghost towns in the West, conducted research, and designed most of the Ghost Town section of Knott’s Berry Farm. He created concept art for most of the buildings that were built there. He also drew up floor plans, oversaw the construction of buildings, and even spent some time painting concrete to look like natural rock. His Old West paintings and murals adorned the walls of many structures in the park, and a number of them still do. His art was also used extensively in Knott’s newspapers, menus, brochures, catalogs and other publications.Merritt, Christopher and Lynxwiler, J. Eric. Knott’s Preserved: From Boysenberry to Theme Park, the History of Knott’s Berry Farm, pp. 48-61, Angel City Press, 2015. .Woodson, Weldon D. “Saga of a Ghost Town Artist,” Design magazine, pp. 24-7, Vol. 73, Issue 6, 1972.Stack, Ken. Stack’s Liberty Ranch Collection, Volume Two, pp. 84-5, Stack’s Liberty Ranch, 2020.Kooiman, Helen. Walter Knott: Keeper of the Flame, p. 103, Plycon Press, Fullerton, California, 1973. In 1956, Walter Knott made an arrangement with Marion Speer to bring his Western Trails Museum collection to Knott's Berry Farm. Speer had been an enthusiastic supporter of Walter Knott’s efforts to create Ghost Town, and had written articles for the Knott's newspaper, the Ghost Town News. In 1956, twenty years after creating his museum, Marion Speer (at age 72) donated the carefully catalogued collection (30,000 items) to Knott’s in return for Knott’s housing it, displaying it and naming Speer as curator. Speer continued in that position until he retired in 1969 at the age of 84.“Western Trails Museum Opens to Public,” The Knotty Post, p. 8, November 1956, Knotts Berry Farm, Buena Park, California.Merritt, Christopher and Lynxwiler, J. Eric. Knott’s Preserved: From Boysenberry to Theme Park, the History of Knott’s Berry Farm, pp. 98-99, Angel City Press, Santa Monica, California. .Heywood, Mike. Walter Knott and Family: Knott’s Berry Farm, p. 112-3, Mike Heywood, 2021.Epting, Chris. “In the Pipeline: House of history under our noses,” Daily Pilot, January 5, 2011, Los Angeles, California.Lewis, Jack. “Guns that Also Won the West,” Gun World, p. 17, May 1962, Gallant Publishing Company, Covina, California. The museum was once housed in a building (which has since been razed) at Knott’s Berry Farm between Jeffries Barn (now known as the Wilderness Dance Hall) and the schoolhouse. The Western Trails Museum at Knott’s is now just south of the saloon in Ghost Town.Western Trails Museum Now Open!, The Berry Vine, 1993, Knott’s Berry Farm, Buena Park, California.Jennings, Jay. Knott's Berry Farm: The Early Years, pp. 106-7, Arcadia Publishing, Charleston, South Carolina, 2009. . In 1968, for the first time, an admission price was required to get into the park, originally set at 25 cents. The Calico Log Ride (the original name of the Timber Mountain Log Ride) opened in 1969. The park became a popular destination for conservative college students in the 1960s, especially as conservative organizations like the California Free Enterprise Association, the Libres Foundation, and the Americanism Educational League were based there. According to Assistant Professor Caroline Rolland-Diamond of the Paris West University Nanterre La Défense: On April 12, 1974, Cordelia Knott died. Walter turned his attention toward political causes,Kooiman, Helen, Walter Knott: Keeper of the Flame, pp. 171–84, Plycon Press, Fullerton, CA, 1973.Salts, Christiane Victoria, Cordelia Knott: Pioneering Business Woman, pp. 75–78, The Literature Connection Books, Buena Park, CA, 2009. Roaring Twenties rethemed Gypsy Camp in the 1970s with the addition of a nostalgic traditional amusement area, Wheeler Dealer Bumper Cars, and Knott's Bear-y Tales. Then with the northward expansion of a 1920s-era Knott's Airfield themed area featuring the Cloud 9 Dance Hall, Sky Cabin/Sky Jump and Motorcycle Chase steeplechase roller coaster above the electric guided rail Gasoline Alley car ride.\"Motorcycle Chase, Knott's Berry Farm, 1976\" photograph of steeplechase-style roller coaster lift hill Sky Tower with the illuminated \"K\" in logo script at the top was built to support two attractions, the Sky Jump (now closed) and the Sky Cabin. The Sky Jump boarded one or two standing riders anticipating the thrill of the drop into baskets beneath a faux parachute canopy. From the top, eight arms supported the vertical cable tracks of wire rope which lifted the baskets. The Sky Cabin ringed the support pole with a single floor of seats that are enclosed behind windows. Its ring revolves slowly as it rises to the top and back offering a pleasantly changing vista. It is very sensitive to weather and passenger motion, such as walking, which is prohibited during the trip. During winds 25+ mph or rain it is closed. When built, Sky Tower was the tallest structure in Orange County (a distinction briefly held by WindSeeker before its relocation to Worlds of Fun in 2012.) Motorcycle Chase, modernized steeplechase rollercoaster built in 1976 by Arrow Development, featured single motorbike themed vehicles racing side-by-side, each on one of four parallel tracks, launched together. One or two riders straddled each \"Indian motorcycle\" attraction vehicle. The tubular steel monorail track closely followed dips and bumps in \"the road\" and tilted to lean riders about the curves. Gasoline Alley, an electric steel-guiderail car ride below, was built together and intimately intertwined, which enhanced ride-to-ride interaction thrill value.\"Motorcycle Chase, Knott's Berry Farm, 1976\" photograph of steeplechase- style roller coaster with car ride combination. Rider safety concerns of the high center of gravity coupled with the method of rider restraints caused it to be rethemed Wacky Soap Box Racers with vehicles themed to look like soap box racers, each seating two riders, strapped in low (nearly straddling the track), surrounded by the close fitting car sides, and the dips and bumps of the track were straightened flat in 1980. Motorcycle Chase/Wacky Soap Box Racers was removed in 1996 for a dueling loop coaster Windjammer Surf Racers and now Xcelerator, a vertical launch coaster, takes its place. On December 3, 1981, Walter Knott died, survived by his children who would continue to operate Knott's as a family business for another fourteen years. In the 1980s, Knott's built the Calico Barn Dance featured Bobbi & Clyde as the house band. It was during the height of the \"Urban Cowboy\" era. The \"Calico Barn Dance\" was featured in Knott's TV commercials. thumb|Big Foot Rapids is located in the Wild Wilderness section of the park. During the 1980s, Knott's met the competition in Southern California theme parks by theming a new land and building two massive attractions: * Kingdom of the Dinosaurs (1987) (primeval retheme of Knott's Bear-y Tales) * Calico River Rapids (former Bigfoot Rapids, 1988), a whitewater river rafting ride as the centerpiece of the new themed area Wild Water Wilderness. The Boomerang roller coaster replaced the Corkscrew in 1990 with a lift shuttle train passing to and fro through a cobra roll and a vertical loop for six inversions each trip. Mystery Lodge (1994), inspired by General Motors \"Spirit Lodge\" pavilion, was a live show augmented with Pepper's ghost and other special effects, which was among the most popular exhibits at Expo 86 in Vancouver, British Columbia, Canada, which was produced by Bob Rogers of BRC Imagination Arts and created with the assistance of the Kwagulth Native reserve in the village of Alert Bay, British Columbia. Mystery Lodge recreates a quiet summer night in Alert Bay, then guests \"move inside\" the longhouse and listen to the storyteller weave a tale of the importance of family from the smoke of the bonfire. The Jaguar! was opened June 17, 1995, to add another roller coaster to the mix of Fiesta Village alongside Montezooma's Revenge. ===New owners=== In the 1990s, after Walter and Cordelia died, their children decided to sell off their businesses: In the late 1990s Cedar Fair acquired the Buena Park Hotel at the corner of Grand Ave. and Crescent. It was then brought up to Radisson standards and branded Radisson Resort Hotel as a franchise. In 2004, the park renamed the Radisson Resort Hotel the Knott's Berry Farm Resort Hotel. In 1995, the Knott family sold the food specialty business to ConAgra Inc, which later re-sold the brand to The J.M. Smucker Company in 2008. In 1997, the Knott family sold the amusement park operations to Cedar Fair. Initially, the Knotts were given an opportunity to sell the park to The Walt Disney Company. The park would have been amalgamated into the Disneyland Resort and converted into Disney's America, which had previously failed to be built near Washington, D.C. The Knotts refused to sell the park to Disney out of fear most of what Walter Knott had built would be eliminated. ===Post-Cedar Fair acquisition=== thumb|View of Silver Bullet from Sky Cabin|alt= thumb|Hangtime debuted as the park's latest major roller since Silver Bullet on May 16, 2018. thumb|Knott's Beary Tales: Return To The Fair opened enthusiastically to season passholders on May 6, 2021. Since being acquired by Cedar Fair, the park has seen an aggressive shift towards thrill rides, with the construction of a number of large roller coasters and the addition of a record-breaking Shoot-the-Chutes ride named Perilous Plunge. Perilous Plunge had the record of being the tallest and steepest water ride in the world until September 2012 when it was closed and removed. Also, in 2013, Knott's Berry Farm announced that the most popular ride at the park, the Timber Mountain Log Ride, would be closed for a major five-month refurbishment, led by Garner Holt Productions, Inc. On May 25, 2013, Knott's Berry Farm added three new family rides on the site of former Perilous Plunge, including a wild mouse called Coast Rider, a scrambler flat ride called Pacific Scrambler, and Surfside Gliders. All three were constructed in the Boardwalk section of the park. An old bridge that connected the exit of Coast Rider and the Boardwalk became the entrance to Surfside Gliders and Pacific Scrambler. Following the 2013 season, Knott's Berry Farm removed Windseeker and moved it to Worlds of Fun, where it reopened in 2014. For the 2014 season, the historical Calico Mine Ride underwent a major refurbishment that was completed in six months. During the fall of 2019, Knott's Berry Farm announced the return of Knott's Bear-y Tales as an interactive 4D dark ride as part of the park's 100th anniversary in 2020. However, the park was indefinitely shut down due to the COVID-19 pandemic at the end of its operating day on March 13, 2020. Knott's Bear-y Tales and other planned changes to the park were postponed to 2021. In June 2020, Knott's Marketplace reopened with health guidelines in place. The following month, the park introduced Taste of Calico, an outdoor food festival on weekends located in the Calico Ghost Town section of the park. The event evolved over the season, becoming Taste of Knott's when it expanded into Fiesta Village and the Boardwalk, Taste of Fall-o-ween during the fall season, and Taste of Merry Farm for the Christmas holiday season. Amusement Today recognized the Taste Of events in its annual Golden Ticket Awards, awarding the park under the category \"Industry Leader: Amusement/Theme Park\" for its innovative approach. Knott's Berry Farm returned to normal operation on May 6, 2021, which also included the debut of the delayed Knott's Bear-y Tales attraction originally planned for 2020. === Timeline === thumb|right|Stagecoach circa 1950, added as the first ride in 1949 thumb|right|Knotts Berry Farm Denver & Rio Grand steam locomotive, added as Ghost Town & Calico Railroad in 1952 * 1920: Ten acres of berry farm land leased by Walter and Cordelia Knott * 1927: Ten leased acres of berry farm purchased, named Knott's Berry Place * 1929: Ten more acres purchased * 1932: Rudolf Boysen gives Walter his last six crossbreed berry plants, as yet unnamed * 1934: Tea room opens and Cordelia serves the first chicken dinner * 1940: Living Ghost Town tribute started with free entertainment. * 1941: 100 more acres of land are added, totals 120. * 1946: Steakhouse * 1947: Name change from Knott's Berry Place to Knott's Berry Farm. * 1948: Bottle House and Music Hall * 1949: Stagecoach * 1951: Calico Saloon * 1952: Ghost Town & Calico Railroad * 1954: Haunted Shack, Bird Cage Theater * 1955: Dentzel Carousel, Merry-Go-Round Auto Ride (later the Tijuana Taxi), Hunter's Paradise Shootin' Gallery, Model 'T' Children's Ride, Cable Cars * 1958: Mott's Miniatures * 1960: Calico Mine Ride. * 1966: Independence Hall * 1968: Fence surrounds the park, and admission is charged. * 1969: Timber Mountain Log Ride; Fiesta Village themed area; Tijuana Taxi (re-themed from Auto Ride); Mexican Whip; Fiesta Wheel; Happy Sombrero. * 1971: John Wayne Theater (later the Good Time Theater, then the Charles M. Schulz Theater) * 1973: Inaugural Knott's Scary Farm Halloween event * 1974: Wild West Stunt Show replaces Wagon Camp shows. * 1975: Corkscrew; Bear-y Tales. * 1976: Motorcycle Chase; Sky Jump; Sky Cabin; Propeller Spin; Loop Trainer Flying Machine; Whirlpool; Gasoline Alley; Whirlwind. * 197?: Knotts Berry Farm Hotel opened. * 1978: Montezooma's Revenge, Old MacDonald's Farm removed, Cable Cars removed * 1980: Dragon Swing, Wacky Soap Box Racers * 1983: Barn Dance featured Bobbi & Clyde Country Western Dancing; Camp Snoopy themed area built, forcing removal of Knott's Lagoon and its attractions around a lake which had been built north of Independence Hall, so that a parking area could be relocated. * 1984: Studio K debuts. The most successful teen dance facility in the nation. Opened with a Dick Clark Special, \"Rock Rolls On\". * 1986: Bear-y Tales removed; Tijuana Taxi removed; Fiesta Wheel removed; Mexican Whip removed. * 1987: Kingdom of the Dinosaurs; Tampico Tumbler; Gran Slammer; Slingshot; Happy Sombrero renamed Mexican Hat Dance. * 1988: Calico River Rapids (former Bigfoot Rapids); Bear-y Tales Funhouse. * 1989: XK-1; Greased Lighting moved into enclosed building and renamed Whirlwind. Corkscrew removed/ refurbished and moved to Idaho; Propeller Spin removed; Loop Trainer Flying Machine removed. * 1990: Boomerang built on former site of Corkscrew; * 1991: Studio K closed. * 1992: Indian Trails themed area. * 1994: Mystery Lodge.® * 1995: Jaguar! added * 1996: The Boardwalk themed area (retheme of Roaring 20's); HammerHead; Greased Lightning renamed HeadAche; Whirlpool renamed Headspin; Wacky Soap Box Racers with Gasoline Alley removed. * 1997: Windjammer Surf Racers; Cedar Fair Acquires Knott's; Bear-y Tales Funhouse removed. thumb|right|180px|GhostRider at night * 1998: GhostRider; XK-1 removed; Supreme Scream; Woodstock's Airmail; Slingshot renamed Wave Swinger; Mexican Hat Dance renamed Hat Dance. * 1999: Wipeout; Coasters restaurant; Charlie Brown Speedway; Sky Jump removed; HeadAche removed and renamed The Blue Thunder at Miracle Strip Amusement Park; Pacific Pavilion removed; Radisson Resort Knott's Berry Farm. * 2000: Windjammer Surf Racers closes; Perilous Plunge; Knott's Soak City U.S.A. water park; Haunted Shack removed. * 2001: VertiGo; added; Wipeout relocated; Headspin relocated and renamed Wilderness Scrambler. * 2002: Xcelerator added; VertiGo removed * 2003: Tampico Tumbler removed; Gran Slammer removed; La Revolución; Joe Cool's Gr8 Sk8; HammerHead removed. * 2004: Silver Bullet; Lucy's Tugboat; Rip Tide and Screamin' Swing opened; Kingdom of the Dinosaurs closed; Church of Reflections relocated to outside of park; Radisson Resort Knott's Berry Farm renamed Knott's Berry Farm Resort Hotel. Grand Sierra Railroad shortened to accommodate Silver Bullet. * 2005: T.G.I. Fridays restaurant (California Marketplace). * 2006: Pacific Spin (Soak City U.S.A.); Johnny Rockets restaurant; New Perilous Plunge boats put into operation; Walter K Steamboat removed; Woodstock's Airmail relocated. * 2007: Sierra Sidewinder; Wilderness Scrambler removed. * 2008: Pony Express, Peanut's Playhouse removed. thumb|220px|Coast Rider and Surfside Gliders opened in May 2013 as part of the boardwalk expansion. * 2009: Pink's, Remodel and rebrand of Viva La Coasters in the California Marketplace. * 2010: Snoopy's Starlight Spectacular added/Snoopy's Christmas Spectacular. * 2011: WindSeeker added * 2012: Park improvements – replacing area theme music, removing boardwalks and pouring concrete replacements, rebuilding rotted wood structures, keeping open until park closing attractions, restaurants & shops which had previously closed early. More aggressive youth marketing & advertising; Fast Lane, Perilous Plunge closes * 2013: Boardwalk expansion: Coast Rider; Surfside Gliders; Pacific Scrambler (all replaced Perilous Plunge); WindSeeker removed * 2014: Charlie Brown's Kite Flyer; Linus Launcher; Pig Pen's Mud Buggies; Grand Sierra Scenic Railroad, Lucy's Tugboat and Rocky Road Trucking Company rethemed as Grand Sierra Railroad, Rapid River Run and Rocky Mountain Trucking Company; Charlie Brown's Speedway, Joe Cool's GR8 SK8, Kingdom of the Dinosaurs, Log Peeler and Snoopy Bounce removed. La Tiendita removed. * 2015: Voyage to the Iron Reef, Screamin' Swing closed in preparation for removal, GhostRider closed for major refurbishment. * 2016: Ghost Town is renovated to celebrate its 75th birthday; Rip Tide officially closed and demolished due to technical issues; Starbucks replaces Dreyer's in the California Marketplace; Mrs. Knott's Chicken Dinner Restaurant undergoes major renovations; GhostRider reopens from its major refurbishment on June 10, 2016; Temporarily removed Wipeout for Hangtime construction. * 2017: Soak City gets an expansion added Sol Spin; new Boardwalk Barbecue restaurant. Brought back Ghost Town Alive; Extended Boysenberry Festival; Added VRCADE. Montezooma's Revenge Receives new color scheme. Boomerang closes. * 2018: HangTime opens; Sky Cabin reopened on 10 February; Wipeout relocated and reopened in October; Big Foot Rapids closes in September in order to undergo major renovation and new themeing as Calico River Rapids * 2019: Calico River Rapids opened in May * 2020: Voyage to the Iron Reef closed on January 5, Knott's Bear-y Tales: Return to the Fair was set to open in the former spot of Voyage to the Iron Reef; entire park was shut down on 14 March on grounds of COVID-19 pandemic. * 2021: Knott's Berry Farm reopens after a year long closure on May 6, 2021, to season pass holders. Knott's Berry Farm's grand reopening and Knott's Bear-y Tales: Return to the Fair opens to the general public on May 21, 2021. Knott's Berry Farm 100th anniversary celebration begins May 21, 2021 to September 6, 2021. * 2022: Montezooma’s Revenge closed for a major renovation, set to reopen in 2023. ==Annual park events== thumb|right|Knott's Scary Farm event The park's annual Knott's Scary Farm has drawn crowds since 1973. The idea for this event was presented at one of the regularly scheduled round table meetings for managers by Patricia Pawson. The actual event was created by Bill Hollingshead, Gary Salisbury, Martha Boyd and Gene Witham, along with other members of the Knott's Berry Farm Entertainment Department as documented in the DVD Season of Screams. Initially fake corpses and other static figures were rented from a Hollywood prop house, but Bud Hurlbut, the creator/concessionaire of the Mine Ride, Log Ride and other rides at Knott's, decided that this wasn't enough.Merritt, Christopher. Knott's Preserved: From Boysenberry to Theme Park, the History of Knott's Berry Farm, p. 94-108, 118-21, Angel City Press, Santa Monica, CA 2010. . He dressed up in a gorilla suit and started scaring guests on the Mine Ride. Halloween Haunt was an instant hit, and by the next year, the event sold out nightly.Merritt, Christopher. Knott's Preserved: From Boysenberry to Theme Park, the History of Knott's Berry Farm, p. 127, Angel City Press, Santa Monica, CA 2010. . During this special ticketed event, the entire park (or major portions of it) re-themes itself into a \"haunted house\" style attraction in the form of mazes and \"scare zones\" in the evening. Over a thousand specially employed monsters are also scattered—often hidden out of view—throughout the park at this time. Some of the characters have become well-known, such as the Green Witch, which was portrayed by Charlene Parker from 1983 to 2017, the longest of any performer.\"Adventures in Education,\" Knott's Berry Farm, 2006, 2007, 2008, 2009, 2010, 2011.The Scary Vine, Knott's Berry Farm, Vol. 14, No. 10, October 9, 2009.Forsyth, Jessica. \"Bewitched,\" Coast magazine, Oct. 2008, pp. 42-3, Newport Beach, CA. Several attractions are decorated for the event including the Timber Mountain Log Ride and Calico Mine Train and there are 13 mazes of various themes. Elvira (actress Cassandra Peterson) was introduced into the Halloween Event in 1982 and was prominently featured in many Halloween Haunt events until 2001. According to postings on her My Space page, Cassandra was released from her contract by the park's new owners due to their wanting a more family friendly appeal.Cassandra Peterson's MySpace page She returned for one night in 2012 for the 40th anniversary of the event then again featured in her own nightly show from 2014 to 2017. During the month of October, Knott's Scary Farm generates half the revenue for Knott's Berry Farm's fiscal year. Season of Screams is a DVD produced by an independent company which traces the beginnings of Halloween Haunt and the story behind how it all got started back in 1973. Season of Screams also highlights recent Halloween Haunts. Winter Coaster Solace is an event that takes place in the first or second weekend of March every year when roller coaster enthusiasts can come before the park opens and stay after the park closes to ride the rides and eat at the Chicken Dinner Restaurant. It is intended to provide \"solace\" to visitors from other parts of the country where theme parks and roller coasters are seasonal, not year-round operations like the Southern California parks. Knott's Berry Farm also used to give attendees behind the scenes tours of the rides. A Christmas event known as \"Knott's Merry Farm\" also happens annually. Previous Merry Farm events have included manufactured snow, handcrafts exhibits, and a visit with Santa Claus. This event was originally created by Gary Salisbury in the Fall of 1985. Praise (festival) has been a Christian themed celebration presented for many years as a mix-in special event of music and comedy on New Year's Eve. A boysenberry festival is held at Knott's that has food and drink prepared in a variety of ways with boysenberries. There are also special shows and music for the multi- week event. ==Areas and attractions== The park consists of four themed areas: * Ghost Town * Fiesta Village * The Boardwalk * Camp Snoopy ===Ghost Town=== thumb|Butterfield Stagecoach's entrance thumb|upright|Charlene Parker, spinner and weaver in Ghost Town Craftsmen in Ghost Town demonstrate the arts of the blacksmith, woodcarver, glass-blower, sign cutter, and spinner. Demonstrations of narrow gauge railroading and farm equipment hobbyists accompany additional merchant stalls of cottage-craft fairs seasonally at discounted admission which is restricted to Ghost Town only. Western Trails Museum, relocated between the candy store and the General Store to accommodate Calico River Rapids (former Bigfoot Rapids), still features historical western artifacts large and small, from a hand powered horse-drawn fire engine to miniature replica of a borax hauling \"Twenty Mule Team\" and utensils necessary to survive the prairie and wilderness. The Ghost Town area has a few other notable attractions. The Bird Cage Theatre only hosts two seasonal entertainments—during \"Knott's Merry Farm,\" two small productions of \"Marley's Wings\" and \"A Christmas Carol,\" and a Halloween Haunt thrill show. The Calico Stage, a large open-air stage in Calico Square, hosts a variety of shows and acts, big and small, from those of elementary school students, Gallagher, a local band, and the summer-spectacular All Wheels Extreme stunt show featuring youthful performers demonstrating aerial tricks with acrobatics, trampolines, and riding ramps with skates, scooters, skateboards, and freestyle bikes to popular music. Calico Saloon recreates the revelry of music, singing and dancing, with Cameo Kate hosting a variety of acts. Jersey Lily, Judge Roy Bean's combination courthouse/saloon, offers certified comical \"genuine illegal hitchin'\" alongside pickles, candy, and sports/soft drinks. Many parts of Ghost Town are forever lost to progress. The conversion of the Silver Dollar Saloon to a shooting gallery, Hunters Paradise shooting gallery to Panda Express and the original Berry Stand, moved several times with its last location now occupied by the Silver Bullet station. What is left of Ghost Town today was based on Calico ghost town and other real ghost towns in the Western United States. Walter Knott inherited his uncle's silver mill and land, then bought more of the actual Calico ghost town in 1951 and developed it. In 1966, he donated that property to the corporate-municipal County of San Bernardino which then made the town of Calico, California into a public historic park, for which it charged an entrance/parking fee. See 'History – Ghost Town – Calico' section above. The park formerly featured a 5th area called the Wild Water Wilderness. Formerly known as Wild Water Wilderness, now part of Ghost Town, that features two major rides: the Pony Express, a horse themed family roller coaster installed in 2008 and Calico River Rapids which opened in 2019. Nearby Pony Express is Rapids Trader, a small merchandise stand. It is also home to Mystery Lodge, a multimedia show based on an Expo 86 pavilion featuring a Native American storyteller. {| class=\"wikitable\" |- ! Thrill level (out of 5) |- | |- |} {| class=\"wikitable sortable\" |- style=\"vertical- align:bottom;\" |- !Ride !Picture !Opened !Manufacturer !Description !Thrill level |- |Butterfield Stagecoach |120px |style=\"text-align:center\"|1949 |style=\"text- align:center\"|Knott's Berry Farm | style=\"text-align:left\" |A family stagecoach ride which takes guests through the areas of Fiesta Village, Camp Snoopy and the Indian Trails area. | align=\"center\" bgcolor=\"#1CADEA\" | |- | Calico Mine Ride |120px |style=\"text-align:center\"| 1960 |style=\"text-align:center\"| Bud Hurlbut | style=\"text-align:left\" | A narrow gauge mine train dark ride. Riders board ore cars pulled by battery-powered locomotives and journey deep into a faux mining excavation site. The ride closed for refurbishment in January 2014 and reopened on June 14, 2014. | align=\"center\" bgcolor=\"#FED530\" | |- | Calico River Rapids |120px |style=\"text-align:center\"| 1988–2019 |style=\"text- align:center\"| Intamin (Rethemed by Garner Holt Productions) | style=\"text- align:left\" | A themed river rafting water ride featuring roughly 20 wildlife animatronics and water effects produced by Garner Holt Productions | align=\"center\" bgcolor=\"#ED5B33\" | |- | Ghost Town & Calico Railroad |120px120px |style=\"text-align:center\"| 1952 | | style=\"text-align:left\" | An authentic narrow gauge train ride around the park. The ten-minute ride takes guests through the Wild Wilderness area, the Boardwalk area and through Fiesta Village. All of the Passenger Cars came from the D&RGW;, while one came from the Rio Grande Southern. Some of the D&RGW; cars were used on the San Juan Express. | align=\"center\" bgcolor=\"#1CADEA\" | |- | GhostRider |120px |style=\"text-align:center\"| 1998 |style=\"text-align:center\"| Custom Coasters International (Retracked by Great Coasters International) | style=\"text- align:left\" | A wooden roller coaster featuring multiple un-banked turns. | align=\"center\" bgcolor=\"#ED5B33\" | |- | Pony Express |120px |style=\"text- align:center\"| 2008 |style=\"text-align:center\"| Zamperla | style=\"text- align:left\" | A steel roller coaster in which riders dip, turn and dive while harnessed in vehicles intended to simulate equestrianism. | align=\"center\" bgcolor=\"#F7B754\" | |- | Silver Bullet |120px |style=\"text-align:center\"| 2004 |style=\"text-align:center\"| Bolliger & Mabillard | style=\"text-align:left\" | A Bolliger & Mabillard inverted roller coaster featuring 6 inversions. | align=\"center\" bgcolor=\"#ED5B33\" | |- | Timber Mountain Log Ride |120px |style=\"text-align:center\"| 1969 |style=\"text-align:center\"| Bud Hurlbut & Arrow Development | style=\"text-align:left\" | A classic themed log flume dark ride attraction. The 4-minute ride features two major drops, of which the final drop is 42 feet. The ride opened in 1969, and re-opened in 2013 after an extensive refurbishment. The ride features more than 40 audio anamontrics developed by Garner Holt Productions, forest scents and an exclusive ride soundtrack. Knott's Berry Farm's most popular ride. | align=\"center\" bgcolor=\"#ED5B33\" | |- |} ===Fiesta Village=== Fiesta Village was built in 1969 with a Mexican theme. It was built to pay tribute to California´s Spanish and Mexican heritage. It was the second area constructed after the completion of Ghost Town. Stores like Casa California, restaurants like Pancho's Tacos, La Papa Loca, and La Victoria Cantina, games like Shoot If Yucan, and the themed rides like La Revolución, Jaguar!, and Montezooma's Revenge, along with the former attraction Tampico Tumbler, all contribute to the Mexican and Aztec theme of the area. In 2013 colorful string lights were added for the summer season. {| class=\"sortable wikitable\" |- style=\"vertical-align:bottom;\" !Ride !Picture !Year opened !Manufacturer !Description !Thrill level |- | Dragon Swing |120px |style=\"text-align:center\"| 1980 |style=\"text-align:center\"| Chance-Morgan | A swinging pirate ship | align=\"center\" bgcolor=\"#FED530\" | |- | Hat Dance |120px |style=\"text-align:center\"| 1969 | Rauerhorst Corporation & Mack Rides | A Teacups type ride. Riders spin sombrero themed cuencos as they rotate on counterrevolutionary turntables. Originally named Happy Sombrero | align=\"center\" bgcolor=\"#FED530\" | |- | Jaguar! |120px |style=\"text- align:center\"| 1995 |style=\"text-align:center\"| Zierer | A steel roller coaster designed specifically for families with young children. | align=\"center\" bgcolor=\"#F7B754\" | |- | La Revolucion |120px |style=\"text- align:center\"| 2003 |style=\"text-align:center\"| Chance-Morgan | Riders rotate 360-degrees while simultaneously swinging back and forth in a pendulum motion. | align=\"center\" bgcolor=\"#ED5B33\" | |- | Merry-Go-Round |120px |style=\"text- align:center\"| 1955 |style=\"text-align:center\"| Dentzel Carousel | One of the world's oldest working Dentzel Carousel, this 100-year-old ride still revolves to the strains of its antique Band Organ. Mmenagerie carousel's 48 hand-carved animals including lions, tigers, ostriches, camels, zebras, giraffes, pigs, cats and horses. A Wurlitzer #157 Band Organ is also present, but unrestored. | align=\"center\" bgcolor=\"#99DA50\" | |- | Montezooma's Revenge |120px |style=\"text-align:center\"| 1978 |style=\"text-align:center\"| Anton Schwarzkopf | Riders accelerate from 0 to 55 mph (89 km/h) in 4.5 seconds. This coaster was awarded the American Coaster Enthusiasts Coaster Landmark Award on June 20, 2019. The coaster is the last Schwarzkopf Shuttle Loop left in the U.S. | align=\"center\" bgcolor=\"#ED5B33\" | |- | Sol Spin |120px |style=\"text- align:center\"| 2017 |style=\"text-align:center\"| Mondial | A thrilling topsy- turvy adventure over 6 stories high as they rotate in all directions on one of six spinning arms. It was built on the spot of Windseeker. | align=\"center\" bgcolor=\"#ED5B33\" | |- | Waveswinger |120px |style=\"text-align:center\"| 1986 |style=\"text-align:center\"| Zierer | A classic family swing ride. Riders board individual swing sets before orbiting a central tower. Originally named Slingshot. Riders cannot ride if the person's weight is above 230 lbs. | align=\"center\" bgcolor=\"#FED530\" | |} thumb|A view of The Boardwalk following its 2013 expansion ===The Boardwalk=== Boardwalk Games include physical challenges such as a rock wall, soccer, basketball and a rope ladder crawl. A variety of traditional pitch three balls and win a prize type games, such as squirt gun into clowns mouth, knock off milk bottles, pitch a quarter onto a plate are pitched by hawkers along the Boardwalk Games midway. In September 2012, Perilous Plunge closed for an expansion of the Boardwalk. Perilous Plunge was noticeably known as one of Knott's major thrill rides. The boardwalk reopened after a year transformation with two flat rides and a new family roller coaster taking the place of Perilous Plunge. The Boomerang roller coaster also got repainted with a new vibrant green and yellow color scheme which was later removed in 2017 in order to make way for Hangtime. The southern portion of the boardwalk contains the family interactive dark ride: Knott's Bear-y Tales: Return to the Fair. The world's largest Johnny Rockets restaurant franchise is located at Knott's Boardwalk, featuring over of indoor dining space for more than 260 guests. Also located in The Boardwalk is the Walter Knott Theatre, a roughly 2,000-seat theatre that hosts seasonal offerings, notably the ice-skating show \"Merry Christmas Snoopy!\". It was renamed in 2020 from the Charles M. Schulz Theater to the Walter Knott Theater, as part of a refurbishment to the exterior for the parks 100th anniversary, which also included new LED signage to theater's marquee. {| class=\"sortable wikitable\" |- style=\"vertical-align:bottom;\" |- |- !Ride !Picture !Year opened !Manufacturer !Description !Thrill level |- | Coast Rider |120px |style=\"text-align:center\"| 2013 |style=\"text-align:center\"| Mack Rides | A steel wild mouse roller coaster. The ride's layout is on the former site of Perilous Plunge. | align=\"center\" bgcolor=\"#ED5B33\" | |- | HangTime |120px |style=\"text-align:center\"| 2018 |style=\"text-align:center\"| Gerstlauer | A steel Infinity Coaster. The ride's layout is on the former site of Boomerang and Riptide. The ride is America's first and only coaster of this type. The ride features a 96 degree drop and 5 inversions. | align=\"center\" bgcolor=\"#ED5B33\" | |- | Knott's Bear-y Tales: Return to the Fair |120px |style=\"text-align:center\"| 2021 |style=\"text-align:center\"| Triotech | A 4D interactive dark ride that blends 3D projections and special effects, such as simulated wind and aromas, with physical sets. Debuted for Knott's 100th anniversary replacing Voyage to the Iron Reef. Its theme pays homage to the retired Knott's Bear-y Tales. | align=\"center\" bgcolor=\"#99DA50\" | |- |Pacific Scrambler |120px |style=\"text-align:center\"|2013 |style=\"text- align:center\"|Eli Bridge Company |Originally \"Whirlpool\" from 1989 to 1996, Pacific Scrambler is a classic scrambler amusement ride. When the area opened in 1996, this was a ride called Whirlpool, it was housed inside a building which featured 'undersea' murals on the walls, musical soundtrack effects, and concert-style lighting effects. In 2000, it was replaced with a Shoot the Chutes ride called Perilous Plunge. The ride eventually closed down in 2012 and was replaced with three new rides, including Pacific Scrambler | align=\"center\" bgcolor=\"#FED530\" | |- | Sky Cabin |120px |style=\"text- align:center\"| 1974 |style=\"text-align:center\"| Intamin | Ascend over 180 feet in the slow-moving Sky Cabin for a 360-degree panoramic view of Orange County and the LA basin. | align=\"center\" bgcolor=\"#99DA50\" | |- | Supreme Scream |120px |style=\"text-align:center\"| 1998 |style=\"text-align:center\"| S&S; Worldwide | Supreme Scream features the highest drop in the park. A vertical ascending and descending drop ride. It features 3 Turbo Drop towers. | align=\"center\" bgcolor=\"#ED5B33\" | |- | Surfside Gliders |120px |style=\"text-align:center\"| 2013 |style=\"text-align:center\"| Larson International | A Flying Scooters ride with a height of 28 feet. Riders can pilot and move the gliders as it offers them a good view of the Boardwalk area. | align=\"center\" bgcolor=\"#FED530\" | |- | Wheeler Dealer Bumper Cars |120px | | | A classic family bumper cars attraction. | align=\"center\" bgcolor=\"#F7B754\" | |- | Wipeout |120px | style=\"text-align:center\" | 1999 | style=\"text-align:center\" | Chance Rides | A Trabant circular ride located between Hangtime and Sky Cabin. | align=\"center\" bgcolor=\"#F7B754\" | |- | Xcelerator |120px |style=\"text-align:center\"| 2002 |style=\"text-align:center\"| Intamin | A launched roller coaster in which riders accelerate from 0 to 82 mph (132 km/h) in 2.3 seconds and climb 20 stories into the air. Xcelerator is currently the tallest roller coaster at Knotts Berry Farm. Xcelerator features the park's second highest drop. | align=\"center\" bgcolor=\"#ED5B33\" | |- |} ===Camp Snoopy=== Camp Snoopy is home to the park's family and children's rides, with many of the rides and attractions being built specifically for children and guests who cannot ride the park's more aggressive attractions. Its theme is Charles M. Schulz' \"Peanuts\" comic strip characters. Snoopy has been the mascot of Knott's Berry Farm since 1983, and the characters can now be seen at all of Cedar Fair's parks, except Gilroy Gardens, which is managed by Cedar Fair and owned by the city of Gilroy. The 14 rides include a mini roller coaster called the Timberline Twister, a Zamperla Rockin' Tug called Rapid River Run, and a steel spinning roller coaster called Sierra Sidewinder. For guests who cannot ride the park's more aggressive and thrilling rides, Camp Snoopy contains a good number of rides for guests of all ages including infants, children, and seniors. With the exception of Sierra Sidewinder and Timberline Twister, the rides are relatively tame. thumb|left|Claude Bell in his new Artist's Studio at Knott's Berry Farm, drawing Ed Strouse, Feb. 1954. This building is now the Rock & Geode Shop. Photo courtesy Orange County Archives. Knott's Berry Farm also built the Mall of America's indoor theme park, which itself was originally called Camp Snoopy. (In fact, Charles M. Schulz hailed from St. Paul.) However, today the park is no longer affiliated with Knott's or Cedar Fair, and is now called Nickelodeon Universe. thumb|left|Portrait artists and face painting at the north end of Camp Snoopy. On November 22, 2013, Knott's Berry Farm announced major improvements in the area of Camp Snoopy. Camp Snoopy received a makeover for its 30th anniversary. In summer 2014, Knott's Berry Farm opened up new rides in Camp Snoopy. The narrow gauge Grand Sierra Railroad takes guest on a four-minute train ride through the reflection lake. The ride was made shorter with the construction of Silver Bullet. As part of the 30th Anniversary makeover, the train ride received a series of Peanuts vignettes made by Garner Holt Productions) along the track and narration by the character Linus. Knott's has portrait artists, as well as face painters and caricature artists in two different locations in Camp Snoopy operated by Kaman's Art Shoppes. Portrait artists have a long history at Knott's, dating back to 1951. Claude Bell, who created the concrete characters on the benches at Knott's, operated the portrait concession from 1951 to 1986. Bell also sculpted the minuteman statue on display at Independence Hall. {| class=\"sortable wikitable\" |- style=\"vertical- align:bottom;\" |- ! Ride ! Picture ! Opened ! Manufacturer ! style=\"width:2em;\" | Thrill level |- |Balloon Race |110px |style=\"text- align:center\"|1983 |Bradley and Kaye Replaced w/ new redesigned unit 1992 manufactured by D. H. Morgan Mfg. | align=\"center\" bgcolor=\"#99DA50\" | |- |Camp Bus |110px |style=\"text-align:center\"|1992 |style=\"text- align:center\"|Zamperla |align=\"center\" bgcolor=\"#99DA50\" | |- |Charlie Brown Kite Flyers | | style=\"text-align:center\" |2014 | style=\"text-align:center\" |Zamperla | align=\"center\" bgcolor=\"#99DA50\" | |- |Flying Ace | 110px | style=\"text-align:center\" |1986 | style=\"text-align:center\" |Chance-Morgan | align=\"center\" bgcolor=\"#99DA50\" | |- |Grand Sierra Railroad |110px | style=\"text-align:center\" |1983 | style=\"text-align:center\" |Crown Metal; 2013 Renovation by Garner Holt Productions | align=\"center\" bgcolor=\"#1CADEA\" | |- |High Sierra Ferris Wheel | 110px | style=\"text-align:center\" |1983 | style=\"text-align:center\" |Eli Bridge | align=\"center\" bgcolor=\"#FED530\" | |- |Huff and Puff | | style=\"text-align:center\" |1983 | style=\"text-align:center\" |Bradley and Kaye | align=\"center\" bgcolor=\"#1CADEA\" | |- |Linus Launcher |110px |style=\"text-align:center\"|2014 |style=\"text-align:center\"|Zamperla | align=\"center\" bgcolor=\"#FED530\" | |- |Pig Pen's Mud Buggies | |style=\"text- align:center\"|2014 |style=\"text-align:center\"|Zamperla | align=\"center\" bgcolor=\"#99DA50\" | |- |Rapid River Run | |style=\"text-align:center\"|2004 |style=\"text-align:center\"|Zamperla | align=\"center\" bgcolor=\"#99DA50\" | |- |Rocky Mountain Trucking Company | 110px |style=\"text-align:center\"| |style=\"text-align:center\"|Zamperla | align=\"center\" bgcolor=\"#1CADEA\" | |- |Sierra Sidewinder | 110px |style=\"text-align:center\"|2007 |style=\"text- align:center\"|Mack Rides | align=\"center\" bgcolor=\"#F7B754\" | |- |Timberline Twister | 110px |style=\"text-align:center\"|1983 |style=\"text- align:center\"|Bradley and Kaye | align=\"center\" bgcolor=\"#F7B754\" | |- |Woodstock Airmail | |style=\"text-align:center\"|1998 |style=\"text- align:center\"|S&S; Worldwide | align=\"center\" bgcolor=\"#99DA50\" | |} ===Indian Trails=== Located next to the Bottle House in Ghost Town, Indian Trails is a small area sandwiched between Camp Snoopy, Ghost Town, and Fiesta Village, showcasing Native American art, crafts, and dance. ===Public area=== Many of the original attractions are outside the gates of the current-day theme park along Grand Ave. at the California Marketplace, mostly things which would no longer be considered interesting to today's audience, or things which were merely there for decoration. Near the restrooms behind Berry Place are the waterfall overshooting the water wheel and historic gristmill grindstone, a replica of George Washington's Mount Vernon estate fireplace hearth, and what remains of the visible beehive. Some attractions still exist, but have been incorporated into backstage areas, such as the Rock Garden, now an employee smoking area. Other attractions have been removed, such as the historic volcano, and the cross-section of giant sequoia with age rings denoting historic events such as Christopher Columbus visiting America. ====East property==== thumb|Hall replica in 2013. The east side of the property, divided by Beach Blvd., features the main parking lot, Knott's Soak City a seasonal water park that requires separate admission, the picnic grounds rental areas, complementary admission to Independence Hall and gift shop, and the Church of Reflections which was moved outside the theme park in 2004 and held non-denominational Sunday services until 2010. A tunnel and pedestrian underpass beneath Beach Blvd. connects the main parking lot to the shops, restaurants and theme park. ==Former attractions== ===FearVR: 5150 controversy=== For Halloween Haunt in 2016, Knott's Berry Farm introduced FearVR: 5150, a virtual reality attraction that was met with controversy from the mental health community regarding its perceived negative portrayal of mental illness. The ten-minute-long attraction immersed guests inside of a chaotic hospital haunted by a supernatural central character named Katie and zombie-like patients. The initial controversy came from the attraction's name, with 5150 referring to the California law that allows a law enforcement officer or clinician to involuntarily commit a person suspected of having a mental illness and determined \"a danger to themselves or others\". It also referenced the fact that guests experiencing the attraction had their arms strapped to a chair as part of the experience. The backlash was focused on Cedar Fair's use of painful experiences suffered by those dealing with mental illness and to have it \"transmogrified into spooky entertainment\". In response, Cedar Fair removed \"5150\" from the name, and after continued opposition, permanently closed the attraction on September 28, 2016, six days after its debut. A petition was signed by more than 2,000 people hoping Cedar Fair would bring it back, with the petition's organizer stating that Cedar Fair should not be \"forced to shut down an attraction based on the words of people who had not even experienced the attraction\". ==Knott's Soak City== Knott's Soak City is a water park. It opened on June 17, 2000, as Soak City U.S.A. It requires separate admission from Knott's Berry Farm. In addition to the water park across the street from the main theme park, Cedar Fair also formerly owned two other Knott's Soak City Parks, in Palm Springs and Chula Vista. ==Private police force== For much of the park's early history, Knott's Berry Farm had a unique arrangement with the Orange County Sheriff Department where the park's security officers were sworn special deputies vested with full police powers. The Security Department, however, did not answer to the county sheriff, but rather to the park's Chief of Security (who for many years was Steve Knott, the grandson of Walter Knott). Knott's Berry Farm maintained a completely private police force, vested with full police powers, and overseen by park management. Before the City of Buena Park was incorporated, Knott's Berry Farm's Security Department even provided police services to the nearby unincorporated area that would eventually become known as Buena Park, including writing traffic tickets. Then, in the early days of the incorporated City of Buena Park, Knott's Berry Farm Security provided vital mutual aid assistance to the Buena Park Police Department (formerly Buena Park Public Safety) during emergencies since Knott's Berry Farm's 34 sworn Special Deputies outnumbered, and were better equipped than the city's four-man Department of Public Safety. The Orange County Sheriff Department discontinued this arrangement in the late 1980s but Knott's still maintains its own private (albeit unsworn) security force, and its \"Station-K\" public safety radio designation. ==Food products== The J.M. Smucker Company continues to sell the jam and preserves made famous by the Knott family; however, other products, such as the syrups, have been discontinued due to low demand. In November 2013, Knott's Berry Farm began selling their \"Berry Market\" brand of preserves at the park. The Berry Market brand is all-natural. They are unable to use \"Knott's\" on the label, since Smucker's owns the rights to the name. ==Public transportation== Knott's Berry Farm can easily be accessed by public transportation. Service is available by the Los Angeles Metro, the Orange County Transportation Authority, and Anaheim Resort Transit. Bus routes serving the park include Metro Express Line 460 which provides direct express service between Downtown Los Angeles and Disneyland OCTA bus routes 29, 38 and 529 and Anaheim Resort Transit route 18. ==Attendance== {| class=\"wikitable\" style=\"text-align:center\" |- !2008 || 2009 || 2010 || 2011 || 2012 || 2013 || 2014 || 2015 || 2016|| 2017|| 2018|| 2019|| 2020 |- | 3,565,000 || 3,333,000 || 3,600,000 || 3,654,000 || 3,508,000 || 3,683,000 || 3,683,000 || 3,867,000 || 4,014,000 || 4,034,000 || 4,115,000 || 4,238,000 ||811,000 |- |} ==See also== *Old Maizeland School a California Historic Landmark (no. 729) at Knott's Berry Farm * Disneyland * Six Flags * Walt Disney World *SeaWorld ==Notes== ==References== ==External links== * Official website * Category:1920 establishments in California Category:Amusement parks in California Category:Cedar Fair amusement parks Category:Conagra Brands brands Category:Farms in California Category:Landmarks in California Category:Tourist attractions in Orange County, California Category:Buena Park, California Category:Western (genre) theme parks Category:Buildings and structures in Orange County, California Category:The J.M. Smucker Co. brands Category:Amusement parks opened in 1920",
 "title": "Knott's Berry Farm"
}