{
 "id": "176611",
 "text": "Demographic crisis of Russia relates to possible demographic problems of the Russian Federation. The crisis began to unfold in the beginning of the 1990s. == History == thumb|Total population of Russia 1950–2010 === In the economic sphere === The demographic crisis has a positive economic effect on the second stage of the changing age structure of the population (the fraction of the average working-age generation is maximal at a relatively small proportion of younger and older) and a negative economic effect on the third stage of the changing age structure of the population (when the proportion of the older generation is maximal at a relatively small share younger and middle generation). By 2025, Russia will have labor shortages. With a reduced fertility rate, the load on the working population increases because each worker has to support more retirees. The rapid rise in the birth rate in a short period of time is difficult to implement due to economic reasons; sharply increased social spending on the old generation, which in the future will only bring troubles. ==== Demographic ageing of the population ==== Russia at the end of the 19th century was a country with a young population: the number of children significantly exceeded the number of the elderly. Up to 1938, the population of the Soviet Union remained \"demographically young\", but later, since 1959, began its demographic ageing: the proportion of young age began to decline, and the elderly – to increase, which was the result of lower fertility. This was not unique to Russia, and such issues have been felt in many developed countries and increasingly in many developing countries as well. In 1990, Russia ranked 25th in the list of countries with high rates of population ageing. Currently, the share of people aged 65 and older in the population of Russia is 13%. According to forecasts of the Russian Academy of Sciences from the early 2000s, in 2016 elderly people aged over 60 would have accounted for 20% of Russians, and children up to 15 years would only have made up 17%. However, in Russia, in contrast to other countries, ageing is limited by high mortality among older people. ==== Population Trends 2015-Present ==== In 2020 however, death rates of over 500,000 people were reported due to the Covid-19 Pandemic and 700,000 total deaths since the start of the pandemic. Comparing the two years, 2021 has estimated to have less of an impact on death rates but still exceeded beyond the average birth rates. President Vladimir Putin's plan to overturn the stagnation was announced in 2017 in response to the downward trend. However the plan only partially helped in their demographic crisis and was hindered by the Pandemic, despite showing signs of recovery. ==See also== *Russian Cross *Demographics of Russia *Human capital flight *Day of Conception == Literature == * Демографический ежегодник России — 2008 * Демографический ежегодник России — 2010 * Ермаков С. П., Захарова О. Д. Демографическое развитие России в первой половине XXI века. — М.: ИСПИ РАН, 2000. * Антонов А. И., Медков В. М., Архангельский В. Н. Демографические процессы в России XXI века. — М.: «Грааль», 2002. * Зиверт Ш., Захаров С., Клингхольц Р. Исчезающая мировая держава Берлин: Berlin Institute for Population and Development, 2011. * Эберштадт Н. Демографический кризис в России в мирное время. * Антонов А. И. Институциональный кризис семьи и возможности его преодоления в России (часть 1) // Демография.ру, 27.03.2011. * Борисов В. Демографическая ситуация в современной России. Демографические исследования. 2006. No. 1. * Залунин В. И., Калинина Т. А. Демографический кризис как социальный феномен и особенности его проявления в современной России // Труды Дальневосточного государственного технического университета, No. 132, 2002. С. 171–174. * Левина Е. И. Институт семьи в современной демографической ситуации в России // Вестник Тамбовского университета. Серия: Гуманитарные науки, No. 12, 2008. С. 483–488. * Луцкая Е. Е. Проблемы социально-демографического развития // Социальные и гуманитарные науки. Отечественная и зарубежная литература. Серия 2: Экономика. Реферативный журнал, No. 4, 2001. С. 104–108. * Сулакшин С. С. Корреляционный факторный анализ российского демографического кризиса // Власть, No. 1, 2007. С. 16–28. * Ткаченко Н. Н. Демографическая политика России в контексте национальной безопасности // Философия права, No. 3, 2009. С. 116–119. * Николас Эберштадт. Russia's Peacetime Demographic Crisis: Dimensions, Causes, Implications * Vladimir M. Shkolnikov, G. A. Cornia. Population crisis and rising mortality in transitional Russia. — in.: The mortality crisis in transitional economies. — Oxford: Oxford University Press, 2000: p. 253—279. * А. Г. Вишневский, В. М. Школьников. Смертность в России. Главные группы риска и приоритеты действий. — М.: Московский Центр Карнеги, Научные доклады, Вып. 19, 1997 * Белобородов И. И. Социальные технологии формирования семейно-демографической политики в России в условиях демографического кризиса // Диссертация на соискание учёной степени кандидата социологических наук / Российский государственный социальный университет. Москва, 2008. * Моисеев М. Демографический кризис: в чём видят выход государство и Церковь // Официальный сайт Московского Патриархата Русской Православной Церкви, 16.05.2006. * Рязанцев С. В. Эмиграция женщин из России. Доклад на круглом столе «Семья и будущее цивилизаций» Мирового общественного форума «Диалог цивилизаций» (7—11.10.2010 г., Греция). * Демографическая доктрина России: Проект для обсуждения (Руководитель разработки — Ю. В. Крупнов) // Институт мирового развития, Москва, 2005. ==References== Category:Demographics of Russia",
 "title": "Demographic crisis of Russia"
}