{
 "id": "176764",
 "text": "The Linux Router Project (LRP) is a now defunct networking-centric micro Linux distribution. The released versions of LRP were small enough to fit on a single 1.44MB floppy disk, and made building and maintaining routers, access servers, thin servers, thin clients, network appliances, and typically embedded systems next to trivial. == History == LRP was conceived and primarily developed by Dave Cinege from 1997 until 2002. It began originally as a 'router on a floppy' and evolved into a streamlined general purpose network operating system. As LRP is the oldest embedded Linux distribution, it formed (in whole or in part) the basis of many other embedded system distributions and commercial products which followed it. Several parts developed or specifically enhanced for LRP are still found in common usage today such as POSIXness and BusyBox. ==Pioneering Features== * Small base OS footprint * A simplified packaging system * Menu based system and package configuration * Strict separation of volatile, non-volatile, Read Only, and Read/Write areas of the root hierarchy * Unpacked and run from ramdisk or run directly from flash * A system to commit configuration changes to a non- volatile medium (Disk/Flash) ==Unreleased Work== Dave Cinege worked on a version 4.0 rewrite of LRP from late 2000 into January 2001. He then began testing some ideas he had with proof of concept code, which he claimed was a radical departure from the status quo. To his surprise, this new direction seemed ideal, prompting him to abandon all work done on LRP 4.0 and begin from scratch on a new OS named LRP 5.0. LRP 5.0 development was headed towards a complete rewrite and reimplementation of Linux userland with a new standard design outside of the POSIX specification. The stated purpose of this was to provide a modern standard base operating system suitable for any application including embedded systems, appliances, servers, and desktop computers. Cinege however stopped work several months later due to financial reasons. He refused to release any further work, or even the name of this OS, due to animosity towards the computer industry and what he perceived as the plundering of open source authors' work by large corporations. On May 6, 2003 Cinege updated the LRP website to reflect that the project was being abandoned. ==LRP 5.0 Proposed Features== * A base OS size of 8MB * A new shell and scripting language unrelated to bourne shell * A new packaging scheme that would retrofit other OSes * An application management system * A core process management system ==References== == External links == * Linux Journal Article on Linux Router and its comparison with Cisco Routers Category:Discontinued Linux distributions Category:Floppy-based Linux distributions Category:Free routing software Category:Gateway/routing/firewall distribution Category:Light-weight Linux distributions Category:Linux distributions",
 "title": "Linux Router Project"
}