{
 "id": "177123",
 "text": "The Story Bridge is a heritage-listed steel cantilever bridge spanning the Brisbane River that carries vehicular, bicycle and pedestrian traffic between the northern and the southern suburbs of Brisbane, Queensland, Australia. It is the longest cantilever bridge in Australia. The road across the bridge is named Bradfield Highway. The bridge connects Fortitude Valley to Kangaroo Point. The Story Bridge opened in 1940 and was tolled until 1947. It is named after prominent public servant John Douglas Story. ==History== Given the early settlement of Kangaroo Point, there is a long history of residents wanting a bridge between the Brisbane CBD and Kangaroo Point. Even while the first Victoria Bridge was being constructed between North Brisbane and South Brisbane in 1865, several hundred people were petitioning for a second bridge to be built from the Customs House to Kangaroo Point. The Brisbane Courier. |date=16 March 1865 |access-date=6 August 2015 |page=2 |via=National Library of Australia}} In 1888, a meeting was held in the Brisbane Town Hall to demand a bridge connecting either George Street, Albert Street or Edward Street via the City Botanic Gardens with any loss of the land from the gardens to be potentially compensated by removing Government House. thumb|center|700px|Panorama showing the location of the Story Bridge (left) relative to the Brisbane CBD. ===Planning=== A bridge downstream of the Victoria Bridge was part of a larger plan, devised by Professor Roger Hawken of the University of Queensland in the 1920s, for a series of bridges over the Brisbane River to alleviate congestion on Victoria Bridge and to divert traffic away from the Brisbane central business district. The William Jolly Bridge was the first of the Hawken Plan bridges to be constructed. Lack of funds precluded the construction of the downstream bridge at that time. Initially plans called for a transporter bridge further downstream near New Farm. In 1926 Kangaroo Point was recommended by the Brisbane City Council's Cross River Commission. Subsequently, the bridge was constructed as a public works program during the Great Depression. The cost was to be no more than £1.6 million. thumb|Plans for the \"Brisbane River Bridge\", circa 1934 ===Construction=== thumb|220px|The bridge under construction. Before the opening of the Sydney Harbour Bridge in 1932 the Government of Queensland asked John Bradfield to design a new bridge in Brisbane. The Queensland Government appointed John Bradfield on 15 December 1933 as consulting engineer to the Bureau of Industry who were in charge of the construction of the bridge. In June 1934 Bradfield's recommendation of a steel cantilever bridge was approved. The design for the bridge was based heavily on that of the Jacques Cartier Bridge in Montreal, completed in 1930. On 30 April 1935 a consortium of two Queensland companies, Evans Deakin and Hornibrook Constructions, won the tender with a bid of £1,150,000.'Story Bridge: Idea to Icon' by Michael Moy, published Alpha Orion Press, Brisbane, 2005Construction on the bridge began on 24 May 1935, with the first sod being turned by the then Premier of Queensland, William Forgan Smith. Components for the bridge were fabricated in a purpose-built factory at Rocklea. There are 1.25 million rivets (metal pins or bolts) in the Story Bridge. During its construction, work sometimes continued 24 hours per day. The bridge has only one pier on the northern bank but two piers on the lower southern bank, one to bear the weight (the main pier) and, further to the south, one to prevent the bridge from twisting (the anchor pier). There was no need for an anchor pier on the northern bank as the bridge was anchored into schist cliff face. The primary challenge in constructing the bridge was the southern foundations that went below ground level. It was not possible to excavate to that level as water from the level would rapidly seep in. So a pneumatic caisson technique had to be used. As men were working under pressures of up to 4 times normal air pressure, a decompression period of almost 2 hours was needed at the end of each shift to avoid the bends. An on-site air lock hospital successfully treated the 65 cases of the bends that occurred. On 28 October 1939 the gap between the two sides was closed. A concrete decking was then laid, covered by a Trinidad pitch topping. The bridge was painted and sodium lighting was installed. The bridge approaches were also prepared. Three men died during the construction of the bridge. On 22 November 1937, Hans James Zimmerman slipped and fell to the ground. On 7 February 1939, Alfred William Jackson fell from the bridge into the river. Although pulled from the water alive, he died 4 hours later in hospital without regaining consciousness. On 6 December 1939, Arthur McKay (Max) Wharton was hit by a piece of equipment on a nerve that made him faint, falling from the bridge to the water; 18 months earlier Wharton had been hailed as a hero for saving another worker from falling from the bridge. === Naming === Until it was completed, the bridge was known as the Jubilee Bridge in honour of King George V. It was opened on 6 July 1940 by Sir Leslie Orme Wilson, Governor of Queensland and named after John Douglas Story, a senior and influential public servant who had advocated strongly the bridge’s construction. ==Operations== thumb|left|Time-lapse of Brisbane and Story Bridge thumb|Toll booth, 1941 The bridge carries an average of 97,000 vehicles each day. The Story Bridge carries three lanes of traffic in either direction as well as a shared pedestrian and cycle way flanking each side. The road on the bridge is called the Bradfield Highway. It is not to be confused with the Bradfield Highway that spans the Sydney Harbour Bridge. Initially a toll of sixpence (5 cents) was charged to use the bridge, with toll booths constructed at the southern end of the Bradfield Highway. The toll was removed in 1947. Between 1952 and 1969 trolley-buses operated by the Brisbane City Council used the bridge. Following completion of the bridge, an expressway was constructed on the southern side of the bridge (opened 18 May 1970),Leighton Holdings Newsletter , June 1970 and a tunnel/loop was constructed at Kemp Place on the northern side (completed 10 July 1972).Leighton Holdings Newsletter , August 1972 ==Maintenance== thumb|Story Bridge with the Brisbane skyline in the background. Resurfacing works were undertaken in 1994. The Story Bridge was closed to traffic from midnight of Friday 3 January 2014 until 5.30 a.m. Monday, 6 January 2014, for essential maintenance work of resurfacing all six lanes. Closure for maintenance occurred again from 9 p.m. Friday 27 April 2018 until 5 a.m. Monday 30 April 2018. ==Role in contemporary Brisbane== The Story Bridge features prominently in the annual Riverfire display and is illuminated at night. In 1990 road traffic was halted so pedestrians could celebrate the 50th anniversary of the bridge's construction. The bridge was again closed to road traffic on 5 July 2015 to celebrate the 75th anniversary. The celebration attracted almost 75,000 visitors to the bridge who enjoyed food, drink and entertainment as they walked across lanes usually reserved for vehicles. Bridge climbs began in 2005 and have become a popular tourist attraction. A picture of the bridge featured on Brisbane Bitter. ==Suicides== Similar to many large bridges such as the Golden Gate Bridge in San Francisco, Brisbane's Story Bridge has become notorious as a suicide hotspot. Following two high-profile murder-suicides from the bridge in 2011 and 2012, Brisbane Lord Mayor Graham Quirk announced plans to install free telephones linked to suicide prevention hotlines. On 6 February 2013, Quirk announced plans to install a three-metre-high safety barrier. Overall the plan cost about $8.4 million and was completed in December 2015. ==Heritage listing== The bridge was listed on the Queensland Heritage Register in 1992. In 1988, the bridge received a Historic Engineering Marker from Engineers Australia. In 2009 as part of the Q150 celebrations, the Story Bridge was announced as one of the Q150 Icons of Queensland for its role as a \"structure and engineering feat\". ==See also== * Australian landmarks * Clem Jones Tunnel * Jacques-Cartier Bridge ==References== ==External links== * * Story Bridge under construction, 1939 This photo is held by John Oxley Library, State Library of Queensland. Image number: 185055 * Brisbane City Council – Captain Burke Park * View on Google Maps – includes a short video. * Urban design review of Story Bridge on citymakers.org Category:Bridges in Brisbane Category:Bridges completed in 1940 Category:Bridges over the Brisbane River Category:Former toll bridges in Australia Category:Cantilever bridges Category:Steel bridges in Australia Category:Road bridges in Queensland Category:Queensland Heritage Register Category:Fortitude Valley, Queensland Category:Kangaroo Point, Queensland Category:1940 establishments in Australia Category:History of Brisbane Category:Articles containing video clips Category:Recipients of Engineers Australia engineering heritage markers Category:Q150 Icons",
 "title": "Story Bridge"
}