{
 "id": "177243",
 "text": "Kelsall is a village and civil parish in the unitary authority of Cheshire West and Chester and the ceremonial county of Cheshire, England. It is located around east of Chester, west of Northwich and north west of Tarporley. The village is situated on Kelsall Hill, a part of the Mid-Cheshire Ridge, the broken line of sandstone hills that divide the west Cheshire Plain from its eastern counterpart. The ridge includes other hills including Peckforton, Beeston, Frodsham and Helsby. At the 2001 Census the population of Kelsall civil parish was 2,525, increasing to 2,609 at the 2011 census. The total population of the Kelsall local government ward, which also included the village of Ashton Hayes, was recorded as 3,439. This ward had been amalgamated with Tarvin by the time of the 2011 Census. The village contains two churches, one primary school, a community centre, a doctors' surgery, a chemist, a local store, a butchers shop, four public houses—The Boot*, The Farmers Arms, The Morris Dancer (formerly The Lord Binning) and The Royal Oak (previously The Oak)—a hotel (Willington Hall Hotel*), a farm shop (Willington Fruit Farm Shop*, a family-run business established over 50 years ago) and a nursing and residential home. Establishments marked with an asterisk are technically in neighbouring Willington. The village also hosts the annual Chester Folk Festival every May. The £3.82m, two-mile A54 bypass opened in October 1986. == KADRAS == Kelsall and District Rural Amenities Society (KADRAS) was formed in the late 1960s in order to stimulate public interest in the care and development of Kelsall's history, beauty and character. The society also aims to encourage the development of general public amenities and features of public interest in Kelsall. KADRAS achieves these goals by charitable means, and through lecturers, study groups, exhibitions and publications. Their magazine, entitled KADRAS is published every two months and encourages contributions from the community in the form of letters, articles and poetry. ==Geology== ===Bedrock geology=== The western part of the parish (west of the Peckforton Fault) is underlain by the Wilmslow Sandstone Formation. East of the fault, the bedrock is largely Tarporley Siltstone with the underlying Helsby Sandstone occurring in some areas. ===Superficial deposits=== The lower ground in the west is largely covered by glacial till whilst higher ground in the east is free of superficial deposits. A small area of glacio-fluvial sands and gravels is mapped in the centre of the parish. A narrow strip of alluvium is associated with Salter's Brook. ===Geological structure=== The Peckforton Fault runs into the parish from the SE then turns north. It downthrows to the east. Two parallel unnamed faults, both downthrowing to the west, run NNE–SSW through Kelsall village, their southern ends terminating at the Peckforton Fault. They terminate against a short ENE–WSW aligned fault with a northerly downthrow at the northern end of the parish. The Clotton Fault which downthrows to the east runs NNW–SSE through the western part of the parish. The rocks within the faulted blocks have a gentle to moderate easterly dip.British Geological Survey 1:50K map sheet 109 Chester ==See also== *Listed buildings in Kelsall *St Philip's Church, Kelsall ==References== ==External links== *Kelsall website Category:Villages in Cheshire Category:Civil parishes in Cheshire",
 "title": "Kelsall"
}