{
 "id": "177325",
 "text": "MCA Records was an American record label owned by MCA Inc., which later became part of Universal Music Group. == Pre-history == MCA Inc., a powerful talent agency and a television production company, entered the recorded music business in 1962 with the purchase of the New York-based US Decca Records (established in 1934), including Coral Records and Brunswick Records. MCA was forced to exit the talent agency business in order to complete the merger. As American Decca owned Universal Pictures, MCA assumed full ownership of Universal and made it into a top film studio, producing several hits. In 1966, MCA formed Uni Records and in 1967, purchased Kapp Records which was placed under Uni Records management. ==History== ===The early years=== In 1937, the owner of Decca, E. R. Lewis, chose to split off the UK Decca company from the US company (keeping his US Decca holdings), fearing the financial damage that would arise for UK Companies if the emerging hostilities of Nazi Germany should lead to war – correctly foreseeing World War II. Lewis sold the remainder of his US Decca holdings when war did break out. US-based Decca Records kept the rights to the Decca name in North and South America and parts of Asia including Japan. UK Decca owned the rights to the Decca name in the rest of the world. After the war, British Decca formed a new US subsidiary, London Records. During this time, American Decca issued records outside North America on the Brunswick and Coral labels. In 1962, MCA acquired American Decca and became a wholly owned subsidiary. In 1967, Brunswick and Coral were replaced by the MCA label, which was used to release US Decca and Kapp label material outside North America. Initial activity as MCA Records was based in London and MCA Records UK was formally launched on February 16, 1968. Among the early artists on the MCA label, around 1971, were groups Wishbone Ash, Osibisa, Stackridge and Budgie, and solo artists Tony Christie, Mick Greenwood and Roy Young.Billboard Magazine, November 13, 1971 – MCA Records advertisement, p. L28 (Spotlight on London) Early MCA releases were distributed by UK Decca, but it moved to EMI in 1974. In 1979, distribution moved to CBS, while the last releases in the 1980s were self-distributed, mostly through WEA, though BMG was used during the 1990s. As the US division of MCA Records was not established until 1972, the earliest UK MCA Records material was released in the US on either Kapp or Decca. MCA UK also issued American Brunswick material on the MCA label until 1972, two years after MCA lost control of Brunswick, after which American Brunswick material was issued in the UK on the revived Brunswick label. Uni label material was issued on the Uni label worldwide. === MCA Records formation in Canada and the United States === In 1970, MCA reorganized its Canadian record company Compo Company Ltd. into MCA Records (Canada). In April 1970, former Warner Bros. Records president Mike Maitland joined MCA and initially served as Decca's general manager. Maitland was unsuccessful in his attempt to consolidate Warner Bros. Records with co-owned Atlantic Records which led to his departure from Warner. In April 1971, Maitland supervised the consolidation of the New York-based Decca and Kapp labels plus the California-based Uni label into MCA Records based in Universal City, California, with Maitland serving as president. The three labels maintained their identities for a short time, but were retired in favor of the MCA label in 1973. \"Drift Away\" by Dobie Gray became the final Decca pop label release in the U.S in 1973. Beginning the same year, the catalogs of Decca, Uni and Kapp were reissued in the US on the MCA label under the supervision of veteran Decca producer Milt Gabler. === Early success === The first MCA Records release in the US was former Uni artist Elton John's \"Crocodile Rock\" single in 1972, which appeared on a plain black and white label. Immediately following this, the US MCA label used a black with curved rainbow design until the late 1970s. This design was directly inspired by the US Decca label of the 1960s. In December 1972, Neil Diamond, another Uni artist, reached superstar status with his first MCA release, the live multi- platinum Hot August Night. Elton John's double album Goodbye Yellow Brick Road was released in October 1973 and was number one on the US Billboard 200 albums chart for eight straight weeks. The management of former Decca artists the Who had formed their own label Track Records in the UK, but were still under contract with MCA for US distribution. The Who's double album Quadrophenia was released by Track/MCA also in October 1973. Quadrophenia peaked at number 2 as it was held back from the number 1 slot by Goodbye Yellow Brick Road. Other successful artists on MCA, after the consolidation, included former Kapp artist Cher, and Uni artist Olivia Newton-John. MCA released the highly successful soundtrack album to the 1973 film The Sting. The soundtrack music was arranged and conducted by Marvin Hamlisch and won an Academy Award for Best Original Score (MCA issued many other soundtracks to films from Universal, along with some non-Universal films). One of the most successful new MCA artists in this era was the rock band Lynyrd Skynyrd. Originating from Jacksonville, Florida, the group would go on to become one of the most popular in the Southern rock genre. The group was discovered and produced by Al Kooper and the records were initially released on Kooper's yellow \"Sounds of the South\" label imprint of MCA. The song \"Free Bird\" peaked at #19 on the Billboard Hot 100 chart in edited form, but the full-length version became one of the most popular songs of all time on album-oriented rock radio stations. On the second album, Second Helping, the group recorded a song about their relationship with the label called, \"Workin' for MCA\". The album Street Survivors was released in October 1977, just prior to a tragic plane crash in rural Mississippi in which members of the group were either killed or severely injured. The original Street Survivors cover had a picture of the band members surrounded by flames, but this was quickly substituted for a revised design without flames. Though a latter version of the group enjoyed success, Lynyrd Skynyrd's streak of hits ended after the crash; after the plane crash, three Lynyrd Skynyrd albums posthumously reached the double platinum sales level and at least two others reached platinum or gold levels. During the 1970s and 1980s, MCA profited from reissuing classic early rock and roll recordings made by artists who recorded for the numerous labels absorbed by MCA. One notable example was the 1954 Decca recording \"Rock Around the Clock\" by Bill Haley & His Comets, which was featured as the lead track of MCA's No. 1-charting American Graffiti soundtrack album, and as a single returned to the American top 40 that year, 20 years after it was recorded. === Expansion and struggles === In 1977, MCA president Sidney Sheinberg set up the Infinity Records division, based in New York City with Ron Alexenberg as CEO. Alexenberg had been with the Epic division of CBS Records, now Sony Music Entertainment. The intention was to give MCA a stronger presence on the East Coast. The only big hit the Infinity label had was \"Escape (The Pina Colada Song)\" by Rupert Holmes, a #1 single at the end of 1979. Infinity also had some success with Hot Chocolate, Spyro Gyra, New England and TKO. But MCA pulled the plug on Infinity after it failed to sell most of the 1 million advance copies of an album featuring Pope John Paul II in October 1979. Infinity was fully absorbed by the parent company in 1980. In 1979, Bob Siner replaced Maitland as MCA Records president. Shortly afterwards, MCA acquired ABC Records along with its subsidiaries Paramount, Dunhill, Impulse!, Westminster, and Dot. ABC had acquired the Paramount and Dot labels when they purchased Gulf+Western's record labels and Famous Music Corp. Thus, MCA now controlled material once owned by Paramount Pictures, the music released by Paramount's record labels, and the pre-1950 films by Paramount as well. Also included in the deal were recordings controlled by ABC, including albums by Tom Petty and the Heartbreakers which were originally released by Shelter Records. Petty was furious about the reassignment of his contract and refused to record for MCA. This led to a series of lawsuits, which resulted in his bankruptcy in 1980. Petty and other ABC/Shelter artists eventually had their contracts transferred to the Backstreet Records label, which was distributed by MCA. ABC Records' independent distributors sued ABC and MCA for $1.3 million in damages for being stuck with unsold ABC recordings they could not return to MCA. The better selling ABC Records catalog albums were reissued on the MCA label. === The 1980s === The combined effects of the Infinity Records failure, the purchase of ABC, rising vinyl costs and a major slump in record sales produced tremendous losses for the company between 1979 and 1982. It was not until the mid-1980s that the record labels returned to significant profitability. In late 1980, MCA received negative publicity when it attempted to raise the list price of new releases by top selling artists from $8.98 to $9.98. This policy, known as \"superstar pricing\", ultimately failed. The Xanadu soundtrack album and Gaucho, by former ABC act Steely Dan, were the first releases with the higher list price. Backstreet artist Tom Petty succeeded in his campaign to force MCA to drop prices back to $8.98 for the release of his album Hard Promises, in May 1981. MCA had a distribution deal with the independent label Unicorn Records, which in turn signed an agreement with another rising independent label, SST Records to manufacture and distribute Black Flag's first album Damaged. Reportedly, MCA executive Al Bergman heard an advance copy of the album and refused to let MCA Distributing Inc. handle it, claiming that it was \"an anti-parent record.\" The members of Black Flag found themselves covering the MCA Distributing logo on the first 25,000 copies with a sticker reading \"As a parent... I found it an anti-parent record.\" SST Records partner Joe Carducci later claimed that Bergman's comments were actually a red herring for MCA to cut ties with Unicorn, which had not produced any successful releases; the fact that MCA would, not soon afterward, directly commission a new recording of \"TV Party\" from Black Flag and SST Records for the Repo Man soundtrack seems to bear this out. Unicorn would later go out of business after going bankrupt, partially the result of a lawsuit between themselves and Black Flag. === Recovery, further expansion and MCA Music Entertainment Group === Irving Azoff became the head of MCA Records in 1983. Azoff is known as an experienced music industry veteran who received credit amongst MCA management and staff for saving the company from bankruptcy. In 1983, rock musician Frank Zappa negotiated a distribution agreement for his Barking Pumpkin label with MCA. As the records were being manufactured, a woman in the quality control department objected to the lyrics of Zappa's album Thing-Fish. This led to MCA cancelling the Zappa contract. At about the same time, Zappa publicly argued with members of the Parents Music Resource Center (PMRC) over censorship and warning stickers for albums with potentially offensive content. The experience with MCA prompted Zappa to create a satirical \"WARNING/GUARANTEE\" sticker of his own. Thing-Fish was released with Zappa's sticker in December 1984 under a new agreement with Capitol/EMI. Despite the conflict with Zappa, MCA later became the biggest label to oppose the PMRC and the use of warning stickers. In October 1985, Azoff said \"Never will you find a sticker on one of our records.\" In the 1980s, MCA became commonly known as \"Music Cemetery of America\" due to a huge surplus of unprofitable records sitting unsold in MCA warehouses. A number of MCA associates, including Azoff and Zappa, disparaged the company in this way. Starting in 1984, William Knoedelseder wrote a series of articles for the Los Angeles Times about the connections between organized crime and MCA. Knoedelseder told the story of mobster Sal Pisello and the corrupt deals he arranged with MCA for the liquidation sales of unsold cut-out recordings that had been deleted from the MCA catalog. The story was later adapted into the book \"Stiffed: A True Story of MCA, the Music Business, and the Mafia\", which was published in 1993. The Chess Records catalog was acquired from the remnants of Sugar Hill Records in 1985. Motown Records was bought in 1988. In the late 1980s, MCA formed Mechanic Records as a sub-label for releasing heavy metal music. Bands signed to Mechanic included Voivod, Dream Theater, Bang Tango, and Trixter. Another sub-label, called The Futurist Label, was created to release progressive rock and death metal albums. MCA created a new holding company in 1989 called MCA Music Entertainment Group, headed by Al Teller, former President of United Artists Records, and Co-Chairman of Turf Classics, a concert production company, run by Producer Richard Flanzer. The same year the MCA Inc. parent company was purchased by the Matsushita group. Azoff resigned from MCA in 1989 to form his own record label, Giant Records, now defunct. Richard Palmese was named president of MCA Records after Azoff in 1990. === The 1990s === GRP Records and Geffen Records were acquired in 1990. Unlike most of MCA's previous acquisitions, GRP (which began managing MCA's jazz holdings) and Geffen (which became a second mainstream subsidiary) labels kept their identities. MCA sold Motown Records to PolyGram in 1993. === Universal Music Group === In 1995, Seagram Company Ltd. acquired 80% of MCA. In November of that year, Teller was fired and replaced by former Warner Music Group head Doug Morris. Palmese left MCA a week later. On December 9, 1996, the new owners dropped the MCA name; the company became Universal Studios, Inc. and its music division, MCA Music Entertainment Group, was renamed Universal Music Group (UMG), headed by Morris. In 1997, MCA Records adopted a new logo that featured the parent company's former full name. Many younger people had been unaware of what MCA had stood for in the past, hence the new logo. In conjunction with the new logo, the first MCA Records website was launched. On May 21, 1998, Seagram acquired PolyGram (owner of British Decca) from Philips and merged it with its music holdings. When Seagram's drinks business was bought by France-based Pernod Ricard, its media holdings (including Universal) were sold to Vivendi which became Vivendi Universal which was later renamed back to Vivendi SA after selling most of the entertainment division (which included Universal Pictures) to General Electric. Morris continued to head the combined company, still called Universal Music Group. === MCA label phaseout === In spring 2003, the MCA label was absorbed by sister UMG label Geffen Records. Today Universal Music Enterprises manages MCA's rock, pop, and urban back catalogues (including those from ABC Records and Famous Music Group) in conjunction with Geffen – UME and Geffen have re-released various albums from MCA in the years since, as well as several compilations. Its country music label MCA Nashville Records is still in operation, and is one of the only businesses using the MCA trademark as of 2016 along with MCA Records France (imprint of Universal Music France). MCA's jazz catalogue is managed by Verve Records (through the Impulse! and GRP imprints, depending on whether the recording was acquired from ABC or not), while its classical music catalogue is managed by Deutsche Grammophon. MCA's musical theatre catalogue is managed by Decca Records on its Decca Broadway imprint. == Logos == Image:1960sMCAlogo.jpg|First MCA Records logo, with lowercase name, used outside the United States from 1967 through 1972. Image:1970sMCARecordsLogo.jpg|MCA Records logo used from 1972 through 1991. Image:1990sMCARecordsLogo.svg|Logo used from 1991 through 1997; currently used by active label MCA Nashville and MCA Records France. image:MCA Records logo (SVG Type).svg|Final MCA Records logo, used from 1997 until its absorption into Geffen Records in 2003. It adds the founding company's original full name, Music Corporation of America. == Labels == Image:MCARecordsCover1970s.jpg|White promotional label used for second logo, 1972 until 1991 (vinyl version) File:Oh boy! (MCA-UK).JPG|Black Rainbow label used logo 1972 until 1980 (Vinyl Version) Image:MCARecordsCover1990s.jpg|Label used for third logo, 1991 until 1997 (CD version) == MCA Records recording artists == ==References== == External links == *A collection of MCA record labels Category:Defunct record labels of the United States Category:Record labels based in California Category:Universal Music Group Category:Record labels established in 1934 Category:Record labels disestablished in 2003 Category:Jazz record labels Category:Soundtrack record labels Category:1934 establishments in the United States",
 "title": "MCA Records"
}