{
 "id": "177375",
 "text": "The Man Who Fell to Earth is a 1963 science fiction novel by American author Walter Tevis, about an extraterrestrial who lands on Earth seeking a way to ferry his people to Earth from his home planet, which is suffering from a severe drought. The novel served as the basis for the 1976 film by Nicolas Roeg as well as a 1987 television adaptation and an upcoming television series. == Plot summary == Thomas Jerome Newton is a humanoid alien who comes to Earth seeking to construct a spaceship to ferry others from his home planet, Anthea, to Earth. Anthea is experiencing a terrible drought after many nuclear wars, and the population has dwindled to fewer than 300. Their own starships are unusable for lack of fuel and 500 years of neglect. The Antheans have no water, an abundance of food that is slowly dwindling, and feeble solar power. Like all Antheans, Newton is super-intelligent, but he has been selected for this mission because he has the physical strength necessary to function in Earth's hotter climate and higher gravity. Arriving at Earth in a lifeboat, Newton first lands in the state of Kentucky. He quickly becomes familiar with the environment and forms a plan. Using advanced technology from his home planet, Newton patents many inventions, and amasses incredible wealth as the head of a technology-based conglomerate. He plans to use this wealth to construct space vehicles for the rest of the Anthean population. Along the way he meets Betty Jo, who falls in love with him. He does not return these feelings, but takes her and his curious fuel-technician Nathan Bryce as his friends, while he runs his company in the shadows. Betty Jo introduces Newton to many Earth customs, such as church, fashion, and alcohol. However, his appetite for alcohol soon leads to problems, as he begins to experience intense emotions unfamiliar to Antheans. Eventually, Newton's alien nature is discovered by Nathan Bryce, and it comes as a relief to Newton to be able to reveal his secret to someone. He expresses the hope that the Antheans he will ferry to Earth will flourish and use their superior intelligence to help Earth achieve peace, prosperity, and safety. However, the CIA arrests Newton, having followed him since his appearance on Earth and having recorded this private conversation with Bryce. They submit him to rigorous tests and analysis, resulting in conclusive evidence of his alien identity, but decide not to release the results for fear they would simply not be believed, and possibly even embarrass the government. Newton is released, but is immediately arrested by the FBI, which begins its own examinations. Their final examination is an X-ray of Newton's skull, through his eyes. Newton, whose eyes are sensitive to X-rays, is unable to stop them and is blinded. The story of Newton's blinding becomes a public scandal, but he does not pursue retaliation against the government and is left alone in turn. Newton, speaking to Bryce for the last time, explains bitterly that he is unable to continue his spaceship project because of his blindness and because of planetary alignments which have changed during his captivity. He records a message which he hopes to broadcast via radio to his home planet. Bryce leaves Newton to drink alone. == Critical reception == James Sallis declared that The Man Who Fell to Earth was \"among the finest science fiction novels,\" saying \"Just beneath the surface it might be read as a parable of the Fifties and of the Cold War. Beneath that as an evocation of existential loneliness, a Christian fable, a parable of the artist. Above all, perhaps, as the wisest, truest representation of alcoholism ever written.\"Books, F&SF;, July 2000. == Adaptations == === 1976 feature film === === 1987 television film === A made-for-television film of The Man Who Fell to Earth was first broadcast in the United States by ABC on August 23, 1987. Directed by Bobby Roth, the film was produced by MGM and was the pilot for an uncommissioned TV series. In this version, the alien (played by Lewis Smith) is renamed \"John Dory\" and forms a relationship with a woman, Eva Miller (Beverly D'Angelo), and her son, Billy (Wil Wheaton), a relationship similar to that of Klaatu, Helen Benson and her son Bobby in the 1951 film The Day the Earth Stood Still. Other cast members include James Laurenson as businessman Felix Hawthorne, and Robert Picardo as government agent Richard Morse. === Television series === On August 1, 2019, it was announced that CBS All Access (later Paramount+) had given a series order to a television series adaptation of the novel. Developed by Alex Kurtzman, the series will be a reimagining of Tevis' novel following an alien who arrives on Earth at the turning point of human evolution and must confront his own past to determine the future of mankind by introducing new technology that will help evolve mankind while also dealing with the consequences. On February 5, 2021, Chiwetel Ejiofor joined the cast in the main role. On March 17, 2021, the series was moved from Paramount+ to Showtime. On March 23, 2021, Naomie Harris joined the cast in the main role. On April 30, 2021, Joana Ribeiro and Annelle Olayele joined the casts in the main roles. == See also == * Lazarus (musical) == References == * == External links == * Transcript of \"book club\" discussion on Kentucky Educational Television Category:1963 American novels Category:Science fiction novels by Walter Tevis Category:1963 science fiction novels Category:American science fiction novels Category:Novels about extraterrestrial life Category:Novels set in Kentucky Category:American novels adapted into films Category:American novels adapted into television shows",
 "title": "The Man Who Fell to Earth (novel)"
}