{
 "id": "177475",
 "text": "Louis Duva (May 28, 1922 – March 8, 2017) was a boxing trainer, manager and boxing promoter who handled nineteen world champions. The Duva family promoted boxing events in over twenty countries on six continents. Lou Duva was inducted into the International Boxing Hall of Fame, the New Jersey Boxing Hall of Fame, the National Italian American Sports Hall of Fame, and The Meadowlands Sports Hall of Fame. ==Early years== Duva was born in New York City to Italian immigrants, the sixth of seven children. After spending time growing up in Little Italy, New York, his family then moved to Saint James Place in Totowa, a suburb of Paterson, New Jersey.James, George. \"IN PERSON; Slugging It Out All These Years\", The New York Times, June 9, 2002. Accessed November 4, 2007. \"Lou Duva grew up the second youngest of seven children in a working-class family in Paterson.\" Duva's childhood was an impoverished one and he had to do many jobs to try to help his family. Duva's 23-year-old brother, Carl Duva, introduced young Lou to boxing when the boy was only 10 years old. Lou polished his own boxing skills and by age 12 was both an amateur and barroom brawler. However Lou as a boxer did not have much luck, although that might have been due to the fact he barely had time to train, having to go out to the street and perform many types of jobs to try to help the Duva family make ends meet. In 1938 Lou went to try to join the Civilian Conservation Corps (CCC). He had problems getting in because applicants were required to be at least 18, but Duva was only 16 years old when he applied to join. He went and changed his birth certificate and all his personal information and they accepted him, thinking that he had been born two years earlier, in 1920. The CCC sent him to Boise, Idaho, and then to Walla Walla, Washington, where he learned to drive trucks. Duva went to the U.S. Army after World War II broke out. He went to Jackson, Mississippi, to train, but was dismissed from the base after many fistfights with fellow soldiers. After that, he was sent to Camp Hood in Texas, where he was given a job as a boxing instructor. He went back home in 1944 to help run a restaurant and to begin a career as a professional boxer, compiling a record of 6 wins, 10 losses and one draw. After retiring, he started a trucking company. Soon after, he met his wife Enes while he was performing as a clown at a ministry. They married in 1949. Lou spent a good portion of the early 1950s at Stillman's Boxing Gym. Stillman's Gym was known for two things: its legendary fame as a filthy gym where windows were kept closed so the smell of sweat could not escape; and the large number of celebrities from Hollywood and the boxing world the gym attracted. It was here Lou began friendships with Frank Sinatra, Sammy Davis Jr., Frankie Valli, and other celebrities. Duva, already enamored with the world of boxing, felt his passion for the sport increase every time he visited Stillman's Gym. Duva's trucking business was doing well, so he decided to open, with the blessing of Enes, his own gym, named Garden Gym. After he sold his fleet of 32 trucks, he became a bail bondsman, and he tracked offenders who jumped bail to avoid trial. Around this time he also worked as a union representative in North Jersey. == Rise to fame == By 1963, Duva had become close friends with former world heavyweight champion Rocky Marciano, one of the people who rejoiced when Duva crowned his first world boxing champion, middleweight Joey Giardello, who dethroned Dick Tiger that year to become world middleweight champion. Duva was one of the last persons that Marciano spoke to before Marciano's plane crashed in 1969. Lou's son, Dan Duva (died 1996), was a lawyer who was also involved in the boxing game. When Leon Spinks' management came for help in 1978, Dan gladly helped them. With his earning of $500,000 dollars, Dan formed Main Events in April 1978. The company still exists today, and is managed by Dan's widow Kathy Duva. Also during that period, Main Events put on boxing cards at the Ice World facility in Totowa, New Jersey. The Duva's used to resemble tactics used by the World Wrestling Entertainment (WWE) when promoting a card, once even going as far as selling a truck driver from New Jersey as a Prince from Zaire just to hype the show and sell tickets. In 1979, ESPN became interested in showing Main Events shows from Ice World, and they began to do so soon after. The shows and presence caught the eyes of future world champions such as Rocky Lockridge, Bobby Czyz and Livingstone Bramble, all of which signed up with Main Events. However, trouble came with success: as a result of all the work Lou was putting in as a trainer, bail bondsman and everything else he was doing, he suffered his first heart attack during that year. Doctors told him he needed to step off some of his activities, so Lou decided to drop any activities which weren't related to boxing. He became a full-time boxing manager and trainer. Dan Duva formed a friendship with Shelly Finkel, a powerful boxing power broker who convinced middleweight contender Alex Ramos, future world light welterweight champion Johnny Bumphus, future world heavyweight champion Tony Tucker, the late light middleweight prospect Tony Ayala Jr. and heavyweight prospect Mitch Green to join Main Events. Lou was trainer and manager. In 1981, Main Events became the promoter of the first bout between Sugar Ray Leonard and Thomas Hearns, won by Leonard by a knockout in round 14. It was the largest grossing non-heavyweight bout until then, making $40 million. Duva, however, could not celebrate long, as wife Enes had been diagnosed with Multiple sclerosis. 1984 was a highly successful year for Duva and Main Events. He had Bumphus, Lockridge, Bramble and Mike McCallum crowned as world champions, and he signed future world champions Mark Breland, Evander Holyfield, Pernell Whitaker and Meldrick Taylor right after their participation in the Olympics in Los Angeles. He also signed Olympian Tyrell Biggs. In 1985 he was named manager of the year by the American Boxing Writer's Association. Holyfield was the next to be crowned world champion, when he beat Dwight Muhammad Qawi in 1986. That was the year that his wife Enes died after fighting her disease for five years. Breland and Vinny Pazienza followed the championship route for Main Events, winning their first world titles in 1987, year in which he was named Trainer of The Year by the WBA. Taylor followed Whitaker and Pazienza by beating Buddy McGirt in 1988 for the world light welterweight title. In 1989, he was another triumphant year for Duva and Main Events, when Whitaker, Darrin Van Horn and Puerto Rico's John John Molina crowned themselves champions, adding to the Main Events line of world champion boxers. Holyfield gave Main Events another championship, when he knocked out Buster Douglas in three rounds to win the world heavyweight title with Duva as his co trainer along with George Benton. After that, Duva attained mainstream fame, appearing in cameos at different television series and even visiting the \"Late Night with David Letterman\" show as a guest. He also acted as wrestler Rowdy Roddy Piper's trainer at the World Wrestling Federation's WrestleMania 2 pay-per-view in 1986; coincidentally, Duva was a distant cousin to WWF manager \"Captain\" Lou Albano, who had instigated the story line involving Piper. In 1992, Eddie Hopson became Duva's 13th world champion. In 1996, Dan Duva (his son) died of cancer and his widow, Kathy, became chairman of the Board and Dan's brother, Dino Duva, became president. After four years Dino left the company and Kathy Duva became the chief executive officer. Dino went on to form Duva Boxing. Lou has worked with such other former or future world champions as Michael Moorer and Arturo Gatti among others. On the night of the infamous riot after the first Andrew Golota- Riddick Bowe bout, Duva was lifted out of the ring on a stretcher after his defibrillator went off. He was found out to be ok after testing was done to his heart later that night. For a period during the 1980s Duva was involved in a restaurant named \"Lou Duva's Seafood Grille and Sports Club \" in Totowa, New Jersey. Duva was inducted into the International Boxing Hall Of Fame in 1998 and lived in Wayne, New Jersey, just a few miles from where his family once lived in Paterson, New Jersey.Staff. \"Keith Idec's boxing index\", The Record (Bergen County), March 18, 2011. Accessed March 31, 2011. \"Duva, a Wayne resident who trained and/or managed numerous world champions, was inducted into the International Boxing Hall of Fame in 1998.\" Duva remained active as an advisor and manager for a few select fighters and is also involved in his son Dino's company, Duva Boxing. He was an outspoken advocate of fighter's rights and of helping inner city kids get \"off the streets and into the ring\". Duva died of natural causes on March 8, 2017 after a period of declining health. == Notable trainees == * Pernell Whitaker * Michael Moorer * Arturo Gatti * Meldrick Taylor * Mark Breland * Lennox Lewis * Joey Giardello * Rocky Lockridge * Bobby Czyz * Egerton Marcus * Livingstone Bramble * Johnny Bumphus * Tony Tucker * Mike McCallum * Vinny Pazienza * Darrin Van Horn * John John Molina * Eddie Hopson * Hector Camacho * David Tua * Fernando Vargas * Evander Holyfield * Andrew Golota *Alex Ramos *Lance Whitaker ==References== ==External links== *Lou Duva in Boxrec Category:1922 births Category:2017 deaths Category:Participants in American reality television series Category:Civilian Conservation Corps people Category:Sportspeople from Paterson, New Jersey Category:People from Totowa, New Jersey Category:People from Wayne, New Jersey Category:American boxers of Italian descent Category:International Boxing Hall of Fame inductees Category:American male boxers Category:American boxing promoters Category:Boxers from New Jersey Category:Boxers from New York City Category:United States Army personnel of World War II",
 "title": "Lou Duva"
}