{
 "id": "177519",
 "text": "{| |} The Messerschmitt Me 410 Hornisse (Hornet) is a German heavy fighter and Schnellbomber used by the Luftwaffe during World War II. Though an incremental improvement of the Me 210, it had a new wing plan, longer fuselage and engines of greater power. The changes were significant enough for the aircraft to be renamed the Me 410. ==Design and development== Development of the Me 210 had been underway since 1939 but the aircraft proved unstable and was never considered for full-scale production. Modifications to the layout produced the Me 210C and 210D, which proved somewhat superior. As studies progressed on the Me 210D, and with a separate parallel attempt to improve upon the 210 with the Messerschmitt Me 310 in the second half of 1943 — which provided almost no aerodynamic improvement over the 210's risky handling qualities — it was instead decided to introduce a new model, the Me 410. The major change between the Me 210 and 410 was the introduction of the larger (at 44.5 litre, 2,715 in3 displacement) and more powerful Daimler-Benz DB 603A engines, which increased power to 1,750 PS (1,730 hp, 1,290 kW) compared to the 1,475 PS DB 605s used on the Me 210C - the interim Me 310 design experiment actually used the DB 603 powerplant choice first. The engine performance increased the Me 410's maximum speed to 625 km/h (388 mph), greatly improved rate of climb, service ceiling, and most notably the cruising speed which jumped to 579 km/h (360 mph). It also improved payload capability to the point where the aircraft could lift more war load than could fit into the bomb bay under the nose. To address this, shackles were added under the wings for four 50 kg (110 lb) bombs. The changes added an extra 680 kg (1,500 lb) to the Me 210 design, but the extra engine power more than made up for the difference. As with the Me 210, the 410's rear gunner used the same pair of Ferngerichtete Drehringseitenlafette FDSL 131/1B turrets mounted on each side of the aircraft, each still armed with a 13 mm (.51 in) MG 131 machine gun, retaining the same pivoting handgun-style grip, trigger and gunsight to aim and fire the ordnance as the 210 did.Archived at Ghostarchive and the Wayback Machine: thumb|Basic side-by-side comparison of the Me 210 and Me 410 wing planforms The new version included a lengthened fuselage and new, automatic leading edge slats, both of which had been tested on Me 210s and were found to dramatically improve handling. The slats had originally been featured on the earliest Me 210 models, but had been removed on production models due to poor handling. When entering a steep turn, the slats had a tendency to open due to the high angle of attack, analogous to the opening of the slats during the landing approach. (This problem was first observed on the Bf 109V14 and V15 prototypes for the Bf 109E), which added to the problems keeping the aircraft flying smoothly. However, when the problems with the general lateral instability were addressed, this was no longer a real problem. The wing panels of the earlier Me 210 had been designed with a planform geometry that placed the aerodynamic center in a rearwards direction in comparison to the earlier Bf 110, giving the outer sections of the wing planform beyond each engine nacelle a slightly greater, 12.6° leading edge sweepback angle than the inner panels' 6.0° leading edge sweep angle. This resulted in unreasonable handling characteristics in flight for the original Me 210 design. The new Me 410 outer wing panels had their planform geometry revised to bring the aerodynamic center further forwards in comparison to the Me 210, thus making the leading edge sweepback of the outer panels identical to the inner wing panels with both having identical 5.5° sweepback angles, which improved handling. Deliveries began in January 1943, two years late and continued until September 1944, by which point a total of 1,160 of all versions had been produced by Messerschmitt Augsburg and Dornier München. When it arrived, it was liked by its crews, even though its improved performance was not enough to protect it from the swarms of high performance Allied fighters they faced at this stage of the war. ==Operational history== The Me 410 night bomber proved to be an elusive target for the RAF night fighters. The first unit to operate over the UK was V./KG 2, which lost its first Me 410 on the night of 13–14 July 1943, when it was shot down by a de Havilland Mosquito of No. 85 Squadron RAF. The Me 410 was also used as a bomber destroyer against the daylight bomber formations of the USAAF, upgraded with Umrüst-Bausätze factory conversion kits, all bearing a /U suffix, for the design — these suffixes could vary in meaning between subtypes. As one example, the earlier Me 410 A-1/U1 designation signified a camera-fitting in the under-nose ordnance bay for reconnaissance use (as the A-3 was meant to do from its start), while the Me 410 B-2/U1 designation signified a mount of a pair of the long barreled, 30 mm MK 103 cannon in the undernose ordnance bay. The /U2 suffix designated a fitment of two additional 20 mm MG 151/20 cannons in the under-nose ordnance bay instead — the A-1/U4 subtype fitted the massive, 540 kg (1,190 lb) weight Bordkanone series 50 mm (2 in) BK 5 cannon, loaded with 21 rounds in the same undernose ordnance bay in place of either the /U1's cameras or MK 103s, or the /U2's added pair of MG 151/20 autocannon. For breaking up the bomber formations, many Me 410s also had four underwing tubular launchers, two per wing panel, firing converted 21 cm (8 in) Werfer-Granate 21 infantry barrage rockets. Two Geschwader, Zerstörergeschwader 26 and 76, were thus equipped with the Me 410 by late 1943. They were moderately successful against unescorted bombers through 1943, with a considerable number of kills against USAAF day bomber formations being achieved. However, the Me 410 was no match in a dogfight with the lighter Allied single-engine fighters such as the North American P-51 Mustang and Supermarine Spitfire. In early 1944, the Me 410 formations encountered swarms of Allied fighters protecting the bomber streams, usually flying far ahead of the combat box formations as an air supremacy move in clearing the skies of any Luftwaffe opposition, resulting in the Me 410's previous successes against escorted bombers now often being offset by their losses. An example of this — as part of a campaign started two days earlier by the USAAF — was on 6 March 1944 during an attack on Berlin by 750 8th AF heavy bombers, when 16 Me 410s were shot down in return for eight B-17s and four P-51s (which were destroyed by Bf 109 and Fw 190 fighters escorting the Me 410s). The following month on 11 April, with 8th AF raids hitting Sorau, Rostock and Oschersleben, II./ZG 26's Me 410s accounted for a rare clear success, initially bringing down 10 B-17s without any losses. During the course of the same raid, their second sortie was intercepted by P-51s that destroyed eight Me 410s and three Bf 110s. Sixteen crewmen were killed and three wounded. From mid-1944, despite being Hitler's favourite bomber destroyer, the Me 410 units were taken from Defence of the Reich duties and production was phased out in favour of heavily armed single-engine fighters as dedicated bomber destroyers, with the Me 410s remaining in service flying on reconnaissance duties only. Some Me 410s were used with Junkers Ju 188s during the Battle of Normandy, for high-altitude night reconnaissance. ==Variants== A-series aircraft were armed with two 7.92 mm (.312 in) MG 17 machine guns and two 20 mm MG 151/20 cannons in the nose and delivered as the Me 410 A-1 light bomber. The Me 410 A-2 heavy fighter was cancelled because the dual 30 mm (1.18 in) MK 103 cannon mount, also available for the later Me 410B-2 subtype as the Umrüst-Bausatz /U1 factory kit available by 1944, was not ready in time. The Me 410A featured a bomb bay for carrying bombs, though with conversion kits this could be used to equip other equipment. Initially, three Umrüst-Bausätze (factory conversion kits) were available: U1 which contained cameras for photo-reconnaissance, U2 with two 20 mm MG 151/20 cannon with 250 rpg for the heavy fighter and U4 with the 50 mm (2 in) Bordkanone series weapon, the BK-5 cannon with 22 rounds (21 rounds to load and 1 extra round in the breech), to turn either an Me 410A or B-series aircraft into a bomber destroyer. The BK 5 cannon - derived from the 50 mm (2 in) KwK 39 L/60 of the Panzer III allowed the Me 410s to shoot at their targets from over 914 m (1,000 yd), a distance at which the bombers' defensive armament, usually \"light-barrel\", .50 calibre AN/M2 aviation version of the M2 Browning machine guns, was useless. Frequent problems with jamming and limited ammunition supply, together with the extra 540 kg (1,200 lb) weight of the large-calibre gun under the nose, made the other anti-bomber versions of Me 410, especially those with extra 20 mm MG 151/20s, much more useful. The reconnaissance version Me 410 A-3 received a deeper fuselage for additional cameras and fuel. The Me 410 A-3 entered service in small numbers in early 1944 and equipped three long-range reconnaissance squadrons, usually grouped larger, three or four-squadron (one Gruppe on the Western Front and the other two on the Eastern Front). The Me 410B-series was similar to the A-series but replaced the pair of 7.92 mm (.312 in) MG 17s with 13 mm (.51 in) MG 131 machine guns. The originally planned 1,900 hp (1,400 kW) DB 603G engine had been cancelled in early 1944, so all Me 410Bs used DB 603A or DB 603AA engines. The DB 603G would have increased the maximum speed to 630 km/h (392 mph) and cruising speed to 595 km/h (370 mph), although the weight increased once again. The versions were the same as with the A-series, the Me 410 B-1 and Me 410 B-3 filling the same roles as the earlier A-1 and A-3 versions, also with the option of using the same Umrüst-Bausätze factory conversion kits as the A-series. Several experimental models were also developed. The Me 410 B-5 added shackles under the fuselage to carry a torpedo, and removed the MG 131s in the nose to make room for the FuG 200 Hohentwiel 550 MHz UHF-band maritime patrol radar. The bomb bay was not used in this version in order to make room for a 650 L (170 US gal) fuel tank, and the rearward-firing remote turrets were replaced by another 700 L (180 US gal) fuel tank for long-range missions. The Me 410 B-6 was a similar anti-shipping conversion, but intended for the short-range coastal defence role only. For this mission, it did not use a torpedo, and was instead a simple modification of the B-1 with the FuG 200 radar. The Me 410 B-7/B-8 were updated B-3 reconnaissance models that were only built as prototypes. The Me 410C was a high-altitude version drawn up in early 1944, with two new wing designs that increased span to 18.25 m (60 ft) or 20.45 m (67 ft). The larger wings allowed the gear to retract directly to the rear. A new universal engine mount would allow for the use of any of the DB 603JZ or BMW 801J turbocharged engines or the Jumo 213E two-stage mechanically supercharged engines, driving a new four-blade propeller with very wide blades. The BMW 801 radials were air-cooled and the DB 603 and Jumo 213 used an annular radiator, all Kraftei (power-egg) engine \"modules\" onto an airframe for ease of installation and field maintenance, so the normal under- wing radiators were removed. None were ever built, as Me 410 production was canceled before the engines matured. The Me 410D was a simpler upgrade to the B-series to improve altitude performance than the C-series. It would be powered by the DB 603JZ engines, and had a revised forward fuselage to increase the field of view of the pilot and reduce drag. It also replaced portions of the outer wing panels with ones made of wood to conserve strategic materials. Several were built, but like many other attempts at wood construction by the German aviation industry late in World War II, the loss of the Goldschmitt Tego film factory in Wuppertal, in a Royal Air Force night bombing raid, meant the acidic replacement adhesives available were too corrosive to the materials being bonded, and the wooden portions tended to fail. Production was eventually cancelled to concentrate on Bf 109Gs in August 1944, after 1,160 Me 410s had been built, the month after the Jägernotprogramm had gone into effect. ==Operators== ; * Luftwaffe was Me 410 main operator during 1943-45 ** Stabsschwarm & 2.(F)/Aufklärungsgruppe 22 ** 1.(F)/Aufklärungsgruppe 33 ** 1.(F)/FAGr.121 ** 1.,2(Ekdo).,5.(F)/Aufklärungsgruppe 122 (later FAGr 122) ** Seenotgruppe 80 (sea recon and rescue) ** 9.,20./ZG 1 'Wespen' ** 2.,4.,6.,Stab/ZG 26 'Horst Wessel' ** 1.,2.,3.,/ZG 76 ** Eprobungskommando/(Z)25 ** 5.(nacht),14.(nacht),15.,16./KG 2 (night intruder) ** 1.(Jagd),2.(nacht),5.(Erg/jagd),6./KG 51 'Edelweiss' (long-range night ops) ** 1./NJG 5 (Mosquito chaser) ** 3./NJG 1 (Mosquito chaser) ; * Royal Air Force received at least two captured aircraft during war and shortly after. ** No. 1426 Flight RAF operated a single Me 410 A-1/U2 (WNr.10259, RAF serial TF209) during the war. ==Surviving aircraft== thumb|Me 410, W.Nr.10018, (FE499) after being sent to the United States Two Me 410s survive: ;Me 410 A-1/U1 (W.Nr.10018, converted from Me 210 airframe) :This Aircraft held by the American National Air and Space Museum and stored awaiting restoration, at the Paul E. Garber Preservation, Restoration, and Storage Facility. It was found intact at an airfield in Trapani, Sicily, in August 1943 bearing the markings of the Luftwaffe's 2.Staffel/Fernaufklärungsgruppe 122 and was shipped to the United States in 1944; it was given the US serial number FE499, thumb|Me 410, W.Nr.420430, RAF Museum Cosford (2009) ;Me 410 A-1/U2 (W.Nr.420430) :This aircraft is part of the collection of the RAF Museum and is publicly displayed at the Royal Air Force Museum Cosford. It was built in late 1943 by Messerschmitt in Augsburg. There is evidence it served with Zerstörergeschwader 26 before being surrendered at Vaerlose, Denmark in May 1945. It was one of six Me 410s that were taken to the UK in 1945 for evaluation, but the only one to be later selected for preservation and to avoid being scrapped. It underwent restoration in 1986, after which both engines were successfully run on the ground. It was moved to Cosford in 1989 and has remained there since.Simpson, Andrew. \"Museum Accession Number 85/A/78, Individual History: Messerschmitt Me410A-1/U2 W/NR.420430/AM72/8483M.\" Royal Air Force Museum, 2007. Retrieved: 23 December 2011. ==Specifications (Me 410 A-1/U-2)== ==See also== ==References== ==Further reading== * * * * ==External links== * German WW II manual for Me 410A-1/U-4's Bordkanone BK 5 cannon installation * Me 410 at the Royal Air Force Museum, Cosford * US Intelligence Report on Me 410 at LoneSentry.com Me 410 Category:1940s German fighter aircraft Category:World War II fighter aircraft of Germany Category:Low-wing aircraft Category:Aircraft first flown in 1942 Category:Twin piston-engined tractor aircraft",
 "title": "Messerschmitt Me 410 Hornisse"
}