{
 "id": "177633",
 "text": "In classical logic, a hypothetical syllogism is a valid argument form, a syllogism with a conditional statement for one or both of its premises. An example in English: :If I do not wake up, then I cannot go to work. :If I cannot go to work, then I will not get paid. :Therefore, if I do not wake up, then I will not get paid. The term originated with Theophrastus.\"History of Logic: Theophrastus of Eresus\" in Encyclopædia Britannica Online. ==Propositional logic== In propositional logic, hypothetical syllogism is the name of a valid rule of inference (often abbreviated HS and sometimes also called the chain argument, chain rule, or the principle of transitivity of implication). The rule may be stated: :\\frac{P \\to Q, Q \\to R}{\\therefore P \\to R} where the rule is that whenever instances of \"P \\to Q\", and \"Q \\to R\" appear on lines of a proof, \"P \\to R\" can be placed on a subsequent line. Hypothetical syllogism is closely related and similar to disjunctive syllogism, in that it is also a type of syllogism, and also the name of a rule of inference. == Applicability == The rule of hypothetical syllogism holds in classical logic, intuitionistic logic, most systems of relevance logic, and many other systems of logic. However, it does not hold in all logics, including, for example, non-monotonic logic, probabilistic logic and default logic. The reason for this is that these logics describe defeasible reasoning, and conditionals that appear in real-world contexts typically allow for exceptions, default assumptions, ceteris paribus conditions, or just simple uncertainty. An example, derived from Adams, : (1) If Jones wins the election, Smith will retire after the election. : (2) If Smith dies before the election, Jones will win the election. : (3) If Smith dies before the election, Smith will retire after the election. Clearly, (3) does not follow from (1) and (2). (1) is true by default, but fails to hold in the exceptional circumstances of Smith dying. In practice, real-world conditionals always tend to involve default assumptions or contexts, and it may be infeasible or even impossible to specify all the exceptional circumstances in which they might fail to be true. For similar reasons, the rule of hypothetical syllogism does not hold for counterfactual conditionals. == Formal notation == The hypothetical syllogism inference rule may be written in sequent notation, which amounts to a specialization of the cut rule: : \\frac{P \\vdash Q\\quad Q \\vdash R}{P \\vdash R} where \\vdash is a metalogical symbol and A \\vdash B meaning that B is a syntactic consequence of A in some logical system; and expressed as a truth-functional tautology or theorem of propositional logic: :((P \\to Q) \\land (Q \\to R)) \\to (P \\to R) where P, Q, and R are propositions expressed in some formal system. ==Proof == {| align=\"center\" border=\"1\" cellpadding=\"8\" cellspacing=\"0\" style=\"background:lightcyan; font-weight:bold; text-align:center; width:45%\" |+ |- style=\"background:paleturquoise\" ! style=\"width:5%\" | Step ! style=\"width:15%\" | Proposition ! style=\"width:25%\" | Derivation |- | 1 || P \\to Q || Given |- | 2 || Q \\to R || Given |- | 3 || P || Conditional proof assumption |- | 4 || Q || Modus ponens (1,3) |- | 5 || R || Modus ponens (2,4) |- | 6 || P \\to R || Conditional Proof (3-5) |} ==Alternative forms== An alternative form of hypothetical syllogism, more useful for classical propositional calculus systems with implication and negation (i.e. without the conjunction symbol), is the following: :(HS1) (Q \\to R) \\to ((P \\to Q) \\to (P \\to R)) Yet another form is: :(HS2) (P \\to Q) \\to ((Q \\to R) \\to (P \\to R)) ===Proof=== An example of the proofs of these theorems in such systems is given below. We use two of the three axioms used in one of the popular systems described by Jan Łukasiewicz. The proofs relies on two out of the three axioms of this system: :(A1) \\phi \\to \\left( \\psi \\to \\phi \\right) :(A2) \\left( \\phi \\to \\left( \\psi \\rightarrow \\xi \\right) \\right) \\to \\left( \\left( \\phi \\to \\psi \\right) \\to \\left( \\phi \\to \\xi \\right) \\right) The proof of the (HS1) is as follows: :(1) ((p\\to(q \\to r)) \\to ((p \\to q) \\to (p \\to r))) \\to ((q \\to r) \\to ((p\\to(q \\to r)) \\to ((p \\to q) \\to (p \\to r)))) (instance of (A1)) :(2) (p\\to(q \\to r)) \\to ((p \\to q) \\to (p \\to r)) (instance of (A2)) :(3) (q \\to r) \\to ((p\\to(q \\to r)) \\to ((p \\to q) \\to (p \\to r))) (from (1) and (2) by modus ponens) :(4) ((q \\to r) \\to ((p\\to(q \\to r)) \\to ((p \\to q) \\to (p \\to r))))\\to (((q \\to r) \\to (p\\to(q \\to r))) \\to ((q \\to r)\\to((p \\to q) \\to(p \\to r)))) (instance of (A2)) :(5) ((q \\to r) \\to (p\\to(q \\to r))) \\to ((q \\to r)\\to((p \\to q) \\to(p \\to r))) (from (3) and (4) by modus ponens) :(6) (q \\to r) \\to (p\\to(q \\to r)) (instance of (A1)) :(7) (q \\to r)\\to((p \\to q) \\to(p \\to r)) (from (5) and (6) by modus ponens) The proof of the (HS2) is given here. ===As a metatheorem=== Whenever we have two theorems of the form T_1 = (Q \\to R) and T_2 = (P \\to Q), we can prove (P \\to R) by the following steps: :(1) (Q \\to R) \\to ((P \\to Q) \\to (P \\to R))) (instance of the theorem proved above) :(2) Q \\to R (instance of (T1)) :(3) (P \\to Q) \\to (P \\to R) (from (1) and (2) by modus ponens) :(4) P \\to Q (instance of (T2)) :(5) P \\to R (from (3) and (4) by modus ponens) ==See also== *Modus ponens *Modus tollens *Affirming the consequent *Denying the antecedent *Transitive relation ==References== == External links == *Philosophy Index: Hypothetical Syllogism Category:Rules of inference Category:Theorems in propositional logic Category:Classical logic Category:Syllogism",
 "title": "Hypothetical syllogism"
}