{
 "id": "177735",
 "text": "Their Own Desire is a 1929 American pre-Code romantic drama film directed by E. Mason Hopper and starring Norma Shearer, Belle Bennett, Lewis Stone, Robert Montgomery, and Helene Millard. The film was adapted by James Forbes and Frances Marion from the novelAllmovie film entry calls Fuller's work a short story. by Sarita Fuller; Lucille Newmark wrote the titles. It is also the last MGM film in the 1920s. Shearer was nominated for the Academy Award for Best Actress, but lost to herself for The Divorcee. ==Premise== A young woman is upset by the knowledge that her father is divorcing her mother in order to marry another woman. Her own feelings change, however, when she falls in love with a young man who turns out to be the son of her father's new love. ==Cast== *Norma Shearer as Lucia 'Lally' Marlett *Belle Bennett as Harriet Marlett *Lewis Stone as Henry Marlett *Robert Montgomery as John Douglas Cheever *Helene Millard as Beth Cheever *Cecil Cunningham as Aunt Caroline Elrick *Henry Hebert as Uncle Nate Elrick *Mary Doran as Suzanne Elrick *June Nash as Mildred Elrick *Joseph E. Bernard as Doctor (uncredited) *Bess Flowers as Miriam, a Polo Player / Snooty Dinner Guest (uncredited) *Isabelle Keith as Isabelle, a Polo Player / Snooty Dinner Guest (uncredited) *Kane Richmond as Man at the Resort (uncredited) *Oscar Rudolph as Man at the Resort (uncredited) ==Production== The pool scenes in which John Cheever meets Lally Marlett for the first time were filmed at the Norconian Resort Supreme competition diving and swimming pools. While the diving boards and three diving platforms are long gone, the two Norconian pools are still intact, though worse for wear as of 2008, in the middle of what is now the California Rehabilitation Center in Norco, California. ==References== ==External links== * * *Shearer vs. Shearer: The Divorcee (1930) and Their Own Desire (1929) with stills Category:1929 films Category:American films Category:American black- and-white films Category:English-language films Category:Metro-Goldwyn-Mayer films Category:American romantic drama films Category:Films directed by E. Mason Hopper Category:1929 romantic drama films Category:Films with screenplays by Frances Marion",
 "title": "Their Own Desire"
}