{
 "id": "178060",
 "text": "Sør-Aurdal is a municipality in Innlandet (formerly Oppland) county, Norway. It is part of the traditional region of Valdres. The administrative centre of the municipality is the village of Bagn. The parish of Søndre Aurdal was established as a municipality on 1 January 1838 (see formannskapsdistrikt). The area of Bruflat was transferred from Sør-Aurdal to Etnedal on 1 January 1894. ==General information== ===Name=== The Old Norse form of the name was Aurardalr. The first element is the genitive case of the old river name Aur (now called Bøaelva) and the last element is dalr which means \"valley\" or \"dale\". The old river name is derived from aurr meaning \"gravel\". The name Sør-Aurdal means '(the) southern (part of) Aurdal'. (The parish of Aurdal was divided in 1805.) ===Coat-of-arms=== The coat-of-arms is from modern times. They were granted by royal decree on 9 February 1990. It is blue with gold silhouette of the gilt-copper medieval reliquary (chasse) that is still found in the Hedal stave church, but with five blue arches inspired by the arches on a similar medieval chasse from the medieval St. Thomas Church at FilefjellNow in the Bergen Museum and representing the five Lutheran parishes of the municipality.Bagn, Reinli, Hedalen, Bruflat and Begnadalen It was chosen because Sør-Aurdal is one of two municipalities in Norway that have two stave churches that are still in use. The color blue was chosen to represent the two river systems in the municipality that were historically important for the logging industry and sawmills in Sør-Aurdal. {| style=\"float: center;\" class=\"wikitable\" |+ Number of minorities (1st and 2nd generation) in Sør- Aurdal by country of origin in 2017 |- ! style=\"background:#efefef;\"|Ancestry ! style=\"background:#efefef;\"|Number |- | ||28 |- | ||20 |- | ||19 |- | ||17 |- | ||16 |} ==Geography== thumb|250px|left|View over Bagn from Øystre Bagn, with Vestre Bagn to the left and Reinli in the background. Down by the river is the administrative center Bagn. Sør-Aurdal is bordered on the north by the municipalities of Nord-Aurdal and Etnedal, on the northeast by Nordre Land, on the east by Søndre Land, on the south by Ringerike and Flå, and on the west by Nes and Gol. Sør-Aurdal is part of the traditional district of Valdres in central, southern Norway, situated between Gudbrandsdal and Hallingdal. ==History== Reinli stave church (built 1190-1250) is the third church on the same location in Reinli. A new tower was added in 1685 and the building was reconditioned by the Society for Preservation of Ancient Buildings in 1885. Olaf Haraldsson traveled through Valdres in 1023, and also visited Reinli. It is assumed, then, that there was a pagan temple at the same location before the first church, some time before the year 1000. Hedal stave church was built after 1160 and in 1699 it was rebuilt and changed. An old legend says the valley was abandoned during the Black Death and the church later discovered by a bear hunter. A hide is hanging in the church, although now there is only a small part left as visitors have cut away pieces over the years. === Gallery === Image:Reinli Stavkyrkje, Sør-Aurdal.JPG|Reinli Stavkyrkje Image:Hedalen Stavkyrkje, Sør-Aurdal.jpg|Hedal Stavkyrkje Begnadalen - panoramio.jpg|Begnadalen Image:Svartsetera, Bagn Bygdesamling.JPG|Svartsetera, Bagn Bygdesamling ==Attractions== Bagn Bygdesamling, associated with Valdres Folkemuseum is located south of Bagn. It consists of twelve log houses, and a building for permanent displays. A part of the museum is at Sandviken and the farm is Bagnsbergatn. Bautahaugen Samlinger, associated with Valdres Folkemuseum is located in the middle of Hedalen. It consists of a collection of houses and items from Hedalen. Close by is Hedal stave church. ==Notable residents== 140px|thumb|Rolf Otto Andvord, 1909 * Ola Hermundsen Berge (1768 in Sør-Aurdal - 1825) a Norwegian folk artist and rose painter * Hans Jacob Stabel (1769–1836) priest in Sør-Aurdal from 1806; member of the constitutional assembly at Eidsvoll in 1814 * Haldor Boen (1851 in Sør-Aurdal – 1912) an American congressman from Minnesota * Mikkjel Fønhus (1874 in Sør- Aurdal - 1973) a journalist, novelist and short story writer about animals in the wilderness * Sigurd Islandsmoen (1881 in Bagn – 1964) a composer of music for the Church of Norway * Rolf Andvord (1890 in Sør-Aurdal – 1976) a Norwegian jurist and diplomat * Per Juvkam (1907 in Sør-Aurdal – 2003) Lutheran Bishop of Bjørgvin 1961-1977 * Ruth Lagesen (1914 in Bagn – 2005) a Norwegian pianist and conductor * Morten Bakke (born 1968 in Hedalen) a retired football goalkeeper with over 300 club caps ==References== ==External links== *Municipal fact sheet from Statistics Norway * *Map of Sør-Aurdal municipality in Kulturnett.no *Mikkjel Fønhus biography from Dagbladet Category:Municipalities of Oppland",
 "title": "Sør-Aurdal"
}