{
 "id": "178061",
 "text": "Etnedal is a municipality in Innlandet (formerly Oppland) county, Norway. It is part of the traditional region of Valdres. The administrative centre of the municipality is the village of Bruflat. Etnedal was created as a new municipality on 1 January 1894 after the merger of the areas Nordre Etnedal (from Nord-Aurdal municipality) and Bruflat (from Sør-Aurdal municipality). ==General information== ===Name=== The Old Norse form of the name was Etnardalr. The first element is the genitive case of the river name Etna (Old Norse: Etn) and the last element is dalr which means \"valley\" or \"dale\". The meaning of the river name is unknown but it is possibly derived from etja (meaning \"push forward\") or eta (meaning \"eat\"). ===Coat-of-arms=== thumb|left|Lunde bridge - the inspiration for the municipal arms The coat-of- arms is from modern times. They were granted by royal decree on 14 July 1989. The arms show the old Lunde bridge (Lundebru) in gold on a blue background. It is one of the best preserved stone bridges in the country and it is now a national monument. It is also Northern Europe's largest dry stone-arch bridge. The bridge was built in 1829 on the Old King's Road to Bergen. A portion of the king's road was refurbished and turned into a footpath in 1992 and is now a natural and cultural walking path. {| style=\"float: center;\" class=\"wikitable\" |+ Number of minorities (1st and 2nd generation) in Etnedal by country of origin in 2017 |- ! style=\"background:#efefef;\"|Ancestry ! style=\"background:#efefef;\"|Number |- | ||27 |- | ||22 |- | ||18 |} thumb|Bruflat church ==Geography== Etnedal is bordered on the east by the municipality of Nordre Land, on the south by Sør-Aurdal, and on the west and north by Nord-Aurdal. Etnedal is part of the traditional district of Valdres in central, southern Norway, situated between Gudbrandsdal and Hallingdal. Valdres also includes the municipalities Nord-Aurdal, Sør-Aurdal, Øystre Slidre, Vestre Slidre, and Vang. The river Etna flows through the municipality, then into Nordre Land municipality and then down into Randsfjorden. ==Economy== Occupations in the municipality include animal husbandry and logging, but there is also some industry and tourism. == Notable people == * Sigurd Lybeck (1895 in Etnedal – 1975) a Norwegian writer, featured Jens von Bustenskjold * Iacob Dybwad Sømme (1898 in Etnedal – 1944) a Norwegian ichthyologist and resistance member * Ingjerd Thon Hagaseth (born 1967) a Norwegian politician, deputy mayor of Etnedal * Ingebjørg Saglien Bråten (born 1999 in Etnedal) a Norwegian ski jumper ==References== ==External links== *Municipal fact sheet from Statistics Norway * *Etnedal Municipality Category:Municipalities of Oppland Category:Valdres",
 "title": "Etnedal"
}