{
 "id": "178125",
 "text": "Radøy is a former municipality in the Nordhordland district of the old Hordaland county, Norway. The municipality existed from 1964 until its dissolution in 2020 when it was merged into the new municipality of Alver. The municipality included almost all of the island of Radøy plus many small surrounding islands. The administrative centre of the municipality was the village of Manger. Other villages in the municipality included Askeland, Austmarka, Bøvågen, Haugland, Sæbø, and Sletta. Prior to its dissolution in 2020, the municipality is the 372nd largest by area out of the 422 municipalities in Norway. Radøy is the 199th most populous municipality in Norway with a population of 5,128. The municipality's population density is and its population has increased by 10.1% over the last decade. ==General information== During the 1960s, there were many municipal mergers across Norway due to the work of the Schei Committee. Radøy was created as a new municipality on 1 January 1964. The new municipality was constructed from parts of several different municipalities: *all of the municipality of Manger (population: 1,344) *all of the municipality of Hordabø (population: 1,679) *the island of Bognøy from Herdla municipality (population: 29) *most of the municipality of Sæbø, except the Titland area on the Lindås peninsula (population: 916) *the Sletta area on the island of Radøy from Lindås municipality (population: 305) *the Straume area on the island of Radøy and the small island of Fesøy from Austrheim municipality (population: 56) On 1 January 2020, the neighboring municipalities of Meland, Radøy, and Lindås were merged into a large, new municipality called Alver. ===Name=== The municipality was named after the island on which it sits, Radøy. The Old Norse form of the island's name was (just) Röð. (The last element øy meaning \"island\" was added later.) The name is identical with the word röð for \"row\" or \"ridge\" (here in the sense \"long island\" sticking out of the ocean). ===Coat of arms=== The coat of arms was granted on 16 June 1991. The arms shows two black oarlocks on a yellow background. Oarlocks are on the gunwale of a boat and they support the oar and give force to the rower's stroke. Some of these objects have been found in several places in Radøy and the artifacts date back to the first century BC. The designer of the arms was Even Jarl Skoglund. ===Churches=== The Church of Norway had one parish () within the municipality of Radøy. It is part of the Nordhordland prosti (deanery) in the Diocese of Bjørgvin. {|class=\"wikitable\" style=\"text-align:center\" |+ style=\"font-size:medium\"|Churches in Radøy !Parish ()!!Church name!!Location of the church!!Year built |- |rowspan=\"4\"|Radøy||Hordabø Church||Bøvågen||1875 |- |Manger Church||Manger||1891 |- |Sæbø Church||Sæbø||1883 |- |Emigrant Church, Sletta||Sletta||1997 |} ==Government== All municipalities in Norway, including Radøy, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elect a mayor. The municipality falls under the Bergen District Court and the Gulating Court of Appeal. ===Municipal council=== The municipal council of Radøy is made up of 25 representatives that are elected to four year terms. The party breakdown of the final municipal council was as follows: ===Mayor=== Prior to its dissolution, the mayor was Jon Askeland, and the deputy mayor was Ann Christin Hoen.Kommunestyret ==Geography== thumb|right|350px|View of the island of Toska The municipality encompassed all of the island of Radøy, except the far southern tip (which belonged to Lindås municipality). The smaller surrounding islands of Toska, Bognøy, Fesøy, and others were also part of Radøy municipality. The Radfjorden separated Radøy municipality from the municipality of Meland to the south. The Radsundet strait separated the municipality of Radøy from the municipality of Lindås to the east. The island of Fosnøyna (in Austrheim) were located to the north. The islands of Øygarden sat across the Hjeltefjorden to the west. == Notable people == ==See also== *List of former municipalities of Norway ==References== Category:Alver (municipality) Category:Former municipalities of Norway Category:1964 establishments in Norway Category:2020 disestablishments in Norway",
 "title": "Radøy"
}