{
 "id": "178162",
 "text": "Lier is a municipality in Viken county, Norway. The administrative centre of the municipality is the village of Lierbyen. The municipality of Lier was established on 1 January 1838 (see formannskapsdistrikt). The area Åssiden was transferred from Lier to the neighboring municipality of Drammen on 1 July 1951. Norway's longest indoor shopping center, Liertoppen, is located in Lierskogen. The newspaper Lierposten is published in Lier.Store norske leksikon: Lierposten. ==General information== ===Name=== The Old Norse form of the name was Líðir. The name is the plural form of líð which means \"hillside\". ===Coat of arms=== The coat of arms and was designed by Hallvard Trætteberg and granted on 14 August 1970. The arms show five silver-colored apple blossoms on a red background. The area is well known for the production of various types of fruit, berries, vegetables, and flowers, so this was chosen as a symbol of the area's lush scenery and agriculture. {| style=\"float: center;\" class=\"wikitable\" |+ Number of minorities (1st and 2nd generation) in Lier by country of origin in 2017 |- ! style=\"background:#efefef;\"|Ancestry ! style=\"background:#efefef;\"|Number |- | ||1,199 |- | ||343 |- | ||310 |- | ||301 |- | ||245 |- | ||197 |- | ||186 |- | ||166 |- | ||162 |- | ||153 |} ==Geography== Lier borders to the municipalities of Asker, Bærum, Drammen, Modum and Hole. It includes the villages of Lierbyen, Sylling, Sjåstad, Nøste, Gullaug, Lierskogen, and Tranby. Lier is thought of as a \"green lung\" for Norway's capital, Oslo, with its vast number of fields and apple trees. It is also famous for its agricultural products as strawberries and vegetables. The Gilhusodden Nature Preserve is home of many different bird species. The area is also used for recreation, especially swimming and sunbathing, with its long, shallow beach. ==Notable residents== 120px|thumb|St. Hallvard 120px|thumb|Sæbjørn Buttedahl, 1926 * Hallvard Vebjørnsson (ca.1020 in Lier – 1043) or St. Hallvard, Oslo's patron saint * Hans Christian Heg (1829 at Haugestad – 1863) Norwegian American abolitionist * Cæsar Peter Møller Boeck (1845 in Lier – 1917) a Norwegian dermatologist * Harald Saue (1876 at Saue – 1958) Mayor of Lier in the 1920s and politician for Nasjonal Samling * Sæbjørn Buttedahl (1876 in Lier – 1960) a Norwegian stage and film actor and sculptor IMDb Database. Retrieved 20 February 2021 * Alf Wollebæk (1879 in Lier – 1960) a Norwegian zoologist and curator * Viggo Brun (1885 in Lier – 1978) a professor, mathematician and number theorist * Thorleif Haug (1894 in Vivelstad – 1934) skier/ski jumper, he won three Nordic skiing events at the 1924 Winter Olympics * Kirsten Brunvoll (1895 in Lier – 1976) playwright and resistance member in WWII * Knut Tvedt (1906 in Lier – 1989) jurist and acting CEO of the NRK 1946 to 1948 * Ole Ivar Lovaas (1927 in Lier – 2010) a Norwegian-American clinical psychologist and pioneering behaviorist * Gert Nygårdshaug (born 1946) author of poems, children's books and novels; lives in Lier * Martin Kolberg (born 1949) Norwegian Labour Party secretary 2002/2009; lives in Lier * Karin Fossum (born 1954) crime fiction author, \"Norwegian queen of crime\", lives in Sylling * Frode Kjekstad (born 1974 in Lier) a Norwegian jazz guitarist * Mads Hansen (born 1984 in Lier) singer and former footballer with over 230 club caps ==Attractions== thumb|250 px|Frogner Kirke thumb|250 px|Frogner parsonage * Bygdeborgen – village stronghold from the Middle Ages on Fosskollen * Frogner Kirke – romanesque parish church built in 1650 * Gilhusodden – Nature Preserve * Gjellebekk skanse – defence bulwark during the Great Northern War which prevented a Swedish invasion of Norway in 1716 * Lier Bygdetun – Rural Museum including a farm *Hans Christian Heg statue - at Haugestad in the community of Lierbyen * St. Hallvard's minne – memorial of St. Hallvard, patron saint of Oslo * Sylling cemetery – Ten British RAF Airmen are buried in the Commonwealth War Graves Plot ==Twin towns – sister cities== Lier is twinned with: * Falköping, Sweden * Kokemäki, Finland * Mariagerfjord, Denmark ==Gallery== File:Liertoppen Shopping Center Front 20110921.jpg|Liertoppen Shopping Center File:Lier rockeverksted.jpg|Gamle Hegg skole File:Jacobsen elektro main office.jpg| Jacobsen Elektro main office File:Hvalsdammen i Lier - panoramio (2).jpg| Hvalsdammen ==References== ==External links== *Municipal fact sheet from Statistics Norway * *Lier Bygdetun *Lier Historielag *Sylling churchyard Category:Municipalities of Buskerud Category:Municipalities of Viken Category:Villages in Buskerud",
 "title": "Lier, Norway"
}