{
 "id": "178138",
 "text": "Søgne is a former municipality in the old Vest-Agder county, Norway. The municipality existed from 1838 until 2020 when it was merged with the municipalities of Songdalen and Kristiansand into the \"new\" Kristiansand municipality in what is now Agder county. It was located in the traditional district of Sørlandet, just outside of the city of Kristiansand. The administrative centre of the municipality was the village of Tangvall. Other villages in Søgne include Ausviga, Eig, Høllen, Langenes, Lohne, Lunde, Ny- Hellesund, Trysnes, Vedderheia, Ålo, and Åros. Prior to its dissolution in 2020, the municipality was the 354th largest by area out of the 422 municipalities in Norway. Søgne is the 103rd most populous municipality in Norway with a population of 11,321. The municipality's population density is and its population has increased by 16.2% over the last decade. ==General information== thumb|left|View of the coastline of Søgne The parish of Sygne (later spelled Søgne) was established as a municipality on 1 January 1838 (see formannskapsdistrikt law). on 1 July 1913, the northern half of Søgne (population: 822) was separated to form the new municipality of Greipstad. This left Søgne with 2,609 residents. During the 1960s, there were many municipal mergers across Norway due to the work of the Schei Committee. Søgne municipality remained generally the same during this time, however, there were a couple of small changes to the municipal boundaries. On 1 January 1964, the Stubstad area of neighboring Holum municipality (population: 9) and the Brunvatne area of neighboring Øyslebø municipality (population: 44) were both transferred to Søgne municipality. Then on 1 January 1965, the unpopulated Svalemyren area of neighboring Mandal municipality was transferred to Søgne. On 1 January 2020, the three neighboring municipalities of Kristiansand, Songdalen, and Søgne merged to form one large municipality called Kristiansand. ===Name=== The municipality (originally the parish) is named after the old Søgne farm (), since the Old Søgne Church was built there. The farm is named after the river Sygna (now called Søgneelva) and the name of the river is derived from the verb súga which means \"suck\". The municipality was historically spelled Sygne until the late 1800s. ===Coat of arms=== The coat of arms was granted on 24 May 1985. The blue and silver/white arms show two stone road signs (varder), which in historical times were used to mark the paths and tracks. Two of the largest of these signs are found in the municipality, and were mentioned in historical records in the early 17th century. According to legend, they were already built by King Olaf II of Norway (Hellige-Olav), in the 11th century. ===Churches=== The Church of Norway has one parish () within the municipality of Søgne. It is part of the Mandal prosti (deanery) in the Diocese of Agder og Telemark. {| class=\"wikitable\" style=\"text-align:center\" |+ style=\"font- size:medium\"|Churches in Søgne !Parish ()!!Church name!!Location of the church!!Year built |- |rowspan=\"2\"|Søgne||Søgne Church||Lunde||1861 |- |Old Søgne Church||Søgne||1604 |} ==Government== All municipalities in Norway, including Søgne, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality was governed by a municipal council of elected representatives, which in turn elected a mayor. The municipality fell under the Kristiansand District Court and the Agder Court of Appeal. ===Municipal council=== The municipal council of Søgne was made up of 27 representatives that were elected to four year terms. The party breakdown of the final municipal council was as follows: ==Media== The newspaper Søgne og Songdalen Budstikke has been published in Søgne since 1999.Store norske leksikon: Søgne og Songdalen Budstikke. ==Geography== Søgne was a small, coastal municipality, with a long stretch of coastline and islands to the south. To the east, it bordered the municipality of Kristiansand, to the north and northeast it bordered the municipalities of Marnardal and Songdalen, and to the west it bordered the municipality of Mandal. The municipality had a couple main rivers running through it: Lundeelva and Søgneelva. The Trysfjorden cuts into the shoreline in the west part of the municipality. There are also many islands to the south of the mainland. Ny-Hellesund is a small cluster of three populated islands that were an important outport in the history of Søgne. The Songvår Lighthouse is located in the far south part of the municipality on the small island of Hellersøya. ===Climate=== ==Notable people== *Hans Try (1934–1990), archivist and historian ==References== ==External links== *Municipal fact sheet from Statistics Norway *Søgneguiden: Visitor information * Welcome to Søgne: Tourist information *Søgne og Songdalen Budstikke: local newspaper *Søgne municipal website *Sørforumet: Forum Category:Kristiansand region Category:Former municipalities of Norway Category:1838 establishments in Norway Category:2020 disestablishments in Norway",
 "title": "Søgne"
}