{
 "id": "178317",
 "text": "Halsa is a former municipality in Møre og Romsdal county, Norway. The municipality existed from 1838 until 2020 when it became part of Heim Municipality in Trondelag county. It was part of the Nordmøre region. The administrative centre of Halsa was the village of Liabøen. Other villages in the municipality included Todalen, Halsanaustan, Valsøyfjord, Engan, Hjellnes, and Valsøybotnen. At the time of its dissolution in 2020, the municipality was the 279th largest by area out of the 422 municipalities in Norway. Halsa was the 349th most populous municipality in Norway with a population of 1,571. The municipality's population density was and its population has decreased by 6% over the last decade. ==General information== thumb|left|View of the Skålvik Fjord thumb|left|View of the Valsøyfjorden The parish of Halsa was established as a municipality on 1 January 1838 (see formannskapsdistrikt law). On 1 January 1868, an unpopulated area of Halsa was transferred to the neighboring municipality of Straumsnes. On 1 January 1879, a part of Halsa (population: 279) was transferred to the neighboring municipality of Stangvik. The next year, the Torjulvågen area (population: 240) on the west side of the Halsafjorden was transferred to Tingvoll Municipality. On 1 July 1915, part of southern Halsa (population: 114) was transferred to Åsskard Municipality. During the 1960s, there were many municipal mergers across Norway due to the work of the Schei Committee. On 1 January 1965, all of Valsøyfjord Municipality that was located on the mainland (population: 1,104) was merged into Halsa Municipality. On 1 January 1976, the district of Aure Municipality located south of the Vinjefjorden (population: 158) was transferred to Halsa Municipality. On 1 January 2020, Halsa merged with the neighboring municipality of Hemne and the Ytre Snillfjord area in the municipality of Snillfjord to form Heim Municipality. The new municipality is located in Trøndelag county, which means that as part of the merger Halsa left Møre og Romsdal county and moved to Trøndelag. ===Name=== The municipality (originally the parish) was named after the old Halsa farm (), since the first Halsa Church was built there. The first element is hals which means \"neck\" and the last element is the plural form of vin which means \"meadow\" or \"pasture\". Here, the word hals is referring to an isthmus (neck of land) between two fjords: Halsafjorden and the Skålvik Fjord. Before 1918, the name was written \"Halse\". ===Coat of arms=== The coat of arms was granted on 19 August 1988. The gray and blue motif represents the local geography since there are three fjords and five headlands in the municipality. ===Churches=== The Church of Norway had two parishes () within the municipality of Halsa. It is part of the Indre Nordmøre prosti (deanery) in the Diocese of Møre. {| class=\"wikitable\" style=\"text-align:center\" |+ style=\"font-size:medium\"|Churches in Halsa !Parish ()!!Church name!!Location of the church!!Year built |- |Halsa||Halsa Church||Halsanaustan||1734 |- |Valsøyfjord||Valsøyfjord Church||Valsøyfjord||1864 |} ==Geography== Halsa had numerous fjords in and around the municipality including the Halsafjorden, Vinjefjorden, Arasvikfjorden, the Skålvik Fjord, and Valsøyfjorden. The Valsøy Bridge crosses the Valsøyfjorden. There are ferry connections to Tingvoll Municipality to the west and to Aure Municipality to the north. ==Government== All municipalities in Norway, including Halsa, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elect a mayor. The municipality falls under the Nordmøre District Court and the Frostating Court of Appeal. ===Municipal council=== The municipal council () of Halsa is made up of 15 representatives that are elected to four year terms. The party breakdown for the final municipal council was as follows: ==Attractions== Halsa was the location where the famous killer whale, Keiko, went when he was set free. Keiko died in December 2003 and was buried there. The people of Halsa have built a memorial cairn over Keiko's body, where people from all over the world are free to visit him. In the first year after his burial, around 5,000 people visited the grave but then fewer and fewer came and in 2007 only around 500 visitors paid him homage. In June 2008, hardly anyone had come to see the grave, so the municipality decided it would not continue keeping the grave in order. == Notable people == * ==See also== *List of former municipalities of Norway ==References== ==External links== * * *Municipal fact sheet from Statistics Norway Category:Nordmøre Category:Former municipalities of Norway Category:1838 establishments in Norway Category:2020 disestablishments in Norway Category:Populated places disestablished in 2020",
 "title": "Halsa"
}