{
 "id": "178307",
 "text": "American Beauty is the fifth studio album by rock band the Grateful Dead. Released November 1, 1970, by Warner Bros. Records, the album continued the folk rock and country music style of their previous album Workingman's Dead, issued earlier in the year. Though the Americana approach is still evident in the songwriting, comparatively the sound focused more on folk harmonies and major-key melodies, showing influence from Bob Dylan and Crosby, Stills, Nash, & Young. Upon release, American Beauty entered the Billboard 200 chart, ultimately peaking at number 30 during a nineteen-week stay in January 1971.http://www.billboard.com/artist/303090/grateful-dead/chart?page=1&f;=305 On July 11, 1974, the album was certified Gold by the Recording Industry Association of America, and it later reached Platinum and Double Platinum certification in 1986 and 2001, respectively. In 2003, the album was ranked number 258 on Rolling Stone magazine's list of the 500 greatest albums of all time, 261 in a 2012 revised list, and 215 in a 2020 revised list. ==Recording== American Beauty was the result of a prolific period of the songwriting partnership of Jerry Garcia and Robert Hunter – one that yielded two studio albums in one year for the Grateful Dead. This was the only time the band would return to the studio so quickly. However, unlike the previous effort, where almost all the songs were written solely by the pair, the album saw more input from the rest of the band. Included are Phil Lesh's \"Box of Rain\" and Bob Weir's \"Sugar Magnolia\", both written with Hunter, and \"Operator\", Ron \"Pigpen\" McKernan's only singing-songwriting effort on a Grateful Dead studio album. The album was produced after the discovery that the band's manager, Lenny Hart (father of drummer Mickey Hart), had renewed their contract with Warner Brothers Records without their knowledge, and then skipped town with a sizable chunk of the band's wealth. In between near- constant touring and gigging, recording began only a few months after the release of Workingman's Deadwithout their regular sound crew, who were out on the road as part of the Medicine Ball Caravan tour (which the Dead were originally scheduled to join). Instead, studio staff engineer Stephen Barncard replaced Bob Matthews as producer\"a move that irks Matthews to this day\" (Matthews had co-produced the band's two previous albums). Barncard also mused \"I had heard bad stories about engineers' interactions with the Dead but what I found were a bunch of hardworking guys\". Both Workingman's Dead and American Beauty were innovative at the time for their fusion of bluegrass, rock and roll, folk, and, especially, country music. Lyricist Hunter commented \"We went back into American folk tradition but, being experimenters, nothing would do but that we try to reinvent that.\" Compared to Workingman's Dead, American Beauty had even less lead guitar work from Jerry Garcia, who increasingly filled the void with pedal steel guitar. It was also during the recording of this album that Garcia first collaborated with mandolinist David Grisman, a friend who had recently relocated to California following the dissolution of Earth Opera. \"I just bumped into Jerry at a baseball game in Fairfax, and he said, 'Hey, you wanna play on this record we're doing?' commented Grisman, whose playing is heard on \"Friend of the Devil\" and especially \"Ripple\". Howard Wales, another musician from outside of the band, added keyboards to three songs. Drummer Bill Kreutzmann commented, \"Wales came to us through Jerry, who played with him in side projects. [He] had done session work with James Brown and the Four Tops before we brought him in for American Beauty.\" MIT student Ned Lagin, a jazz pianist who had corresponded with the band after attending their 1969 New Year's Eve concert at the Boston Tea Party, also contributed piano to \"Candyman\".Gans, David (February 3, 2001). \"Ned Lagin Interview\", The Grateful Dead Hour. Retrieved January 1, 2017. Lagin subsequently sat in with the band on occasion from 1970 to 1975. Phil Lesh, in his autobiography Searching for the Sound, commented \"the magnetism of the scene at Wally Heider's recording studio made it a lot easier for me to deal with [the loss of my father] and my new responsibilities. Some of the best musicians around were hanging there during that period; with Paul Kantner and Grace Slick from Jefferson Airplane, the Dead, Santana, Crosby, Nash, and Neil Young working there, the studio became jammer heaven. Thank the Lord for music; it's a healing force beyond words to describe.\"Phil Lesh: Searching for the Sound by Phil Lesh, Little, Brown and Company, 2005, p. 190. Though both albums focused on Americana songcraft, Workingman's Dead mixed the grittier Bakersfield sound with the band's psychedelic roots, whereas the mostly- acoustic American Beauty focused more on major-key melodies and folk harmonies, evincing the influence of Dylan and studio neighbors/friends Crosby, Stills, Nash, & Young. Kreutzmann later explained, \"The singers in our band really learned a lot about harmonizing [from] Crosby, Stills, Nash & Young, who had just released their seminal album Déjà Vu. Jerry played pedal steel... on that record. Stephen Stills lived at Mickey's ranch... and David Crosby enjoyed partying as much as we did. So our circles overlapped.\" Crosby has demurred on this point: \"Sometimes they have given us credit for teaching them how to sing and that's not true. They knew how to sing; they had their own style and they had the most important quality of it down already, which is tale-telling\". However, he has also stated \"The idea iswhen you hang out with other musiciansto sort of cross-pollinate your idea streams, and that naturally happened between us on a level that was very rare. We would listen to what they were doing with time signatures and with breaking the rules, and it appealed to us a lot.\" ==Release== American Beauty was released just over four months after Workingman's Dead. The title of the album has a double meaning, referring both to the musical focus on Americana and to the rose that is depicted on the front cover. Around the rose, the album title is scripted as a text ambigram that can also be read \"American Reality\". The back cover is a George Conger photograph of a diorama containing ferns, roses, a bust, shadowboxes and other curios. To each side of the photo are illustrated panels with a vaguely-shaped guitar, whose strings are also rose stems. The cover artwork was produced by Kelley–Mouse Studios. \"Truckin',\" a blues/boogie-based rock tune with a shuffle rhythm, was also released as a single (backed with \"Ripple\"), and the songs \"Box of Rain\", \"Sugar Magnolia\", and \"Friend of the Devil\" also received radio airplay. The single version of \"Truckin'\" is a completely different mix, with extra lead guitar fills throughout, reverb on Weir's vocals, fewer verses, and without Wales's organ part. The autobiographical song became the one most associated with the band, and their track most commonly played on FM radio classic rock formats. In his book on Garcia, Blair Jackson noted that \"if you liked rock'n'roll in 1970 but didn't like the Dead, you were out of luck, because they were inescapable that summer and fall\". American Beauty peaked at No. 30 on Billboard's Pop Albums chart, while the single, \"Truckin'\", peaked at No. 64 on the Pop Singles chart. It was the final album with Mickey Hart until his return to the band four years later, in 1975. Eight of the album's ten songs would remain in live setlists throughout the band's history. The album was remixed for 5.1 surround in 2001 by Mickey Hart. This version is heavy in reverb and bass drum, and received mixed reviews. It was remastered and expanded with eight bonus tracks, as part of the box set The Golden Road (1965–1973) in 2001. This version was released separately in 2003. ==Reception== Andy Zwerling of Rolling Stone felt that the album was a continuation of Workingman's Dead, though there was more care and contentment in the singing, as well as the instrument playing being rich. Robert Christgau also compared the album to Workingman's Dead, feeling it was \"sweeter vocally and more direct instrumentally\". The Washington Post writer Tom Zito felt that the album showed \"wisdom of age\" when compared to their earlier works, while maintaining an \"exuberance of youth.\" Jason Ankeny at AllMusic feels that the album is the Dead's \"studio masterpiece\", and in comparing it to Workingman's Dead, it is \"more representative of the group as a collective unit\". In 2003, the album was ranked number 258 on Rolling Stone magazine's list of the 500 greatest albums of all time. The American National Association of Recording Merchandisers placed the album at number 20 in its 2007 list of \"definitive 200 albums\". The album is included in the book 1001 Albums You Must Hear Before You Die and in 1991 Rolling Stone ranked American Beautys album cover as the 57th best of all time. It was voted number 103 in Colin Larkin's All Time Top 1000 Albums 3rd Edition (2000). ==Track listing== Songs written by Jerry Garcia and Robert Hunter except where otherwise noted. All lead vocals by Garcia except where noted. * Sides one and two were combined as tracks 1–10 on CD reissues. Notes :The final two tracks are unlisted ==Personnel== Grateful Dead * Jerry Garcia – guitar, pedal steel, piano, vocals * Mickey Hart – percussion * Robert Hunter – lyrics * Bill Kreutzmann – drums * Phil Lesh – bass guitar, guitar, piano, vocals * Pigpen (Ron McKernan) – harmonica, vocals, lyrics on \"Operator\" * Bob Weir – guitar, vocals Additional musicians * David Grisman – mandolin on \"Friend of the Devil\", \"Ripple\" * David Nelson – electric guitar on \"Box of Rain\" * Ned Lagin – piano on \"Candyman\" * Dave Torbert – bass guitar on \"Box of Rain\" * Howard Wales – organ on \"Candyman\", \"Truckin\"; piano on \"Brokedown Palace\" Technical personnel * Produced by Grateful Dead * Co-producer, audio: Stephen Barncard *Dave Collins – pre-mastering assistance * Artwork: Kelley/Mouse Studios * Rear photo: George Conger Reissue personnel * James Austin – producer * David Lemieux – producer * Peter McQuaid – executive producer * Michael Wesley Johnson – associate producer, research coordinator * Eileen Law – archival research * Cassidy Law – project coordinator * Eric Doney – business affairs * Nancy Mallonee – business affairs * Malia Doss – business affairs * Dennis McNally – Grateful mentor * Jeffrey Norman – additional mixing * Joe Gastwirt – mastering, production consultant * Jimmy Edwards – project manager * Joe Motta – project coordinator * Gary Peterson – discography annotation * Shawn Amos – liner notes coordinator * Vanessa Atkins – editorial supervision * Daniel Goldmark – editorial research * Hugh Brown – reissue art direction * Greg Allen – reissue art direction * Rachel Gutek – reissue art direction * Design: Rachel Gutek – design * Greg Allen – design ==Charts== ===Weekly charts=== {| class=\"wikitable\" |- !Year !Chart !Position |- |1971 |Billboard 200 |30 |- |1971 |Australia (Kent Music Report) |34 |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2020) ! scope=\"col\"| Peak position |- |- |- |} ===Singles=== {| class=\"wikitable\" |- !Year !Single !Chart !Position |- |1971 |\"Truckin'\" |Billboard Hot 100 |64 |} ==Certifications== {| class=\"wikitable\" |- !Certification !Date |- |Gold |July 11, 1974 |- |Platinum |October 13, 1986 |- |Double Platinum |August 24, 2001 |} ==Release history== The album has been released in a multitude of ways since its original release. In 2001, the CD version was remastered and expanded with live tracks and singles for The Golden Road (1965–1973) 12-CD box set. This version was given individual release in 2003. Additionally in 2001, a standalone DVD-Audio version was released including a 5.1 Surround Sound mix. On October 24, 2004, the album was released as a DualDisc recording, including a DVD side with interviews with Mickey Hart and Bob Weir, a photo gallery, and lyrics to all songs. In 2006 it was released in a CD replica of the original vinyl edition, with period labels and inner sleeve. {| class=\"wikitable\" |- ! Region ! Date ! Label ! Format ! Catalog |- |rowspan=\"2\"|United States |1970-11-01 |Warner Bros. |rowspan=\"2\"|LP |WS 1893 |- |1978 |Mobile Fidelity Sound Lab |MFS-1-014 |- |rowspan=\"3\"|Worldwide |rowspan=\"2\"|1987 |rowspan=\"3\"|Warner Bros. |Compact Disc |1893-2 |- |Cassette tape |M5-1893 |- |1990 |LP |1893 |- |rowspan=\"5\"|United States |2001 |rowspan=\"3\"|Rhino |DVD-Audio |74385 |- |rowspan=\"2\"|2003 |CD |rowspan=\"2\"|74397† |- |LP |- |2004-10-24 |Warner Bros./Rhino |DualDisc |74385 |- |rowspan=\"3\"|2007 |Grateful Dead |rowspan=\"2\"|CD |74794 |- |rowspan=\"2\"|Worldwide |Rhino |1893 |- |WEA/Rhino |LP |8122736821 |} † Re- mastered edition with bonus tracks ==See also== * Anthem to Beauty – a 1997 documentary on the making of American Beauty and Anthem of the Sun * So Many Roads (1965–1995) – a 1999 box set that includes the outtake \"To Lay Me Down\" * The Warner Bros. Studio Albums – a 2010 box set which includes this album ==References== Category:1970 albums Category:Albums recorded at Wally Heider Studios Category:Grateful Dead albums Category:Rhino Records albums Category:Warner Records albums Category:Albums produced by Stephen Barncard Category:Grammy Hall of Fame Award recipients",
 "title": "American Beauty (album)"
}