{
 "id": "178301",
 "text": "Tinn is a municipality in Telemark in the county of Vestfold og Telemark in Norway. It is part of the traditional regions of Upper Telemark and Øst- Telemark. The administrative centre of the municipality is the town of Rjukan. The parish of Tin(d) was established as a municipality on 1 January 1838 (see formannskapsdistrikt). The area of Hovin was separated from the municipality of Tinn in 1860, but it was merged back into the municipality of Tinn on 1 January 1964. Krossobanen is the oldest aerial tramway in Northern Europe. It was built in 1928 as a gift from Norsk Hydro. There is a museum and Hardangervidda National Park center at the lake Møsvatn close to Tinn. ==General information== ===Name=== The Old Norse form of the name was Tinnr. It is probably the old name of the Lake Tinn, the central lake in the municipality. The meaning of the name is unknown. ===Coat-of-arms=== The coat- of-arms is from modern times. They were granted on 18 November 1994. The arms show five blue drops of water on a silver background. It was chosen to represent the five rivers in the municipality and the hydropower of Rjukan. It was designed by Halvor Holtskog. ==History== Rjukan Falls on the Måna river allowed construction of Vemork, the largest power station in the world in 1911. The station has become a museum where one can explore the history of the energy and see exhibits about the industrial development in Norway and at Rjukan, the municipality center of Tinn. The museum is most famous for its presentation of Rjukan's war history. During World War II, Vemork was the site of the Norwegian heavy water sabotage, when Norwegian saboteurs prevented the Germans from producing nuclear weapons from the heavy water which was produced here. The exhibit Atomkappløpet (\"The nuclear race\") presents the four heavy water sabotages and the allied efforts to develop a nuclear bomb. ==Geography== The municipality borders the municipality of Nore og Uvdal (in Buskerud county) to the north, Rollag and Flesberg (also in Buskerud) to the east, Notodden, Hjartdal, and Seljord to the south, and Vinje to the west. Tinn stretches deeply into the Hardangervidda landscape. One landmark in Tinn is the tall mountain Gaustatoppen, which is climbed by 30,000 people each year. On clear days it is possible to see one sixth of Norway from its summit. == Notable people == 140px|thumb|Gunnar Sønsteby, 2008 === WWII heavy water saboteurs === * Arne Kjelstrup MM (1913 in Rjukan – 1995) a Norwegian resistance member during WWII, role in the Norwegian heavy water sabotage 1942–1943 * Knut Lier-Hansen (1916 in Rjukan – 2008) a Norwegian resistance member during WWII, Army sergeant, role in sinking of SF Hydro as a part of the Norwegian heavy water sabotage * Jens-Anton Poulsson (1918 in Tinn – 2010) a military officer, a Norwegian resistance member, role in the Norwegian heavy water sabotage 1942–1943 * Claus Helberg (1919 in Rjukan – 2003) a Norwegian resistance member, mountain guide, role in the Norwegian heavy water sabotage 140px|thumb|Bernt Ivar Eidsvig, 2010 === Other public Service === * Sam Eyde (1866–1940) a Norwegian engineer and industrialist, developed Rjukan Falls to produce hydro electrical power * Albert Sund (1884–?) a trade union leader and Labour politician, Chairman of the Øst-Telemark faglige Samorg for three years. * Knut Haugland DSO, MM, (1917 in Rjukan – 2009) a WWII resistance fighter, explorer, who accompanied Thor Heyerdahl on his famous 1947 Kon-Tiki expedition * Einar-Fredrik Ofstad (1916 in Rjukan – 1998) a Norwegian diplomat * Gunnar Sønsteby DSO (1918 in Rjukan – 2012) a member of the Norwegian resistance movement and Norway's most highly decorated citizen * Petter Graver (1920 in Tinn – 1995) a jurist, diplomat from 1947 to 1988 and a lawyer * Gunnar Odd Hagen (1921–1997) a Norwegian politician and a dentist in Tinn * Reidun Røed (1921 in Rjukan – 2009) a female Norwegian resistance member * Bjørn Bruland (1926 in Rjukan – 2014) a Norwegian admiral and politician * Reidar Engell Olsen (born 1933) a Norwegian politician and sometime Mayor of Tinn * Jostein Børtnes (born 1937 in Hovin, Telemark) a literary historian and Slavist * Signe Howell (born 1942 in Tinn) a Norwegian social anthropologist and academic * Bernt Ivar Eidsvig (born 1953 in Rjukan) a prelate of the Catholic Church and Bishop of Oslo * Øystein Mæland (born 1960 in Rjukan) a psychiatrist, civil servant and former politician 140px|thumb|Linnea Dale, 2009 === The Arts === * Knut Luraas (1782 in Tinn – 1843) a Norwegian Hardingfele fiddler and artist * Thomas Luraas (1799 in Tinn – 1886) a Norwegian rose painter and clarinetist * Else Poulsson (1909 in Rjukan – 2002) a Norwegian painter and textile artist * Jørn Lande (born 1968 in Rjukan) a hard rock and heavy metal singer and songwriter * Linnea Dale (born 1991 in Tinn) a Norwegian singer. === Sport === * Snowshoe Thompson (born 1827 in Austbygdi, Telemark as Jon Torsteinsson Rue – 1876) a Norwegian-American, considered the father of California skiing * Jon Terje Øverland (born 1944 in Rjukan) an alpine skier, competed at the 1964 & 1968 Winter Olympics == Gallery == ==References== ==External links== * * *Municipal fact sheet from Statistics Norway * *Museum *Postcard from Tinn *Postmarks/cancels from Tinn Category:Municipalities of Vestfold og Telemark",
 "title": "Tinn"
}