{
 "id": "178331",
 "text": "Ulstein is a municipality in Møre og Romsdal county, Norway. It is part of the Sunnmøre region. The commercial and administrative centre of Ulstein is the town of Ulsteinvik. The municipality occupies the western half of the island of Hareidlandet, as well as about 30 smaller islands, four of which are populated. Ulstein is connected to the mainland of Norway by the Eiksund Bridge (to the island of Eika) and then the Eiksund Tunnel to the neighboring municipality of Ørsta. The Grasøyane Lighthouse is located on a small island in the northwestern part of Ulstein Municipality. The municipality is the 330th largest by area out of the 356 municipalities in Norway. Ulstein is the 124th most populous municipality in Norway with a population of 8,571. The municipality's population density is and its population has increased by 14.9% over the previous 10-year period. ==General information== The municipality of Ulstein (originally spelled ) was established as a municipality on 1 January 1838 (see formannskapsdistrikt law). It originally included most of the island of Hareidlandet (except the Eiksund area) and the Vartdal area southeast of the Vartdalsfjorden on the mainland. On 1 January 1895, the area southeast of the Vartdalsfjorden was separated from Ulstein Municipality to become the new municipality of Vartdalsstranden. This left Ulstein with 2,996 residents. Then on 1 January 1917, the eastern half of the island of Hareidlandet was separated from Ulstein to form the new Hareid Municipality. This left 2,336 residents in Ulstein. During the 1960s, there were many municipal mergers across Norway due to the work of the Schei Committee. On 1 January 1964, the island of Eika, the village of Eiksund, and the surrounding area (population: 222) were transferred from Herøy Municipality to Ulstein Municipality. ===Name=== The municipality (originally the parish) is named after the old Ulstein farm (), since the first Ulstein Church was built there. The first element is ulfr 'wolf' and the last element is steinn 'stone mountain' (probably referring to a hill behind the farm). Before 1879, the name was written Ulfsten or Ulfsteen, then between 1879 and 1888 it was spelled Ulvsten, and since 1889 it has been spelled Ulstein. ===Coat of arms=== The coat of arms was granted on 30 May 1986. The arms show a bar described as wolf-toothed, which makes the bar a canting since ulv means wolf and the municipality is named after the Ulva river. The blue colour represents the sea and the gold represents wheat. ===Churches=== The Church of Norway has one parish () within the municipality of Ulstein. It is part of the Søre Sunnmøre prosti (deanery) in the Diocese of Møre. {| class=\"wikitable\" style=\"text- align:center\" |+ style=\"font-size:medium\"|Churches in Ulstein !Parish ()!!Church name!!Location of the church!!Year built |- |Ulstein||Ulstein Church||Ulsteinvik||1849 |} ==Communities== There are several villages throughout the municipality. The largest is the town of Ulsteinvik and others include the villages of Haddal, Flø, Eiksund, Ringstad, Sundgot, Hasund, Varleite. The island of Dimnøya is just outside Ulsteinvik, and there are many residents there. There are also several small populated islands surrounding the main island of Hareidlandet: Eika, Vattøya, and Hatløya. ==Government== All municipalities in Norway, including Ulstein, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elect a mayor. The municipality falls under the Sunnmøre District Court and the Frostating Court of Appeal. ===Municipal council=== The municipal council () of Ulstein is made up of 25 representatives that are elected to four year terms. The party breakdown of the council is as follows: ===Mayor=== The mayors of Ullstein (incomplete list): *2015-present: Knut Erik Engh (FrP) *2011-2015: Jan Berset (H) *2003-2011: Hannelore Måseide (Ap) *1995-2003: Jan Berset (H) *1993-1995: Arne Walderhaug (KrF) *1987-1993: Ottar Kaldhol (Ap) *1979-1987: Asbjørn Flø (Sp) ==Industry== 500px|thumb|Kleven verft ===Maritime Cluster=== The Headquarters of the Ulstein Group, Rolls-Royce Marine, and Kleven Verft are located in Ulstein. The maritime industry is renowned for its creativity in the ship industry, which currently employs more than 1,000 people in Ulstein. Ulstein is known as a central community in the maritime cluster that has been created within the Sunnmøre region, Norway. Large shipyards and ship design companies are situated in Ulsteinvik. Technological innovation has played an import role in the recent history of the town. For example, the Ulstein Group has designed a new hull shape with an inverted bow called the Ulstein Group's X-Bow, examples of which are regularly docked in Ulsteinvik, outside the drydocks of Ulstein Verft. == Notable people == * Ragnar Ulstein MM (1920–2019) a Norwegian journalist, writer and resistance member * Martin Tore Bjørndal (1944−2015) a Norwegian diplomat in South America * Øystein Runde (born 1979) a Norwegian comics writer and comics artist === Sport === * Ole Bjørn Sundgot (born 1972) a former footballer with 270 club caps * Arild Sundgot (born 1978) a former football striker, with 312 caps with Lillestrøm SK * Magnus Myklebust (born 1985) a Norwegian football striker with 350 club caps * Karsten Warholm (born 1996) an athlete who competes in the sprints and hurdles ==References== ==External links== *Municipal fact sheet from Statistics Norway *Ulstein Group *Ulstein Kommune Category:Municipalities of Møre og Romsdal Category:1838 establishments in Norway",
 "title": "Ulstein"
}