{
 "id": "178315",
 "text": "Rindal is a municipality in Trøndelag county, Norway. It is part of the Orkdalen region. The administrative centre is the village of Rindal. Other villages in the municipality include Tiset and Romundstad. The municipality centres on agriculture and forestry services. The municipality is the 185th largest by area out of the 356 municipalities in Norway. Rindal is the 281st most populous municipality in Norway with a population of 2,003. The municipality's population density is and its population has decreased by 1.9% over the previous 10-year period. ==General information== The parish of Rindal was established as a municipality in 1858 when it was separated from Surnadal Municipality. It was originally located within Møre og Romsdal county. The initial population of Rindal was 2,684. On 1 January 2008, the Fossdalen farm (population: 4) was transferred from Rindal (in Møre og Romsdal county) to Hemne Municipality (in Sør-Trøndelag county). On 1 January 2019, the municipality of Rindal was transferred from Møre og Romsdal county to Trøndelag county. ===Name=== The municipality (originally the parish) is named after the old Rindal farm (), since the first Rindal Church was built there. The first element is the genitive case of the river name Rinda and the last element is dalr which means \"valley\" or \"dale\". The river name is derived from the verb rinna which means to \"run\" or \"flow\". Before 1918, the name was written Rindalen. ===Coat of arms=== The coat of arms was granted on 20 January 1989. The arms show a yellow gavel on a green background. The gavel is meant to represent John Neergaard, who is considered the father of municipal governments in Norway, (), who was from Rindal. He was responsible for pushing for local government reform which led to the Formannskapsdistrikt law in 1837. ===Churches=== The Church of Norway has one parish () within the municipality of Rindal. It is part of the Indre Nordmøre prosti (deanery) in the Diocese of Møre. On 1 January 2020, the parish of Rindal will be transferred to the Orkdal prosti (deanery) in the Diocese of Nidaros. This transfer is a result of the municipality of Rindal being transferred from Møre og Romsdal county to Trøndelag county. {| class=\"wikitable\" style=\"text-align:center\" |+ style=\"font-size:medium\"|Churches in Rindal !Parish ()!!Church Name!!Location of the Church!!Year Built |- |rowspan=\"2\"|Rindal||Rindal Church||Rindal||1874 |- |Øvre Rindal Chapel||Tiset||1911 |} ==Geography== thumb|right|The mountain Trollhetta thumb|left|Lake Søvatnet near Søvassli The municipality lies in the southwestern part of Trøndelag county, along the border with Møre og Romsdal county. Rindal formerly was part of Møre og Romsdal and at that time, it was the only landlocked municipality in that county. The lakes Foldsjøen and Gråsjøen lie along the border with Surnadal to the southwest. The large river Surna begins in Rindal at the confluence of the rivers Tiåa and Lomunda. The Trollheimen mountain range runs through southern Rindal. The Grønkjølen Nature Reserve lies in the extreme northwest of the municipality. The municipality of Surnadal lies to the west in Møre og Romsdal county. Rindal shares a border with five other municipalities to the north, east, and south: Hemne, Orkdal, Meldal, Rennebu, and Oppdal. ==Government== All municipalities in Norway, including Rindal, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elect a mayor. ===Municipal council=== The municipal council () of Rindal is made up of 17 representatives that are elected to four year terms. The party breakdown of the council is as follows: ===List of mayors=== *2019–present: Vibeke Langli (Sp) *2011-2019: Ola T. Heggem (Sp) *2007-2011: John Ole Aspli (Ap) *2005-2007: Hanne Tove Baalsrud (Sp) *1992-2005: Ola T. Heggem (Sp) *1988-1991: Paul Haugen (Sp) *1963-1967: Arne Sæter (CDP) ==Notable residents== * Ola T. Heggem (born 1952 in Rindal) a Norwegian politician, Mayor of Rindal 1992-2005 & 2011-2019 === Sport === 140px|thumb|Einar Ræder, 1920 * Einar Ræder (1896 in Rindal – 1976) a long jumper, competed at the 1920 Summer Olympics * Thorvald Heggem (1907 in Rindal - 1976) Nordic combined skier and cross country skier * Sigurd Røen (1909 in Rindal - 1992) Nordic skier who competed in the 1930s * Mikal Kirkholt (1920 in Rindal – 2012) a cross-country skier, team silver medallist at the 1952 Winter Olympics * Magnar Ingebrigtsli (1932 in Rindal – 2001) a cross-country skier and biathlete, competed at the 1956 Winter Olympics * Eli Landsem (born 1962 in Rindal) a former footballer and coach of the Norway women's national football team, 2009-2012 ==References== ==External links== * * *Municipal fact sheet from Statistics Norway Category:Municipalities of Trøndelag Category:1858 establishments in Norway",
 "title": "Rindal"
}