{
 "id": "178463",
 "text": "Klæbu is a former municipality in Trøndelag county, Norway. It existed from 1838 until its dissolution in 2020 when it was incorporated into the neighboring Trondheim Municipality. It was located in the southern part of the Trondheim Region, about south of the city of Trondheim. The administrative center was the village of Klæbu. The other major village in Klæbu municipality was Tanem. Even though agriculture has traditionally been the main industry for Klæbu, the municipality most recently functioned more as a commuter town of Trondheim, where many of Klæbu's inhabitants work or attend school. At the time of its dissolution in 2020, the municipality is the 337th largest by area out of the 422 municipalities in Norway. Klæbu is the 171st most populous municipality in Norway with a population of 6,094. The municipality's population density is and its population has increased by 9.6% over the last decade. ==General information== The municipality of Klæbu was established on 1 January 1838 (see formannskapsdistrikt). On 1 January 1899, the small northwestern part of Klæbu (population: 533) was separated from Klæbu to form the new municipality of Tiller. On 1 January 2018, the municipality switched from the old Sør-Trøndelag county to the new Trøndelag county. On 1 January 2020, the municipality of Klæbu merged with the municipality of Trondheim to the north. ===Name=== The Old Norse form of the name was Kleppabú. The first element is the plural genitive case of kleppr which means 'rocky hill' and the last element is bú which means 'rural district'. The district/parish has a lot of small rocky hills. ===Coat of arms=== The coat of arms was granted on 8 July 1983. The silver and blue arms symbolize the Trangfossen waterfall in the Nidelva river, which is now the deepest canyon in Norway measuring . The river has been of great importance for the local development, for agriculture and hydroelectricity generation, hence the use of the waterfall as a typical symbol for the municipality. The waterfall is no longer visible as that part of the river became part of Bjørsjøen lake after the building of the dam at Hyttfossen. left|thumb|Klæbu church ===Churches=== The Church of Norway had one parish () within the municipality of Klæbu. It is part of the Heimdal prosti (deanery) in the Diocese of Nidaros. {| class=\"wikitable\" style=\"text- align:center\" |+ style=\"font-size:medium\"|Churches in Klæbu !Parish ()!!Church Name!!Location of the Church!!Year Built |- |rowspan=\"2\"|Klæbu||Klæbu Church||Klæbu||1790 |- |Vassfjell Chapel||Vassfjellet mountain||1974 |} ==Geography== The Nidelva river, which runs through the area of Klæbu, is a large source of hydroelectric power with a total of 3 power stations within the municipality borders. The river runs north from the lake Selbusjøen. The mountain Vassfjellet is located along the western border with Melhus. The landlocked municipality of Klæbu has three municipalities that border it: Melhus is located to the west and south, Selbu is located to the east, and Trondheim is to the north. ==Media== The newspaper KlæbuPosten is published in Klæbu.KlæbuPosten at Kommunenvår.no. ==Government== All municipalities in Norway, including Klæbu, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elect a mayor. The municipality falls under the Sør-Trøndelag District Court and the Frostating Court of Appeal. ===Municipal council=== The municipal council () of Klæbu is made up of 23 representatives that are elected to four year terms. The party breakdown of the final municipal council was as follows: ==References== ==External links== * *Municipal fact sheet from Statistics Norway *Klæbu church Category:Trondheim Category:Former municipalities of Norway Category:1838 establishments in Norway Category:2020 disestablishments in Norway Category:Populated places disestablished in 2020",
 "title": "Klæbu"
}