{
 "id": "178400",
 "text": "Fjaler is a municipality in the county of Vestland, Norway. It is located in the traditional district of Sunnfjord. The administrative centre is the village of Dale. Other places in Fjaler include Espedal, Flekke, Folkestad, Guddal, and Hellevika. Fjaler was the birthplace of famous Norwegian poet Jakob Sande. The UWC Red Cross Nordic at Haugland, one of the eighteen United World Colleges of the world is also located here, as well as the Nordic Art Centre at Dalsåsen. There is a bridge connecting Dale to Eikenes in Askvoll municipality, and buses depart from Dale to Førde, Rysjedalsvika, Hyllestad, and the western part of Fjaler. Førde Airport, Bringeland is located about to the east, with flights to Oslo and Bergen. The municipality is the 234th largest by area out of the 356 municipalities in Norway. Fjaler is the 238th most populous municipality in Norway with a population of 2,802. The municipality's population density is and its population has decreased by 1.5% over the previous 10-year period. ==General information== thumb|left|Dale Church Ytre Holmedal was established as a municipality on 1 January 1838 (see formannskapsdistrikt law). The original municipality was identical to the Ytre Holmedal parish (prestegjeld) with the sub-parishes () of Holmedal, Dale, and Fjaler. In 1912, the name Ytre Holmedal was changed to Fjaler. On 1 January 1990, some changes were made to the boundaries between the municipalities of Fjaler, Gaular, and Askvoll. The areas surrounding the villages of Fure, Folkestad, and Våge (population: 482) in Askvoll were transferred to Fjaler municipality. The areas surrounding the villages of Vårdal, Holmedal, Rivedal, and a part of Hestad (population: 731) in Fjaler were transferred to Askvoll municipality. The parts of Hestad that did not go to Askvoll (population: 90) were transferred to Gaular municipality. On 1 January 2020, the municipality became part of the newly created Vestland county after Sogn og Fjordane and Hordaland counties were merged. ===Name=== The name () originally belonged to the fjord (now called the Dalsfjorden). The name is probably the plural form of Old Norse fjǫl (fjalir, earlier fjalar), which means \"board\". The old name was revived in 1913; before then the name of the municipality was Ytre Holmedal. ===Coat of arms=== The coat of arms was granted on 8 February 1991. The arms show two grey bridges on a red background. The two bridges represent the old, historic bridges in the municipality that are part of the old post road that goes through Fjaler on its way to Trondheim. ===Churches=== The Church of Norway has one parish () within the municipality of Fjaler. It is part of the Sunnfjord prosti (deanery) in the Diocese of Bjørgvin. {| class=\"wikitable\" style=\"text-align:center\" |+ style=\"font- size:medium\"|Churches in Fjaler !Parish ()!!Church name!!Location of the church!!Year built |- |rowspan=\"4\"|Fjaler||Dale Church||Dale||1864 |- |Folkestad Chapel||Våge||1913 |- |Guddal Church||Guddal||1870 |- |Hellevik Chapel||Hellevika||1978 |} ==Government== All municipalities in Norway, including Fjaler, are responsible for primary education (up to and including 10th year), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elect a mayor. The municipality falls under the Sogn og Fjordane District Court and the Gulating Court of Appeal. ===Municipal council=== The municipal council of Fjaler is made up of 23 representatives that are elected to four year terms. The party breakdown of the council is as follows: ===Mayor=== The mayor of a municipality in Norway is a representative of the majority party or a majority coalition of the municipal council who is elected to lead the council. Gunhild Berge Stang of the Liberal Party was elected mayor in the 2015 elections. Nina Yndestad of the Labour Party holds the post of vice mayor. The mayors of Fjaler (incomplete list): *2015–present: Gunhild Berge Stang (V) *2003-2015: Arve Helle (Ap) *2002-2003: Jan Ulltang (Sp) *1995-2002: Arne Kyrkjebø (Ap) *1990-1995: Rasmus Felde (Sp) *1988-1989: Magnar Vagstad (Ap) *1982-1987: Kåre Kleppe (Sp) ==Geography== Fjaler municipality lies to the south of the Dalsfjord in the Sunnfjord region. The municipality of Askvoll lies to the north (across the fjord), the municipality of Gaular lies to the northeast, the municipality of Høyanger lies to the southeast, and the municipalities of Hyllestad and Solund lie to the southwest. 100px|thumb|Jakob Sande, 1929 == Notable people == * Nikka Vonen (1836 in Dale – 1933) a Norwegian educator, folklorist and author * Haldis Halvorsen (1889 in Dale – 1936) a Norwegian mezzo-soprano opera singer * Erik Grant Lea (1892–1979) a mythical tycoon and Norwegian ship-owner, banker, insurer and mill owner; settled in Gjølanger in Fjaler in 1922 * Jakob Sande (1906 in Dale – 1967) a Norwegian writer, poet and folk singer; wrote in Nynorsk * Herbjørn Sørebø (1933 in Fjaler – 2003) a Norwegian journalist and broadcasting personality == Gallery == File:Gjølanger.jpg|Gjølanger File:Bakka.JPG|Bygning i klyngetunet Larsbakk i Fjaler File:Tyssedalsvatnet.jpg|Tyssedalsvatnet i Fjaler File:Fure fergekai.jpg|Fure fergekai ==References== ==External links== *Municipal fact sheet from Statistics Norway *Map of Fjaler Category:Municipalities of Vestland Category:1838 establishments in Norway",
 "title": "Fjaler"
}