{
 "id": "178414",
 "text": "Gloppen is a municipality in the county of Vestland, Norway. It is located in the traditional district of Nordfjord. Gloppen is generally subdivided into three areas: Hyen in the west, Gloppen in the center, and Breim in the east. Each of the areas have their own main service centres. Sandane, the administrative centre of the municipality, is the largest with about 2,500 inhabitants. Sandane, Vereide, and Sørstranda are centered on the Gloppefjorden in Gloppen in the central part of the municipality. The villages of Byrkjelo, Re, Kandal, and Egge are centered on the lake Breimsvatnet in the Breim area in the east. The villages of Straume, Eimhjellen, and Solheim are located around the Hyefjorden in Hyen in the west. The whole municipality sits on the southern side of the large Nordfjorden. The European route E39 highway runs through the municipality before crossing the Nordfjorden on a car ferry. The Sandane Airport, Anda is located along the E39 highway, just north of Vereide. The municipality is the 112th largest by area out of the 356 municipalities in Norway. Gloppen is the 162nd most populous municipality in Norway with a population of 5,854. The municipality's population density is and its population has increased by 2.8% over the previous 10-year period. ==General information== Gloppen was established as a municipality on 1 January 1838 (see formannskapsdistrikt law). The original municipality was identical to the Gloppen parish (prestegjeld) including the sub-parishes () of Gimmestad, Breim, and Vereide. On 1 January 1886, the sub-parish of Breim (population: 1,823) was separated from Gloppen to form its own municipality. This left Gloppen with 2,970 residents. During the 1960s, there were many municipal mergers across Norway due to the work of the Schei Committee. On 1 January 1964, the municipality of Breim (population: 1,731) was merged back into the municipality of Gloppen. After the merger, the population of Gloppen was 5,702. On 1 January 1965, the Hoplandsgrenda area (population: 42) of Gloppen municipality (on the northern shore of the Nordfjorden) was transferred to neighboring Stryn Municipality. On 1 January 1992, the Lote area of Gloppen (also on the north side of the Nordfjorden) was transferred to Eid Municipality. This left all of Gloppen located south of the Nordfjorden. On 1 January 2020, the municipality became part of the newly created Vestland county after Sogn og Fjordane and Hordaland counties were merged. ===Name=== The name () was originally the name of a fjord (now Gloppefjorden). The name is probably derived from the word gloppa which means \"narrow opening\". ===Coat of arms=== The municipal coat of arms was granted on 19 December 1986. It shows a silver-colored fjord horse on a blue background. This was chosen since these horses are bred in the area. ===Churches=== The Church of Norway has four parishes () within the municipality of Gloppen. It is part of the Nordfjord prosti (deanery) in the Diocese of Bjørgvin. {| class=\"wikitable\" style=\"text-align:center\" |+ style=\"font-size:medium\"|Churches in Gloppen !Parish ()!!Church name!!Location of the church!!Year built |- |Breim||Breim Church||Re||1886 |- |rowspan=\"2\"|Gimmestad||Gimmestad Church||Sørstranda||1910 |- |Old Gimmestad Church||Sørstranda||1690 |- |Hyen||Hyen Church||Straume||1876 |- |rowspan=\"2\"|Vereide||Sandane Church||Sandane||1997 |- |Vereide Church||Vereide||12th century |} ==Government== All municipalities in Norway, including Gloppen, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elect a mayor. The municipality falls under the Sogn og Fjordane District Court and the Gulating Court of Appeal. ===Municipal council=== The municipal council of Gloppen is made up of 27 representatives that are elected to four year terms. The party breakdown of the council is as follows: ===Mayor=== The mayor of a municipality in Norway is a representative of the majority party of the municipal council who is elected to lead the council. The mayors of Gloppen (incomplete list): *2015–present: Leidulf Gloppestad (Sp) *1999-2015: Anders Ryssdal (Sp) *1988-1999: Nils R. Sandal (Sp) *1976-1988: Olav Moritsgård (Sp) *1968-1975: Ola M. Hestenes (Sp) == Notable people == 140px|thumb|Sigrid Moldestad, 2013 * Knut Gjengedal (1900 in Gloppen – 1973) a schoolteacher, novelist, short story writer and children's writer. * John Austrheim (1912 in Gloppen – 1995) a farmer and politician, Mayor of Gloppen 1955-1962 * Ola M. Hestenes (1919 in Gloppen – 2008) a politician, Mayor of Gloppen 1968-1976 * Nils R. Sandal (born 1950 in Breim) a Norwegian politician, Mayor of Gloppen 1987–1999 * Sigrid Moldestad (born 1972 in Breim) a folk singer, musician, fiddler and instrumentalist * Anne-Pia Nygård (born 1977 in Sandane) a Norwegian diasabled writer === Sport === * Kjell Ove Hauge (born 1969 in Gloppen) a retired Norwegian shot putter and discus thrower * Odd-Bjørn Hjelmeset (born 1971 in Nordfjordeid) a former cross-country skier, bronze madallist in the 2002 Winter Olympics and team silver medallist at the 2010 Winter Olympics * Rune Bolseth (born 1980 in Gloppen) a retired Norwegian footballer with 430 club caps * Trude Raad (born 1990 in Breim) a deaf Norwegian track and field athlete ==Geography== The municipality is located southern shores of the Nordfjorden. To the north is the municipality of Eid, to the east is Stryn, to the south is Naustdal and Jølster, and to the west is Flora and Bremanger. There are two fjords that branch off the main fjord into Gloppen: Hyefjorden and Gloppefjorden. Gloppen has a natural landscape with virtually unspoiled nature ranging from sea level up to high-alpine mountains of some height. Snønipa is the highest mountain in the municipality and is located at the Myklebustbreen glacier. The lakes Breimsvatn and Emhjellevatnet are, respectively, the first and second largest lakes in Gloppen. There are also some large glaciers such as Ålfotbreen, Gjegnalundsbreen, and Myklebustbreen. The river Gloppeelva runs from the lake Breimsvatnet to the Gloppefjorden. == Gallery == Breimsvatnet.JPG|Breimsvatnet lake Myklebustdalen-sanddal- fjordane.jpg|Myklebustdalen valley east of Byrkjelo Karnils tumulus - fjordview.jpg|Karnilshaugen from Gloppefjorden Gloppefjorden.JPG|Gloppefjorden ==Economy== The dominant trades and industries in Gloppen are agriculture and farming. The municipal centre Sandane is also home to a college of secondary education and a branch of Sogn og Fjordane University College which specialized in music therapy (this school closed in 2005). The Firda Upper Secondary School is located in Sandane. ==Attractions== ===Karnilshaugen=== Gloppen is the site of Karnils tumulus burial mound () from the Old Norse word haugr meaning mound or barrow. Karnilshaugen or Tinghaugen på Hauge is located on the Hauge farm west of Sandane. Karnilshaugen is probably one of the ten largest mounds in Nordfjord. The burial mound was built on top of Tinghaug, the site of a Thing (assembly). Tinghaug was a place of public gathering, for cultural events and religious actions.Informasjonstavle i Karnilstunet, ved Karnilshaugen (Satt opp av «Stiftelsen Karnilstunet». 2001)Karnilshaugen på gården Hauge i Sandane, Gloppen, Norge (Solverv) ==References== ===Other sources=== * ==External links== *Municipal fact sheet from Statistics Norway *Google Maps: Gloppen *Official travel guide to Gloppen and the Nordfjord region *Gloppen Guide 2008 Category:Municipalities of Vestland Category:1838 establishments in Norway",
 "title": "Gloppen"
}