{
 "id": "178563",
 "text": "Steigen ('stejgen) is a municipality in Nordland county, Norway. It is part of the traditional district of Salten. The administrative centre of the municipality is the village of Leinesfjord. Other villages include Bogen, Leines, Nordfold, Nordskot, and Sørskot. Engeløy Airport, Grådussan is located in the northern part of the municipality. Måløy–Skarholmen Lighthouse is located in the Vestfjorden in the western part of the municipality. The only road access to the municipality is via the Steigen Tunnel. thumb|left|Part of the old garden at Løvøy The municipality is the 114th largest by area out of the 356 municipalities in Norway. Steigen is the 247th most populous municipality in Norway with a population of 2,608. The municipality's population density is and its population has decreased by 0.4% over the previous 10-year period. ==General information== The municipality of Steigen was established on 1 January 1838 (see formannskapsdistrikt). The southern part of Steigen was separated on 1 September 1900 to form the new Ledingen Municipality. This left 2,216 residents in Steigen. During the 1960s, there were many municipal mergers across Norway due to the work of the Schei Committee. On 1 January 1964 a major municipal merger took place. A new municipality Steigen was created by the merging the following areas: *all of Steigen Municipality (population: 1,829) *all of Leiranger Municipality (population: 1,397) *most of Nordfold Municipality except the Mørsvikbotn area (population: 1,212) *the small Brennsund area of Kjerringøy Municipality (population: 30) *the part of Hamarøy Municipality that was south of the Sagfjorden and between the lake Storvatnet and the Veggfjellan mountain (population: 77) Prior to the merger, the population of Steigen was 1,843, and after the merger, the new municipality had 4,545 residents. ===Name=== The municipality (originally the parish) is named after the old Steigen farm (Old Norse: Steig), since the first Steigen Church was built there. The name is derived from the verb stíga which means \"mount\" or \"rise\" and it is referring to the high and steep mountain Steigtinden (tinden means \"the peak\") behind the farm. ===Coat of arms=== The coat of arms was granted on 12 October 1988. The arms show three black-colored axe heads from the Viking Age on a gold background. ===Churches=== The Church of Norway has three parishes () within the municipality of Steigen. It is part of the Salten prosti (deanery) in the Diocese of Sør-Hålogaland. {| class=\"wikitable\" style=\"text-align:center\" |+ style=\"font-size:medium\"|Churches in Steigen !Parish ()!!Church Name!!Location of the Church!!Year Built |- |rowspan=\"3\"|Leiranger||Leiranger Church||Leines||1911 |- |Leinesfjord Chapel||Leinesfjorden||1912 |- |Sørskot Chapel||Sørskot||1953 |- |Nordfold||Nordfold Church||Nordfold||1976 |- |rowspan=\"2\"|Steigen||Steigen Church||Steigen (Engeløya)||1250 |- |Bogen Chapel||Bogen||1926 |} ==Geography== thumb|left|Brennviksanden beach and Vestfjord seen from the 1048 m high mountain Kråktind The municipality is located along the coast of the Vestfjorden, about north of the town of Bodø, well inside the Arctic Circle. The road to Steigen departs from European route E6 and makes use of the long Steigentunnelen (see World's longest tunnels). Steigen borders Hamarøy Municipality in the north and Sørfold Municipality to the south. The Vestfjorden and Lofoten are located west of Steigen. The Sagfjorden lies on the north and the Folda fjord in the south. The municipality is mainly located on a peninsula dissected by many fjords. Steigen also includes several islands. The largest island is Engeløya, where there are ancient burial mounds (such as Sigarshaugen) and the world's most northerly naturally occurring Hazel forest in Prestegårdsskogen Nature Reserve. The largest glacier is Helldalsisen encircling a mountain. The island of Engeløya is connected to the mainland by the Engeløy Bridges and just to the north of that lies the uninhabited island of Lundøya. thumb|right|Steigen winter panorama Steigen has fertile lowlands in between the mountains and the sea. There are several archeological sites showing settlements from the Bronze Age, Iron Age, and Viking Age. Lakes in the region include Forsanvatnet, Hopvatnet, Makkvatnet, and Straumfjordvatnet. ===Climate=== The monthly 24-hr averages range from in January and February to in July and August, with precipitation ranging from in May to in October; annual average is and mean annual temperature is . ==Government== All municipalities in Norway, including Steigen, are responsible for primary education (through 10th grade), outpatient health services, senior citizen services, unemployment and other social services, zoning, economic development, and municipal roads. The municipality is governed by a municipal council of elected representatives, which in turn elect a mayor. The municipality falls under the Salten District Court and the Hålogaland Court of Appeal. ===Municipal council=== The municipal council () of Steigen is made up of 17 representatives that are elected to four year terms. The party breakdown of the council is as follows: ===Mayor=== The mayors of Steigen (incomplete list): *2019–present: Aase Refsnes (SV) *2007-2019: Asle Schrøder (Sp) *2003-2007: Berit Woie Berg (V) == Notable people == * Marit Elveos (born 1965 in Steigen) a Norwegian cross- country skier, competed at the 1988 Winter Olympics * Tom Erik Breive (born 1980 in Steigen) a retired Norwegian football midfielder with over 100 club caps ==References== ==External links== * *Municipal fact sheet from Statistics Norway *Steigen Municipality *Treveven:Hassel *Iron Age in Steigen *Steigen settled for thousands of years * Category:Municipalities of Nordland Category:Populated places of Arctic Norway Category:1838 establishments in Norway",
 "title": "Steigen"
}