{
 "id": "178744",
 "text": "Community management or common-pool resource management is the management of a common resource or issue by a community through the collective action of volunteers and stakeholders. The resource managed can be either material or informational. Examples include the management of common grazing and water rights, fisheries, and open-source software. In the case of physical resources, community management strategies are frequently employed to avoid the tragedy of the commons and to encourage sustainability. ==Common pool problem== Without proper management, a community's material resources may be depleted or rendered unusable.Camille Antinori and Gustavo A. Garcia-Lopez Cross-Scale Linkages in Common-Pool Resource Management: The Evolution of Forest Associations in the Mexican Forest Commons . Prepared for the 12th IASC 2008 Biennial Conference, University of Gloucester, Cheltenham, England, U.K. The common pool problem is an economic situation which exists when goods are rival, but non-exclusive (See common-pool resource). Since these resources are owned in common, individuals have no private incentive to preserve them, but rather will seek to exploit them before others can derive benefit. The classic example is of fish in the ocean; anybody can harvest fish, but a fish that has been caught cannot be caught by another fisherman. Therefore, fishermen will seek to maximize their personal profit by catching as many fish as possible, which will ultimately lead to the stock being depleted. It is similar to the free rider problem in that those who do not contribute to the resource may use it without penalty, but the common pool problem is usually considered an economic \"problem\" since it will eventually lead to the exhausting of a resource.Holahan, William L., Schug, Mark C.; Conservation of resources and the common pool problem; Social Studies; Nov/Dec97, Vol. 88 Issue 6, p264, 4p, 1 chart; Another example of the common pool problem involves the shared use of limited internet bandwidth, such as in a university network, when the connectivity of all users is slowed by the heavy usage of a few. Elinor Ostrom and Oliver E. Williamson won the 2009 Nobel prize in economic science for work in this area, where they suggested that with good community management of shared resources, as found in successful firms, the \"tragedy of the commons\" can be avoided. ==Shared information resources== Developing open-source software or other collaborative projects such as Wikipedia generally requires some form of community management, whether it involves leadership or egalitarianism. Unlike as is the case with physical resources, the sharing of information does not necessarily deplete the resource. Nonetheless, proper management may be necessary to encourage a network effect, where collaborative use actually enriches the resource, and to avoid conflict. More generally, community management designates the activity of maintaining communication, motivation, efficiency, and engagement among a group of remote individuals often only linked together by the Internet. Typically, it will contribute to the success of an open-source initiative by keeping forums alive with information, questions, and challenges, by organizing real-life events for virtual communities, or by organizing contests or hackathons to focus all efforts on a common goal. It may also be used to improve motivation and synergy in a large organization (such as a company or a public organization) by creating a sense of belonging and ensuring that members are aware of each other's work. Community management requires human skills (a community manager) and the use of tools (e.g., social networks, instant messaging, resource sharing, etc.). ==Methods of management== A community may itself be actively developed and managed in order to promote communal activity and welfare. In some cases, the task of managing a physical resource may be delegated to a specialist professional called a community manager. In the case of internet resources, the privileging of certain kinds of data transfer may ensure a better overall quality of service for most users, as opposed to the doctrine of network neutrality. ==See also== *Sustainable development *Resource management ==References== Category:Management by type",
 "title": "Community management"
}