{
 "id": "178845",
 "text": "Aurora (2021 population 62,057) is a town in central York Region in the Greater Toronto Area, within the Golden Horseshoe of Southern Ontario, Canada. It is located north of the City of Richmond Hill and is partially situated on the Oak Ridges Moraine. In the Canada 2016 Census, the municipal population of Aurora was the 95th largest in Canada, compared to 97th for the 2006 Census. Aurora has been ranked in the top 10 wealthiest towns in Canada. Aurora is twinned with Leksand, Sweden. ==History== Lieutenant-Governor John Graves Simcoe gave the order for Yonge Street to be extended to Holland Landing in 1793, the first step toward the establishment of a community where Aurora now stands. Yonge Street opened between 1794 and 1796. In 1795, the first house in Aurora was built at Yonge St and Catherine Av. The government began granting deeds to land in 1797. By 1801 there were fourteen homes. === Establishing a village === In 1804, Richard Machell became the first merchant at the crossroads of Yonge and Wellington and the hamlet soon became known as Machell's Corners. Charles Doan was another early businessman at Machell's Corners and became the first postmaster and later the first reeve. The post office was originally known as \"Whitchurch\". As postmaster, he was influential in renaming the village Aurora, after the goddess Aurora from Roman mythology. Machell proposed to rename the town \"Match-Ville\", ostensibly for the match factory in the town, but the name Aurora was more popular and ultimately chosen as the town's name. Flour and grist mills were built around 1827. With the coming of the railway in 1853, Aurora emerged as an important centre north of Toronto. The Fleury plough works foundry opened in 1859, making agricultural implements. The community was first known as Machell's Corners and had only 100 residents in 1851. The population of Aurora in 1863 was 700, and by 1869 it had grown to 1200. === Becoming a town === The settlement was incorporated as a village in 1863 with Charles Doan as the first reeve. Records from 1885 describe Aurora as the \"largest village in the county\" an \"enterprising and stirring business community\" with several factories and mills, five churches, a school house with 210 students, and two weekly newspapers. The population in 1881 was 1540. The population reached 2,107 by 1888. By the turn of the century, many industries moved out of Aurora and as a result, the town suffered a downturn and reverted to its agricultural roots. From then on the town experienced slow growth until the rise of suburbia after the end of the Second World War, when Aurora was rejuvenated and experienced a boom in development due to its proximity to Toronto. Aurora was the childhood home of Lester B. Pearson, Prime Minister of Canada from 1963 to 1968, when his father, Rev. Edwin Pearson, was the Methodist minister. === Recent developments === For most of the 20th century development in Aurora centred primarily around its historic downtown core at Yonge and Wellington Streets, bounded on the east by Industrial Parkway. Starting in the early 21st-century, the town has expanded eastward beyond Industrial Parkway to Highway 404. Since then Aurora has grown considerably, with new developments stretching the built boundary of the town to be contiguous with Newmarket in the north, and Highway 404 in the east. New developments have pulled the economic focal point within the town increasingly eastward towards Highway 404. Aurora's downtown has suffered economically over the years as a result of recent developments. Aurora is noted for preserving its historical built form in the older parts of town and in 2008 was awarded The Prince of Wales Prize for Municipal Heritage Leadership.Town of Aurora In 2009 the town received the Lieutenant Governor's Ontario Heritage Award for Community Leadership in heritage conservation and promotion.Ontario Heritage Trust media release Northeast Old Aurora was designated in 2006 as a provincial Heritage Conservation District. On April 8, 2010, the town re-opened the historic and fully renovated Church Street School as the Aurora Cultural Centre. ==Geography== thumb|Sheppard's Bush Conservation Area Aurora is situated just north of the Oak Ridges Moraine and borders Newmarket in the north, Richmond Hill in the south, King City in the west and Whitchurch–Stouffville in the east. ==Communities and Neighbourhoods == ===Cherry=== Cherry is a residential area found at the western end of Ridge Road located northwest of Bloomington Road and Yonge Street. ===Downtown Aurora=== The town main strip is located on Yonge Street at Wellington Street began as Machell's Corners and Whitchurch as post office name. ===Hills of St. Andrew=== A residential area around Bathurst Street and St. John Sideroad developed in the 1980s and alongside St. Andrew's College.https://www.neighbourhoodguide.com/york/aurora/st-andrews-on-the-hill/ ===Petchville=== A former community centred along Wellington Street and Leslie Street. Settled by Jonathan Petch in 1818 on clergy reserve and was not acquired by Petch as their farm until 1840. The growth was shifted to neighbouring Wesley Corner at the eastside of Petch's farm at Woodbine Avenue. The current community's southside remains less developed when compared to the north which is now a residential subdivision of Aurora North. The community hosts a retail complex (Smart Centre Aurora North), Stornach Aurora Recreational Complex and Magna Golf Course. ===White Rose=== White Rose is found near Lebovic Golf Club on Leslie Street north of Bloomington Road and was formerly located within what is now Whitchurch-Stouffville. The former community appeared around 1837 and centred on Samuel Wilton Jr. farm. The Wilton farm had a grist mill producing 999White Rose flour and for which the area was named after.https://www.historicplaces.ca/en/rep-reg/place- lieu.aspx?id=8918 The farm disappeared by late 19th Century due to poor conditions and remained agricultural. ==Demographics== In the 2021 Census of Population conducted by Statistics Canada, Aurora had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. In 2010, average household income in Aurora was $155,463, making it one of Canada's most affluent towns.Demographics and Income, Town of Aurora, retrieved April 27, 2012. English is the mother tongue of 68% of Aurora residents. Other languages with over 1,000 speakers include Mandarin (4.2%), Cantonese (3.2%), Russian (2.8%), Farsi (2.8%), and Italian (2.4%). Aurora is predominately white with 73% of the population. Visible minorities with over 1,000 individuals include: Chinese (10%), South Asian (3%), West Asian (3%), and Black (2%). According to the 2016 census the most common ethnicities in Aurora are English (23.6%), Canadian (19.8%), Scottish (16.9%), Irish (16.7%), Italian (12.5%), Chinese (11.1%), German (8.6%), French (6.8%), Russian (4.3%), and Polish (4.0%). ==Government== The Town of Aurora municipal government is composed of a mayor and six councillors elected on an \"at large\" basis. The councillor with the highest votes becomes the deputy mayor and may proxy for the mayor. The mayor is a member of York Regional Council. In the municipal elections of 2018, Tom Mrakas was elected mayor. Starting with the 2022 municipal election, the town will switch to a ward-based system with 6 wards, electing one mayor and six councillors (one per ward). The town is part of the federal riding of Aurora- Oak Ridges-Richmond Hill. The riding is represented in the House of Commons of Canada by Leah Taylor Roy, a member of the Liberal Party of Canada, who was first elected in the 2021 federal election. Aurora is also part of the provincial riding of Newmarket—Aurora. The member of Provincial Parliament is Christine Elliott, who was elected in the 2018 Ontario general election. Elliot belongs to the Progressive Conservative Party of Ontario. ===Emergency services=== Local police services are provided by the York Regional Police, who are currently headquartered within the town and serve all of the municipalities of the region. Fire protection services are provided by Central York Fire Services, a shared arrangement with the town of Newmarket. Public health services are managed by York Region. There is currently no hospital within Aurora's boundaries; the nearest is Southlake Regional Health Centre in Newmarket. ==Education== Aurora is served by schools from three publicly funded school boards: the York Region District School Board (the English Public Board), the York Catholic District School Board (the English Catholic Board), and Conseil scolaire catholique MonAvenir (the French-language Catholic Board). The Conseil scolaire Viamonde (the secular French-language board) also has Aurora in its territory. Both publicly funded English boards maintain head offices in Aurora. The York Region District School Board is located at 60 Wellington Street West, just west of the historical downtown area, and the York Catholic District School Board is located at 320 Bloomington Road West. Both boards operate a number of elementary schools in Aurora. Conseil scolaire catholique MonAvenir operates one elementary school and one secondary school in Aurora. The York Region District School Board operates ten public elementary schools within the Town of Aurora: *Aurora Heights Public School. *Aurora Grove Public School. *Wellington Public School. *Regency Acres Public School. *Northern Lights Public School. *Highview Public School. *Hartman Public School. *Devins Drive Public School. *Rick Hansen Public School. *Lester B. Pearson Public School. The York Region District School Board operates two high schools in Aurora: * Dr. G.W. Williams Secondary School * Aurora High School The York Catholic District School Board currently operates five public Catholic elementary schools within Aurora: *Our Lady of Grace Elementary School. *St. Jerome Catholic Elementary School. *Holy Spirit Elementary School. *St. Joseph Catholic Elementary School. *Light of Christ Catholic Elementary School. The York Catholic District School Board operates two high schools in Aurora: *Cardinal Carter Catholic High School *St. Maximillian Kolbe Catholic High School Conseil scolaire catholique MonAvenir operates one elementary school in the Town of Aurora: *École élémentaire catholique Saint-Jean. Conseil scolaire catholique MonAvenir operates one high school in Aurora: *École secondaire catholique Renaissance (formerly ÉSC Cardinal-Carter). St. Andrew's College, a private, independent school for boys, also operates in Aurora. Two other private educational institutions, Aurora Preparatory Academy and Aurora Montessori School are found in Aurora. Aurora residents have access to a wide range of other educational facilities including daycares and nurseries. The Aurora Public Library is a public library funded and operated by the town. ==Growth and urban planning== A large area in the southeastern part of Aurora is designated as protected under Ontario Government's Greenbelt legislation which enforces limits on growth in designated Green Belt locations. The majority of future growth will be split between currently undeveloped portions Aurora along Leslie Street and St John's sideroad, along with intensification within existing built-up areas. The stretch of Yonge Street within Aurora has been designated as a \"Regional Corridor\" by York Region and will likely accommodate the majority of intensification, with upgrades to the Viva bus rapid transit system being anticipated. The portion of the 2C Lands between Highway 404 and Leslie Street has been designated as a significant employment zone by the region and the town. Construction has commenced on the lands, which are anticipated to provide approximately 6,000 jobs at full build-out. The town's Official Plan includes for major office growth to occur in the area. Residential growth is restricted to the west side of Leslie Street, which has seen several new developments of detached homes, townhouses, and condominium apartments in the late 2010s. The Regional Municipality of York has proposed the area surrounding Aurora GO Station to be designated as a Major Transit Station Area (MTSA). Under this designation, the area would undergo intensification and experience an increased density of jobs and residents. As of 2020, the Town of Aurora is conducting a review and update of its Official Plan. ===The Aurora Promenade=== As part of the town's 2010 Official Plan review, a sub-committee of Council developed a plan in 2010, called the Aurora Promenade, that sets out new and redevelopment for the coming years. More than 30 public meetings, open-houses and workshops were held to create the plan. It is anticipated that 2,930 additional residents will live along the Yonge and Wellington Street corridors, close to new major transportation systems being implemented by Viva. The study was expected to stimulate new and redevelopment along both corridors in the coming years and to reinvigorate the downtown core. The plan may be subject to change pending the 2020 Official Plan Review. ===Aurora Town Square=== In 2020, the Aurora Town Council approved and commenced the construction of Aurora Town Square (previously referred to under the working title of Library Square), a new Town Square to be located directly between the Aurora Public Library building and the Aurora Cultural Centre (previously the Church Street School). The project will include the construction of a new performing arts centre directly adjacent to the Aurora Cultural Centre and a covered pedestrian footbridge to connect the new performing arts building with the library building. The project is estimated to cost $60 million and is being implemented as part of a long-term strategy to transform and revitalize Aurora's ailing downtown core. ==Library== The Aurora Public Library is located in the northeast corner of the intersection of Yonge Street and Church Street. A library was first established in Aurora in 1855, and was moved to the current location in 2001. The library is open all days of the week, but closed on Sundays between May 17 and September 11, and between December 20 and January 2. ==Transportation== thumb|right|Historic Aurora Train Station ===Roads=== Major roads running through Aurora include Bathurst Street at its western border, Yonge Street, Bayview Avenue, Leslie Street, Bloomington Road at the southern border with The City of Richmond Hill, Wellington Street, and St. Johns Sideroad located approximately 100 metres south of the border with The Town of Newmarket. Wellington Street is the town's major east-west road, with the Yonge-Wellington area having the busiest traffic volume in Aurora. The town is serviced by Highway 404, located at its eastern border with the Town of Whitchurch-Stouffville. It is serviced by two interchanges at Bloomington Rd E. (shared with Richmond Hill) and Wellington Rd E. There is also a currently unfunded proposal for a future interchange to be built at St. John's Sideroad. ===Public transit=== The Town of Aurora is serviced by York Region Transit (YRT), including several local routes as well as its Viva Blue Bus Rapid Transit service. There are also plans to link the Newmarket and Richmond Hill Yonge Street Rapidway segments through portions of Aurora, though funding has not yet been allocated for the proposal. The Aurora GO Station is a stop on GO Transit's Barrie Line. Trains depart approximately every 15–30 minutes southbound towards Toronto during weekday morning peak periods, and northbound towards Barrie approximately every 30 minutes during the afternoon peak. On evenings, weekends, holidays, as well as during the weekday midday period, trains operate approximately every hour between Aurora and Toronto with GO Bus connections at Aurora to and from Barrie. Under the GO Transit Regional Express Rail plan, by a target date of 2024 service will be increased to run every 15 minutes during peak, midday, evenings, and weekends between Aurora and Toronto using electric trains rather than the current diesel trains, and every along the full route between Barrie and Toronto every 30 minutes during peak and every 60 minutes off-peak. This will include upgrades to Aurora GO Station as well as a second track and a grade-separation project at Wellington Street. ==Media== Local media include Metroland-owned The Banner (formerly the Era Banner) and The Auroran (a member of the Simcoe York Group of Newspapers) newspapers and Aurora programming provided by Rogers Cable (formerly Aurora Cable Internet). ===Radio=== Radio stations from Toronto are typically available, as in the nearby towns of Newmarket, south into Richmond Hill and Bradford. On March 24, 2016, the CRTC approved Voice of Aurora Community Radio's application to operate a new English-language community FM radio station.Broadcasting Decision CRTC 2016-114, Low-power community radio station in Aurora, CRTC, March 24, 2016 ==Theatre== Aurora has a long history of theatre, with its own community theatre group, Theatre Aurora. Founded in 1958 as the Aurora Drama Workshop, the group joined with the Aurora Musical Society in 1973 to form Theatre Aurora. The next year the group moved into its current home at the Factory Theatre on Henderson Drive. The group has performed a wide variety of shows, and currently produces five shows each year, along with two youth shows. A new performing-arts facility is to be built as part of the \"Library Square\" project. It is not currently determined if Theatre Aurora will relocate to the new facility or not once it is complete. ==Economy== The auto parts giant Magna International, founded by Frank Stronach, is based in Aurora. TC Transcontinental has a printing plant for magazines in Aurora, formerly operated by Quebecor World and Quad/Graphics. ==Architecture== The Aurora armoury is a recognized Federal Heritage building, listed in 1991 on the Register of the Government of Canada Heritage Buildings. Aurora is also home to Hillary House and Koffler Museum of Medicine. Hillary House is recognized by the National Historic Sites and Monuments Board as one of Canada's best examples of Gothic Revival architecture. ==Sports== Aurora FC is a semi- professional soccer team that plays in League1 Ontario in both the men's and women's divisions. It is also a youth soccer club. The Aurora Tigers is the town's ice hockey club, part of the Ontario Junior Hockey League, with their home arena within the Aurora Community Centre. ==People== thumb|\"Home of Robert Thomas\" city sign in Aurora. * John W. Bowser, project construction superintendent of the Empire State BuildingThe Travelling Historian: New York * Lloyd Chadburn, World War II pilot, recipient of the French Croix De Guerre avec Palme * Norm Dennis, retired NHL player * Tie Domi, retired NHL player * Darren Dutchyshen, sportscaster - TSN * James Duthie, sportscaster * Morgan Frost, OHL player, drafted by the Philadelphia Flyers (2017) * Barclay Goodrow, NHL player * Hap Holmes, goaltender, won the Stanley Cup four times * Mike Hough, retired NHL player * Kris King, retired NHL player * Mike Kitchen, former Toronto Maple Leafs Assistant Coach and St Louis Blues Head Coach * Frank Klees, Retired Progressive Conservative MPP * Derek Livingston, Olympic snowboarder * Gord MacFarlane, minor-league hockey player * Ryan Murphy, NHL player with Carolina Hurricanes * Andrew Nembhard, basketball player * Lester B. Pearson, the Prime Minister of Canada from 1963 to 1968, lived in Aurora in his childhood * Mark Rowswell, recipient of the Order Of Canada, is known as Dashan in China, where he is a TV personality. * Brian Stemmle, Champion Olympic Alpine skier * Karl Stewart, NHL player, Tampa Bay Lightning * Belinda Stronach, businesswoman and politician * Frank Stronach, CM, founder of Magna International * Robert Thomas, NHL player, Stanley Cup winner (2019), St. Louis Blues * James Tuck, Canadian football player * Anne Elizabeth Wilson (1901-1946), writer, poet, editor ==Sister cities== * Leksand, Sweden ==See also== * List of municipalities in Ontario ==Notes== ==References== ==Further reading== * ==External links== * Category:Lower-tier municipalities in Ontario Category:Populated places established in 1854 Category:Towns in Ontario Category:1854 establishments in the British Empire",
 "title": "Aurora, Ontario"
}