{
 "id": "178907",
 "text": "Cecil Calvert, 2nd Baron Baltimore (8 August 1605 – 30 November 1675), was an English nobleman, also often known as Cecilius Calvert, who was the first Proprietor of the Province of Maryland, ninth Proprietary Governor of the Colony of Newfoundland and second of the colony of Province of Avalon to its southeast. His title was \"First Lord Proprietary, Earl Palatine of the Provinces of Maryland and Avalon in America\". He received the proprietorship after the death of his father, The 1st Baron Baltimore (1579 – 15 April 1632), for whom it had been intended. Cecil, Lord Baltimore, established and managed the Province of Maryland from his home, Kiplin Hall, in North Yorkshire, England. As an English Roman Catholic, he continued the legacy of his father by promoting religious tolerance in the colony. Maryland became a haven for Catholics in the New World, particularly important at a time of religious persecution in England. Lord Baltimore governed Maryland for forty-two years.American History Website Retrieved February 2011 He also continued to be Lord Proprietor and Governor of Newfoundland for the Province of Avalon. ==Early life and education== Cecil Calvert was born on 8 August 1605 in Kent, England, to George Calvert, who was later created, in 1625, The 1st Baron Baltimore, and Anne Mynne (or Mayne). He was the first of several sons of the couple. At the time, his father was under pressure for conformity, and all ten children were baptised in the Church of England.Krugler, John D. (2004). English and Catholic: the Lords Baltimore in the Seventeenth Century. Baltimore: Johns Hopkins University Press., p. 32. Calvert entered Trinity College at the University of Oxford in 1621. His mother Anne Mynne (or Mayne) died the following year. His father, The 1st Baron Baltimore, converted to Catholicism in 1625, and it is likely that his children followed him; at least his sons did. In 1628, Cecil accompanied his father, Lord Baltimore, along with most of his siblings and his stepmother, to the new Colony of Newfoundland. The colony failed due to disease, extreme cold and attacks by the French and the family returned to England. Cecil Calvert succeeded as The 2nd Baron Baltimore upon his father's death in April 1632. On 8 August 1633, the new Lord Baltimore, as Cecil was now, was admitted to Gray's Inn as a barrister.Richardson, Douglas (2005). Magna Carta Ancestry: A Study in Colonial and Medieval Families, p. 169. Baltimore: Genealogical Publishing Company. . ==Settlement of the Maryland colony== ===Maryland Charter=== Lord Baltimore, as Cecil now was, received a Charter from King Charles I for the new colony of Maryland, to be named for the Queen Consort, Henrietta Maria (wife of King Charles I). This was shortly after the death, in April 1632, of his father, The 1st Baron Baltimore, who had long sought the charter to found a colony in the mid-Atlantic area to serve as a refuge for English Roman Catholics. The original grant would have included the western shore of the Chesapeake Bay as far south as the Potomac River and the entirety of the eastern shore (future \"Delmarva\" peninsula). When the Crown realised that settlers from Virginia had already crossed the bay to begin settling the southern tip of their eastern shore, the grant was revised to include the eastern shore only as far south as a line drawn east from the mouth of the Potomac River (including the future State of Delaware). Once that alteration was made, the final charter was confirmed on 20 June 1632. This charter would be heavily contested by the 2nd Lord Baltimore's heirs and the Penn family in the Penn–Calvert Boundary Dispute. Baltimore's fee for the Charter, which was legally a rental of the land from the King, was one-fifth of all gold and silver found and the delivery of two Native American arrows to the royal castle at Windsor every Easter.Browne, Pages 35–36 The Charter established Maryland as a palatinate, giving Baltimore and his descendants rights nearly equal to those of an independent state, including the rights to wage war, collect taxes and establish a colonial nobility.Browne, Page 36 In questions of interpretation of rights, the Charter would be interpreted in favour of the proprietor.Browne, Page 37 Supporters in England of the Virginia colony opposed the Charter, as they had little interest in having a competing colony to the north.Browne, Page 39 Rather than going to the colony himself, Baltimore stayed behind in England to deal with the political threat and sent his next younger brother Leonard in his stead. He never travelled to Maryland. While the expedition was being prepared, Baltimore was busy in England defending the 1632 Charter from former members of the Virginia Company. They were trying to regain their original Charter, including the entirety of the new Maryland colony, which had previously been included within the domains described as a part of Virginia.Browne, Page 43 They had informally tried to thwart the founding of another colony for years, but their first formal complaint was lodged with the \"Lords of Foreign Plantations\" (Lords of Trade and Plantations) in July 1633. The complaint claimed that Maryland had not truly been unsettled, as stated in its charter, because William Claiborne had previously run a trading station on Kent Island in the middle of the Chesapeake Bay off the eastern shore. It also claimed that the Charter was so broad as to constitute a violation of the liberties of the colony's subjects. At this point there were few Marylanders yet in residence.Browne, Pages 43–44 ===Ark and Dove=== The first expedition consisted of two ships that had formerly belonged to Baltimore's father George, Ark and Dove.Browne, Page 40 They departed from Gravesend in Kent with 128 settlers on board. They were chased and forced to return by the British Royal Navy so that the settlers would take an oath of allegiance to the King as required by law. They then sailed in October 1632 for the Isle of Wight to pick up more settlers. There, two Jesuit priests (including Father Andrew White) and nearly 200 more settlers boarded before the ships set out across the Atlantic Ocean.Browne, Page 45 Baltimore sent detailed instructions for the governance of the colony. He directed his brother to seek information about those who had tried to thwart the colony and to contact William Claiborne to determine his intentions for the trading station on Kent Island.Browne, Pages 46–57 He also emphasised the importance of religious toleration among the colonists, who numbered nearly equally Catholic and Protestant. With these last instructions, the expedition crossed the Atlantic and sailed through Cape Charles (headland) and Cape Henry into the large harbour and lower bay called Hampton Roads at the entrance to the Chesapeake Bay and the mouth of the James River. After meeting with the Virginians at their colony and capital of Jamestown, they continued up the Bay to the Potomac River, then further upstream and landed on 25 March 1634 at Blakistone Island (later called St. Clement's Island). There they erected a cross and celebrated their first Mass with Father White. Several days later, they returned downstream and founded the first settlement at St. Mary's City (in the future St. Mary's County), on 27 March 1634, on land purchased from the native Yaocomico tribe, a branch of the Piscataway Indians.Browne, Pages 59–62 From England, Baltimore tried to manage the political relations with the Crown and other parts of government. Claiborne, the trader on Kent Island, resisted the new settlement and conducted some naval skirmishes against it.Browne, Pages 62–64 Calvert attempted to stay closely involved in the governance of the colony, though he never visited it. During his long tenure, he governed through deputies: the first was his younger brother Leonard Calvert (1606–1647), and the last was his only son Charles. ==Crisis before and during the English Civil War== The enterprise took place in the context of serious unrest in England. In 1629, King Charles I had dissolved Parliament and governed for the next eleven years without consultation from any representative body. William Laud, Archbishop of Canterbury, and his Star Chamber campaigned against both Puritans and Catholics. As a result, the Puritans and Separatists began to emigrate to New England in Plymouth Colony and Massachusetts Bay Colony. Catholics began to see Maryland as a possible English-speaking place of refuge. Lord Baltimore, a Catholic, struggled to maintain possession of Maryland during the English Civil War by trying to convince Parliament of his loyalty; he appointed a Protestant, William Stone, as his governor. It is accepted he did this exclusively to maintain possession of the colony during the civil war, as his loyalties were with King Charles. ==Religious toleration== In 1649, Maryland passed the Maryland Toleration Act, also known as the \"Act Concerning Religion\", mandating religious tolerance for Trinitarian Christians only (those who profess faith in the \"Holy Trinity\" – Father, Son and Holy Spirit, excluding Nontrinitarian faiths). Passed on 21 September 1649, by the General Assembly of the Maryland colony, it was the first law establishing religious tolerance in the British North American colonies. The Calvert family sought enactment of the law to protect Catholic settlers and Nonconformist Protestants who did not conform to the established Church of England. ==Baltimore's colony in Newfoundland== Lord Baltimore's family also had title to Ferryland and the Province of Avalon in Newfoundland. The 1st Baron Baltimore administered the colony between 1629 and 1632, when he left for the Colony of Virginia and later visited the northern reaches along the Chesapeake Bay (which included the future Maryland). In 1637, however, Sir David Kirke acquired a charter giving Cecil, 2nd Baron Baltimore, title to the entire island of Newfoundland, superseding the charter granted to his father George, 1st Baron Baltimore. The 2nd Lord Baltimore fought against the new Charter. Although, in 1661, he gained official recognition of the old Charter of Avalon, he never attempted to retake the Avalon colony. ==Marriage and family== He married Anne Arundell, Reichsgräfin von Wardour, daughter of The 1st Baron Arundell of Wardour, in 1627 or 1628. They had nine children. Of the nine, only three, including Charles, 3rd Baron Baltimore, survived to adulthood. Later, her name became the inspiration for the naming of one of the earliest counties to be \"erected\" (founded), namely Anne Arundel County, Maryland.Archives of Maryland (Biographical Series) Cecilius Calvert, 2nd Lord Baltimore (1605–1675) Retrieved February 2011 Anne's father built Hook Manor, a country house near Semley, Wiltshire for her in 1637 and gave the house (which still stands) to the couple in 1639. Cecil, 2nd Lord Baltimore, died in Middlesex, England, on 30 November 1675. He was succeeded by his son and heir, Charles. ==Death and burial== He died in England on 30 November 1675, aged 70 years. Parish records state that he is buried at St. Giles-in-the-Fields Church, London, UK,St Giles-in-the-Fields Church Website Section: Global Connections Retrieved September 2013 though the exact location of his grave is unknown.\"Md. memorial to Calvert in England fulfills request made 35 years ago\" Baltimore Sun 11 May 1996 A plaque commemorating Cecil, 2nd Baron Baltimore, was placed in St. Giles's in 1996 by the Governor of Maryland. However, genealogists for Kiplin Hall state, \"A number of the early Calverts were buried at St Giles in the Fields, Charing Cross Road, London. We cannot yet be certain whether Cecil is one of them.\" Note for: Cecil Calvert - 2nd Baron Baltimore, 8 August 1605 - 30 November 1675 Kiplin Hall Website Retrieved July 2015 This is possibly due to poor record keeping of Catholic burials National Archives UK retrieved July 2015 or numerous outbreaks of disease that overwhelmed burial staff and led to confusion in parish registers.Harding, Vanessa (1993). \"Burial of the plague dead in early modern London\" (Centre for Metropolitan History Working Papers Series, No. 1, 1993). ==Legacy and honours== ===Maryland=== Numerous place names honour the Barons Baltimore, including the counties of Baltimore, Calvert, Cecil, Charles, and Frederick. Cities which include variations of the Calvert and Lord Baltimore's name * City of Baltimore * Leonardtown * St. Leonard * Calvert Cliffs * Anne Arundel County (Anne Arundel's original spelling of her name is preserved in the name of the county's heritage organisation – \"Ann Arundell County Historical Society\") Street names * Cecil Avenue * Calvert Street * Charles Street in Baltimore * Calvert Street in Brooklyn neighbourhood of South Baltimore * Calvert Street in Washington * Baltimore Street in Cumberland, Maryland * Baltimore Street in La Plata, Maryland, * Baltimore-Annapolis Boulevard (Maryland Route 648) * Baltimore–Washington Parkway A 1908 statue of Cecil, Lord Baltimore, for which Francis X. Bushman served as sculptor's model, State to mark 362nd birthday at statue steeped in local lore Lord Baltimore's likeness based on Hollywood actorBaltimore Sun 22 March 1996 stands on the steps at the west entrance of the Circuit Courthouse of Baltimore City (built 1896–1900 – renamed the Clarence M. Mitchell, Jr. Courthouse in the 1980s) facing Saint Paul Street and a small Court Plaza with a fountain. It is the site of annual \"Maryland Day\" (25 March) ceremonies which continue inside the elaborate lobby and ceremonial courtrooms. Harford County is named for Henry Harford, the illegitimate son of The 6th Baron Baltimore. Although precluded by his birth status from inheriting the peerage, he inherited the Lord Proprietorship, only to lose it later during the American Revolution. The Flag of Maryland uses the arms of the 2nd Baron with the Calvert (father's family) black and gold paly (6 vertical bars), with a bend dexter counterchanged, and the Crossland (mother's family) red and white bottony (tre-foiled) counterchanged cross. The flag first flew 11 October 1880, in Baltimore by the newly reorganised Maryland National Guard (state militia) at a parade marking the 150th anniversary of the founding of Baltimore Town (1729–1730). It also flew 25 October 1888, at Gettysburg Battlefield for ceremonies dedicating monuments to the Maryland regiments of the Army of the Potomac and of the Confederate States Army. During the Civil War, the black and gold chevrons were used as a symbol on uniforms and flags by the Northern (Union) Maryland soldiers and units and the bottonee cross from the Crosslands by the Southern (Confederate) regiments from Maryland. The later reunification of the two squares of the colonial seal and proprietary family's coat-of-arms in the increased use of a \"Maryland Flag\" in the late 19th and early 20th centuries symbolised the post-war reconciliation of the two sides of the bitterly divided border state. Officially, it was adopted as the State flag in 1904.Maryland Manual Online: A Guide to Maryland Government, Maryland State Archives, 30 October 2012. Maryland at a Glance: State Symbols. The Great Seal of Maryland, which was stolen in 1645, was replaced by a similar seal by Cecil. The seal features the Calvert arms and motto, which is still used in the Government of Maryland. ===Newfoundland=== *On the Avalon Peninsula in Newfoundland is the settlement of Calvert *Baltimore School is in nearby Ferryland. ==Coat of arms== The black and gold quarters were the arms of the Calverts themselves, while the red and silver were for the Crosslands, the family of the 1st Baron's mother, Alice. Shield: * Quarterly, 1st and 4th Paly of six Or and Sable a bend counterchanged (Calvert), * 2nd and 3rd Quarterly Argent and Gules over all a cross bottony counterchanged (Crosslands). Crest: Out of a ducal coronet 2 pennants flying, the dexter Or, the sinister Sable Supporters: Two leopards guardant Proper Motto: (Italian), Fatti maschii, parole femine, meaning, \"Manly deeds, womanly words.\" The coat was the inspiration for the naming of the Baltimore oriole bird, whose orange and black feathers resembled Lord Baltimore's coat of arms. The bird in turn inspired the name of the Baltimore Orioles baseball team. ==See also== *Baron Baltimore *Colonial families of Maryland *List of colonial governors of Maryland *Province of Maryland *Lord Baltimore penny ==References== ==Sources== * Browne, William Hand (1890). George Calvert and Cecilius Calvert: Barons Baltimore of Baltimore. New York: Dodd, Mead, and Company. * Krugler, John D. (2004). English and Catholic: The Lords Baltimore in the 17th Century. Baltimore: Johns Hopkins University Press. ==External links== *Calvert Family Tree (accessed 10 July 2013) Category:1605 births Category:1675 deaths Category:17th-century English nobility Category:English Roman Catholics Category:People of colonial Maryland Cecil Calvert, 2nd Baron Baltimore Category:Governors of Newfoundland Colony Category:British North America Category:Barons Baltimore Category:St. Mary's City, Maryland",
 "title": "Cecil Calvert, 2nd Baron Baltimore"
}