{
 "id": "179015",
 "text": "Gotthilf Heinrich Ludwig Hagen (3 March 1797 – 3 February 1884) was a German civil engineer who made important contributions to fluid dynamics, hydraulic engineering and probability theory. ==Life and work== Hagen was born in Königsberg, East Prussia (Kaliningrad, Russia) to Friedrich Ludwig Hagen and Helene Charlotte Albertine Hagen.Schroeder, Ralph, \"Hagen, Gotthilf Heinrich Ludwig\" in: New German Biography 7 (1966), p 472 [Online version]; URL: http://www.deutsche-biographie.de/ppn118719874.html His father was a government official and his mother was the daughter of Christian Reccard, professor of Theology at University of Königsberg, consistorial councillor and astronomer. He showed promise in mathematics in high school and he went on to study at the University of Königsberg where his uncle, Karl Gottfried Hagen was professor of physics and chemistry. In 1816 Hagen began studying mathematics and astronomy with Friedrich Wilhelm Bessel,:de:Gotthilf Hagen but in 1818 he switched to study civil engineering as he was more attracted to applied than theoretical science.Eckhard M.S. Hitzer. Early works on the Hagen-Poiseuille flow. Mem Fac Eng Fukui Univ 2001; 49(1):45 Nevertheless, he remained in close contact with Bessel throughout his life.Willi Hager, Hydraulicians in Europe 1800-2000, Volume 2, CRC Press, 21 Mar 2014. In 1819 he undertook the examination for surveyors (Landvermesserprüfung) and after graduating took a job as a junior engineer (Baukondukteur) in the civil service. His main responsibility was for hydraulic engineering and water management. In 1822 he took the state examination in Berlin to qualify as a master builder (Baumeister). He became known through his publications about various hydraulic constructions which he had visited during travels in Europe. In 1824 he was appointed director of building (Baukondukteur) by the mercantile community in Königsberg and in 1825 he became deputy governmental building officer (stellvertretender Regierungs- und Baurat) for Danzig (Gdańsk). A year later he transferred to become harbor building inspector (Hafenbauinspektor) in Pillau, where he was responsible for the harbor and dyke construction. Methods he developed are still relevant to current harbor management in the region.Žaromskis, Rimas. Impact of harbour moles and access channels on the South-East Baltic shore zone Geografija 2007; 43(1): 12–20. On 27 April 1827 he married his niece Auguste Hagen (1806–1884), with whom he had two daughters and five sons. His son Ludwig Hagen also became a notable civil engineer. In 1830 Hagen joined the supreme building authority (Oberbaudeputation) in Berlin and became chief government building surveyor (Oberbaurat) in 1831. From 1834 to 1849 he taught as a professor of hydraulic engineering at the Bauakademie and the United Artillery and Engineering School in Berlin. Hagen was unusual in stressing the mathematical and theoretical aspects of hydraulic engineering. In particular he was interested in using probability calculus for land surveying and this interest led to his contributions to probability theory. In a letter to Bessel dated 2 August 1836 Hagen presented his hypothesis of elementary errors and deduced a Gaussian distribution for observational errors. This idea was further developed in a book published in 1837 Grundzüge der Wahrscheinlichkeitsrechnung mit besonderer Anwendung auf die Operationen der Feldmeßkunst (“Foundations of Probability Calculus with Special Application to the Operations of Land Surveying”) which applied probability theory and least squares techniques to construction and surveying and deduced an error law that was not based on inverse probability arguments. ===Hagen–Poiseuille equation=== In 1839 Hagen undertook careful experiments in brass tubes that enabled him to discover the relationship between the pressure drop and the tube diameter under conditions of laminar flow of homogeneous viscous liquids. Hagen observed an empirical power law relationship between the pressure drop (ΔP) and radius (R) of a tube corresponding to ΔP ∝ 1/R−4.12, but suggested in view of possible measurement errors that a value of 4.0 be assumed. This relationship was also discovered independently at around the same time by the French physicist and physiologist Jean Poiseuille and is therefore now known as the Hagen–Poiseuille equation or Poiseuille's law. In 1849 he was appointed as an expert adviser (Sachverständiger) to the Frankfurt National Assembly and in 1850 was appointed expert councillor (Vortragenden Rat) in the Prussian Ministry of Commerce. In 1852 Hagen published a notable paperG. H. L. Hagen, Bericht ̈uber die zur Bekanntmachung geeigneten Verhandlungen der Koniglich Preussischen Akademie der Wissenschaften zu Berlin. 1852: 35–42. that described and explained two fundamental aspects of granular material: saturation of pressure with depth in a confined static granular system - generally known as the Janssen effect; and the dynamics of granular flow out of a container – sometimes called the Beverloo law - the foundation of the hourglass theory. Hagen played a decisive role in planning the development of numerous German rivers and harbors. The Prussian Admiralty appointed him to supervise the planning of Wilhelmshaven in 1855. Hagen took leave from his post in the Ministry of Trade and became chair of the Commission for the port construction in the Jade Bight. After rejecting the designs of two internationally known experts, he proposed his own design to the Prussian Admiralty on 29 May 1856. This port design met the requirements of the Prussian Admiralty but also allowed for later expansions and additions. The design was approved by cabinet order on 25 June 1856. After completion of the planning, he returned to the Prussian Ministry of Trade on 12 August 1856. The implementation of the plan was carried out in the following decade, and despite many changes, still determines the current layout of the town center. In 1863 Hagen published his encyclopaedic manual on hydraulic engineering. This represented the state of the art for coastal protection and served for decades as the guideline for coastal engineering in Germany. In 1866 Hagen was promoted to chief director (Oberbaudirektor) in the Department of Hydraulic Engineering and chair (Vorsitzenden) of the section of public works in the Ministry of Trade (Baudeputation). In 1869 he was made senior national building director (Oberlandesbaudirektor). This role involved responsibility for large water and harbor works in Prussia and other German States. He held this post until his retirement in 1875. In 1872 suffered an accident on a business trip and was unable to walk in the subsequent period. Hagen died in 1884, his tomb is located on the Invalidenfriedhof Berlin, Scharnhorststraße near the main railway station. ==Honours and awards== On 7 April 1842 Hagen was elected as a member of the Royal Prussian Academy of Sciences, Berlin on the recommendation of Alexander von Humboldt. In 1843 Hagen received an honorary doctorate from the University of Bonn. In 1881 he was made a Freeman of Pillau On 2 May 1883 he was awarded a gold medal for extraordinary services to the construction industry. ==Monuments and memorials== After his death a monument to Hagen was built in Pillau. The monument is currently in Baltijsk and is now maintained by the Russian Navy. thumb|right|300px|Detailed view of the monument to Hagen in Baltijsk Gotthilf Hagen square was inaugurated in Wilhelmshaven in 2007. A sculpture in honor of Gotthilf Hagen was placed in the square. It was created by the artist Hartmut Wiesner. In 1959 a pilot station ship, the \"Gotthilf Hagen\" was named after him thumb|right|300px|The German pilot vessel Gotthilf Hagen in the fishing port of Bremerhaven == See also == * Hagen–Poiseuille equation ==Further reading== *E. Neumann-Redlin von Meding: Der Baudirektor Gotthilf Hagen zu Königsberg und Berlin. Zum 200. Geburtstag des Urhebers des Hagen-Poiseuille´schen Gesetzes. In: Königsberger Bürgerbrief 49 (1997), S. 38–41 *E. Neumann-Redlin von Meding, A. Klemens: Gotthilf Hagen (1797–1884) – der Reformator der Wasserbaukunst. In: Rudolf Fritsch u. a. (Hrsg.): Franz Ernst Neumann (1798-1895). Zum 200. Geburtstag des Mathematikers, Physikers und Kristallographen. Verlag Terra Baltica, Kaliningrad / Ludwig-Maximilians- Universität, München 2005, S. 196–219 *Kathryn M. Olesko, The Meaning of Precision: The Exact Sensibility in Early Nineteenth-Century Germany. In: M. N. Wise (Ed.): The Values of Precision. Princeton University Press, Princeton 1994, S. 103-134 *Ernst Ottmann: Gotthilf Hagen: Der Altmeister der Wasserbaukunst. Verlag Wilh. Ernst u. Sohn, Berlin 1934 * *Hans-Joachim Uhlemann: Gotthilf Hagen (1797-1884), in: DWhG-Mitteilungen, Nr. 14/April 2009, Anhang, S. 1–33 ==Publications== * Beschreibung neuerer Wasserbauwerke in Deutschland, Frankreich, den Niederlanden und der Schweiz 1826 * Untersuchungen über den Druck und die Reibung des Sandes 1833 * Grundzüge der Wahrscheinlichkeitsrechnung (published in 3 Editions) 1837 * Über die Bewegung des Wassers in engen zylindrischen Röhren 1839 * Handbuch der Wasserbaukunst (3 Parts) 1841-1863 * Über die Oberfläche der Flüssigkeiten 1845 * Über den Einfluß der Temperatur auf die Bewegung des Wassers in Röhren 1854 * Über Flut und Ebbe in der Ostsee 1857 * Zur Theorie der Meereswellen 1859 * Die neueren Theorien der Bewegung des strömenden Wassers. Über die Bewegung des Wassers in Strömen 1868 * Über den Seitendruck der Erde 1871 * Geschwindigkeit des strömenden Wassers in verschiedenen Tiefen 1883 ==References== Category:1797 births Category:1884 deaths Category:19th-century German engineers Category:Hydraulic engineers Category:19th-century German physicists Category:German statisticians Category:Fluid dynamicists Category:Members of the Prussian Academy of Sciences Category:Scientists from Königsberg Category:University of Königsberg alumni Category:Burials at the Invalids' Cemetery",
 "title": "Gotthilf Hagen"
}