{
 "id": "179030",
 "text": "Chatham-Kent (2021 population 104,316)\"Census Profile, 2016 Census Chatham- Kent, Municipality\". Statistics Canada, August 25, 2017. is a single-tier municipality in Southwestern Ontario, Canada. Mostly rural, its population centres are Chatham, Wallaceburg, Tilbury, Blenheim, Ridgetown, Wheatley and Dresden. The current Municipality of Chatham-Kent was created in 1998 by the amalgamation of Blenheim, Bothwell, Camden, city of Chatham, township of Chatham, Dover, Dresden, Erie Beach, Erieau, Harwich, Highgate, Howard, Orford, Raleigh, Ridgetown, Rodney, Thamesville, Tilbury East, Tilbury, Wallaceburg, Wheatley and Zone. The Chatham-Kent census division, which includes the independent Delaware Nation at Moraviantown First Nation, had a population of 102,042 in the 2016 census. ==History == The former city of Chatham began as a naval dockyard in 1792, as it straddles the Thames River. The town was named after William Pitt, 1st Earl of Chatham. It was built as a naval dockyard, a characteristic shared by Chatham, Kent, England. In England, the name Chatham came from the British root ceto and the Old English ham thus meaning a forest settlement.The Place Names of Kent, Judith Glover, 1976, Batsford. Following the American Revolution and the Gnadenhutten massacre, a group of Christian Munsee Indians settled in what is now Moraviantown. In the War of 1812, the Battle of the Thames took place between Moraviantown and Thamesville on October 5, 1813. ===Black population=== During the 19th century, the area was the northern terminus of the Underground Railroad. As a result, Chatham-Kent is now part of the African-Canadian Heritage Tour. Uncle Tom's Cabin Historic Site is a museum of the Dawn Settlement, established in 1841 by Josiah Henson near Dresden as refuge for the many slaves who escaped to Canada from the United States.Uncle Tom's Cabin Historic Site John Brown, the abolitionist, planned his raid on the Harpers Ferry Arsenal in Chatham and recruited local men to participate in the raid. He held in Chatham a Convention of Colored Men on May 8–10, 1858. The small village of North Buxton, part of the African Canadian Heritage Tour, also played an important role in the Underground Railroad. By the 1850s, the city of Chatham was referred to as the \"black mecca of Canada\". A museum in the city, the Black Mecca Museum, still bears this name. Chatham was home to a number of black churches and business, with Black Canadians making up one-third of the city's population and controlling a significant portion of the city's political power. Nearby Dresden and Buxton were also home to thousands of land-owning black residents. However, after the abolition of slavery in the United States, many black families left the area. Today the city of Chatham is just 3.3% black, with Chatham-Kent as a whole being 2.1% black. Few of the black-owned institutions are still in operation. ===After slavery ended in the United States=== In 1846, the town of Chatham had a population of about 1,500, with part of the town being called Chatham North. There were four churches, a theatre, a weekly newspaper and a cricket club. The road between London and Amherstburg was open, and transportation by stagecoach was available. A fast boat also provided transportation to Detroit and Buffalo. Chatham had many tradesman, a foundry, two banks, three schools, a tavern and a library where one could read books and newspapers. By 1869, the population was 3,000 in this industrial area with several mills, foundries, and breweries; a great deal of wood was being produced. A steamboat offered transportation to Windsor and Detroit. There was one bank office.https://archive.org/stream/provinceontario00mcevgoog#page/n116/mode/2up, p. 97 Between 1906 and 1909, the city was home to the Chatham Motor Car Company,Rhodes, John. \"Car company made 35 units\", written June 17, 2008, at : Chatham This Week online (retrieved June 13, 2017) and from 1919 to 1921, Denby Motor Truck Company of Canada.Windsor Public Library online (retrieved June 13, 2017) It was also where the Hyslop and Ronald steam fire engine manufacturer was located; the factory would be taken over by Chatham Motor Car. In addition, it hosted meat packer O'Keefe and Drew.Rhodes, John. \"Chatham was home to luxury car manufacturer that took on city's name\", written October 18, 2016, at Chatham This Week online (retrieved June 13, 2017) The Hawaiian pizza is claimed to have been invented in Chatham in 1962 at the Satellite Restaurant by Sam Panopoulos. In the U.S., former Ohio Governor Jim Rhodes proposed building a bridge across Lake Erie linking Cleveland to the southern coast of Kent County. Before 1998, Kent County consisted of the townships of Camden, Chatham, Dover, Harwich, Howard, Orford, Raleigh, Romney, Tilbury East and Zone. In some of Canada's earliest post- Confederation censuses, some residences in Kent County were incorrectly reported as being in Bothwell \"County\", which was a separate electoral district comprising parts of Kent and Lambton counties but not a distinct county in its own right. In 1998, the County of Kent and the city of Chatham were amalgamated by the Province of Ontario to form the Municipality of Chatham–Kent. Most services were also combined. Since then, bus service has begun to serve all of Chatham-Kent. Starting in 2007, routes were set up to include the former towns of Wallaceburg and Dresden. Before 1998, each town had their own fire department. It then became the Chatham-Kent Fire Department upon amalgamation. The county also had separate police departments until 1998. The city of Chatham, as well as the towns of Wallaceburg, Dresden, and Tilbury, each had their own departments. The Chatham-Kent Police Service was formed on September 1, 1998. Many residents opposed amalgamation, as 18 city councillors boycotted the official vote, and the final decision to amalgamate was imposed on the County by a provincial commissioner.Shreve, Ellwood. \"20 Years of Amalgamation – How it Happened.\" Chatham Daily News December 29, 2017 (Retrieved March 1, 2020).Kushner, Joseph and Siegel, David. \"Citizens' Attitudes Toward Municipal Amalgamation in Three Ontario Municipalities.\" p. 50. Canadian Journal of Regional Science Spring 2003 (Retrieved March 1, 2020). In a study on amalgamations in Ontario from 2003, 48% of respondents in Chatham-Kent felt the value they received as taxpayers became worse after amalgamation, and 64% of respondents still did not think of the community as \"the Municipality of Chatham-Kent.\"Kushner, Joseph and Siegel, David. \"Citizens' Attitudes Toward Municipal Amalgamation in Three Ontario Municipalities.\" pp. 54, 57. Canadian Journal of Regional Science Spring 2003 (Retrieved March 1, 2020). Chatham-Kent has many historic festivals throughout the year, such as the Battle of Longwoods reenactment, which takes place on Labour Day weekend at Fairfield Museum on Longwoods Road. Chatham Kent is also home to many historic buildings which are part of an annual ghost tour offered each year at Halloween. The participants go on a guided walk of downtown while the guide informs them of various ghost stories tied to the local buildings in which they pass. Chatham-Kent was a major part of the Underground Railroad and as such hosts the Buxton Homecoming each September. This celebrates the areas black culture and the roots laid by early black settlers in the Buxton area. ==Communities== The Municipality of Chatham-Kent currently consists of the following communities, listed by the Townships of the former Kent County (pre-1998 amalgamation): * Camden Township: ** Dresden, Thamesville; Croton, Dawn Mills, North Thamesville; Wabash; Oakdale * Chatham Township: ** Chatham, Wallaceburg; Appledore, Arkwood, Darrell, Eberts, Kent Bridge, Louisville, Oldfield, Thornecliffe, Tupperville, Turnerville, Whitebread; Ennett, Riverside * Dover Township: ** Mitchell's Bay, Pain Court; Bagnall, Baldoon, Bearline, Bradley, Dover Centre, Electric, Grande Pointe, Oungah; Bass Haven * Harwich Township: ** Blenheim, Erieau, Shrewsbury; Bates Subdivision, Eatonville, Erie Beach, Fargo Station, Guilds, Huffman Corners, Kent Centre, Lake Morningstar Estates, McKay's Corners, Mull, New Scotland, Northwood, Pinehurst, Raglan, Rondeau Bay Estates, Troy, Van Horne, Vosburg, Wilson's Bush; Blenheim Junction, Lynnwood Subdivision, Porkies Corners, Richardson Station, Rushton's Corners * Howard Township: ** Morpeth, Ridgetown; Beechwood, Botany, Selton; Slabtown, Trinity * Orford Township: ** Highgate; Clearville, Duart, Muirkirk, Palmyra, Turin; Austen's, Clachan, Henderson's, Lee's * Raleigh Township: ** Charing Cross; Dealtown, Doyles, North Buxton, Ouvry, Pardoville, Prairie Siding, Rhodes, Ringold, Sleepy Hollow, South Buxton; Sandison, Southside Estates; Cedar Springs * Romney Township: ** Wheatley; Coatsworth, Port Alma, Renwick; Holiday Harbour * Tilbury East Township: ** Merlin, Tilbury; Fletcher, Glenwood, Jeannette, Jeannette's Creek, Port Crewe, Quinn, Stevenson, Stewart, Valetta * Zone Township: ** Bothwell; Bothwell Station, Briarwood Estates; Fairfield, Zone Centre ==Geography== At , Chatham-Kent is the 12th largest municipality by area in Canada and the largest in southwestern Ontario. Over 44,000 of the 107,000 residents live in the former City of Chatham. Other population centres in the municipality include Wallaceburg, Blenheim and Tilbury, Ridgetown and Dresden. The Lower Thames River runs through Chatham–Kent to Lake St. Clair in the west, while the Sydenham River flows through Wallaceburg and Dresden. The municipality has approximately 88 kilometres of shoreline along lake Erie and 24 kilometres along lake St. Clair. The Indian reserve of Bkejwanong (commonly referred to as Walpole Island) borders on Chatham–Kent, whereas the Indian reserve of Moravian 47 is an enclave within the city and is part of the Chatham–Kent census agglomeration and census division. ===Climate=== Chatham- Kent has a humid continental climate (Köppen climate classification Dfa), with cold, snowy winters and warm to hot, humid summers. A typical summer will feature heat waves with temperatures exceeding often. Winters are cold, and feature occasional cold snaps bringing temperatures below , but also commonly include mild stretches of weather above freezing. ===Adjacent counties and municipalities=== * Lambton County (north and northwest) * Middlesex County (northeast) * Elgin County (northeast and east) * Across Lake Erie: the City of Cleveland and Cuyahoga, Lorain and Erie Counties, Ohio, US (south) * Essex County (southwest and west) * Across Lake St. Clair: Macomb and St. Clair Counties, Michigan, US (west) == Demographics == In the 2021 Census of Population conducted by Statistics Canada, Chatham-Kent had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. ===Racial statistics=== *White: 92% *Black: 2.1% *First Nations: 2% *Metis: 1.5% *South Asian: 0.6% *Other groups: 1.8% ===Ethnocultural statistics=== For all groups that comprise at least 1% of the population. Note that a person can report more than one ethnic origin.Ethnocultural Portrait of Canada – Data table *\"Canadian\": 34.7% *English: 32.9% *French: 21.9% *Scottish: 20.2% *Irish: 19.1% *German: 12.2% *Dutch: 11.1% *Belgian: 5.9% *First Nations: 3.1% *Italian: 2.1% *African descent: 2.1% *Polish: 2.1% *Ukrainian: 2.0% *Welsh: 1.5% *Czech: 1.4% *Metis: 1.2% *American (modern immigrant): 1.2% *Hungarian: 1.2% *Portuguese: 1.2% *Mexican: 1.0% ===Language=== Although most of the population of Chatham-Kent is English-speaking, a few of its communities and Catholic parishes were settled by francophone (French-speaking) farmers in the mid-nineteenth century. These include Pain Court, Tilbury and Grande Pointe, where French is still spoken by a significant percentage of the population. These communities are designated French language service areas under Ontario's French Language Services Act. Approximately 8,500 residents of Chatham-Kent have French as a mother tongue and 1,500 have French as their home language. Essex County also has a relatively large francophone population, especially in the municipality of Lakeshore. Together, Chatham–Kent and Essex Counties make up one of the concentrations of Franco-Ontarians in the province of Ontario. Both elementary and secondary francophone schools exist across the municipality. A French cultural organization, La Girouette, which is based in Pain Court, promotes French-Canadian culture and language in the area. Knowledge of official language statistics:Community Profiles from the 2006 Census, Statistics Canada – Census Division *English only: 92.2% *French only: <0.1% *English and French: 7.2% *Neither English nor French: 0.5% ==Economy and industry== Chatham–Kent's economy has a base in the agricultural and automotive sectors. The municipality and senior levels of government are keen to promote continuing diversification. The CP railway splits Chatham city in two, and the unstaffed Chatham railway station attends to Via Rail passengers. ===Agribusiness and chemical=== At the outskirts of Chatham is the headquarters for Pioneer Hi-Bred Limited (a division of DuPont), a major agricultural seed breeding and biotechnology company. GreenField Specialty Alcohols Inc.'s Commercial Alcohols division, Canada's largest ethanol plant and one of the world's largest, opened in Chatham in 1996. The plant produces ethanol for industrial, medical, and beverage uses. There are a number of vineyards in the municipality. ===Automotive=== Chatham's roots in the automotive sector go back to Gray-Dort Motors Ltd., one of Canada's earliest automobile manufacturers. In the 21st century, auto industry plants in the municipality include Autoliv Canada in Tilbury (airbags), Mahle in Tilbury (emissions controls and plastics), in Ridgetown (automotive electronic pedal assembly and sensors), Dana Canada in Chatham (heat shields for thermal and acoustic management of exhaust manifolds, catalytic converters, and turbochargers), and Continental Corporation (Powertrain Canada ULC) in Chatham (design, development, and testing of Actuators for clean, efficient vehicles). Chatham-Kent also is home to RM Auctions, a vintage automobile auction house, and RM Restorations, a vintage automobile restoration company. The nickname \"The Classic Car Capital of Canada\"comes from the abundance of classic car events in the community. ===Energy=== Chatham is home to a major corporate office of Enbridge Gas Inc., a natural gas utility and Enbridge company. Other energy related companies include wind farms near the shores of Lake Erie. ===Public sector=== The Canadian Federal government is one of the largest employers in the Chatham-Kent area with over 450 employees in several departments in the area. The Canada Pension Plan (CPP) Disability Unit is housed in the Judy Lamarsh (see Notable Residents) Building in downtown Chatham. This federal office is the single largest disability processing centre in Canada, processing 50% of all CPP Disability benefits. The office also processes Old Age Security benefit claims. ===Retail hub=== Chatham serves as a retail centre for the municipality and surrounding area. This includes the large big-box stores in Super Centre on St. Clair Street and arguably the north end of Communication Road in Blenheim. ==Attractions== thumb|right|upright|Capitol Theatre The long, white sandy beaches, fishing, hiking trails and conservation areas make Erieau a popular vacation spot. There are two Provincial Parks in Chatham-Kent: Rondeau Provincial Park and Wheatley Provincial Park, There are also numerous local conservation areas. Downtown Chatham is home to the annual \"Retrofest\" organized by the Historic Downtown Chatham BIA, in partnership with the Kent Historic Auto Club.Chatham Annual Retrofest Hundreds of classic car enthusiasts travel to downtown Chatham to showcase their classic cars and vintage vehicles. Downtown Chatham is also home to the Chatham Capitol Theatre, a theatre that, when it opened in 1930, was the largest in the region. The theatre is run by the Municipality of Chatham-Kent and hosts world class shows and entertainers. Chatham was home to the iconic Wheels Inn, a family resort for four decades until its closure in 2010. In 2011, the Chatham-Kent John D. Bradley Convention Centre was constructed on the site of the Wheels Inn. In July 2019, a new Cascades casino was opened in Chatham, close to the Convention Centre on Richmond Street. == Arts and culture == Chatham-Kent boasts a rich visual culture throughout the entirety of the municipality. Both the Thames Art Gallery and ARTspace, located in the historic downtown, feature exhibitions showcasing local artists from the Chatham-Kent area, while also housing other Canadian and international works. ==Health care== Chatham-Kent is served by the Chatham- Kent Health Alliance. The Public General Hospital and St. Joseph Hospital in Chatham were moved to a single campus in 2004, while the former Sydenham District Hospital remains in Wallaceburg. The eastern portion of the municipality is served by the Four Counties Health Services in Newbury in nearby Middlesex County. Research published in 2002 by the Heart and Stroke Foundation cited Chatham-Kent as a hotspot for heart disease in Ontario.Realty Times – Real Estate News and Advice Further research is underway to determine the reasons for this and other hotspots. The Chatham-Kent Public Health Unit launched a campaign in fall 2007 to tackle other ailments prevalent throughout the community, including asthma, chronic allergies, sinus problems, many types of cancer, diabetes, inflammatory bowel disease, alcoholism, and obesity.Are You Sure You’re OK Campaign In October 2008, Chatham-Kent Health Alliance was named one of \"Canada's Top 100 Employers\" by Mediacorp Canada Inc., and was featured in Maclean's newsmagazine. Chatham-Kent features one of the 14 provincial Local Health Integration Networks (LHIN). The Erie St. Clair (ESC) LHIN services the Chatham-Kent Community as well as Sarnia/Lambton and Windsor/Essex. The ESC LHIN is located in the town of Chatham. ==Media== ===Television stations=== {|class=\"wikitable sortable\" width=\"100%\" !OTA virtual channel (PSIP) !OTA actual channel !Call sign !Network !Notes |- |16.1 |16 (UHF) |CHWI-DT |CTV 2 | |- |33.1 |33 (UHF) |CICO-DT-59 |TVOntario |Rebroadcaster of CICA-DT (Toronto) |- |– |42 (UHF) |CKCO-TV-3 |CTV |Rebroadcaster of CKCO-DT (Kitchener); transmitted from Oil Springs |} Chatham-Kent is also served by stations coming from Windsor, London, Detroit, Toledo, and Cleveland. ===Radio broadcast stations=== {|class=\"wikitable sortable\" !Frequency !Call sign !Branding !Format !Owner !Notes |- |AM 630 |CFCO |CFCO 92.9 |Country music |Blackburn Radio |Also broadcasts at FM 92.9 |- |FM 88.1 |CBEE-FM |CBC Radio One |Talk radio, public radio |Canadian Broadcasting Corporation |Rebroadcaster of CBEW-FM (Windsor) |- |FM 89.3 |CKGW-FM |UCB Canada |Christian radio |United Christian Broadcasters Canada | |- |FM 94.3 |CKSY-FM |94–3 CKSY |Adult contemporary |Blackburn Radio | |- |FM 95.1 |CKUE-FM |Canada's Cool FM |Classic rock |Blackburn Radio | |- |FM 99.1 |CKXS-FM |99.1 |Hot adult contemporary |Five Amigos Broadcasting | |} ===Print media=== The Chatham Daily News is the only daily newspaper in Chatham-Kent. There are several weeklies located in Chatham and the various communities in the municipality, including the Chatham Voice, Wallaceburg Courier Press, the Blenheim News Tribune, Chatham-Kent This Week, Ridgetown Independent News, Tilbury Times, and the Wheatley Journal. The Chatham Daily News, Chatham-Kent This Week, and Wallaceburg Courier Press are all owned by Postmedia. ===Online media=== The Chatham Daily News, Chatham-Kent This Week, Wallaceburg Courier Press, Chatham Voice and CKReview are daily online news media in Chatham-Kent with coverage of local news, sports, entertainment, and cultural events as well as a number of regular contributing columnists. The Chatham-Kent Sports Network is an online source covering local sports news, scores, and highlights from each of Chatham-Kent's communities. CKSN also follows Chatham-Kent athletes who have progressed to the Junior, College, International, or Professional ranks. ==Education== ===Elementary and secondary=== There are two anglophone school boards and one francophone school board in Chatham–Kent. These are the Lambton Kent District School Board (headquartered in both Chatham and Sarnia), the St. Clair Catholic District School Board (headquartered in Wallaceburg) and the Conseil scolaire catholique Providence (CSC Providence).www.csdecso.on.ca The LKDSB is a public school board, and consists of 13 secondary and 53 elementary schools. Chatham-Kent Secondary School is the largest public high school in Lambton-Kent. The St. Clair Catholic board consists of two secondary schools (one in Chatham and one in Sarnia) and 26 elementary schools. There are also independent schools, such as Wallaceburg Christian School and Chatham Christian Schools—an elementary and secondary school in the same building. The French Catholic board, headquartered in Windsor, has its Chatham-Kent regional office in Pain Court.\"Bureau satellite de Chatham-Kent.\" Conseil scolaire catholique Providence. Retrieved on December 15, 2014. \"Adresse: 14, rue Notre Dame C.P. 70 Pain Court Ontario N0P 1Z0 Canada\" ===Post-secondary=== Chatham–Kent is the home of two colleges – St. Clair College and University of Guelph Ridgetown Campus, popularly known as Ridgetown College. St. Clair College is a satellite of St. Clair College of Windsor. There are two campuses located in the municipality – Thames Campus (located in Chatham) and the Wallaceburg Campus (located in Wallaceburg). More than 5,000 full-time and 12,000 part-time students attend the college each year. The Ridgetown Campus of the University of Guelph offers diplomas in agriculture, horticulture, and veterinary technology. It is part of the University of Guelph's Ontario Agricultural College, and formerly known as Ridgetown College of Agricultural Technology. ==Sports== ===Hockey=== The Chatham Maroons are a team in the Greater Ontario Junior Hockey League. There are also four teams in the Great Lakes Junior C Hockey League * Blenheim Blades * Dresden Jr. Kings * Wheatley Sharks * Wallaceburg Lakers Other teams in Chatham-Kent include the Chatham Outlaws Girls Hockey Association, the Chatham AAA Cyclones and the AA Kent Cobras. ===Canadian football=== The Chatham-Kent Cougars Football Club started in 2006. In 2006 Chatham-Kent entered a team into the inaugural season of the Allstar Peewee Football League, and in 2007 entered a team into the Jr. Ontario Varsity Football League. Now Chatham-Kent plays in the OFC with 4 spring/summer teams. ===Rugby Union football=== Founded in 2001, the Chatham- Kent Havoc rugby team plays in the Southwest Rugby Union. ==Transportation== right|thumb|250px|St. Clair Street (Hwy 40) in Chatham ===Road=== Chatham-Kent is situated just off Highway 401, connecting Montreal, Toronto, Kitchener- Waterloo, London, and Windsor, Ontario; and Detroit, Michigan via the Ambassador Bridge. Blenheim, Chatham and Wallaceburg are linked with Sarnia, Ontario and the Blue Water Bridge to the United States by Highway 40. The sections of Highway 2 and Highway 3 (the Talbot Trail) in Chatham–Kent were downloaded by the province in 1998, becoming local roads 2 and 3, but they remain significant through routes and are still locally known by their old names. The first gas station in Canada to sell E85 fuel to the public is located on Park Avenue East in Chatham. ===Rail=== Chatham station is served by Via Rail passenger services between Toronto and Windsor, part of the Quebec City – Windsor Corridor with four trips in each direction daily, and the community is served by both the Canadian National Railway and the Canadian Pacific Railway for freight transportation. ===Bus=== Within Chatham public bus services are provided by CK Transit. Chatham-Kent has an intercity bus service, also provided by CK Transit, between all communities in the municipality except Wheatley. ===Air=== There is a municipal airport located 14 km south east of Chatham featuring a 1500m paved, lighted runway, with refuelling facilities, tie-down services, pilot training and chartered flights. The nearest airports served by regional carriers are Windsor and London. ==Notable people== * Sally Ainse – Oneida diplomat and fur trader * Chris Allen – former NHL player with the Florida Panthers * Doug Anakin – won a gold medal at the 1964 Olympics in the bobsled * Bill Atkinson – former Major League Baseball relief pitcher * Courtney Babcock – Olympic distance runner * Shae-Lynn Bourne – championship figure skater * T. J. Brodie – NHL hockey player with the Toronto Maple Leafs * Ernest Burgess – 24th President of the American Sociological Association, author and urban sociologist who is known for his groundbreaking social ecology research * June Callwood – prominent magazine writer in the 1950s who became an Officer in the Order of Canada in 1986 * Joseph Caron – former High Commissioner to India and former Canadian ambassador to China and Japan * Chandra K. Clarke – entrepreneur, published author, and humour columnist * James Couzens – U.S. Senator, Mayor of Detroit, industrialist, philanthropist, and vice president and general manager of the Ford Motor Company * Robertson Davies – novelist, playwright * Kenne Duncan – western/action movie actor * Andy Fantuz – former CIS offensive MVP, former slotback for the Saskatchewan Roughriders and Hamilton Tiger Cats of the CFL * Wally Floody – the \"Tunnel King\" from The Great Escape * Dave Gagner – retired NHL hockey player; brother-in-law of Diane Gagner; former Chatham–Kent mayor * W. B. George (1899–1972), president of the Canadian Amateur Hockey Association and agriculturalist at Kemptville Agricultural School, was born in Highgate * Ashley Goure – Paralympic sledge hockey player * Lee Giffin – professional ice hockey player * Frank Gross, philanthropist; awarded the Ontario Medal for Good Citizenship in 2006 * Ken Houston (born September 15, 1953) – former NHL player * Tracey Hoyt – actress, Aurora Farqueson on the CBC Television series The Tournament * Jeff Jackson – NHL hockey player * Ferguson Jenkins – Baseball Hall of Famer * Anna H. Jones – teacher, speaker at the First Pan-African Conference in 1900 * Ryan Jones – former finalist of 2008 Hobey Baker Award and former member of the Edmonton Oilers; currently playing in the DEL for the Cologne Sharks * Judy LaMarsh – former Canadian Minister of Health * Archibald Lampman – one of Canada's finest 19th-century Romantic poets, born Morpeth, Kent County, 1861 *Bobbi Lancaster, a medical doctor and trans woman noted for playing in the LPGA Qualifying Tournament in 2013Boivin, P. (2013). Transgender golfer dreams of playing in LPGA * Lori Lansens – author of Rush Home Road and The Girls * Chad Laprise – UFC fighter * John B. Lee – author, poet and current Poet Laureate of Brantford, Ontario * Doug Melvin – general manager of the Milwaukee Brewers * Harry Garnet Bedford Miner – Victoria Cross winner during World War I, born in Cedar Springs * Dave Nichol – award-winning product marketing expert and former president of Loblaw's * Geoffrey O'Hara – early 20th-century composer, singer and music professor who was the writer of such popular songs as the 1918 hit \"K-K-K-Katy\" * Sam Panopoulos – inventor of the Hawaiian pizza * Ron Pardo – comic-impressionist; actor for History Bites and voice actor on animated shows like PAW Patrol and World of Quest; from Pardoville * Ray Robertson – novelist * Brooklyn Roebuck – 2012 The Next Star; under licence with Sony Music Canada * Doug Shedden – professional ice hockey coach and former player * Glen Skov – National Hockey League (NHL) hockey player * Ron Sparks – award-winning comedian, actor, writer and producer (Video on Trial) * Joseph Storey – architect, designer of many local landmarks in the 1950s and 1960s * Shaun Suisham – Pittsburgh Steelers kicker (formerly with Dallas Cowboys and Washington Redskins) * Sylvia Tyson – singer-songwriter, broadcaster, and guitarist who found early fame with her then-husband Ian Tyson in their folk duo Ian and Sylvia * Todd Warriner – former NHL hockey player picked 4th overall in the 1992 NHL Entry Draft by the Quebec Nordiques * Derek Whitson – Paralympic sledge hockey player * Brian Wiseman – 1999 IHL MVP Houston Aeros * Michelle Wright – country music singer ==See also== * List of townships in Ontario * List of municipalities in Ontario ==Notes== ==References== ==External links== * Category:1998 establishments in Ontario Category:Municipalities in Ontario Category:Populated places on the Underground Railroad Category:Single-tier municipalities in Ontario Category:Southwestern Ontario",
 "title": "Chatham-Kent"
}