{
 "id": "179329",
 "text": "Remy de Gourmont (4 April 1858 – 27 September 1915) was a French symbolist poet, novelist, and influential critic. He was widely read in his era, and an important influence on Blaise Cendrars and Georges Bataille.Gourmont was Georges Bataille's bedtime reading as a student. Michel Surya, Georges Bataille: an intellectual biography, New York: Verso, 2002, p. 27-28. The spelling Rémy de Gourmont is incorrect, albeit common. ==Life== Gourmont was born at Bazoches-au-Houlme, Orne, into a publishing family from Cotentin. He was the son of Count Auguste-Marie de Gourmont and his countess, born Mathilde de Montfort. In 1866 he moved to a manor close to Villedieu near La Manche. He studied law at Caen, and was awarded a bachelor's degree in law in 1879; upon his graduation he moved to Paris. In 1881, Gourmont was employed by the Bibliothèque nationale. He began to write for general circulation periodicals such as Le Monde and Le Contemporain. He took an interest in ancient literature, following the footsteps of Gustave Kahn. During this period, he also met Berthe Courrière, model for, and heir of, the sculptor Auguste Clésinger, with whom he formed a lifelong attachment, he and Berthe living together for the rest of their lives. Gourmont also began a literary alliance with Joris-Karl Huysmans, to whom he dedicated his prose work Le Latin mystique (Mystical Latin). In 1889 Gourmont became one of the founders of the Mercure de France, which became a rallying point of the Symbolist movement.Burne, Glen S. (1963). Remy de Gourmont: His Ideas and Influence in England and America. Carbondale: Southern Illinois University Press. Between 1893 and 1894 he was the co-editor, along with Alfred Jarry, of L'Ymagier, a magazine dedicated to symbolist wood carvings. In 1891 he published a polemic called Le Joujou Patriotisme (Patriotism, a toy) in which he argued that France and Germany shared an aesthetic culture and urged a rapprochement between the two countries, contrary to the wishes of nationalists in the French government. This political essay led to his losing his job at the Bibliothèque Nationale,Curtis, Michael (1959). Three Against the Third Republic: Sorel, Barrès and Maurras. New Brunswick: Transaction Publishers, p. 40. despite Octave Mirbeau's chronicles. During this same period, Gourmont was stricken with lupus vulgaris. Denkinger refers to the disease as \"lupus tuberculeux\", apparently lupus vulgaris, which is a form of tuberculosis of the skin, unrelated to systemic lupus erythematosus, the disease now commonly known as lupus. Disfigured by this illness, he largely retired from public view appearing only at the offices of the Mercure de France. In 1910, Gourmont met Natalie Clifford Barney, to whom he dedicated his Lettres à l'Amazone (Letters to the Amazon). Gourmont's health continued to decline and he began to suffer from locomotor ataxia and be increasingly unable to walk. He was deeply depressed by the outbreak of World War I and died in Paris of cerebral congestion in 1915. Berthe Courrière was his sole heir, inheriting a substantial body of unpublished work which she sent to his brother Jean de Gourmont, and dying within the year. Gourmont and Courrière are buried Chopins tomb in Père-Lachaise Cemetery. ==Works== Gourmont was a literary critic and essayist of great importance, most notably his Le Problème du Style.Gourmont, Remy de (1902). Le Probleme du Style. Paris: Société du Mercure de France. Created in response to Antoine Albalat's The Art of Writing in Twenty Lessons (1899), Le Problème du Style was a source book for many of the ideas that inspired the literary developments in both England and FranceRead, Herbert (1957). The Tenth Muse. London: Routledge and Kegan Paul. and was also admired by T. S. Eliot and Ezra Pound in that capacity. His novels, in particular Sixtine, explore the theme of Schopenhauerian Idealism with its emphasis on individual subjectivity, as well as the Decadent relationship between sexuality and artistic creativity. In 1922 Aldous Huxley translated Gourmont's novel A Virgin Heart.A Virgin Heart (translator Aldous Huxley) Toronto: Musson Books, 1922. Gourmont's poetic works include Litanies de la Rose (1892), Les Saintes du Paradis (1898), and Divertissements (1912). His anthology Hieroglyphes (1894), contains his experiments with the possibilities of sound and rhythm.Burne (1963). It plunges from perhaps ironic piety to equally ironic blasphemy, reflecting, more than anything else, his interest in medieval Latin literature, and his works led to a fad for late Latin literature among authors like Joris-Karl Huysmans. Pound observed in 1915 that the English Imagist poetic movement derived from the French Symbolistes,The Ezra Pound Encyclopedia, Ed., Demetres P. Tryphonopoulos and Stephen Adams. Westport, Conn.: Greenwood Press, 2005, p. 227. Eliot describing Gourmont as the \"critical conscience of his generation\".Eliot, T.S. (1928). Preface to The Sacred Wood. London: Methuen & Co. ==Bibliography== ===Poetry=== * Litanies de la Rose (1892). * Fleurs de Jadis (1893). * Hiéroglyphes (1894). * Les Saintes du Paradis (1899). * Oraisons Mauvaises (1900). * Simone (1901). * Divertissements (1912). * Poésies Inédites (1921). * Rimes Retrouvées (1979). * L'Odeur des Jacynthes (1991). ===Fiction=== * Merlette (novel, 1886). * Sixtine (novel, 1890). * Le Fantôme (1893). * Le Château Singulier (1894). * Proses Moroses (short stories, 1894). * Histoire Tragique de la Princesse Phénissa (1894). * Histoires Magiques (1884). * Le Pèlerin du Silence (1896). * Phocas (1895). * Les Chevaux de Diomède (novel, 1897). * D'un Pays Lointain. Miracles. Visages de Femmes (1898). * Le Songe d'une Femme (novel, 1899). * Une Nuit au Luxembourg (1906). * Un Cœur Virginal (1907). * Couleurs, Contes Nouveaux Suivi de Choses Anciennes (1908). * Lettres d'un Satyre (1913). * Lettres à l'Amazone (1914). * Monsieur Croquant (1918). * La Patience de Grisélidis (1920). * Lettres à Sixtine (1921). * Le Vase Magique (1923). * Fin de Promenade et Trois Autres Contes (short stories, 1925). * Le Désarroi (novel, 2006). ===Theatre=== * Lilith (1892). * Théodat (1893). * Le Vieux Roi (1897). * L'Ombre d'une Femme (1923). ===Nonfiction=== * Un Volcan en Éruption (1882). * Une Ville Ressuscitée (1883). * Bertrand Du Guesclin (1883). * Tempêtes et Naufrages (1883). * Les Derniers Jours de Pompéi (1884). * En Ballon (1884). * Les Français au Canada et en Acadie (1888). * Chez les Lapons, Mœurs, Coutumes et Légendes de la Laponie Norvégienne (1890). * Le Joujou Patriotisme (1891). * Le Latin Mystique. Les Poètes de l'Antiphonaire et la Symbolique au Moyen Âge (with a preface by J. K. Huysmans, 1892). * L'Idéalisme (1893). * L'Ymagier (with Alfred Jarry, 1896). * La Poésie Populaire (1896). * Le Livre des Masques (1896). * Almanach de \"L'Ymagier\", Zodiacal, Astrologique, Littéraire, Artistique, Magique, Cabalistique et Prophétique (1897). * Le Deuxième Livre des Masques (1898). * Esthétique de la Langue Française (1899). * La Culture des Idées (1900). * Preface to Les Petites Revues (1900). * Le Chemin de Velours (1902). * Le Problème du Style (1902). * Épilogues: Réflexions sur la Vie, 1895-1898 (1903). * Physique de l'Amour. Essai sur l'Instinct Sexuel (1903). * Promenades Littéraires (1904). * Judith Gautier (1904). * Promenades Philosophiques (1905). * Dante, Béatrice et la Poésie Amoureuse. Essai sur l'Idéal Féminin en Italie à la Fin du XIIIe Siècle (1908). * Le Chat de Misère. Idées et Images (1912). * La Petite Ville (1913). * Des pas sur le Sable (1914). * La Belgique Littéraire (1915). * Pendant l'Orage, Bois d'André Rouveyre (1915). * Dans la Tourmente (Avril- juillet 1915) (with a preface by , 1916). * Pendant la Guerre. Lettres pour l'Argentine (with a preface by Jean de Gourmont, 1917). * Les Idées du Jour (1918). ** Vol. I: (Octobre 1914-avril 1915). ** Vol. II: (Mai 1915-septembre 1915). * Trois Légendes du Moyen Âge (1919). * Pensées Inédites (with a Preface by Guillaume Apollinaire, 1920). * Le Livret de \"L'Ymagier\" (1921). * Petits Crayons (1921). * Le Puits de la Vérité (1922). * Dernières Pensées Inédites (1924). * Dissociations (1925). * Nouvelles Dissociations (1925). * La Fin de l'Art (1925). * Les Femmes et le Langage (1925). * Deux Poètes de la Nature: Bryant et Emerson (1925). * Le Joujou et Trois Autres Essais (1926). * Lettres Intimes à l’Amazone (1926). * Promenades Littéraires (1929). ===In English translation=== * A Night in the Luxembourg (with preface by Arthur Ransome, 1912). * \"A French View of 'Kultur',\" The New Republic (1915). * Theodat, a Play (1916). * Philosophic Nights in Paris (1920). * \"Dust for Sparrows,\" Part II, Part III, Part IV, The Dial, Vol. LXIX, 1920; Part V, Part VI, Part VII, Part VIII, Part IX, The Dial, Vol. LXX, 1921. * The Book of Masks (1921). * A Virgin Heart (1921). * Decadence, and Other Essays on the Culture of Ideas (1922). * The Natural Philosophy of Love (1922). * Mr. Antiphilos, Satyr (1922). * Very Woman: A Cerebral Novel (1922). * The Horses of Diomedes (1923). * Epigrams of Remy de Gourmont (1923). * Stories in Yellow, Black, White, Blue, Violet, and Red (1924). * Stories in Green, Zinzolin, Rose, Purple, Mauve, Lilac, and Orange (1924). * Dream of a Woman (1927). * The Prostituted Woman: The Sexless One in the Singular Château (1929). * Letters to the Amazon (1931). * Lilith, a Play (1946). * The Angels of Perversity (1992). * French Decadent Tales, by Stephen Romer (2013). ==Quotation== '' :Que tes mains soient bénies, car elles sont impures! :Elles ont des péchés cachés à toutes les jointures; :Leur peau blanche s'est trempée dans l'odeur âpre des caresses :Secrètes, parmi l'ombre blanche où rampent les caresses, :Et l'opale prisonnière qui se meurt à ton doigt, :C'est le dernier soupir de Jésus sur la croix. :::::---Oraisons mauvaises'' ==References== ==Further reading== * Aldington, Richard (1915). \"Remy de Gourmont,\" The Little Review, Vol. II, No. 3, pp. 10–13. * Aldington, Richard (1919). \"Remy de Gourmont,\" The Living Age, Vol. CCCIII, pp. 665–668. * Aldington, Richard (1919). \"Remy de Gourmont, After the Interim,\" The Little Review, Vol. V, No. 10/11, pp. 32–34. * Aldington, Richard (1928). Remy de Gourmont: A Modern Man of Letters. Seattle: University of Washington Book Store. * Amalric, Jean- Claude (1984). \"Shaw, Hamon, and Rémy de Gourmont,\" Shaw, Vol. 4, pp. 129–137. * Burke, Kenneth (1921). \"Approaches to Remy de Gourmont,\" The Dial, Vol. LXX, pp. 125–138. * Clayton, T. T. (1919). \"Le Latin Mystique,\" The Little Review, Vol. V, No. 10/11, pp. 27–29. * Cornetz, Victor (1922). \"Remy de Gourmont, J.H. Fabre and the Ants,\" The Living Age, Vol. CCCXV, pp. 105–110. * Ellis, Havelock (1915). \"Remy de Gourmont,\" The New Republic, Vol. V, No. 59, pp. 166–167. * Ellis, Havelock (1936). \"Remy de Gourmont.\" In: From Rousseau to Proust. London: Constable & Company, pp. 307–327. * Gosse, Edmund (1922). \"Two French Critics: Émile Faguet—Remy de Gourmont.\" In: Aspects and Impressions. London: Cassell & Company, pp. 203–223. * Greene, Henry Copley (1894). \"French Prose Symbolism,\" The Harvard Monthly, Vol. XVIII, pp. 106–121. * Huneker, James Gibbons (1917). \"Remy de Gourmont,\" The North American Review, Vol. CCV, No. 739, pp. 935–942. * Jacob, Paul Emile (1931). \"Remy de Gourmont,\" Illinois Studies in Language and Literature, Vol. XVI, No. 2, pp. 7–176. * Krutch, Joseph Wood (1928). \"The Nihilism of Remy de Gourmont,\" The Nation, pp. 357–359. * Lowell, Amy (1915). \"Remy de Gourmont.\" In: Six French Poets. New York: The Macmillan Company, pp. 105–146. * Lewisohn, Ludwig (1916). The Poets of Modern France. New York: B.W. Huebsch. * Macy, John (1922). \"Remy de Gourmont.\" In: The Critical Game. New York: Boni & Liveright, pp. 153–159. * Manning, Frederic (1919). \"M. De Gourmont and the Problem of Beauty,\" The Little Review, Vol. V, No. 10/11, pp. 19–27. * Papini, Giovanni (1922). \"Remy de Gourmont.\" In: Four and Twenty Minds. New York: Thomas Y. Crowell Company, pp. 198–207. * Parker, Robert Allerton (1915). \"Remy de Gourmont's Criticism of Morality,\" The Forum, Vol. LV, pp. 593–600. * Pound, Ezra (1916). \"Remy de Gourmont,\" Poetry, Vol. VII, No. 4, pp. 197–202. * Pound, Ezra (1919). \"De Gourmont: A Distinction,\" The Little Review, Vol. V, No. 10/11, pp. 1–19. * Powys, John Cowper (1916). \"Remy de Gourmont.\" In: Suspended Judgements. New York: G. Arnold Shaw, pp. 225–254. * Ransome, Arthur (1913). \"Remy de Gourmont.\" In: Portraits and Speculations. London: Macmillan & Co., pp. 161–186. * Rodker, John (1919). \"De Gourmont―Yank,\" The Little Review, Vol. V, No. 10/11, pp. 29–32. * Symons, Arthur (1919). The Symbolist Movement in Literature. New York: E.P. Dutton & Company. ==External links== * * * * Works by Remy de Gourmont, at JSTOR * Works by Remy de Gourmont, at Hathi Trust * Selected Poems by Remy de Gourmont (in French) * Les Amateurs de Remy de Gourmont (In French) * Selections (in English) from Le Probléme du Style * Ezra Pound on Remy de Gourmont * Richard Aldington on Remy de Gourmont Category:1858 births Category:1915 deaths Category:People from Orne Category:19th-century French novelists Category:20th-century French novelists Category:French poets Category:Symbolist novelists Category:Symbolist poets Category:Burials at Père Lachaise Cemetery Category:French male poets Category:French male novelists Category:19th-century French male writers Category:20th-century French male writers",
 "title": "Remy de Gourmont"
}