{
 "id": "179438",
 "text": "Helmut Newton (born Helmut Neustädter; 31 October 192023 January 2004) was a German-Australian photographer. The New York Times described him as a \"prolific, widely imitated fashion photographer whose provocative, erotically charged black-and-white photos were a mainstay of Vogue and other publications.\" ==Early life== Newton was born in Berlin, the son of Klara \"Claire\" (née Marquis) and Max Neustädter, a button factory owner. His family was Jewish. Newton attended the Heinrich-von-Treitschke-Realgymnasium and the American School in Berlin. Interested in photography from the age of 12 when he purchased his first camera, he worked for the German photographer Yva (Elsie Neuländer Simon) from 1936. The increasingly oppressive restrictions placed on Jews by the Nuremberg laws meant that his father lost control of the factory in which he manufactured buttons and buckles; he was briefly interned in a concentration camp on Kristallnacht, 9 November 1938, which finally compelled the family to leave Germany. Newton's parents fled to Argentina. He was issued with a passport just after turning 18 and left Germany on 5 December 1938. At Trieste, he boarded the Conte Rosso (along with about 200 others escaping the Nazis), intending to journey to China. After arriving in Singapore, he found he was able to remain there, first briefly as a photographer for the Straits Times and then as a portrait photographer. ==From 1940: Life in Australia== Newton was interned by British authorities while in Singapore and was sent to Australia on board the Queen Mary, arriving in Sydney on 27 September 1940.Neumann, Klaus. In the Interests of National Security, National Archives of Australia Internees travelled to the camp at Tatura, Victoria by train under armed guard. He was released from internment in 1942 and briefly worked as a fruit picker in Northern Victoria. In August 1942, he enlisted with the Australian Army and worked as a truck driver. After the war in 1945, he became a British subject and changed his name to Newton in 1946. In 1948, he married actress June Browne, who performed under the stage name June Brunell. Later she became a successful photographer under the ironic pseudonym Alice Springs (after Alice Springs, the town in Central Australia). In 1946, Newton set up a studio in fashionable Flinders Lane in Melbourne and worked on fashion, theatre and industrial photography in the affluent postwar years.Helmut Newton's Australian years - Guy Featherstone. The Latrobe Journal, No 76 Spring 2005 He shared his first joint exhibition in May 1953 with Wolfgang Sievers, a German refugee like himself, who had also served in the same company. The exhibition of 'New Visions in Photography' was displayed at the Federal Hotel in Collins Street and was probably the first glimpse of New Objectivity photography in Australia. Newton went into partnership with Henry Talbot, a fellow German Jew who had also been interned at Tatura, and his association with the studio continued even after 1957, when he left Australia for London. The studio was renamed 'Helmut Newton and Henry Talbot'. ==Late 1950s: to London, Europe, a return to Australia== Newton's growing reputation as a fashion photographer was rewarded when he secured a commission to illustrate fashions in a special Australian supplement for Vogue magazine, published in January 1956. He won a 12-month contract with British Vogue and left for London in February 1957, leaving Talbot to manage the business. Newton left the magazine before the end of his contract and went to Paris, where he worked for French and German magazines. He returned to Melbourne in March 1959 to a contract for Australian Vogue. ==1961: to Paris== Newton and his wife finally settled in Paris in 1961 and the work continued as a fashion photographer. His images appeared in magazines including the French edition of Vogue and Harper's Bazaar. He established a particular style marked by erotic, stylised scenes, often with sado-masochistic and fetishistic subtexts. A heart attack in 1970 reduced Newton's output, nevertheless his wife's encouragement led to his profile continuing to expand, especially with a big success, the 1980 studio-bound stark infinity of the \"Big Nudes\" series. His \"Naked and Dressed\" portfolio followed and in 1992 \"Domestic Nudes\" which marked the pinnacle of his erotic-urban style, these series all underpinned with the prowess of his technical skills.Helmut Newton: The Photography Icon . . essay by Peter Kuzmin, July 2017 Newton also worked in portraiture and more fantastical studies. Newton shot a number of pictorials for Playboy, including pictorials of Nastassja Kinski and Kristine DeBell.Newton, Helmut. Playboy: Helmut Newton, Chronicle Books (2005). Original prints of the photographs from his August 1976 pictorial of DeBell, \"200 Motels, or How I Spent My Summer Vacation\" were sold at auctions of Playboy archives by Bonhams in 2002 for $21,075, and by Christie's in December 2003 for $26,290. ==\"Three Boys from Pasadena\"== In 2009, June Browne Newton conceptualised a tribute exhibition to Newton, based on three photographers that befriended Newton in Los Angeles in 1980: Mark Arbeit, Just Loomis, and George Holz. All three had been photography students at The Art Center College of Design in Pasadena, California. All three became friends with Helmut and June Newton and to varying degrees assisted Helmut Newton. Each went on to independent careers. The exhibit premiered at the Helmut Newton Foundation in Berlin and combined the work of all three with personal snapshots, contact sheets, and letters from their time with Newton. ==Death== thumb|200px|Helmut Newton's grave In his later life, Newton lived in both Monte Carlo and Los Angeles, California where he spent winters at the Chateau Marmont, which he had done every year since 1957. On 23 January 2004, he suffered a serious heart-attack while driving his automobile down Marmont Lane from the Chateau Marmont to Sunset Boulevard. He was taken to Cedars-Sinai Medical Center; doctors were unable to save him, and he was pronounced dead. His ashes are buried at the Städtischer Friedhof III in Berlin. thumb|Memorial plaque at site of Helmut Newton's accident at the Chateau Marmont hotel in Los Angeles, marking the spot where his car hit the wall thumb|200px|Helmut Newton Museum ==Published works, during his life== * Helmut Newton, White Women, New York: Congreve, 1976. * Helmut Newton, Sleepless Nights, New York: Congreve, 1978. * Helmut Newton, Big Nudes, Paris: Editions du Regard, 1981. * Helmut Newton, They're Coming!, Paris: French Vogue, 1981. (this is one of his numerous editorials in French Vogue, that's not a book) * Helmut Newton, World Without Men, New York: Xavier Moreau, 1984. * Klaus Honnef & Helmut Newton, Helmut Newton: Portraits, Schirmer Art Books, 1986. * Marshall Blonsky & Helmut Newton, Private Property, Schirmer Art Books, 1989. * Helmut Newton, Sumo book, Taschen, 1999. * Helmut Newton & June Newton, Helmut Newton Work, edited by Manfred Heiting, Taschen, 2000. * Helmut Newton, Autobiography, Nan A. Talese, 2003. ==Published works, after his death== * Helmut Newton, A Gun for Hire, edited by June Newton, Taschen, 2005. * Helmut Newton, Playboy: Helmut Newton, Chronicle Books, 2005. * Guy Featherstone, 'Helmut Newton's Australian years', in The La Trobe Journal, The State Library of Victoria Foundation, No 76, Spring, 2005. * Klaus Neumann, In the Interest of National Security: Civilian Internment in Australia during World War II, Canberra: National Archives of Australia, 2006. ==References== ==External links== *Helmut Newton Foundation in Berlin *Helmut Newton at Photogpedia *Helmut Newton at pHinnWeb *Pictures made by Helmut Newton *Photo of the memorial plate at the birthplace of Newton in Berlin-Schöneberg, Innsbrucker Straße 24 *Helmut Newton's portfolio (213 photos) *More Helmut Newton Photographs *Melbourne post-war photography, State Library of Victoria, Australia *Pirelli Kalender-Entwurf von 1986 * Helmut Newton Sumo * Helmut Newton London Exhibition *Helmut Newton 100 Years Category:1920 births Category:2004 deaths Category:20th-century Australian photographers Category:Australian erotic photographers Category:Australian photographers Category:Australian people of German-Jewish descent Category:BDSM photographers Category:Fashion photographers Category:Fetish photographers Category:Australian portrait photographers Category:Grand Crosses 1st class of the Order of Merit of the Federal Republic of Germany Category:Commandeurs of the Ordre des Arts et des Lettres Category:German erotic photographers Category:Jewish emigrants from Nazi Germany to Australia Category:German expatriates in Malaysia Category:Australian expatriates in the United Kingdom Category:Australian expatriates in France Category:Australian expatriates in the United States Category:Photographers from Berlin Category:Nude photography Category:Photographers from Melbourne Category:Road incident deaths in California",
 "title": "Helmut Newton"
}