{
 "id": "179560",
 "text": "Morning View is the fourth studio album by American rock band Incubus, released October 23, 2001, through Epic Records. A companion DVD, The Morning View Sessions, was released on May 29, 2002. Morning View was the last Incubus album to feature bassist Alex Katunich. With the album producing the popular singles \"Wish You Were Here\" and \"Nice to Know You,\" Morning View generally achieved critical praise and went double-platinum, making it the band's highest selling album. ==Background and recording== To record the album, the band lived in Malibu, California, on a street called \"Morning View Drive\". Former bassist Alex Katunich (aka \"Dirk Lance\") noted that the band had previously \"tried to do that for at least the writing portion of Make Yourself, but we didn't have enough clout at the time. When we were getting ready to write this one, we knew that we needed to get into a more creative place. The idea was to not feel as if you were driving [somewhere] to work on a record. You could just get up and it was a natural extension of your day.\" Vocalist Brandon Boyd stated that the band \"needed quick access to the beach because we're kinda spoiled brats sometimes. We need that outlet. At least I do. It's nice to write music all day and be like, 'I'm going to take a break, see you guys in two hours.'\" Out of the 30 songs the band sketched out for the album, 13 ended up on the final release. One of the unreleased songs called \"Anything\" was later released on the compilation album Monuments and Melodies. Other songs also added to Monuments and Melodies were, Wish You Were Here, Nice to Know You, Warning, Are You In?, and \"Mexico\" as Greatest hits. ==Album title== Former bassist Alex Katunich (aka \"Dirk Lance\") stated that the album's title comes from \"the name of the street the house was on where we recorded the album.\" Boyd notes that \"every time we'd pull into the street we had the view of the ocean and Pacific Coast Highway. I got a big creative boner every time I'd show up to the house. Every time we'd pull up, DJ Kilmore would be like, 'Ah, Morning View. It's time to rock!'\" ==Music== Morning View features a variety of styles: ambience, aggression, and groove. It has an overall softer sound than previous albums, especially apparent on songs like \"Echo\" and \"Are You In?\"; however, Incubus's heavier side is still evident on tracks like \"Have You Ever\" and \"Under My Umbrella.\" Regarding the album's sound, guitarist Mike Einziger notes that it: > \"would've been really easy for us to try to replicate certain songs that did > well on our last record, which we didn't do. We didn't do anything even > remotely close to that. We put pressure on ourselves to make a good record > because if none of us were happy with it, we'll all be miserable for the > next two years while we're on tour.\" The final song, \"Aqueous Transmission\", employs the use of Chinese instruments such as the pipa and is accompanied by a Japanese orchestra. The pipa used on the recording was given to Mike Einziger from Steve Vai. \"Aqueous Transmission\" is 7 minutes and 46 seconds long, with the last minute consisting of frogs croaking outside the studio in Malibu. Boyd joked that the song was intended to make \"the listener pee in his/her pants\" from relaxation. The album also contains an acoustic ballad similar to \"Drive\" – \"Mexico\", complete with strings. ==Touring and promotion== Morning View boasted a total of five singles beginning with the euphoric \"Wish You Were Here\" released on August 21, 2001. Despite the filming of an alternative music video, as the banned original version closely mirrored the September 11 attacks, \"Wish You Were Here\" gained significant rotation and charted well. Its follow up, \"Nice to Know You,\" and third single, \"Warning,\" both gained substantial airplay as well. The moody \"Are You In?\" had a video exclusive to Europe due to its sensual nature and gained little attention compared to its predecessors, as did the final single, \"Circles.\" Five years after the album's release, an official video for latter was released on December 3, 2006, on Sony BMG Musicbox. Once they finished recording their new album, Incubus began touring with Hundred Reasons in Europe from June until the first week of July. They were also invited to play Moby's Area:One Festival alongside the likes of Outkast, The Roots, Paul Oakenfold, Carl Cox, and Nelly Furtado. In August, the band performed their first shows in Australia and Japan before returning to the US for their long-awaited headlining tour; joining their long-time friends from California, Hoobastank and Phantom Planet, Incubus embarked on the Honda Civic Tour which kept ticket prices low through sponsorship and saw the band give away cars to fans.Moss, Corey & Cane, Jonathan Incubus Sell Their Souls While Giving Away Cars MTV.com (April 29, 2002). Retrieved 6–25–11. Amidst touring, Incubus was still experiencing commercial milestones for their previous album. They continued to headline throughout the remainder of the year. In January 2002, the band toured Europe with 311 and Hoobastank. Incubus played on the Late Show with David Letterman on February 14, 2002. For the remainder of February and March, the group performed throughout Japan and Australia–where they also shot the video for \"Warning\"–before returning to the US. Incubus embarked on a headlining tour on August 31 with their last concert for Morning View taking place on November 2. This would also be their last show with bassist Alex Katunich who left the band for personal reasons. ==Reception== ===Critical response=== The album received generally positive reviews, with a Metacritic score of 62, based on 10 reviews. Q stated that \"even at their most acerbic or delicately downplayed extremes, Incubus are compelling\", while CDNow noted that Incubus \"has begun to grow up a bit.\" ===Commercial success=== Topping all previous Incubus records, Morning View debuted on the Billboard 200 at No. 2 with 266,000 copies sold in its first week. By December 2001, the album was certified platinum and still ranked No. 38 on the Top 200. Many of its singles would remain on the charts throughout the following year. After heavy touring and single rotation, Morning View would be the 40th best selling album of 2002. The album is certified double platinum by the Recording Industry Association of America. ===Accolades=== In 2005, Morning View was ranked number 374 in Rock Hard magazine's book of The 500 Greatest Rock & Metal Albums of All Time. On March 1, Einziger, along with Scott Litt, Dave Holdredge, and Rick Will, were nominated for a Grammy in the \"Best Engineered Album (Non Classical)\" category, for their work on Morning View. ==Track listing== All lyrics written by Brandon Boyd and all music written by Mike Einziger, Alex Katunich, Chris Kilmore, and José Pasillas. ==Personnel== Credits adapted from album's liner notes. Incubus *Brandon Boyd – lead vocals, percussion *Mike Einziger – lead guitar, pipa on \"Aqueous Transmission\" *Chris Kilmore – turntables *Dirk Lance – bass guitar *José Pasillas – drums Additional musicians *Strings arranged and Conducted by Suzie Katayama *Violins: Joel Derouin, Mario De Leon, Peter Kent, Gerry Hilera, David Stenske, Eve Butler *Violas: Evan Wilson, Karie Prescott *Cello: Larry Corbett, Dan Smith *Woodwinds: Jon Clarke *Assistant Contractor: Marne Boomershine *Background vocals on \"Are You In\": Dawn Beckham, Stephanie Alexander Production *Produced by Scott Litt and Incubus *Recorded by Rick Will, Dave Holdredge, Mike Einziger, and Scott Litt *Mixed by Rick Will and Scott Litt *Digital Recording/Editing: Dave Holdredge *2nd Engineer: Tom Sweeney *Mastered by Bob Ludwig ==Charts== === Weekly charts === {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Weekly chart performance for Morning View ! scope=\"col\"| Chart (2001–2002) ! scope=\"col\"| Peak position |- |- |- |- |- !scope=\"row\"|Europe (European Top 100 Albums) | 26 |- |- |- |- |- |- |- |- |- |- |} === Year-end charts === {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+Year-end chart performance for Morning View ! scope=\"col\"| Chart (2001) ! scope=\"col\"| Position |- !scope=\"row\"| Canadian Albums (Nielsen Soundscan) | 104 |- ! scope=\"row\"| US Billboard 200 | 183 |- ! scope=\"col\"| Chart (2002) ! scope=\"col\"| Position |- !scope=\"row\"| Australian Albums (ARIA) | 73 |- !scope=\"row\"|Canadian Albums (Nielsen Soundscan) | 159 |- !scope=\"row\"|Canadian Alternative Albums (Nielsen Soundscan) | 51 |- !scope=\"row\"|Canadian Metal Albums (Nielsen Soundscan) | 25 |- !scope=\"row\"| New Zealand Albums (RMNZ) | 16 |- ! scope=\"row\"| US Billboard 200 | 40 |} == Certifications == |+Certifications for Morning View ==References== Category:2001 albums Category:Albums produced by Scott Litt Category:Incubus (band) albums Category:Epic Records albums",
 "title": "Morning View"
}