{
 "id": "179596",
 "text": "{{Infobox writer | name = T. C. Boyle | image = T. C. Boyle, Leipziger Buchmesse 2009-1.jpg | imagesize = 250 | caption = T. C. Boyle at the Leipzig Book Fair 2009 | pseudonym = T.C. Boyle |birth_name=Thomas John Boyle | birth_date = | birth_place = Peekskill, New York, U.S. | death_date = | death_place = | occupation = Author | nationality = American | period = 1975– | genre = Novels, comic novels | subject = | movement = | influences = | influenced = | signature = | awards = PEN/Faulkner Award for Fiction, 1988 | website = | alma_mater = State University of New York at Potsdam (B.A., English and History, 1968) University of Iowa Writers' Workshop (M.F.A., 1974) University of Iowa (Ph.D., 1977) }} Thomas Coraghessan Boyle, also known as T. C. Boyle and T. Coraghessan Boyle (born December 2, 1948), is an American novelist and short story writer. Since the mid-1970s, he has published sixteen novels and more than 100 short stories. He won the PEN/Faulkner award in 1988, for his third novel, World's End, which recounts 300 years in upstate New York. He was previously a Distinguished Professor of English at the University of Southern California. ==Early life== Boyle grew up in Peekskill, New York. His name was originally Thomas John Boyle; he changed his middle name to Coraghessan when he was 17 after an ancestor of his mother. He received a B.A. in English and History from the State University of New York at Potsdam (1968), an M.F.A. (1974) from the University of Iowa Writers' Workshop, and a Ph.D. (1977) from the University of Iowa. ==Literary characteristics== In Understanding T. C. Boyle, Paul William Gleason writes, \"Boyle's stories and novels take the best elements of Carver's minimalism, Barth's postmodern extravaganzas, Garcia Marquez's magical realism, O'Connor's dark comedy and moral seriousness, and Dickens' entertaining and strange plots and brings them to bear on American life in an accessible, subversive, and inventive way.\"Gleason, Paul William. Understanding T.C. Boyle (Understanding Contemporary Literature. Columbia, S.C.: University of South Carolina, 2009, p. 10. Many of Boyle's novels and short stories explore the baby boom generation, its appetites, joys, and addictions. His themes, such as the often-misguided efforts of the male hero and the slick appeal of the anti- hero, appear alongside brutal satire, humor, and magical realism. His fiction also explores the ruthlessness and the unpredictability of nature and the toll human society unwittingly takes on the environment. His novels include World's End (1987, winner of the PEN/Faulkner Award for Fiction); The Road to Wellville (1993); and The Tortilla Curtain (1995, winner of France's Prix Médicis étranger). Boyle has published eight collections of short stories, including Descent of Man (1979), Greasy Lake (1985), If the River Was Whiskey (1989), and Without a Hero (1994). His short stories frequently appear in the major American magazines, including The New Yorker, Harper's, Esquire, The Atlantic Monthly and Playboy, as well as on the radio show Selected Shorts. == Personal life == Boyle is married to Karen Kvashay. They have three children and live in Montecito near Santa Barbara, California. Their home was imperiled in the 2017 Thomas Fire which consumed 440 square miles and over 1,000 structures in Santa Barbara and Ventura counties, killing a firefighter in the latter. The fires denuded drought-stricken hillsides of vegetation and torrential rains in January 2018 subsequently dislodged immense boulders and precipitated mudslides which destroyed over one hundred homes and killed almost two dozen of his neighbors. Over 10,000 people were evacuated from Montecito as a result of the sequence of natural disasters. Boyle extensively documented both calamities on his website, and additionally in an article for The New Yorker magazine.After the mudslides, an absence in Montecito, The New Yorker, T. C. Boyle, January 22, 2018. Retrieved January 24, 2018. Boyle has said Gabriel García Márquez is his favorite novelist. He is also a fan of Flannery O'Connor and Robert Coover. ==Bibliography== ===Novels=== *Water Music (1981) The Library of Congress catalog record has a 1981 copyright date, but Boyle's website points out that the novel was released in 1982. *Budding Prospects: A Pastoral (1984) *World's End (1987) *East is East (1990) *The Road to Wellville (1993) *The Tortilla Curtain (1995) *Riven Rock (1998) *A Friend of the Earth (2000) *Drop City (2003) *The Inner Circle (2004) *Talk Talk (2006) *The Women (2009) *When the Killing's Done (2011) *San Miguel (2012) *The Harder They Come (2015) *The Terranauts (2016) *Outside Looking In (2019) *Talk to Me (2021) ===Short fiction=== ====Collections==== *Descent of Man (1979) *Greasy Lake & Other Stories (1985) *If the River Was Whiskey (1989) *Without a Hero (1994) *T.C. Boyle Stories (1998), compiles four earlier volumes of short fiction plus seven previously uncollected stories *After The Plague (2001) *Tooth and Claw (2005) *The Human Fly (2005), previously published stories collected as young adult literature *Wild Child & Other Stories (2010) *T.C. Boyle Stories II (2013), compiles three volumes of short fiction (After the Plague, Tooth and Claw, Wild Child) with a new collection of 14 stories entitled \"A Death in Kitchawank\" *The Relive Box & Other Stories (2017) *I Walk Between the Raindrops (2022) ====List of stories==== The following list is a selection of the many short stories Boyle has written: {|class='wikitable sortable' width='90%' |- !width=25%|Title !|Year !|First published !|Reprinted/collected !|Notes |- |\"The Night of the Satellite\" |2013 | | | |- |\"Sic Transit\" |2013 | | | |- |\"The Relive Box\" |2014 | | | |- |\"Are We Not Men?\" |2016 | | | |- |\"After the Mudslides, An Absence in Montecito\" |2018 | | | |- |\"Asleep at the Wheel\" |2019 | | | |} ===Edited anthology=== *DoubleTakes (2004, co-edited with K. Kvashay-Boyle) ===Essays and reporting=== * ===Chronology in Boyle's works=== {| class=\"wikitable\" |- ! !Time !Setting !Historical personage in the novel |- !World's End (1987) |Late 17th century, 1949 and 1968 |Northern Westchester County near Peekskill, New York | |- !Water Music (1982) |1795 |London, Scotland, and Africa (source of the Niger) |Mungo Park |- !The Road to Wellville (1993) |1907 |Battle Creek, Michigan |John Harvey Kellogg |- !Riven Rock (1998) |1905–1925 |Montecito, Santa Barbara County, California |Stanley McCormick, Katharine McCormick |- !The Women (2009) |Early 20th century up to 1930s |Wisconsin, Chicago, Japan |Frank Lloyd Wright |- !The Inner Circle (2004) |1940s–50s |Bloomington, Indiana |Alfred Kinsey |- !Drop City (2003) |1970 |California, Alaska | |- !Budding Prospects (1984) |1980s |California | |- !East Is East (1990) |1980s |Georgia (American South) |Hu Tu Mei Haunting Legend Of Green Swamp, Orlando Sentinel, Kevin Spear, October 31, 1991. Retrieved January 24, 2018. |- !The Tortilla Curtain (1995) |1990s |Southern California | |- !Talk Talk (2006) |2000s |California and New York state | |- !When the Killing's Done (2011) |2000s, 1970s, 1940s |California (Channel Islands) | |- !A Friend of the Earth (2000) |late 1980s; 2025–2026 |California, Oregon | |- !The Harder They Come (2015) |2011 |Mendocino County, California, including Fort Bragg and Willits | |} ==Adaptations== Boyle's novel The Road to Wellville was adapted into a film in 1994, also titled The Road to Wellville, by writer-director Alan Parker. It starred Anthony Hopkins, Matthew Broderick, Bridget Fonda, John Cusack, Dana Carvey, and Colm Meaney. The film was not well received either critically or financially, and was considered a box-office flop and appeared on several critics' worst-of-the- year lists. ==Awards and honors== * Kenyon Review Award for Literary Achievement, 2019. * Rea Award for the Short Story, 2014. * Induction into the American Academy of Arts and Letters, 2009. * Best American Stories selection, 2008 (\"Admiral,\" from Harper's). * Best American Stories selection, 2007 (\"Balto,\" from The Paris Review). * National Magazine Award, 2007 (\"Wild Child,\" from McSweeney's). * Ross Macdonald Award for body of work by a California writer, 2007. * Audie Prize, 2007, for best audio performance by a writer (The Tortilla Curtain). * Commonwealth Club of California Silver Medal for Literature, 76th annual awards, 2007 (Talk Talk). * Evil Companions Literary Award, Denver Public Library, 2007. * Founder's Award, Santa Barbara Writers' Conference, 2006. * Best American Stories selection, 2004. \"Tooth and Claw,\" from The New Yorker. * Editors' Choice, New York Times Book Review, one of 9 best books of the year, 2003. * O. Henry Award, 2003. \"Swept Away,\" from The New Yorker. * National Book Award Finalist, Drop City, 2003. * Southern California Booksellers' Association Award for best fiction title of the year, 2002, for After the Plague. * O.Henry Award, 2001. \"The Love of My Life,\" from The New Yorker. * The Bernard Malamud Prize in Short Fiction from the PEN/Faulkner Foundation, 1999, for T.C. Boyle Stories, the Collected Stories. * O.Henry Award, 1999. \"The Underground Gardens,\" from The New Yorker. * Prix Médicis Étranger, Paris, for the best foreign novel of the year, 1997 (The Tortilla Curtain). * Best American Stories selection, 1997. \"Killing Babies,\" from The New Yorker. * Howard D. Vursell Memorial Award from the National Academy of Arts and Letters, for prose excellence, 1993. * Doctor of Humane Letters honorary degree, State University of New York, 1991. * Editors' Choice, New York Times Book Review, one of the 13 best books of the year, 1989 (If the River Was Whiskey). * PEN Center West Literary Prize, best short story collection of the year, 1989 (If the River Was Whiskey). * Prix Passion publishers' prize, France, for best novel of the year, 1989 (Water Music). * O. Henry Award, 1989. \"The Ape Lady in Retirement,\" from The Paris Review. * Commonwealth Club of California Gold Medal for Literature, best novel of the year, 57th annual awards, 1988 (World's End). * O. Henry Award, 1988. \"Sinking House,\" from The Atlantic Monthly. * PEN/Faulkner Award, best novel of the year, 1988, for World's End. * Guggenheim Fellowship, 1988. * Editors' Choice, New York Times Book Review, one of the 16 best books of the year, 1987 (World's End). * Commonwealth of California, Silver Medal for Literature, 55th Annual Awards, 1986 (Greasy Lake). * The Paris Review's John Train Humor Prize, 1984 (\"The Hector Quesadilla Story\"). * National Endowment for the Arts fellowship, 1983. * The Paris Review's Aga Khan Prize for Fiction, 1981 (\"Mungo Among the Moors,\" excerpt from Water Music). * The St. Lawrence Award for Fiction, best story collection of the year, 1980 (Descent of Man). * National Endowment for the Arts fellowship, 1977. * Coordinating Council of Literary Magazines Fiction Award for the Short Story, 1977. ==References== ==External links== * Official website * *\"Author of Drop City talks with Robert Birnbaum\", identity theory, March 19, 2003 * The T. Coraghessan Boyle Research Center (in English, French, German, and Dutch) * * \"The OD & Hepatitis RR or Bust\", a short story by Boyle, at Fictionaut *\"Featured Author: T. Coraghessan Boyle\", The New York Times * The Bat Segundo Show (radio interviews): 2005 (50 minutes), 2006 (30 minutes), 2009 (30 minutes), 2011 (45 minutes), Category:1948 births Category:Living people Category:20th- century American novelists Category:20th-century American male writers Category:21st-century American novelists Category:American historical novelists Category:American male novelists Category:American male short story writers Category:Iowa Writers' Workshop alumni Category:Iowa Writers' Workshop faculty Category:PEN/Faulkner Award for Fiction winners Category:People from Peekskill, New York Category:Prix Médicis étranger winners Category:State University of New York at Potsdam alumni Category:The New Yorker people Category:University of Iowa alumni Category:University of Southern California faculty Category:20th-century American short story writers Category:21st- century American short story writers Category:PEN/Malamud Award winners Category:21st-century American male writers Category:Novelists from Iowa",
 "title": "T. C. Boyle"
}