{
 "id": "180192",
 "text": "Michael Lerner (born 1943) is an American political activist, the editor of Tikkun, a progressive Jewish interfaith magazine based in Berkeley, California, and the rabbi of Beyt Tikkun Synagogue in Berkeley. ==Biography== ===Family and education=== Michael Lerner was born in 1943 and grew up in the Weequahic section of Newark, New Jersey.Lerner, Michael. The Politics of Meaning: Restoring Hope and Possibility in an Age of Cynicism. 1997, page 258-9 In his youth, he attended Far Brook Country Day School, a private school which he characterized as having \"a rich commitment to interdenominational Christianity\". While he has written that he appreciated \"the immense beauty and wisdom of the Christianity to which [he] was being exposed\", he also felt religiously isolated, as the child of passionate Zionists who attended Hebrew school three times a week, while at the same time being heavily exposed to Christian-oriented cultural activities in school. At his own request, in the 7th grade he switched to a public school in the Weequahic neighborhood of Newark, where his peers were, in his estimation, 80% Jewish. He graduated from Weequahic High School in 1960.Distinguished Weequahic Alumni, Weequahic High School Alumni Association. Accessed December 19, 2019. \"Michael Lerner (1960) a rabbi and Tikkun magazine publisher and author.\" Lerner received a BA degree from Columbia University. In 1972 he earned a PhD in philosophy from University of California, Berkeley. In 1977 he received a PhD in Clinical/Social Psychology from the Wright Institute in Berkeley, CA. Lerner was married to Nan Fink until 1991, and married Debora Kohn in July 1998, divorced in 2014 and then remarried to Cat Zavis in 2015. ===Student activism=== While at Berkeley, Lerner became a leader in the Berkeley student movement and the Free Speech Movement, chair of the Free Student Union, and chair from 1966 to 1968 of the Berkeley chapter of the Students for a Democratic Society (SDS). After teaching philosophy of law at San Francisco State University,Not to be confused with the actor Michael Lerner who taught literature at the same school, San Francisco StateBio in Social praxis, Volumes 2-3, Mouton, 1974 he took a job as an Assistant Professor of Philosophy at the University of Washington and taught ethics, social and political philosophy, philosophy of literature and culture, and introduction to philosophy. Distressed over the disintegration of SDS in 1969, Lerner sought to re-organize New Left cadres formerly associated with SDS in a new organization called the Seattle Liberation Front (SLF) on January 19, 1970. While SLF did not publicly endorse violence as a political tactic, SLF members including Roger Lippman, Michael Justesen, and Susan Stern were also members of the Weather Underground, which had bombing attacks as a central part of its political strategy. After the \"Day After\" demonstration SLF had called on February 17, 1970 (to protest the verdicts in the Chicago Seven trial) turned violent, Lerner and others were arrested and charged with inciting a riot. Lerner and his co-defendants became known as the \"Seattle Seven\". During their trial, FBI Director J. Edgar Hoover issued a public statement (repeated on radio and television) that described Lerner as \"one of the most dangerous criminals in America\", even though he had never engaged in any act of violence. Federal agents testifying at the trial later admitted to having played a major role instigating the violence and ensuing riot. The trial culminated in a courtroom brawl (during which Lerner was the only defendant to remain seated), and the presiding judge sent the defendants to jail on contempt of court charges. Lerner was transported to Terminal Island Federal Penitentiary in San Pedro, California, where he served several months before the 9th Circuit Federal Court of Appeals overturned his conviction for contempt of court and ordered him released. The main charges relating to the riot were subsequently dropped by the federal government. Meanwhile, the Washington State Legislature had passed a law, commonly referred to as the \"Lerner Act\", that prohibited the University of Washington from hiring anyone \"who might engage in illegal political activity\", and Lerner's contract was not renewed. (The law was later overturned by the Washington Supreme Court). During this period Lerner met several times with boxer Muhammad Ali, who was also active in the anti-war movement, at anti-war meetings organized by Lerner. Lerner recounts that Ali was the first practicing Muslim he had ever met. The two never met or spoke again after this period though in 1995 Lerner received a letter from Ali expressing appreciation for the book Lerner co- authored with Cornel West, Jews and Blacks: Let the Healing Begin. Muhammad Ali included an invitation to Lerner to speak at Ali's memorial, to represent progressive Jewish faith, which took place in 2016. Lerner also learned from Ali's lawyer that Ali had been a \"big fan\" of the rabbi's work and that Ali was really sorry that he had not made more contact with Lerner over the past two decades. Ali and his wife had intended to do so many times and just hadn't followed through. ===Professorship and research=== After completing his Ph.D. Lerner moved to Hartford, Connecticut where he served as professor of philosophy at Trinity College until 1975, when he moved back to Berkeley, joined the faculty at the University of California in the Field Studies program and taught law and economics until 1976 when he accepted a position at Sonoma State University for one year in sociology, teaching courses in social psychology.Bio at City Club of San Diego Meanwhile, he completed a second Ph.D. in 1977, this one in social/clinical psychology at the Wright Institute in Berkeley.Bio at Gettysburg College and at Council for a Parliament of World Religions East peace to be Rabbi Michael Lerner¿s topic Nov. 11 at Gettysburg College In 1976 Lerner founded the Institute for Labor and Mental Health to work with the labor movement and do research on the psychodynamics of American society.Bios at Atlantic Monthly and PBS and In 1979 he received a grant from the National Institute of Mental Health to train union shop stewards as agents of prevention for mental health disorders, and he simultaneously extended his previous study of the psychodynamics of American society. With a subsequent grant from the NIMH he studied American politics and reported that \"a spiritual crisis\" was at the heart of the political transformation of American society as well as at the heart of much of the psychic pain that was being treated in individual therapy.This study is described at length in Lerner's book Spirit Matters His writing reflects a transposition of this analysis to economics too, viz. \"This focus on money and power may do wonders in the marketplace, but it creates a tremendous crisis in our society. People who have spent all day learning how to sell themselves and to manipulate others are in no position to form lasting friendships or intimate relationships... Many Americans hunger for a different kind of society—one based on principles of caring, ethical and spiritual sensitivity, and communal solidarity. Their need for meaning is just as intense as their need for economic security.\" :Information Clearing House Weekend Edition of 6-12-2008 22:07 ===Tikkun magazine=== After serving for five years as dean of the graduate school of psychology at New College of California (now defunct) in San Francisco,Mother Jones Magazine May 1985 p. 48 gives New College as a contact address for Lerner Lerner and his then-wife Nan Fink created a general-interest intellectual magazine called Tikkun: A Bimonthly Jewish Critique of Politics, Culture and Society. Tikkun was started with the intention of challenging the Left for its inability to understand the centrality of religious and spiritual concerns in the lives of ordinary Americans. With his associate editor Peter Gabel, Lerner developed a \"politics of meaning\": that Americans hunger not only for material security but also for a life that is connected to some higher meaning, and that the failure of the liberal and progressive movements to win a consistent majority support was based on their inability to understand this hunger and to address it by showing Americans and middle income working people in other advanced industrial societies that it was the values of the competitive marketplace and its Bottom Line of money and power that is the fundamental source undermining ethical and spiritual values in the public sphere and then undermining friendships and marriages when these values are brought home into personal life.(See Lerner's book The Politics of Meaning, Addison Wesley, 1996). This was intended to speak to the hunger for meaning that was characteristic of the thousands of people that Lerner and his colleagues were studying at the Institute for Labor and Mental Health. Tikkun was formed to educate the public about the findings of the Institute and to develop some of the implications of that work. However, because it also had an interest in being an \"alternative to the voices of Jewish conservatism,\" Tikkun was criticized by some Jewish groups. In 1993, First Lady Hillary Clinton included the \"politics of meaning\" in her synthesis of political and social philosophy she was forming. In 2002, Lerner organized a group called the Tikkun Community among readers of Tikkun magazine and those who share its editorial vision.Bio at Shift in Action and PBS site of Bill Moyer's Journal ===Rabbinical ordination=== Lerner received rabbinical ordination in 1995 through a beth din (rabbinical court) composed of three rabbis, \"each of whom had received orthodox rabbinic ordination\". According to j. the Jewish news weekly, \"mainstream rabbinical leaders of the Reform, Conservative and Orthodox movements\" have questioned private ordinations such as Lerner's, arguing that non-seminary ordinations risk producing poorly educated or fraudulent Rabbis. Similarly, some rabbis have challenged Lerner's decision to not be trained for the rabbinate in a classical Jewish seminary (although Lerner did spend three years as a student at Jewish Theological Seminary). Lerner has been quoted in Jewish Weekly as saying that the non-seminary track is one that \"every Chabad rabbi takes, & every ultra-Orthodox rabbi\". Lerner pointed out that none of the rabbis in Jewish history ever attended a \"seminary\" until the middle of the 19th century, and that most rabbis in Israel today did not attend a seminary. They all got their ordination in the same way Lerner did, through a Beth din composed of three rabbis. When Lerner attacked seminaries for being \"more interested in producing organizational men for Jewish life than spiritual leaders connected to the deepest spiritual and social-justice minds\", Rabbi Alan Lew said \"That is arrogant nonsense ... I spent six years in extremely rigorous, round-the-clock study in the classic texts of our tradition. Authentic Jewish spirituality is in the texts, not in some fancy New Age ideas or watered-down kabbalah\". Lerner's synagogue 'Beyt Tikkun' became an embodiment of what he described as \"neo-Hasidism,\" passionately pursuing the spiritual dimension of the prayers rather than rushing through them. The goal, he insisted, is to connect to God, not simply mouth every prayer in the prayerbook. His synagogue grew, according to members, not only because of Lerner's willingness to take the social justice message of the prophets seriously, but also because the actual experience of being involved in prayer, meditation, singing and dancing in the synagogue became an ecstatic experience of transcendence for many of those who attended. Lerner's 1994 book Jewish Renewal: A Path to Healing and Transformation published by HarperCollins (and in paperback as a Harper Perennial), became a national best-seller and brought thousands of young people into the emerging Jewish Renewal movement. After studying his background and qualifications, the Northern California Board of Rabbis accepted Lerner as a full member and he has remained a member ever since. Lerner was the first Jewish Renewal rabbi to achieve membership in a local American Board of Rabbis, but since that time in 1997, many local Boards of Rabbis have accepted Jewish Renewal rabbis into full membership. Lerner is the spiritual leader of Beyt Tikkun synagogue in Berkeley, and a member of the Board of Rabbis of Northern California. He is also a member of Ohalah, the organization of Jewish Renewal Rabbis. ===Network of Spiritual Progressives=== In 2005 Lerner became chair of The Network of Spiritual Progressives whose mission was to \"challenge the materialism and selfishness in American society and to promote an ethos of love, generosity, and awe and wonder at the grandeur of the universe.\" They have since sponsored national conferences on both the East and West Coast. In 2007 Lerner launched a campaign for a \"Global Marshall Plan\". ===Cancer=== In February 2009 Lerner publicly announced he had been diagnosed with lung cancer, and mentioned this in many promotional mailings and published pieces.There is also a champion of Alternative Medicine treatments of cancer named Michael Lerner who is unrelated He was treated with surgery in March 2009 which was apparently successful. ==Lerner's views== ===Positive Judaism=== Lerner, a rabbi in ALEPH: Alliance for Jewish Renewal, promotes the concept of Jewish Renewal, a small Jewish movement which he describes as \"positive Judaism\", rejecting what he considers to be ethnocentric interpretations of the Torah. His publications promote religious pluralism and progressive or liberal approaches to political problems. He has, for example, been outspoken against attacks on immigrant communities in the United States,See especially Tikkun Volume 7 and has attempted to build bridges with Christian, Buddhist and Muslim leaders around such issues.Particularly through the Network of Spiritual Progressives Lerner's call for a spiritual transformation of American society was first articulated in Tikkun and then in his book The Politics of Meaning. Lerner developed these ideas further in his books Spirit Matters (2000) and The Left Hand of God (2006). Lerner strongly objected to Israel's occupation of the West Bank. He supports the adoption of the Geneva Accords as a basis for an independent Palestinian state.His 2004 book The Geneva accord:and other strategies for healing the Israeli-Palestinian conflict elaborates this position. North Atlantic Books, 2004 , In February 2007, Lerner published a column entitled \"There Is No New Anti-Semitism,\" in which he criticized some American Jewish organizations for labeling critics of Israel as antisemites. He was especially critical of the Anti-Defamation League and the American Israel Public Affairs Committee, which he characterized as \"Israel-can-do-no- wrong voices in American politics.\" Lerner wrote that this mentality, which frequently leads to accusations that Jews who oppose Israel's policies toward the Palestinians are \"self-hating Jews,\" is alienating young Jews who \"say that they can no longer identify with their Jewishness.\" ===Controversy=== Lerner describes some of his views as \"very controversial,\" particularly his views about building peace between Israel and Palestine. In 2003, the San Diego Jewish Journal described Lerner as \"the most controversial Jew in America,\" writing that \"He is relentlessly critical of Israel. He eulogizes Rachel Corrie. And he's done more for peace than any conservative we know.\" That same year, the executive editor of The Jewish Exponent wrote that Lerner \"supports every measure against Israel short of its immediate destruction and often makes common cause with those who do plot the eradication of Israel's Jews.\" In 1997, former Tikkun editors accused Lerner of publishing pseudonymous letters to the editor that he himself had written. While many of the letters were laudatory (\"Your editorial stand on Iraq said publicly what many of us in the Israeli peace camp are feeling privately but dare not say.\"), a few were critical (\"Have you gone off your rocker?\"). Lerner admitted that he had fabricated the letters but said his only mistake was not informing readers that the authors' names were pseudonyms. ===Criticism of leftist antisemitism=== For many years, Lerner has been an outspoken critic of modern antisemitism that he perceives to have arisen among some leftists. In 1992, he wrote The Socialism of Fools: Anti-Semitism on the Left, in which he described the manner in which the left often denies the existence of antisemitism; defended Zionism and distinguished legitimate criticism of the State of Israel from Israel-bashing and antisemitism; and suggested ways in which progressives can fight antisemitism on the Left. In 2003, Lerner criticized the left-wing anti-war ANSWER Coalition for the antisemitism that he and others believe is reflected in the rhetoric at ANSWER-sponsored demonstrations. He later claimed that because of his criticism the ANSWER coalition — of which Lerner's Tikkun Community was a member — barred him from speaking at their rallies against the 2003 invasion of Iraq. ===Good Friday Prayer for the Jews=== Regarding the motu proprio Summorum Pontificum, which allows the re-introduction of the Tridentine Mass and the related Good Friday Prayer for the Jews, he said that the Pope took \"a powerful step toward the re-introduction of the process of demeaning Jews. You cannot respect another religion if you teach that those who are part of it must convert to your own religion.\"USA Today == Beyt Tikkun Synagogue == Beyt Tikkun Synagogue is a Jewish Renewal congregation in the San Francisco Bay Area, United States. It is a loosely organized unconventional endeavor with a small physical base, that is also described by its founder as a \"synagogue-without-walls\" that since its founding has served as a bully pulpit for its equally unconventional founding-rabbi since its inception. ===History=== Beyt Tikkun was founded in 1996 by Rabbi Michael Lerner, and is loosely affiliated with Lerner's Tikkun magazine. It describes itself as a \"hallachic community bound by Jewish law\". Beyt Tikkun has no building of its own, and the San Francisco Chronicle as well as The New York Times called it the \"synagogue-without-walls in San Francisco and Berkeley\". In 2010 Lerner, recovering from cancer and needing to avoid commuting to San Francisco where he used to spend Shabbat so that he could avoid paying money on the Sabbath, moved the Beyt Tikkun Synagogue closer to his Berkeley home to the East Bay, near the UC Berkeley campus, on advice of his doctors after cancer surgery. ===Controversies=== Beyt Tikkun found itself in the middle of controversies in 2005 and 2007 when it invited anti-war activist Cindy Sheehan to speak during Yom Kippur services. Code Pink activist Rae Abliea addressed the synagogue, against the Israeli occupation of the Gaza Strip, on September 29, 2011. ==Awards and honors== While at the Seminary, Lerner was elected national president of Atid, the college organization of the United Synagogue of America.Heschel's Legacy for the Politics of the Twenty-First Century — Modern Judaism Lerner was chosen by Utne Reader in 1995 as one of the world's \"100 top visionaries\" along with Vaclav Havel and Noam Chomsky. In 2005 Lerner received the Gandhi, King, Ikeda Community Builders Prize from Morehouse College in Atlanta in recognition of his work in forging a \"progressive middle path that is both pro-Israel and pro-Palestine\" in his book Healing Israel/Palestine and in his writing in Tikkun magazine. Tikkun magazine, which Lerner continues to edit, received from the mainstream media organization RNA The Religion Newswriters Association, the \"Best Magazine of the Year\" Award in both 2014 and 2015. ==Television appearances== Lerner has been a guest on Larry King Live several times. On March 5, 2006, he discussed his book The Left Hand of God on C-SPAN. Lerner was part of a panel of religious leaders on Meet the Press with Tim Russert on April 16, 2006. He was interviewed on Jewish reactions to the Christian Zionist movement of Rev. Hagee on the Bill Moyers PBS show on October 7, 2007. Lerner delivered a eulogy at the memorial service for Muhammad Ali on June 10, 2016, praising Ali's stances on social justice and calling for an end to antisemitism, homophobia, and Islamophobia. Lerner said \"the way to honor the memory of Muhammad Ali is to be Muhammad Ali today in our own lives.\" \"Tell the leaders of Turkey to stop bombing and murdering their Kurd minority. Tell the U.S. to stop sending military supplies to Saudi Arabia, which is the sponsor of some of the most hate-filled teachings in the Islamic world and is one of the most repressive regimes on the face of the earth. ==Goldstone report and vandalism of Lerner's home== Lerner is one of a small group of Jewish leaders who supported Judge Richard Goldstone after Goldstone released his United Nations report that accused Israel and Hamas of war crimes and possible crimes against humanity during the winter 2009 Gaza War. After Tikkun magazine announced that it would award Goldstone with its Tikkun Award, Lerner's home was vandalized several times, with posters caricaturing him as a Nazi. ==Bibliography== ===Books=== * Surplus Powerlessness: The Psychodynamics of Everyday Life and the Psychology of Individual and Social Transformation (1986) * The Socialism of Fools: Anti- Semitism on the Left (1992) * Jewish Renewal: A Path to Healing and Transformation (1994) * Jews and Blacks: Let the Healing Begin (1995) - by Michael Lerner and Cornel West * The Politics of Meaning: Restoring Hope and Possibility in an Age of Cynicism (1996) * Spirit Matters: Global Healing and the Wisdom of the Soul (2000) * Healing Israel/Palestine: A Path to Peace and Reconciliation (2003) * The Geneva Accord: And Other Strategies for Healing the Israeli-Palestinian Conflict (2004) * The Left Hand of God: Taking Back Our Country from the Religious Right (2006) ===Anthologies=== * Tikkun: To Heal, Repair, and Transform the World (1992) - edited by Michael Lerner * Best Contemporary Jewish Writing (2001) - edited by Michael Lerner * Best Jewish Writing 2002 (2002) - edited by Michael Lerner * Tikkun Reader: Twentieth Anniversary (2006) - edited by Michael Lerner ==References== ==External links== * Biography at Tikkun * Category:1943 births Category:Living people Category:Activists from New Jersey Category:Activists from the San Francisco Bay Area Category:American anti–Iraq War activists Category:American anti–Vietnam War activists Category:American Jewish Renewal rabbis Category:American magazine editors Category:American pacifists Category:American political activists Category:Columbia University alumni Category:Israeli–Palestinian peace process Category:Jewish American academics Category:Jewish American writers Category:Jewish anti-racism activists Category:Jewish pacifists Category:Jewish peace activists Category:Religion and politics Category:Sonoma State University faculty Category:University of California, Berkeley alumni Category:People from Newark, New Jersey Category:Weequahic High School alumni Category:New American Movement",
 "title": "Michael Lerner (rabbi)"
}