{
 "id": "180283",
 "text": "The calendar of saints is the traditional Christian method of organizing a liturgical year by associating each day with one or more saints and referring to the day as the feast day or feast of said saint. The word \"feast\" in this context does not mean \"a large meal, typically a celebratory one\", but instead \"an annual religious celebration, a day dedicated to a particular saint\". The system arose from the early Christian custom of commemorating each martyr annually on the date of their death, or birth into heaven, a date therefore referred to in Latin as the martyr's dies natalis ('day of birth'). In the Eastern Orthodox Church, a calendar of saints is called a Menologion. \"Menologion\" may also mean a set of icons on which saints are depicted in the order of the dates of their feasts, often made in two panels. == History == As the number of recognized saints increased during Late Antiquity and the first half of the Middle Ages, eventually every day of the year had at least one saint who was commemorated on that date. To deal with this increase, some saints were moved to alternate days in some traditions or completely removed, with the result that some saints have different feast days in different calendars. For example, St. Perpetua and Felicity died on 7 March, but this date was later assigned to St. Thomas Aquinas, allowing them only a commemoration (see Tridentine Calendar), so in 1908 they were moved one day earlier.Calendarium Romanum (Libreria Editrice Vaticana 1969), p. 89 When the 1969 reform of the Catholic calendar moved him to 28 January, they were moved back to 7 March (see General Roman Calendar). Both days can thus be said to be their feast day, in different traditions. The General Roman Calendar, which list those saints celebrated in the entire church, contains only a selection of the saints for each of its days. A fuller list is found in the Roman Martyrology, and some of the saints there may be celebrated locally. The earliest feast days of saints were those of martyrs, venerated as having shown for Christ the greatest form of love, in accordance with the teaching: \"Greater love has no one than this, that someone lay down his life for his friends.\" Saint Martin of Tours is said to be the first or at least one of the first non-martyrs to be venerated as a saint. The title \"confessor\" was used for such saints, who had confessed their faith in Christ by their lives rather than by their deaths. Martyrs are regarded as dying in the service of the Lord, and confessors are people who died natural deaths. A broader range of titles was used later, such as: Virgin, Pastor, Bishop, Monk, Priest, Founder, Abbot, Apostle, Doctor of the Church. The Tridentine Missal has common formulæ for Masses of Martyrs, Confessors who were bishops, Doctors of the Church, Confessors who were not Bishops, Abbots, Virgins, Non-Virgins, Dedication of Churches, and Feast Days of the Blessed Virgin Mary. Pope Pius XII added a common formula for Popes. The 1962 Roman Missal of Pope John XXIII omitted the common of Apostles, assigning a proper Mass to every feast day of an Apostle. The present Roman Missal has common formulas for the Dedication of Churches, the Blessed Virgin Mary, Martyrs (with special formulas for missionary martyrs and virgin martyrs), Pastors (subdivided into bishops, generic pastors, founders of churches, and missionaries), Doctors of the Church, Virgins, and (generic) Saints (with special formulas for abbots, monks, nuns, religious, those noted for works of mercy, educators, and [generically] women saints). This calendar system, when combined with major church festivals and movable and immovable feasts, constructs a very human and personalised yet often localized way of organizing the year and identifying dates. Some Christians continue the tradition of dating by saints' days: their works may appear \"dated\" as \"The Feast of Saint Martin\". Poets such as John Keats commemorate the importance of The Eve of Saint Agnes. As different Christian jurisdictions parted ways theologically, differing lists of saints began to develop. This happened because the same individual may be considered differently by one church; in extreme examples, one church's saint may be another church's heretic, as in the cases of Nestorius, Pope Dioscorus I of Alexandria, or Archbishop Flavian of Constantinople. == Ranking of feast days == In the Catholic Church feast days are ranked in accordance with their importance. In the post-Vatican II form of the Roman Rite, feast days are ranked (in descending order of importance) as solemnities, feasts or memorials (obligatory or optional). Pope John XXIII's 1960 Code of Rubrics, whose use remains authorized by the motu proprio Summorum Pontificum, divides liturgical days into I, II, III, and IV class days. Those who use even earlier forms of the Roman Rite rank feast days as Doubles (of three or four kinds), Semidoubles, and Simples. See Ranking of liturgical days in the Roman Rite. In the Eastern Orthodox Church the ranking of feasts varies from church to church. In the Russian Orthodox Church they are: Great Feasts, middle, and minor feasts. Each portion of such feasts may also be called feasts as follows: All-Night Vigils, Polyeleos, Great Doxology, Sextuple (\"sixfold\", having six stichera at Vespers and six troparia at the Canon of Matins). There are also distinctions between Simple feasts and Double (i.e., two simple feasts celebrated together). In Double Feasts the order of hymns and readings for each feast are rigidly instructed in Typikon, the liturgy book. The Lutheran Churches celebrate Festivals, Lesser Festivals, Days of Devotion, and Commemorations. In the Church of England, mother Church of the Anglican Communion, there are Principal Feasts and Principal Holy Days, Festivals, Lesser Festivals, and Commemorations. == Connection to tropical cyclones == Before the advent of standardized naming of tropical storms and hurricanes in the North Atlantic basin, tropical storms and hurricanes that affected the island of Puerto Rico were informally named after the Catholic saints corresponding to the feast days when the cyclones either made landfall or started to seriously affect the island. Examples are: the 1780 San Calixto hurricane (more widely known as the Great Hurricane of 1780) (the deadliest in the North Atlantic basin's recorded history; named after Pope Callixtus I (Saint Callixtus), whose feast day is October 14), the 1867 San Narciso hurricane (named after Saint Narcissus of Jerusalem, feast day October 29), the 1899 San Ciriaco hurricane (the deadliest in the island's recorded history; Saint Cyriacus, August 8), the 1928 San Felipe hurricane (the strongest in terms of measured wind speed; Saint Philip, father of Saint Eugenia of Rome, September 13), and the 1932 San Ciprian hurricane (Saint Cyprian, September 26). This practice continued until quite some time after the United States Weather Bureau (now called the National Weather Service) started publishing and using official female human names (initially; male names were added starting in 1979 after the NWS relinquished control over naming to the World Meteorological Organization). The last two usages of this informal naming scheme in P.R. were in 1956 (Hurricane Betsy, locally nicknamed Santa Clara after Saint Clare of Assisi, feast day August 12 back then; her feast day was advanced one day in 1970) and 1960 (Hurricane Donna, nicknamed San Lorenzo after Saint Lawrence Justinian, September 5 back then; feast day now observed January 8 by Canons regular of St. Augustine). == See also == * Calendar of saints (Church of England) * Calendar of saints (Episcopal Church) * Calendar of saints (Anglican Church of Southern Africa) * Calendar of saints (Lutheran) * Coptic Orthodox calendar of saints * Eastern Orthodox liturgical calendar * General Roman Calendar * Diario Romano * Patronal feast day * Gŵyl Mabsant, Welsh saints' days. * List of saints == References == == External links == * Today's Saints on the Calendar (Catholic Church) * Greek Catholic Saints' Calendar (Greek Catholic Church) * Calendar of Saints (Orthodox Church in America) * Butler's Lives of the Saints Bartleby.com * Category:Specific calendars Category:Christian saints Category:Saints days Category:Canonization",
 "title": "Calendar of saints"
}