{
 "id": "180560",
 "text": "Morris Swadesh (; January 22, 1909 – July 20, 1967) was an American linguist who specialized in comparative and historical linguistics. Swadesh was born in Massachusetts to Bessarabian Jewish immigrant parents. He completed bachelor's and master's degrees at the University of Chicago, studying under Edward Sapir, and then followed Sapir to Yale University where he completed a Ph.D. in 1933. Swadesh taught at the University of Wisconsin–Madison from 1937 to 1939, and then during World War II worked on projects with the United States Army and Office of Strategic Services. He became a professor at the City College of New York after the war's end, but was fired in 1949 due to his membership in the Communist Party. He spent most of the rest of his life teaching in Mexico and Canada. Swadesh had a particular interest in the indigenous languages of the Americas, and conducted extensive fieldwork throughout North America. He was one of the pioneers of glottochronology and lexicostatistics, and is known for his creation of the Swadesh list, a compilation of basic concepts believed to present across cultures and thus suitable for cross-linguistic comparison. Swadesh believed that his techniques could discover deep relationships between apparently unrelated languages, thus allowing for the identification of macrofamilies and possibly even a \"Proto- Human\" language. His theories were often controversial, and some have been deprecated by later linguists. ==Early life and education== Swadesh was born in 1909 in Holyoke, Massachusetts, to Jewish immigrant parents from Bessarabia. His parents were multilingual, and he grew up with Yiddish, some Russian, and English as his first languages. Swadesh earned his B.A. and M.A. from the University of Chicago, where he began studying with the linguist Edward Sapir. He followed Sapir to Yale University, where he earned his Ph.D. in 1933. Inspired by Sapir's early lists of word similarities among Native American languages, he began a life work in comparative linguistics. ==Early career== In the 1930s, Swadesh conducted extensive fieldwork on more than 20 indigenous languages of the Americas, with travels in Canada, Mexico, and the US. He worked most prominently on the Chitimacha language, a now-extinct language isolate found among indigenous people of Louisiana. His fieldnotes and subsequent publications constitute the main source of information on this extinct language. He also conducted smaller amounts of fieldwork on the Menominee and Mahican languages, in Wisconsin and New York, respectively; both are part of the Algonquian language family. Swadesh taught linguistics and anthropology at the University of Wisconsin in Madison from 1937 to 1939. During this time he devised and organized the highly original \"Oneida Language and Folklore Project.\" This program hired more than a dozen Oneida Indians in Wisconsin for a WPA project (under the Franklin D. Roosevelt administration) to record and translate texts in the Oneida language. (The Oneida were historically one of the five nations of the Iroquois Confederacy, with their historic territory located in central New York state, but some had moved to Wisconsin in the 19th century.) In this same period in other WPA projects, writers were recording state histories and guides, and researchers were collecting oral histories of African Americans who had been born into slavery before the end of the Civil War. Swadesh was let go by the University of Wisconsin just as he was to begin the project. Floyd Lounsbury, then an undergraduate, was assigned to finish it. Lounsbury continued his studies in linguistics, later serving as Sterling Professor of Anthropology and Linguistics at Yale University. In May 1939 Swadesh went to Mexico, where he had been hired to assist the government of Mexican President Lázaro Cárdenas, who was promoting the education of indigenous peoples. Swadesh learned the Purépecha language for this work. Together with rural school teachers, Swadesh worked in indigenous villages, teaching people to read first in their own languages, before teaching them Spanish. He worked with the Tarahumara, Purépecha, and Otomi peoples. Swadesh also learned Spanish in less than a year; he was fluent enough that he was able to give a series of linguistics lectures (in Spanish) at the Universidad Michoacana de San Nicolás de Hidalgo and publish his first book, \"La Nueva Filologia,\" in Spanish in 1941.Obituary: Morris Swadesh, American Anthropologist, vol. 70, 1968, http://onlinelibrary.wiley.com/doi/10.1525/aa.1968.70.4.02a00070/pdf Returning to the U.S., during the Second World War Swadesh worked on military projects for the U.S. Army and the OSS to compile reference materials on Burmese, Chinese, Russian, and Spanish. He also wrote easy-to-learn textbooks for troops to learn Russian and Chinese. Swadesh served in Burma, where Lt. Roger Hilsman described his linguistic skills as extraordinary. Swadesh learned enough of the Naga language, after spending only one day with a local guide, that he was able to give a ten-minute thank-you speech in that language.Roger Hilsman, American Guerrilla, Potomac Books, 2005, pp. 142–143 Hilsman recalled that Swadesh had been strongly opposed to racial segregation in the United States. ==Red Scare== In May 1949, Swadesh was fired by the City College of New York (CCNY) due to accusations that he was a Communist. That was during the Red Scare, and he was one of a number of anthropologists and other academics to be opposed by anticommunists during the McCarthy Era. Swadesh had been a member of the Denver Communist Party and was active in the protest movement against the execution of convicted spies, Julius and Ethel Rosenberg.David H. Price. (2004). Threatening Anthropology: McCarthyism and the FBI's Surveillance of Activist Anthropologists. Duke University Press p. 102–105 Swadesh continued to work in the United States until 1954, aided by limited funding from the American Philosophical Society of Philadelphia. ==Later career== In 1956 Swadesh returned to Mexico, where he took a position as researcher at the National Autonomous University of Mexico and taught linguistics at the National School of Anthropology and History (Escuela Nacional de Antropología e Historia), in Mexico City. In 1966, he was appointed Professor of General Linguistics at the University of Alberta in Canada. He was developing plans for a major research project in Western Canada at the time of his death, in the summer of 1967. ==Work in historical linguistics== Swadesh is best known for his work in historical linguistics. Any language changes over centuries (consider, for example, the changes in English since the Middle Ages). Some languages diverge and become separate dialects, or languages that still belong to the same language family. Tracking similarities and differences between languages is part of historical linguistics. Swadesh proposed a number of distant genetic links among languages. He was the chief pioneer of lexicostatistics, which attempts to classify languages on the basis of the extent to which they have replaced basic words reconstructible in the proto-language, and glottochronology, which extends lexicostatistics by computing divergence dates from the lexical retention rate. Swadesh became a consultant with the International Auxiliary Language Association, which standardized Interlingua and presented it to the public in 1951 (Esterhill 2000). In this role, he originated the lists of 100 and 200 basic vocabulary items, used (with some variation) in both lexicostatistics and glottochronology for comparison among languages. They have since been known as the Swadesh lists. Some scholars considered Swadesh as a supporter of monogenesis, the theory that all languages have a common origin: \"Swadesh sought to show that all the world's languages are related in one large family\" (Ruhlen 1994:215). Others believe that Swadesh proposed early linkages, but believed that languages diverged immediately among peoples, as he expressed in his major, but unfinished work, The Origin and Diversification of Language (1971), published posthumously.William Strazny, \"Morris Swadesh: Critical Essay\", William Strazny Website, accessed October 25, 2009 ==Personal life== Swadesh was married for a time to Mary Haas, a fellow American linguist. He later married Frances Leon, with whom he worked in Mexico in the 1930s; they divorced in the late 1950s. He married linguist Evangelina Arana after his return to Mexico in 1956. He died in Mexico City in July 1967. ==Bibliography== * Swadesh, Morris (1932) The Expression of the Ending-Point Relation in English, French, and German. Alice V. Morris, ed. Linguistic Society of America. Language Monographs No. 10. 125 pp. Baltimore. * Swadesh, Morris (1933). The Internal Economy of the Nootka Word. PhD thesis, Yale University. * Swadesh, Morris (1934). The Phonemic Principle a Language 10 (1934) * Swadesh, Morris (1937) A Method for Phonetic Accuracy and Speed. American Anthropologist 39 * Swadesh, Morris (1939). (With Edward Sapir) Nootka Texts. Tales and Ethnologic Narratives. William Dwight Whitney Linguistic Series, Linguistic Society of America. Philadelphia. * Swadesh, Morris (1940). Orientaciones Lingüísticas para Maestros en Zonas Indígenas. 77 pp. México. * Swadesh, Morris (1940). (con F. Lounsbury y Oscar Archequette, eds.) OnΔyo-da?a.ga. Deyelihwahgwa.ta (Oneida Hymm Book). 100 pp. Oneida, Wisconsin. * Swadesh, Mauricio (1941) La Nueva Filología --México: Biblioteca del Maestro No. 4, El Nacional 288 pp. * Swadesh, Morris (1944). How to Pick up a Foreign Language. Folleto de la Office of Strategic Services, 14 pp. Washington, D.C. * Swadesh, Morris (1945). Talking Russian Before you know it. Holt, 134 pp. Nueva York. * Swadesh, Morris (1945). The Words you Need in Burmese. Folleto de la Office of Strategic Services, 35 pp. Washington, D.C. * Swadesh, Morris (1948). Chinese in your Pocket. Holt. xvi + 185 pp. Nueva York. Reprinted 1964 with the title Conversational Chinese for Beginners. * Swadesh, Morris. (1950). Salish internal relationships. International Journal of American Linguistics, 16, 157-167. * Swadesh, Morris (1951). Basic Vocabulary of Glottochronology. Denver (mimeo). * Swadesh, Morris. (1952). Lexicostatistic dating of prehistoric ethnic contacts. Proceedings American Philosophical Society, 96, 452-463. * Swadesh, Morris (1954). Amerindian Non- Cultural Vocabularies. Denver. * Swadesh, Morris (1955). Towards greater accuracy in lexicostatistic dating. International Journal of American Linguistics, 21, 121-137. * Swadesh, Morris (1955). Amerindian Non-Cultural Vocabularies. Edición revisada. Denver. * Swadesh, Morris (1955). (With Edward Sapir) Native Accounts of Nootka Ethnography. Indiana University Research Center in Anthropology, Folklore and Linguistics No. 1. 457 pp. Bloomington. * Swadesh, Morris (1956). (With A. Castro, J. Pedraza y E. Wallis) Los Otomíes hablamos en Castellano. Patronato Indígena del Valle del Mezquital e Instituto Lingüístico de Verano. 21 pp. México (mimeo.) * Swadesh, Morris (1956). Juegos para Aprender Castellano. Instituto Indigenista Interamericano, México. * Swadesh, Morris (1957). Términos de Parentesco Comunes entre Tarasco y Zuñi. Cuadernos del Instituto de Investigaciones Históricas de la UNAM, Serie Antropológica No. 3, 39 pp. México. * Swadesh, Morris (1959). Linguistics as an Instrument of Prehistory a Southwestern Journal of Anthropology 15. * Swadesh, Morris (1959). Mapas de Clasificación Lingüística de México y las Américas. Cuadernos del Instituto de Investigaciones Históricas de la UNAM, Serie Antropológica No. 6, 37 pp. y 3 mapas. México. * Swadesh, Morris (1959). Indian Linguistic Groups of México. Escuela Nacional de Antropología e Historia, 14 pp. y 2 mapas. México. * Swadesh, Morris (1959-60). Materiales para un Diccionario Comparativo de las Lenguas Amerindias. * Swadesh, Morris (1960). La Lingüística como Instrumento de la Prehistoria. Instituto Nacional de Antropología e Historia, Dirección de Prehistoria, Publicación no. 9, 36 pp. México. * Swadesh, Morris (1960). (With Edward Sapir) Yana Dictionary. University of California, Publications in Linguistics 22, 267 pp. Berkeley. * Swadesh, Morris (1960). Tras la Huella Lingüística de la Prehistoria. Suplemento del Seminario de Problemas Científicos y Filosóficos de la UNAM, 2ª Serie, No. 26. México. * Swadesh, Morris (1960). Estudios sobre Lengua y Cultura. Acta Antropológica, Segunda Época, II-2, 250 pp. México. * Swadesh, Morris (1963). (et. al.) Proyecto de Libro de Lectura y de Cuaderno de Trabajo de Lengua Nacional para 6º. Año, México. * Swadesh, Morris (1965). (With Evangelina Arana) Los Elementos del Mixteco Antiguo. Instituto Nacional Indigenista, 200 pp. México. * Swadesh, Morris (1965-68). (With María Cristina Álvarez, Ramón Arzápalo, and Juan R. Bastarrachea): Diccionario de Elementos de la Lengua Maya, en revisión para su edición, Seminario de Estudios de la Escritura Maya, UNAM. México. * Swadesh, Mauricio (1966). El lenguaje y la vida humana, 396 pp. México: FCE. * Swadesh, Mauricio (1966). (With Madalena Sancho) Los Mil Elementos del Mexicano Clásico. Base Analítica de la Lengua Nahua. Instituto de Investigaciones Históricas de la UNAM, 89 pp. México. * Swadesh, Mauricio (1966). (With María Chuairy and Guido Gómez) El Árabe Literario. El Colegio de México, 321 pp. México. * Swadesh, Morris (1967). (With Evangelina Arana) Diccionario Analítico de la Lengua Mampruli. Museo de las Culturas. México. * Swadesh, Morris (1968). Elementos del Tarasco Antiguo, Instituto de Investigaciones Históricas de la UNAM. * Swadesh, Morris (1968). La Nueva Filología, 2ª edición. Colección Obras de Mauricio Swadesh Editadas por sus Alumnos No. 1, México. * Swadesh, Morris (1971) The Origin and Diversification of Language, Aldine, Chicago. ==See also== * Swadesh list * List of linguists ==References== ==Sources== * Esterhill, Frank. 2000. Interlingua Institute: A History. New York: Interlingua Institute. * Newman, Stanley. 1967. \"Morris Swadesh (1909-1967).\" Language 43. * Price, David H. 1997. \"Anthropologists on trial\", Paper presented at the Annual Meeting of the American Anthropological Association, Washington, D.C., November 1997 * Ruhlen, Merritt. 1994. On the Origin of Languages: Studies in Linguistic Taxonomy, Stanford, California: Stanford University Press. ==Further reading== *Anttila, Raimo, An Introduction to Historical and Comparative Linguistics, New York: Macmillan, 1972; 2nd edition, as Historical and Comparative Linguistics, Amsterdam and Philadelphia: Benjamins, 1989 *Harris, Zellig, Methods in Structural Linguistics, Chicago: University of Chicago Press, 1951; as Structural Linguistics, 1960 *Lounsbury, Floyd G. \"Recollections of the Works Progress Administration's Oneida Language and Folklore Project, 1938-41.\" in The Oneida Indian Experience, Two Perspectives. Jack Campisi and Laurence M. Hauptman, eds. 1988. *Hymes, Dell H., editor, Language in Culture and Society, New York: Harper and Row, 1964 *Hymes, Dell H., \"Morris Swadesh: From the First Yale School to World Prehistory\", in The Origin and Diversification of Language, by Morris Swadesh, Chicago: Aldine Atherton, 1971 *Lamb, Sidney M., and E. Douglas Mitchell, editors, Sprung from Some Common Source: Investigations into the Prehistory of Languages, Stanford, California: Stanford University Press, 1991 *Newman, Stanley, \"Morris Swadesh (1909-1967)\", Language 43 (1967) ==External links== * Morris Swadesh, Minnesota State University, Mankato Category:1909 births Category:1967 deaths Category:American people of Moldovan-Jewish descent Category:American people of Ukrainian-Jewish descent Category:Linguists from the United States Category:American communists Category:Jewish American social scientists Category:University of Chicago alumni Category:Yale University alumni Category:People from Holyoke, Massachusetts Category:Paleolinguists Category:People of the Office of Strategic Services Category:Linguists of Algic languages Category:Linguists of Siouan languages Category:Linguists of Hokan languages Category:Linguists of Salishan languages Category:Linguists of Penutian languages Category:National School of Anthropology and History faculty Category:20th-century linguists",
 "title": "Morris Swadesh"
}