{
 "id": "180743",
 "text": "A co-cathedral is a cathedral church which shares the function of being a bishop's seat, or cathedra, with another cathedral, often in another city (usually a former see, anchor city of the metropolitan area or the civil capital). Instances of this occurred in England before the Protestant Reformation in the dioceses of 'Bath and Wells', and of 'Coventry and Lichfield'. These two dioceses were each named for both cities that served as bishop's seats. As of March 2020, the Catholic Church had 322 co-cathedrals, mainly in Europe (140 in Italy alone). Many are former cathedrals, but even if still in use, those often are not granted co-cathedral status. Often the diocese with one or more co-cathedrals also has a multiple (\"hyphenated\") name reflecting these, but some have a co-cathedral not mentioned in the title while other former see titles may also be preserved without having a co- cathedral. Sometimes the first-named city does not have the main cathedral (actual see) but boasts another distinction such as being a national capital or having an august ecclesiastical past. == Catholic Europe == === Albania === In Albania, the Roman Catholic Archdiocese of Tirana-Durrës has a co-cathedral in Durrës, Saint Lucia co-cathedral. === Belgium === In Belgium, the cathedral of the primatial Roman Catholic Archdiocese of Mechelen-Brussels is the Metropolitan St. Rumbold's Cathedral in Mechelen (Malines), the archiepiscopal seat. Its co-cathedral is the Cathedral of St. Michael and St. Gudula in Brussels, the national capital. A third, larger church in Koekelberg (also in Brussels) has the status of minor basilica, without co-cathedral rank, yet it has received papal visits including a papal beatification. === Bulgaria === The Roman Catholic Diocese of Sofia and Plovdiv has, besides the Cathedral of St Louis in Plovdiv, a new co-cathedral of St. Joseph in Sofia. === Croatia === The Metropolitan archbishop of Split-Makarska has, in Split (Dalmatia), the co-cathedral of Saint Peter the Apostle Konkatedrala sv. Petra Apostola, besides his episcopal see, Katedrala Sv. Dujma. === Czech Republic === The Roman Catholic Diocese of Ostrava-Opava has a co-cathedral of Our Lady of the Assumption Co-Cathedral in Ostravian-Opavian diocese in Opava besides the Ostrava Savior cathedral. === France === * The double-titled bishopric of Aire and Dax has a Co-cathedral of Notre Dame in Dax and a Cathedral of St John the Baptist in Aire * The Archdiocese of Chambéry–Saint-Jean-de- Maurienne–Tarentaise has its cathedral in Chambéry and co–cathedrals in Saint- Jean-de-Maurienne and in Tarentaise * The bishop of Couserans (a see suppressed in the French Revolution) had two co-cathedral churches at Saint- Lizier * The bishop of Sisteron (a see also suppressed) had a second throne in the church of Forcalquier, which is still called La Con-cathédrale. === Germany === * The Roman Catholic Diocese of Augsburg has a co-cathedral of Saints Peter and Paul in Dillingen and a cathedral of the Visitation of Holy Mary in Augsburg * The Roman Catholic Diocese of Dresden-Meissen has a co- cathedral of Saint Peter in Bautzen and a cathedral of the Most Holy Trinity in Dresden * The Roman Catholic Archdiocese of Munich and Freising has a co- cathedral of Saints Mary and Korbinian in Freising and a cathedral of Our Dear Lady in Munich * The Roman Catholic Diocese of Rottenburg-Stuttgart has a co- cathedral of Saint Eberhard in Stuttgart and a cathedral of Saint Martin in Rottenburg am Neckar. === Hungary === The primatial Metropolitan see of the Roman Catholic Archdiocese of Esztergom-Budapest has its primary cathedral in the old archiepiscopal seat, the Cathedral Basilica of Esztergom, and a co- cathedral basilica in the national state capital Budapest. === Italy === * The Diocese of Adria-Rovigo has a Concattedrale di S. Stefano Papa e Martire Concattedrale dedicated to Martyr Pope Stephen I in Rovigo, which never was a diocese, besides Adria's own Cattedrale di SS. Pietro e Paolo dedicated to Saints Peter and Paul * The Roman Catholic Diocese of Alghero-Bosa (on Sardinia) has a Marian Co-Cathedral Concattedrale di Beata Vergine Immaculata Concattedrale di Beata Vergine Immaculata, in Bosa besides its cathedral episcopal see, the Marian Cattedrale di Beata Maria Vergine Immaculata Concezione, in Alghero * The Diocese of Diocese of Amalfi–Cava de' Tirreni has a Marian Co-Cathedral of the Visitation of Mary in Cava de' Tirreni, besides the cathedral of Apostle Andrew in Amalfi. * The Diocese of Avezzano has its cathedral in that city and a co-cathedral in its former see Pescina * The Roman Catholic Archdiocese of Campobasso-Boiano has a * The Roman Catholic Diocese of Lucera-Troia has its cathedral in Lucera, present see; Troia's former cathedral serves as co-cathedral * The Diocese of Melfi–Rapolla–Venosa has a cathedral, a Marian Minor Basilica: Basilica Cattedrale di S. Maria Assunta, at Melfi, and two Co-cathedrals: Concattedrale di S. Andrea in Venosa, and Concattedrale di S. Michele Arcangelo, in Rapolla * The Roman Catholic Diocese of Molfetta-Ruvo-Giovinazzo-Terlizzi has a cathedral in Molfetta and three co-cathedral: in Ruvo, Giovinazzo and Terlizzi * The Roman Catholic Diocese of Pitigliano-Sovana-Orbetello has a cathedral of Peter&Paul; in Pitigliano and a co-cathedral of the Assumptio in Orbetello * The Archdiocese of Rossano–Cariati has a Marian Cathedral di Maria SS. Achiropita at Rossano and a Co-Cathedral of the Archangel Michael in Cariati * The Archdiocese of Sant'Angelo dei Lombardi-Conza-Nusco-Bisaccia has its cathedral in Sant'Angelo dei Lombardi and three co-cathedrals in absorbed former bishoprics : Conza di Campania, Nusco and Bisaccia * The Diocese of Teggiano- Policastro has a Co-cathedral of the Assumption in Policastro Bussentino and a Marian cathedral of S. Maria Maggiore e S. Michele Arcangelo, in Teggiano * The Diocese of Termoli-Larino has its cathedral in Termoli and a co-cathedral in Larino * ... === Malta === The metropolitan cathedral of the Roman Catholic Archdiocese of Malta is St. Paul's Cathedral in the former capital Mdina. Since the 1820s, the former Conventual Church of St. John in Valletta has been known as St. John's Co-Cathedral. === Poland === * The Roman Catholic Diocese of Koszalin-Kołobrzeg has a cathedral in Koszalin and a co-cathedral in Kołobrzeg * The Roman Catholic Archdiocese of Szczecin-Kamień has a cathedral of James the Elder in Szczecin and a co-cathedral of John the Baptist in Kamień; the same goes for both its suffragans : ** the Roman Catholic Diocese of Zielona Góra-Gorzów has a cathedral of the Virgi Mary in Zielona Góra and a co-cathedral of St. Jadwiga in Gorzów ** the Roman Catholic Diocese of Zamość- Lubaczów has a cathedral of the Resurrection and St. Thomas the Apostle in Zamość and a co-cathedral of St. Stanislaus in Lubaczów === Slovakia === * Co- Cathedral of St. Nicholas, Prešov === Spain === * The Diocese of Calahorra y La Calzada-Logroño has a Co-Cathedral of St Mary in Logroño besides its Cathedral of the Assumption of Our Lady in Calahorra and Cathedral of the Saviour and St Mary of Santo Domingo de la Calzada. * The Diocese of Coria- Cáceres has a Co-Cathedral of St Mary in Cáceres besides its Cathedral of the Assumption of Our Lady in Coria. *The Diocese of Guadix-Baza has a Co- Cathedral of Our Lady of the Incarnation (es) in Baza besides its Cathedral of the Incarnation in Guadix. *The Archdiocese of Mérida-Badajoz has a Co- Cathedral of Saint Mary Major in Mérida besides its Cathedral of St John the Baptist in Badajoz. *The Diocese of Mondoñedo-Ferrol has a Co-Cathedral of St Martin in Ferrol beside its Cathedral Basilica of the Assumption of Our Lady in Mondoñedo. *The Diocese of Orihuela-Alicante has a Co-Catedral of St Nicholas of Bary in Alicante besides its Cathedral of the Saviour and St Mary in Orihuela. *The Diocese of Osma-Soria has a Co-Cathedral of St Peter in Soria besides its Cathedral of the Assumption of Our Lady in Burgo de Osma. *The Diocese of Segorbe-Castellón has a Co-Cathedral os St Mary in Castellón de la Plana besides its Cathedral of the Assumption of Our Lady in Segorbe. *The Diocese of Sigüenza-Guadalajara has a Co-Cathedral of Santa María de la Fuente la Mayor in Guadalajara besides its Cathedral of St Mary in Sigüenza. *The Diocese of Tui-Vigo has a Co-Cathedral of St Mary in Vigo besides its Cathedral of St Mary in Tui. === Ukraine === * Latin Diocese of Kyiv-Zhytomyr has a Co-Cathedral of St. Alexander, Kiev, besides the Cathedral of St. Sophia, in Zhytomyr. * Latin diocese of Kharkiv-Zaporizhia has a Co-cathedral of the Merciful Father, in Zaporizhia, besides the Cathedral of the Blessed Virgin Mary in Kharkiv * The Roman Catholic Diocese of Odessa-Simferopol plans a co-cathedral in Simferopol, on Crimea, besides its Odessa cathedral, but suspended building plans after the Russian annexation == Catholic Asia == === Indonesia === * The Diocese of Roman Catholic Diocese of Sibolga has a co- Cathedral named The Lady of All Nations in Gunungsitoli, Nias, besides the Cathedral of Therese of Lisieux in Sibolga. === India === * The Diocese of Simla and Chandigarh has a co-Cathedral, Christ the King Cathedral, at Chandigarh, which never was a diocese, besides the cathedral episcopal see of St. Michael and St. Joseph in Shimla, the capital of Himachal Pradesh state. *After the merger of the ecclesiastical provinces of Madras and Mylapore in 1952 to form the Archdiocese of Madras-Mylapore. The cathedral of the former Mylapore province was given Co-cathedral standard and is now known as St Mary's Co-Cathedral. === Japan === * The co-Cathedral The Basilica of the Twenty-Six Holy Martyrs of Japan, in Nagasaki also known as Ōura Cathedral, a World Heritage Site, and the oldest church in Japan. Nearby is the Immaculate Conception Cathedral, also known as Urakami Cathedral. === Korea === * The Roman Catholic Archdiocese of Daegu has, besides the Kyesan Cathedral, a new co-cathedral, Beomeo Cathedral. * The Roman Catholic Diocese of Suwon has a cathedral of Korean Martyrs in Jeongjadong and a co-cathedral of Queen of Peace in Jowon-dong === Philippines === * The Roman Catholic Archdiocese of Lingayen-Dagupan has a cathedral in Dagupan, Pangasinan and the original cathedral, now co-cathedral, the Epiphany of Our Lord Parish Church in Lingayen. === Syria === * The Melkite Greek Catholic Archeparchy of Homs has in Yabrud (one of the two former eparchials which were title united with the diocese) the co-cathedral of Saints Constantine and Helen, besides its Cathedral of Our Lady of Peace in Homs. === Asian Turkey === * The Apostolic Vicariate of Anatolia has a Co-Cathedral of St. Anthony of Padua, in Mersin, besides the Marian episcopal see Cathedral of the Annunciation, in İskenderun (Alexandria). == Catholic Africa == === Egypt === The Latin Apostolic Vicariate of Alexandria had a St. Catherine cathedral in Alexandria and two co-cathedrals: the former cathedrals of the merged-in apostolic vicariates of Heliopolis of Egypt (Our Lady, in that Cairo suburb) and of Port Said (Our Lady and St. Michael in that Sinai Canal port). === Ghana === The Diocese of Keta–Akatsi has its co-cathedral at first-named Keta, the cathedral is in second-named Akatsi. == Catholic Central America and Antilles == === Belize === * Our Lady of Guadalupe Co-Cathedral in Belmopan is the diocesan co- cathedral of Belize City-Belmopan since the national capital was shifted to Belmopan, which was added to the bishopric's title, but the see and Holy Redeemer Cathedral remained in former capital Belize City. === Guatemala === * The Metropolitan Archdiocese of Los Altos Quetzaltenango-Totonicapán has a Cocatedral, San Miguel Arcángel, in Totonicapán, besides the episcopal see Catedral del Espíritu Santo, in Quetzaltenango. * The diocese of Zacapa y Santo Cristo de Esquipulas has catedral San Pedro (dedicated to saint Peter), in Zacapa and a virtual Co-cathedral, Basílica del Cristo Negro de Esquipulas, which is officially still the cathedral of the (absorbed) Territorial Prelature of Santo Cristo de Esquipulas. === Martinique === * The Metropolitan Archdiocese of Fort-de-France–Saint-Pierre has a co-cathedral Co-cathédrale Notre Dame de l’Assomption, in Saint-Pierre, besides the cathedral Cathédrale Saint-Louis, in Fort-de-France. == Catholic South America == === Uruguay === * The Armenian Catholic Apostolic Exarchate of Latin America and Mexico has a Cathedral Catedral Armênia São Gregório Iluminador, in São Paulo, Brazil and a Co-Cathedral Nuestra Señora de Bzommar, in Montevideo, Uruguay === Brazil === * The bishop of Primavera do Leste–Paranatinga has a Co-Cathedral São Francisco Xavier, in Paranatinga, besides his episcopal see Catedral São Cristóvão, in Primavera do Leste. == Catholic Oceania == === Australia === * The Maronite Catholic Eparchy of Saint Maron of Sydney has Our Lady of Lebanon Co-Cathedral in Harris Park, New South Wales, besides St. Maron's Cathedral, Sydney. === Papua New Guinea === * The Archdiocese of Rabaul has besides its episcopal see -a cathedral in Vunapope- St Francis Xavier's Co-Cathedral, in the national capital Rabaul. === Polynesia === * The Archdiocese of Samoa-Apia Co-Cathedral is Our Lady of the Rosary at Siusega, together with the Cathedral of the Immaculate Heart in the capital, Apia in Upolu. *The Diocese of Samoa–Pago Pago has a Co-Cathedral of St. Joseph the Worker in Fagatogo besides the Cathedral of the Holy Family in Tafuna, on Tutuila Island == United Kingdom == === Church of England === Prior to the Protestant Reformation, the dioceses of 'Bath and Wells' and 'Coventry and Lichfield' were the only co-cathedrals in England. Only one diocese of the Church of England has co-cathedrals; in the Anglican Diocese of Leeds there are three co-cathedrals, Ripon, Bradford and Wakefield. The Diocese of Leeds was formed in 2014 by the merger of the former Anglican dioceses of Bradford, Ripon, and Wakefield, with all three former diocesan cathedrals given co-equal status in the new diocese. In the case of York the collegiate churches of Beverley, Ripon and Southwell were almost in the same position, but although the archbishop had a stall in each, he had no diocesan cathedra in them. The chapters were not united with that of the metropolitan church in the direct government of the diocese, or the election of the archbishop, nor had they those other rights which were held to denote the cathedral character of a church. === Scottish Episcopal Church === The Diocese of Argyll and The Isles of the Scottish Episcopal Church has two co-cathedrals: St John's Cathedral, Oban and Cathedral of The Isles, Millport, Cumbrae. It is the only diocese to have more than one cathedral. == North America == === Catholic Church === In the United States, there are several instances in which a Roman Catholic diocese maintains two Episcopal See cities, each with its own cathedral or co- cathedral. Examples include the Cathedral of Saint Paul and the Basilica of Saint Mary in the Archdiocese of Saint Paul and Minneapolis (Minnesota). Other instances include the Archdiocese of Galveston-Houston (Texas), the Diocese of Altoona-Johnstown (Pennsylvania), the Diocese of Fort Wayne-South Bend (Indiana), the Diocese of Great Falls-Billings (Montana), the Diocese of Houma-Thibodaux (Louisiana), the Diocese of Kansas City-Saint Joseph (Missouri), the Diocese of Pensacola-Tallahassee (Florida), the Diocese of Springfield-Cape Girardeau (Missouri), the Diocese of Wheeling-Charleston (West Virginia), and the Diocese of Winona-Rochester (Minnesota). In the Diocese of Trenton (New Jersey) the cathedral, St. Mary of the Assumption in Trenton, and the co-cathedral, St. Robert Bellarmine in Freehold, are in different municipalities, but the diocese's name does not reflect the dual cathedral status. There are also three instances in the United States in which a cathedral and its co-cathedral are in the same city. This usually occurs when a historically important cathedral becomes too small to serve a growing population, and a larger co-cathedral is constructed to accommodate larger services. Examples include: * The Cathedral Basilica of Our Lady of Peace and the Co-Cathedral of Saint Theresa of the Child Jesus in the Diocese of Honolulu, Hawaii. * The Cathedral of Mary Our Queen and the Basilica of the National Shrine of the Assumption of the Blessed Virgin Mary (originally the cathedral and now the co-cathedral) in the Archdiocese of Baltimore, Maryland. * The Cathedral Basilica of St. James and the Co-Cathedral of St. Joseph in the Diocese of Brooklyn, New York. Examples in Canada are: * the Roman Catholic Archdiocese of Halifax-Yarmouth has the absorbed diocese's former see St. Ambrose Co-Cathedral, in Yarmouth, besides the Metropolitan's own cathedral Minor Basilica: St. Mary's Cathedral Basilica, in Halifax, Nova Scotia * the Holy Family Cathedral and St. Paul's Cathedral in the Roman Catholic Diocese of Saskatoon in Saskatchewan. * Co-Cathedral of Saint- Antoine-de-Padoue in Vieux-Longueuil (suburb of Montréal, Quebec). === Episcopal Church === In the Episcopal Church, both the Diocese of Iowa and the Diocese of Minnesota each have two cathedrals, both located in different cities; however, they are not styled \"co-cathedrals.\" The Episcopal Diocese of Lexington maintains a second cathedral of the Cathedral Church of St. George the Martyr at their Cathedral Domain conference center and camp in Irvine, Kentucky, but they do not use the term \"co-cathedral\" to describe it. == See also == * Pro-cathedral * List of the Catholic cathedrals of the United States == References == Category:History of cathedrals Category:Types of church buildings *",
 "title": "Co-cathedral"
}