{
 "id": "180796",
 "text": "Menander I Soter (, Ménandros Sōtḗr, Menandrauou Sotiros, ‘Menander the Saviour’) (Pali: मिलिन्दो, Milinda), was a Greco-Bactrian and later Indo-Greek King (reigned c.165Bopearachchi (1998) and (1991), respectively. The first date is estimated by Osmund Bopearachchi and R. C. Senior, the other Boperachchi/155 –130 BC) who administered a large territory in the Northwestern regions of the Indian Subcontinent from his capital at Sagala. Menander is noted for having become a patron and convert to Greco-Buddhism and he is widely regarded as the greatest of the Indo-Greek kings. Menander might have initially been a king of Bactria. After re-conquering the Punjab he established an empire in the Indian Subcontinent stretching from the Kabul River valley in the west to the Ravi River in the east, and from the Swat River valley in the north to Arachosia (the Helmand Province). Ancient Indian writers indicate that he launched expeditions southward into Rajasthan and as far east down the Ganges River Valley as Pataliputra (Patna), and the Greek geographer Strabo wrote that he \"conquered more tribes than Alexander the Great.\" Large numbers of Menander’s coins have been unearthed, attesting to both the flourishing commerce and longevity of his realm. Menander was also a patron of Buddhism, and his conversations with the Buddhist sage Nagasena are recorded in the important Buddhist work, the Milinda Panha (\"The Questions of King Milinda\"; panha meaning \"question\" in Pali). After his death in 130 BC, he was succeeded by his wife Agathokleia, the possible daughter of Agatokles, who ruled as regent for his son Strato I. Buddhist tradition relates that he handed over his kingdom to his son and retired from the world, but Plutarch relates that he died in camp while on a military campaign, and that his remains were divided equally between the cities to be enshrined in monuments, probably stupas, across his realm. ==Reign== Menander was born into a Greek family in a village called Kalasi adjacent to Alexandria of the Caucasus (present day Bagram, Afghanistan), although another source says he was born near Sagala (modern Sialkot in the Punjab, Pakistan). His territories covered Bactria (modern day ولایت بلخ or Bactria Province) and extended to India (modern day regions of Khyber Pakhtunkhwa, and Greater Punjab. His capital is supposed to have been Sagala, a prosperous city in northern Punjab (believed to be modern Sialkot), Pakistan. He was defeated at the banks of river Indus by Agnimitra,son of Pushyamitra Shunga. alt=silver drachm of Menander|thumb|299x299px|Another silver drachm of Menander I, dated circa 160-145 BC. Obverse: ΒΑΣΙΛΕΩΣ ΣΩΤΗΡΟΣ ΜΕΝΑΝΔΡΟΥ ('of King Menander the Saviour'), heroic bust of Menander, viewed from behind, head turned to left; Reverse: Athena standing right, brandishing thunderbolt and holding aegis, Karosthi legend around, monogram in field to left. Reference: Sear 7604. Accounts describe Indo-Greek campaigns to Mathura, Panchala, Saketa, and potentially Pataliputra. The sage Patanjali around 150 BC, describes Menander campaigning as far as Mathura. The Hathigumpha inscription inscribed by Kharavela the King of Kalinga also places the Yavanas, or Indo-Greeks, in Mathura. Kharavela states to have forced the demoralized Yavana army to retreat back to Mathura: Menander may have campaigned as far as the Shunga capital Pataliputra resulting in a conflict. The religious scripture Yuga Purana, which describes events in the form of a prophecy, states: Strabo also suggests that Indo-Greek conquests went up to the Shunga capital Pataliputra in northeastern India (today Patna): The events and results of these campaigns are unknown. Surviving epigraphical inscriptions during this time such as the Hathigumpha inscription states that Kharavela sacked Pataliputra. Furthermore, numismatics from the Mitra dynasty are concurrently placed in Mathura during the time of Menander. Their relationship is unclear, but the Mithra may potentially be vassals. In the West, Menander seems to have repelled the invasion of the dynasty of Greco-Bactrian usurper Eucratides, and pushed them back as far as the Paropamisadae, thereby consolidating the rule of the Indo- Greek kings in the northwestern part of the Indian Subcontinent. The Milinda Panha gives some glimpses of his military methods: Generous findings of coins testify to the prosperity and extension of his empire: (with finds as far as Britain) the finds of his coins are the most numerous and the most widespread of all the Indo-Greek kings. Precise dates of his reign, as well as his origin, remain elusive however. Guesses among historians have been that Menander was either a nephew or a former general of the Greco-Bactrian king Demetrius I, but the two kings are now thought to be separated by at least thirty years. Menander's predecessor in Punjab seems to have been the king Apollodotus I. Menander's empire survived him in a fragmented manner until the last Greek king Strato II disappeared around 10 AD. The 1st-2nd century AD Periplus of the Erythraean Sea further testifies to the reign of Menander and the influence of the Indo-Greeks in India: ==Menander and Buddhism== ===The Milinda Panha=== thumb|King Milinda asks questions. According to tradition, Menander embraced the Buddhist faith, as described in the Milinda Panha, a classical Pali Buddhist text on the discussions between Milinda and the Buddhist sage Nāgasena. He is described as constantly accompanied by an elite guard of 500 Greek (\"Yavana\") soldiers, and two of his counsellors are named Demetrius and Antiochus. In the Milindanpanha, Menander is introduced as Buddhist tradition relates that, following his discussions with Nāgasena, Menander adopted the Buddhist faith: He then handed over his kingdom to his son and retired from the world: There is however little besides this testament to indicate that Menander in fact abdicated his throne in favour of his son. Based on numismatic evidence, Sir William Tarn believes that he in fact died, leaving his wife Agathocleia to rule as a regent, until his son Strato could rule properly in his stead.William Tarn. The Greeks in Bactria and India. Second edition, 1951. Page 226. Despite the success of his reign, it is clear that after his death, his \"loosely hung\" empire splintered into a variety of Indo-Greek successor kingdoms, of various size and stability. His legacy as a Buddhist arhat reached the Greco-Roman world and Plutarch (Moralia 28.6) writes: The above seems to collaborate the claim: ===Other Indian accounts=== * A 2nd century BC relief from a Buddhist stupa in Bharhut, in eastern Madhya Pradesh (today at the Indian Museum in Calcutta), the Bharhut Yavana, represents a foreign soldier with the curly hair of a Greek and the royal headband with flowing ends of a Greek king, and may be a depiction of Menander. In his right hand, he holds a branch of ivy, symbol of Dionysos. Also parts of his dress, with rows of geometrical folds, are characteristically Hellenistic in style. On his sword appears the Buddhist symbol of the three jewels, or Triratana. * A Buddhist reliquary found in Bajaur, the Shinkot casket, bears a dedicatory inscription referring to \"the 14th day of the month of Kārttika\" of a certain year in the reign of \"Mahārāja Minadra\" (\"Great King Menander\"): * According to an ancient Sri Lankan source, the Mahavamsa, Greek monks seem to have been active proselytizers of Buddhism during the time of Menander: the Yona (Greek) Mahadhammarakkhita () is said to have come from \"Alasandra\" (thought to be Alexandria of the Caucasus, the city founded by Alexander the Great, near today’s Kabul) with 30,000 monks for the foundation ceremony of the Maha Thupa (\"Great stupa\") at Anuradhapura in Sri Lanka, during the 2nd century BC: ===Buddhist constructions=== A coin of Menander I was found in the second oldest stratum (GSt 2) of the Butkara stupa suggesting a period of additional constructions during the reign of Menander.Handbuch der Orientalistik, Kurt A. Behrendt, BRILL, 2004, p.49 sig It is thought that Menander was the builder of the second oldest layer of the Butkara stupa, following its initial construction during the Maurya empire.\"King Menander, who built the penultimate layer of the Butkara stupa in the first century BCE, was an Indo-Greek.\"in Empires of the Indus: The Story of a River, Alice Albinia - 2012 These elements tend to indicate the importance of Buddhism within Greek communities in northwestern India, and the prominent role Greek Buddhist monks played in them, probably under the sponsorship of Menander. ==Coins of Menander== Menander has left behind an immense corpus of silver and bronze coins, more so than any other Indo-Greek king. During his reign, the fusion between Indian and Greek coin standards reached its apogee. The coins feature the legend (Greek: (BASILEOS SOTEROS MENANDROU)/ Kharoshthi: MAHARAJA TRATARASA MENADRASA). * According to Bopearachchi, his silver coinage begins with a rare series of drachma depicting on the obverse Athena and on the reverse her attribute the owl. The weight and monograms of this series match those of earlier king Antimachus II, indicating that Menander succeeded Antimachus II. * On the next series, Menander introduces his own portrait, a hitherto unknown custom among Indian rulers. The reverse features his dynastical trademark: the so-called Athena Alkidemos throwing a thunderbolt, an emblem used by many of Menander's successors and also the emblem of the Antigonid kings of Macedonia. * In a further development, Menander changed the legends from circular orientation to the arrangement seen on coin 4 to the right. This modification ensured that the coins could be read without being rotated, and was used without exception by all later Indo-Greek kings. These alterations were possibly an adaption on Menander's part to the Indian coins of the Bactrian Eucratides I, who had conquered the westernmost parts of the Indo-Greek kingdom, and are interpreted by Bopearachchi as an indication that Menander recaptured these western territories after the death of Eucratides. * Menander also struck very rare Attic standard coinage with monolingual inscriptions (coin 5), which were probably intended for use in Bactria (where they have been found), perhaps thought to demonstrate his victories against the Bactrian kings, as well as Menander's own claim to the kingdom. * There exist bronze coins of Menander featuring a manifold variation of Olympic, Indian and other symbols. It seems as though Menander introduced a new weight standard for bronzes. Menander was the first Indo-Greek ruler to introduce the representation of Athena Alkidemos (\"Athena, saviour of the people\") on his coins, probably in reference to a similar statue of Athena Alkidemos in Pella, capital of Macedon. This type was subsequently used by most of the later Indo-Greek kings. ==Menander the Just== A king named Menander with the epithet Dikaios, \"the Just\", ruled in the Punjab after 100 BC. Earlier scholars, such as A. Cunningham and W. W. Tarn, believed there was only one Menander, and assumed that the king had changed his epithet and/or was expelled from his western dominions. A number of coincidences led them to this assumption: * The portraits are relatively similar, and Menander II usually looks older than Menander I. * The coins of Menander II feature several Buddhist symbols, which were interpreted as proof of the conversion mentioned in the Milinda Panha. * The epithet Dikaios of Menander II was translated into Kharosthi as Dharmikasa on the reverse of his coins, which means \"Follower of the Dharma\" and was interpreted likewise. However, modern numismatists as Bopearachchi and R.C. Senior have shown, by difference in coin findings, style and monograms, that there were two distinct rulers. The second Menander could have been a descendant of the first, and his Buddhist symbols a means of alluding to his ancestor's conversion. However, Menander I struck a rare bronze series with a Buddhist wheel (coin 3). ==Menander's death== Plutarch reports that Menander died in camp while on campaign, thereby differing with the version of the Milindapanha. Plutarch gives Menander as an example of benevolent rule, contrasting him with disliked tyrants such as Dionysius, and goes on to explain that his subject towns fought over the honour of his burial, ultimately sharing his ashes among them and placing them in \"monuments\" (possibly stupas), in a manner reminiscent of the funerals of the Buddha.A passage in the \"Mahā-parinibbâna sutta\" of the \"Dighanikaya\" relates the dispute of Indian kings over the ashes of the Buddha, which they finally shared between themselves and enshrined in a series of stupas. Despite his many successes, Menander's last years may have been fraught with another civil war, this time against Zoilos I who reigned in Gandhara. This is indicated by the fact that Menander probably overstruck a coin of Zoilos. The Milinda Panha might give some support to the idea that Menander's position was precarious, since it describes him as being somewhat cornered by numerous enemies into a circumscribed territory: ===Theories of Menander's successors=== Menander was the last Indo-Greek king mentioned by ancient historians, and developments after his death are therefore difficult to trace. a) The traditional view, supported by W.W. Tarn and Bopearachchi, is that Menander was succeeded by his Queen Agathokleia, who acted as regent to their infant son Strato I until he became an adult and took over the crown. Strato I used the same reverse as Menander I, Athena hurling a thunderbolt, and also the title Soter. According to this scenario, Agathokleia and Strato I only managed to maintain themselves in the eastern parts of the kingdom, Punjab and at times Gandhara. Paropamisadae and Pushkalavati were taken over by Zoilos I, perhaps because some of Agathokleia's subjects may have been reluctant to accept an infant king with a queen regent. b) On the other hand, R.C. Senior and other numismatics such as David Bivar have suggested that Strato I ruled several decades after Menander: they point out that Strato's and Agathokleia's monograms are usually different from Menander's, and overstrikes and hoard findings also associates them with later kings. In this scenario, Menander was briefly succeeded by his son Thrason, of whom a single coin is known. After Thrason was murdered, competing kings such as Zoilos I or Lysias may have taken over Menander's kingdom. Menander's dynasty was thus dethroned and did not return to power until later, though his relative Nicias may have ruled a small principality in the Kabul valley. ==Legacy== ===Buddhism=== After the reign of Menander I, Strato I and several subsequent Indo-Greek rulers, such as Amyntas, Nicias, Peukolaos, Hermaeus, and Hippostratos, depicted themselves or their Greek deities forming with the right hand a symbolic gesture identical to the Buddhist vitarka mudra (thumb and index joined together, with other fingers extended), which in Buddhism signifies the transmission of the Buddha's teaching. At the same time, right after the death of Menander, several Indo-Greek rulers also started to adopt on their coins the Pali title of \"Dharmikasa\", meaning \"follower of the Dharma\" (the title of the great Indian Buddhist king Ashoka was Dharmaraja \"King of the Dharma\"). This usage was adopted by Strato I, Zoilos I, Heliokles II, Theophilos, Peukolaos and Archebios. thumb|left|Menander coin with elephant. Altogether, the conversion of Menander to Buddhism suggested by the Milinda Panha seems to have triggered the use of Buddhist symbolism in one form or another on the coinage of close to half of the kings who succeeded him. Especially, all the kings after Menander who are recorded to have ruled in Gandhara (apart from the little-known Demetrius III) display Buddhist symbolism in one form or another. Both because of his conversion and because of his unequaled territorial expansion, Menander may have contributed to the expansion of Buddhism in Central Asia. Although the spread of Buddhism to Central Asia and Northern Asia is usually associated with the Kushans, a century or two later, there is a possibility that it may have been introduced in those areas from Gandhara \"even earlier, during the time of Demetrius and Menander\" (Puri, \"Buddhism in Central Asia\"). A frieze in Sanchi executed during or soon after the reign of Menander depicts Buddhist devotees in Greek attire. The men are depicted with short curly hair, often held together with a headband of the type commonly seen on Greek coins. The clothing too is Greek, complete with tunics, capes and sandals. The musical instruments are also quite characteristic, such as the double flute called aulos. Also visible are Carnyx-like horns. They are all celebrating at the entrance of the stupa. These men would probably be nearby Indo-Greeks from northwest India visiting the Stupa.\"A guide to Sanchi\" John Marshall. These \"Greek-looking foreigners\" are also described in Susan Huntington, \"The art of ancient India\", p. 100 ===Representation of the Buddha=== The anthropomorphic representation of the Buddha is absent from Indo-Greek coinage, suggesting that the Indo-Greek kings may have respected the Indian an-iconic rule for depictions of the Buddha, limiting themselves to symbolic representation only. Consistently with this perspective, the actual depiction of the Buddha would be a later phenomenon, usually dated to the 1st century, emerging from the sponsorship of the syncretic Kushan Empire and executed by Greek, and, later, Indian and possibly Roman artists. Datation of Greco-Buddhist statues is generally uncertain, but they are at least firmly established from the 1st century. Another possibility is that just as the Indo-Greeks routinely represented philosophers in statues (but certainly not on coins) in Antiquity, the Indo-Greek may have initiated anthropomorphic representations of the Buddha in statuary only, possibly as soon as the 2nd-1st century BC, as advocated by Foucher and suggested by Chinese murals depicting Emperor Wu of Han worshipping Buddha statues brought from Central Asia in 120 BC (See picture). An Indo-Chinese tradition also explains that Nagasena, also known as Menander's Buddhist teacher, created in 43 BC in the city of Pataliputra a statue of the Buddha, the Emerald Buddha, which was later brought to Thailand. Stylistically, Indo-Greek coins generally display a very high level of Hellenistic artistic realism, which declined drastically around 50 BC with the invasions of the Indo-Scythians, Yuezhi and Indo-Parthians. The first known statues of the Buddha are also very realistic and Hellenistic in style and are more consistent with the pre-50 BC artistic level seen on coins. This would tend to suggest that the first statues were created between 130 BC (death of Menander) and 50 BC, precisely at the time when Buddhist symbolism appeared on Indo-Greek coinage. From that time, Menander and his successors may have been the key propagators of Buddhist ideas and representations: \"the spread of Gandhari Buddhism may have been stimulated by Menander's royal patronage, as may have the development and spread of Gandharan sculpture, which seems to have accompanied it\" (Mcevilley, \"The Shape of Ancient Thought\", p. 378). ===Education=== The Milind College in Aurangabad, India, is named after king Milind. The college is founded by B. R. Ambedkar, Indian Buddhist leader and the father of the Indian constitution. ===Geography=== In Classical Antiquity, from at least the 1st century, the \"Menander Mons\", or \"Mountains of Menander\", came to designate the mountain chain at the extreme east of the Indian subcontinent, today's Naga Hills and Arakan, as indicated in the Ptolemy world map of the 1st century geographer Ptolemy.Boot, Hooves and Wheels: And the Social Dynamics behind South Asian Warfare, Saikat K Bose, Vij Books India Pvt Ltd, 2015 p.222 ==See also== * Kanishka * Indo-Greek Kingdom * Greco-Buddhism * Indo-Scythians ==Notes== ==References== * Monnaies Gréco-Bactriennes et Indo-Grecques, Catalogue Raisonné, Osmund Bopearachchi, 1991, Bibliothèque Nationale de France, . * The Shape of Ancient Thought. Comparative studies in Greek and Indian Philosophies by Thomas McEvilley (Allworth Press and the School of Visual Arts, 2002) * Buddhism in Central Asia by B.N. Puri (Motilal Banarsidass Pub, January 1, 2000) * The Greeks in Bactria and India, W. W. Tarn, Cambridge University Press. * Dictionary of Buddhism, Damien Keown, Oxford University Press * De l'Indus à l'Oxus, Archéologie de l'Asie Centrale, Osmund Bopearachchi, Christine Sachs, * The Diffusion of Classical Art in Antiquity by John Boardman (Princeton University Press, 1994) * The Crossroads of Asia. Transformation in Image and symbol, 1992, * Indo-Greek, Indo-Scythian and Indo-Parthian coins in the Smithsonian institution, Smithsonian Institution, Bopearachchi, 1993 ==External links== * Coins of King Menander * More coins of Menander * Kapisa coinage of Menander * The Debate of King Milinda * The Questions of King Milinda * Catalogue of the coins of Menander Category:Greek Buddhists Category:2nd-century BC Buddhists Category:2nd-century BC Greek people Category:Greek Buddhist monarchs Category:Converts to Buddhism Category:Converts from paganism Category:Indo-Greek kings Category:2nd-century BC Indian monarchs Category:Former pagans Category:Euthydemid dynasty",
 "title": "Menander I"
}