{
 "id": "180834",
 "text": "{| |} The Arado Ar 234 Blitz (English: lightning) was the world's first operational jet-powered bomber, built by the German Arado company during World War II. Produced in limited numbers it was used almost entirely for aerial reconnaissance. It was the last Luftwaffe aircraft to fly over the UK during the war, in April 1945.Boyne 1994, p. 325. ==Design and development== ===Background=== In late 1940, the Nazi Ministry of Aviation offered a tender for a jet-powered high-speed reconnaissance aircraft with a range of . Arado was the only company to respond, offering their E.370 project, led by Professor Walter Blume. This was a high-wing conventional-looking design with a Junkers Jumo 004 engine under each wing. Arado estimated a maximum speed of at , an operating altitude of and a range of . The range was short of the Ministry's specification, but two prototypes were ordered as the Ar 234. These were largely complete before the end of 1941, but the Jumo 004 engines were not ready until February 1943. When they did arrive they were considered unreliable by Junkers for in-flight use and were cleared for static and taxi tests only. Flight-qualified engines were finally delivered, and the Ar 234 V1 made its first flight on 30 July 1943 at Rheine airfield.Ems-Köppken mittleres Transporthubschrauberregiment 15, Münsterland(II/2006) The second prototype, V2, crashed on 2 October 1943 at Rheine near Münster after suffering a fire in its port wing, failure of both engines, and various instrumentation failures. The aircraft dived into the ground from , killing the pilot.Price 2008, pp. 109–110. The eight prototype aircraft were fitted with the trolley-and-skid landing gear intended for the never-produced Ar 234A version. thumb|Differences between the pair of four-engined Ar 234 prototype aircraft The sixth and eighth in the series were powered by four BMW 003 jet engines instead of two Jumo 004s; the sixth had the four engines in individual nacelles,\"Today in WW II History.\" luftarchiv. Retrieved: 7 October 2012. while the eighth had the engines in \"twinned\" nacelles underneath each wing. A 1942 engineering drawing of the E 370 showed a 1,430-litre (378 US gal) forward tank, 830 litres (219 US gal) central tank in mid-fuselage, and an aft tank of 1,540 litres (407 US gal) capacity. These were the first four-engined jet aircraft to fly. The twin-Jumo 004 powered Ar 234 V7 prototype made history on 2 August 1944 as the first jet aircraft used for a reconnaissance mission, flown by Erich Sommer. ====Landing gear design ==== The projected weight for the aircraft was approximately . To reduce weight and maximize the internal fuel, Arado did not use retractable landing gear. Instead, the aircraft was to take off from a jettisonable tricycle gear-style trolley\"Aerostories: Arado 234, July - August 1944: no ordinary missions.\" Aerostories. Retrieved: 16 March 2016. (known as a nosewheel takeoff-carriage in English, as described in an Ar 234A Typenblatt factory drawing for the V8 prototype) and land on three retractable skids, one under the central section of the fuselage and one under each engine nacelle. The main skid, beneath the fuselage, was originally intended to fully retract, and was originally shown in a 1942-dated engineering drawing, under the E 370 airframe factory development designation, as intended to be made from a three-sided channel- section component, featuring a set of nine triple-beaded wooden rollers within the channel-section main skid. However, this landing gear did not allow aircraft to move after the landing run, which would have left aircraft scattered over an airfield, unable to taxi off the runway. Erich Sommer said that landing the skid-equipped prototypes on a wet grass airstrip \"was like greased lightning\" and \"like [landing on] soap\", due to the complete lack of braking capability. ===Ar 234B=== In July, the Ministry of Aviation had asked Arado to supply two prototypes of a fast bomber version as the Ar 234B. The Ar 234A's fuselage design was very slender and filled with fuel tanks, leaving no room for an internal bomb bay, so the bombload had to be carried on external racks. This, too, made the skid landing system impractical. thumb|The nose of the Arado Ar 234 B-2 variant was made up of thirteen individual panels. The cockpit was at the front of the fuselage, and the pilot had no direct view to the rear, so the rear firing guns were aimed through a periscope, (derived from the type used on tanks) mounted on the cockpit roof. The defensive fixed rear gun system intended for the prototype series was generally considered useless and was omitted in the Ar 234B, which retained the periscope. The B version also had fully retractable tricycle landing gear, which retracted forward into the mid-fuselage; the nosegear retracted rearwards. The ninth aircraft, radio code letters PH+SQ, was the prototype Ar 234B, and first flew on 10 March 1944. It, and production B-series aircraft, were slightly wider at mid-fuselage to house the main landing gear, and the central fuel tank was removed for the same reason, with enlarged forward (1,800-litre/476 US gal) and aft (2,000-litre/528 US gal) fuel tanks to compensate. Under tests with a maximum bombload of three SC 500 bombs, the V9 could reach at , faster than any other Luftwaffe bomber at the time. The normal bomb load consisted of two 500 kg (1,100 lb) bombs suspended from the engines or one large 1,000 kg (2,200 lb) bomb semi-recessed in the underside of the fuselage, with maximum bombload being 1,500 kg (3,310 lb). It could also carry the heavier BT 1400 (1,510 kg unpowered bomb-torpedo), although ground clearance was limited. If this was deployed, fuel had to be reduced, and rocket assistance used to aid takeoff. Production lines were already being set up, and 20 B-0 pre-production aircraft were delivered by the end of June. Later production was slow, as the Arado plants were given the simultaneous tasks of producing aircraft from other bombed-out factories hit during the USAAF's \"Big Week\",(20-25 February 1944) against the German aircraft industry and the ongoing license-building and nascent phasing-out of Heinkel's heavy He 177A bomber, even as the Arado firm was intended to be the sole subcontractor for the He 177B-series strategic bomber, meant to start construction at Arado as early as October 1944.Griehl and Dressel 2004, p. 165. Meanwhile, several of the Ar 234 prototypes - including a few of the surviving six Ar 234A-series prototypes - were sent forward in the reconnaissance role. In most cases, it appears they were never even detected, cruising at about at over , with the seventh prototype achieving the first reconnaissance mission over the United Kingdom by a Luftwaffe jet. The few 234Bs entered service in autumn and impressed their pilots. They were fairly fast and completely aerobatic. The long takeoff runs led to several accidents; a search for a solution led to improved training as well as the use of twin jettisonable liquid fuel Starthilfe rocket assisted takeoff units, one under each outer wing. The Jumo 004 engines had constant flameouts and required overhaul or replacement after about 10 hours of operation. The most notable use of the Ar 234 in the bomber role was the attempt to destroy the Ludendorff Bridge at Remagen. Between 7 March, when it was captured by the Allies, and 17 March, when it finally collapsed, the bridge was continually attacked by Ar 234s of III/KG 76 carrying bombs. The aircraft continued to fight in a scattered fashion until Germany surrendered on 8 May 1945. Some were shot down in air combat, destroyed by flak, or \"bounced\" by Allied fighters during takeoff or on the landing approach. Most simply sat on the airfields awaiting fuel that never arrived. From mid-1944 until the end of the war a total of 210 aircraft were built. In February 1945, production was switched to the C variant. It was hoped that by November 1945 production would reach 500 per month. thumb|left|Ar 234B-2/N night fighter adaptation In addition, some Ar 234 B-2 airframes were modified to serve as night fighters.Smith and Creek 1982, p. 281. Designated Ar 234B-2/N and code named Nachtigall (Nightingale), these were fitted with FuG 218 \"Neptun\" VHF- band radar, with the appropriately reduced-dipole length version of the standard Hirschgeweih eight-dipole element, VHF-band transceiving AI radar antenna system, and carried a pair of forward-firing 20mm MG 151/20 autocannon within a Magirusbombe conformal gun pod on the rear fuselage hardpoint. A second crew member, who operated the radar systems, was accommodated in a cramped compartment in the rear. Two of these jury-rigged night fighters served with Kommando Bonow, an experimental test unit attached to Luftflotte Reich. Operations commenced in March 1945, but the unit found the aircraft unsuitable for night fighting and no kills were recorded. ===Ar 234C=== thumb|right|Two-view silhouette of basic Ar 234C design The Ar 234C was equipped with four lighter weight (at 625 kg/1,380 lb apiece) BMW 003A engines mounted in a pair of twin-engine nacelles based on those from the eighth prototype. The primary reason for this switch was to free up the Junkers Jumo 004s for use by the Me 262, but the change improved overall thrust to nearly 3.2 tonnes (7,040 lbf) with all four BMW jets at full takeoff power, especially useful for takeoff and climb-to-altitude performance. An improved cockpit design, with a slightly bulged outline for the upper contour integrating a swept-back fairing for the periscope, used a simplified window design with fewer glazed panels for ease of production. The four BMW jet engines gave about 20% greater airspeed than the B series airframes, and the faster climb to altitude meant more efficient flight and increased range. Although an operational test squadron was being prepared, only 14 C-series airframes had been completed by the end of the war, of which fewer than half had engines. Some were found at the end of the war sitting in the open, complete but for empty engine nacelles. Comprehensive flight testing of the new sub-type had yet to begin when Germany surrendered. Three basic variants of the C-series were planned for initial construction, with several more laid out as detailed proposals. Some of these would have had a pair of the higher thrust, but heavier Heinkel HeS 011 jet engines, while others were intended to feature swept or \"crescent\"-type wings. ===Ar 234D=== The D model was intended to be a two-seat aircraft based on the B-series fuselage, but with an enlarged cockpit using fewer glazing panels than the C version, powered by a pair of more powerful Heinkel HeS 011 turbojet engines. The HeS 011 powerplant never reached quantity production, with only 19 examples of the new powerplants ever created. No 234D was produced, only a few wooden engineering mockups. ===Ar 234P=== The P model was intended to be a two-seat night fighter version with a variant of the D-series cockpit, differing in powerplant options and several options of radar. Several were in the planning stage, but none made it into production. ==Variants== Data from: Aircraft of the Third Reich Vol.1Green 2010, pp. 64–84. ;Arado E 370:Draft proposal submitted to the Reichsluftfahrtministerium (RLM) for a fast jet reconnaissance bomber. ;Ar 234 V1 to V5: Initial prototypes of the Ar 234A with skid landing gear, take-off tricycle gear trolley with trio of retractable landing skids, and two Jumo 004 engines. ;Ar 234 V6 & V8:Prototypes for four-engined designs for the Ar 234, meant to use the alternative choice of the lower-thrust BMW 003 turbojet engines while retaining the A model skid/trolley undercarriage. The V6 was fitted with the quartet of BMW 003s in individual nacelles, unlike the V8 prototype which had the BMW jet engines in a pair of \"twinned\" nacelles, and essentially \"prototyped\" what would become the four-engined Ar 234C's engine installation. ;Ar 234 V7:Development aircraft for the Ar 234B production aircraft, retaining the A-series' intended skid undercarriage, and saw active service. ;Ar 234 V9 to V11:Representative prototypes of the Ar 234B production aircraft, with the V9 being the first airframe with retractable tricycle undercarriage. ;Ar 234 V13 & V20 :A pair of B-series prototypes fitted with four BMW 109-003 engines for the C-series aircraft, using the V8 prototype's \"twinned\" nacelle design, but without the V8 retractable wing-skids. ;Ar 234 V15: A single B-series airframe fitted with 2 x BMW 003 engines for engine development testing, and rumored to have been considered for new wing planform tests. ;Ar 234 V21 to V30:C-series development aircraft. V26 and V30 had experimental thick section wooden and thin section metal laminar flow wings. ;Ar 234 V16:Intended to be fitted with an experimental crescent wing with sweep back lessening towards the tips, evolved by Rüdiger Kosin and Walther Lehmann. The wing was constructed but was destroyed before it could be fitted. ;Ar 234 A:The first proposed production reconnaissance bomber fitted with skid undercarriage and take-off tricycle gear trolley, built only as the series of eight trolley-and-skid undercarriage V1 through V8 prototypes. ;Ar 234 B-0: 20 pre-production aircraft. ;Ar 234 B-1: Reconnaissance version, equipped with two Rb 50/30 or Rb 75/30 cameras. All reconnaissance variants were converted from B-2 aircraft with Rüstsatz b. ;Ar 234 B-1 Berlin N: Two-engined aircraft, this was a wind tunnel test aircraft based on Ar 234 B-1 with FuG 244 Berlin N radar installed on top. The purpose of this plane was to be an early warning jet and also a fighter control jet.Arado Ar 234 by Manfred Criehl p.131+p.135Luftwaffe Secret Projects Ground Attack Special Purpose Aircraft by Dieter Herwig ;Ar 234 B-2 : Bomber version, with a maximum bombload of 1,500 kg (3,307 lb). ;Ar 234 B-2/N: Night fighter version, two aircraft converted from B-2. ;Ar 234 C-1: Four-engined aircraft - all C-series Ar 234s powered with a quartet of BMW 003 jet engines - as installed on the Ar 234 V8 prototype, otherwise similar to the Ar 234 B-1. ;Ar 234 C-2: Four-engined aircraft similar to the Ar 234 B-2. ;Ar 234 C-3: Multi-purpose version, armed with two 20 mm MG 151/20 cannons beneath the nose. ;Ar 234 C-3/N: Proposed two-seat night fighter version, armed with two forward-firing 20 mm MG 151/20 and two 30 mm (1.18 in) MK 108 cannons, fitted with a mid-VHF band FuG 218 Neptun V radar. ;Ar 234 C-4: Armed reconnaissance version, fitted with two cameras, armed with four 20 mm MG 151/20 cannon. ;Ar 234 C-5: Proposed version with side-by-side seating for the crew. The 31st prototype was converted into this variant. Fleischer & Rys ;Ar 234 C-5 Berlin N: Proposed C-5 with a FuG 244 Berlin-N rotating radar dish on top of the plane, for early warning and fighter control role ;Ar 234 C-6: Proposed two-seat reconnaissance aircraft. The 32nd prototype was converted into this variant. ;Ar 234 C-7: Night fighter version, with side-by-side seating for the crew, fitted with an enhanced FuG 245 Bremen O cavity magnetron-based centimetric (30 GHz) radar. ;Ar 234 C-8: Proposed single-seat bomber version, powered by two 1,080 kg (2,380 lb) Jumo 004D turbojet engines. ;Ar 234 D-1: Proposed reconnaissance version. Not built. ;Ar 234 D-2: Proposed bomber version. Not built. ;Ar 234 P-1 : Two- seater with four BMW 003A-1 engines; one 20 mm MG 151/20 and one 30 mm (1.18 in) MK 108. ;Ar 234 P-2 : Also a two-seater, with redesigned cockpit protected by a 13 mm (0.51 in) armour plate. ;Ar 234 P-3: HeS 011A powered P-2, but with two cannon. ;Ar 234P-4: as P-3 but with Jumo 004D engines. ;Ar 234P-5: Three- seat version with HeS 011A engines, one 20 mm MG 151/20 and four 30 mm (1.18 in) MK 108 cannon. ;Ar 234 R: Rocket-powered short range high-altitude reconnaissance versionMichel Van Pelt, Rocketing into the Future: The History and Technology of Rocket Planes, p. 100 It had a rocket engine in its tail, while the turbojets had been discarded. It would be towed by a He 177 to 8 km altitude after which it would propel itself to 17 km altitude over the target after which it would glide back unpowered. Project only. ==Operators== ; * Luftwaffe ** 1./Versuchsverband OKL, headquarters unit ** Sonderkommando Götz (named for pilot Horst Götz), two prototype aircraft, was then increased in size and became; ** Sonderkommando Sperling, carried reconnaissance on Western front and UK and helped to train crews of; ** 1./Fernaufklärungsgruppe (FAGr) 123 (long distance reconnaissance unit) ** Sonderkommando Hecht, carried out reconnaissance of southern portion of Western Front and also intended to train crews of; ** 1./FAGr 100 (reconnaissance unit) ** Sonderkommando Sommer, carried out reconnaissance in Italy and also intended to train crews of; ** 1./FAGr 33 (reconnaissance unit) ** Sonderkommando Bonow, (night fighter unit) ** Kampfgeschwader 76 (bomber unit) ==Surviving aircraft== thumb|140312 on display at the Steven F. Udvar-Hazy Center in 2007 Only one Ar 234 survives today, a B-2 bomber variant with manufacturer's serial number 140312. It was one of nine Ar 234s surrendered to British forces at Sola Airfield near Stavanger, Norway. The aircraft had been operating with 8. Staffel III./Kampfgeschwader 76 (later reorganised as Einsatzstaffel) during the final weeks of the war, having operated previously with the 8th squadron, carrying the full-four-character Geschwaderkennung military code \"F1+GS\" on the fuselage sides, with the wing code \"F1\" painted in a much reduced size for sanctioned, late-war \"low-visibility\" requirements. Teams of the USAAF's Operation Lusty were collecting examples of Luftwaffe technology for study. This aircraft and three others were traded to Operation Lusty by Eric \"Winkle\" Brown (test pilot and commanding officer of the Enemy Aircraft Flight at the Royal Aircraft Establishment) in exchange for an interview with Hermann Göring who was then being held by the Americans.Brown 2006, p. 115. The aircraft was flown from Sola to Cherbourg in France on 24 June 1945 where it joined 34 other German aircraft to be shipped to the U.S. aboard the British aircraft carrier . Reaper departed from Cherbourg on 20 July and arrived at Newark, New Jersey eight days later. Upon arrival two of the Ar 234s were reassembled (including 140312) and flown by USAAF pilots to Freeman Army Airfield, Indiana for testing and evaluation. 140312 was assigned the foreign equipment number FE-1010. The fate of the second Ar 234 flown to Freeman Field remains a mystery. One of the remaining two was reassembled by the United States Navy at Naval Air Station Patuxent River, Maryland, for testing, but was found to be in unflyable condition and scrapped. After receiving new engines, radio and oxygen equipment, 140312 was transferred to Wright Field near Dayton, Ohio and delivered to the Accelerated Service Test Maintenance Squadron of the Flight Test Division in July 1946. Flight testing was completed on 16 October 1946 though the aircraft remained at Wright Field until 1947. It was then transferred to Orchard Place Airport in Park Ridge, Illinois, and remained there until 1 May 1949 when it and several other aircraft stored at the airport were transferred to the Smithsonian Institution. During the early 1950s, the Ar 234 was moved to the Smithsonian's Paul Garber Restoration Facility at Suitland, Maryland for storage and eventual restoration.Boyne 1982, p. 184. The Smithsonian began restoring 140312 in 1984 and finished in February 1989. All paint had been stripped from the aircraft before the Smithsonian received it, so the aircraft was painted with the markings of an aircraft of 8./KG 76, the first operational unit to fly the \"Blitz\". The restored aircraft was first displayed at the Smithsonian's main museum building in 1993 as part of a display titled \"Wonder Weapon? The Arado Ar 234\". In 2005 it became one of the first aircraft moved to the new Steven F. Udvar-Hazy Center near Dulles International Airport. Today, 140312 is displayed next to the last surviving Dornier Do 335, one of the other aircraft that accompanied it on its voyage across the Atlantic Ocean aboard the Reaper. This aircraft is displayed with a pair of Starthilfe RATO units mounted under its wings. These may be the only surviving examples to be mounted on an aircraft design that actually used them during the war. ==Specifications (Ar 234B-2)== thumb|right|Technical drawing of an Ar 234B ==See also== ==References== ===Notes=== ===Citations=== ===Bibliography=== * Bateson, Richard P. Arado Ar 234 Blitz (Aircraft in Profile 215). Windsor, Berkshire, UK: Profile Publications Ltd., 1972. * Boyne, Walter J. The Aircraft Treasures of Silver Hill: The Behind-The-Scenes Workshop of Our Nation's Air Museums. New York: Rawson Associates, 1982. . * Boyne, Walter J. Clash of Wings. New York: Simon & Schuster, 1994. . * Brown, Eric. Wings on My Sleeve: The World's Greatest Test Pilot Tells His Story. London: Orion Books, 2006, . * Ethell, Jeffrey L. Aerei della II guerra mondiale (in Italian). Milan: A. Vallardi, 1996. * Fleischer, Seweryn and Marek Ryś. Ar 234 Blitz (Aircraft Monograph 10). Gdańsk, Poland: AJ-Press, Second expanded edition, 2004. . * Green, William. Aircraft of the Third Reich, Vol. 1. London: Aerospace Publishing Limited, 2010. . * Griehl, Manfred. Arado Ar 234 (Luftwaffe Profile Series no. 15). Atglen, Pennsylvania: Schiffer Books, 2001. . * Griehl, Manfred and Joachim Dressel. Heinkel He 177 - 277 - 274. Shrewsbury, UK: Airlife Publishing, 2004. . * Griehl, Manfred. Strahlflugzeug Arado Ar 234 'Blitz' (in German). Stuttgart, Germany: Motorbuch Verlag, 2003. . * Kobel, Franz. The World's First Jet Bomber: Arado Ar 234. Atglen, Pennsylvania: Schiffer Books, 1991. . * Kranzhoff, Jörg Armin. Arado, History of an Aircraft Company. Atglen, Pennsylvania: Schiffer Books, 1997. . * Murawski, Marek J. Arado Ar 234 Blitz (Kagero Monograph 33) (bilingual Polish/English). Lublin, Poland: Kagero, 2007. . * Myhra, David. Arado Ar 234C: An Illustrated History. Atglen, Pennsylvania: Schiffer Books, 2000. . * Price, Dr. Alfred. \"Arado Ar 234\". International Air Power Review, Volume 24, 2008. Westport, Connecticut: AIRTime Publishing Inc. ISSN 1473-9917. * Smith, J. Richard and Eddie J. Creek. Arado Ar 234B (Monogram Close-Up 23). Boylston, Massachusetts: Monogram Aviation Publications, 1984. . * Smith, J. Richard and Eddie J. Creek. Arado Ar 234 Blitz (Monogram Monarch Series No. 1). Boylston, Massachusetts: Monogram Aviation Publications, 1992. . * Smith, J. Richard and Eddie J. Creek. Military Aircraft in Detail: Arado Ar 234A. Hinckley, Leicestershire, UK: Midland, 2006. . ==External links== *Air Vectors - Arado Ar 234 *Sole surviving example of the Ar 234-Smithsonian National Air & Space Museum *Video of Walter Starthilfe RATO units in use on Ar 234s, both trolley and landing gear versions *Captured original German film featuring Ar 234 V9 prototype (first with retractable gear) and closeups of a trolley/skid Ar 234A prototype Ar 234 Category:1940s German bomber aircraft Category:World War II bombers of Germany Category:World War II jet aircraft of Germany Category:Quadjets Category:German inventions of the Nazi period Category:High-wing aircraft Category:Aircraft first flown in 1943",
 "title": "Arado Ar 234"
}