{
 "id": "18102",
 "text": "In mathematics, and more specifically in linear algebra, a linear map (also called a linear mapping, linear transformation, vector space homomorphism, or in some contexts linear function) is a mapping V \\to W between two vector spaces that preserves the operations of vector addition and scalar multiplication. The same names and the same definition are also used for the more general case of modules over a ring; see Module homomorphism. If a linear map is a bijection then it is called a . In the case where V = W, a linear map is called a (linear) endomorphism. Sometimes the term linear operator refers to this case,\"Linear transformations of into are often called linear operators on .\" but the term \"linear operator\" can have different meanings for different conventions: for example, it can be used to emphasize that V and W are real vector spaces (not necessarily with V = W), or it can be used to emphasize that V is a function space, which is a common convention in functional analysis.Let and be two real vector spaces. A mapping a from into Is called a 'linear mapping' or 'linear transformation' or 'linear operator' [...] from into , if a(\\mathbf u + \\mathbf v) = a \\mathbf u + a \\mathbf v for all \\mathbf u,\\mathbf v \\in V, a(\\lambda \\mathbf u) = \\lambda a \\mathbf u for all \\mathbf u \\in V and all real . Sometimes the term linear function has the same meaning as linear map, while in analysis it does not. A linear map from V to W always maps the origin of V to the origin of W. Moreover, it maps linear subspaces in V onto linear subspaces in W (possibly of a lower dimension); Here are some properties of linear mappings \\Lambda: X \\to Y whose proofs are so easy that we omit them; it is assumed that A \\subset X and B \\subset Y: for example, it maps a plane through the origin in V to either a plane through the origin in W, a line through the origin in W, or just the origin in W. Linear maps can often be represented as matrices, and simple examples include rotation and reflection linear transformations. In the language of category theory, linear maps are the morphisms of vector spaces. == Definition and first consequences == Let V and W be vector spaces over the same field K. A function f: V \\to W is said to be a linear map if for any two vectors \\mathbf{u}, \\mathbf{v} \\in V and any scalar c \\in K the following two conditions are satisfied: * Additivity / operation of addition f(\\mathbf{u} + \\mathbf{v}) = f(\\mathbf{u}) + f(\\mathbf{v}) * Homogeneity of degree 1 / operation of scalar multiplication f(c \\mathbf{u}) = c f(\\mathbf{u}) Thus, a linear map is said to be operation preserving. In other words, it does not matter whether the linear map is applied before (the right hand sides of the above examples) or after (the left hand sides of the examples) the operations of addition and scalar multiplication. By the associativity of the addition operation denoted as +, for any vectors \\mathbf{u}_1, \\ldots, \\mathbf{u}_n \\in V and scalars c_1, \\ldots, c_n \\in K, the following equality holds:. Suppose now that and are vector spaces over the same scalar field. A mapping \\Lambda: X \\to Y is said to be linear if \\Lambda(\\alpha \\mathbf x + \\beta \\mathbf y) = \\alpha \\Lambda \\mathbf x + \\beta \\Lambda \\mathbf y for all \\mathbf x, \\mathbf y \\in X and all scalars \\alpha and \\beta. Note that one often writes \\Lambda \\mathbf x, rather than \\Lambda(\\mathbf x), when \\Lambda is linear.. A mapping of a vector space into a vector space is said to be a linear transformation if: A\\left(\\mathbf{x}_1 + \\mathbf{x}_2\\right) = A\\mathbf{x}_1 + A\\mathbf{x}_2,\\ A(c\\mathbf{x}) = c A\\mathbf{x} for all \\mathbf{x}, \\mathbf{x}_1, \\mathbf{x}_2 \\in X and all scalars . Note that one often writes A\\mathbf{x} instead of A(\\mathbf {x}) if is linear. f(c_1 \\mathbf{u}_1 + \\cdots + c_n \\mathbf{u}_n) = c_1 f(\\mathbf{u}_1) + \\cdots + c_n f(\\mathbf{u}_n). Thus a linear map is one which preserves linear combinations. Denoting the zero elements of the vector spaces V and W by \\mathbf{0}_V and \\mathbf{0}_W respectively, it follows that f(\\mathbf{0}_V) = \\mathbf{0}_W. Let c = 0 and \\mathbf{v} \\in V in the equation for homogeneity of degree 1: f(\\mathbf{0}_V) = f(0\\mathbf{v}) = 0f(\\mathbf{v}) = \\mathbf{0}_W. A linear map V \\to K with K viewed as a one-dimensional vector space over itself is called a linear functional.. Linear mappings of onto its scalar field are called linear functionals. These statements generalize to any left-module {}_R M over a ring R without modification, and to any right-module upon reversing of the scalar multiplication. == Examples == * A prototypical example that gives linear maps their name is a function f: \\mathbb{R} \\to \\mathbb{R}: x \\mapsto cx, of which the graph is a line through the origin. * More generally, any homothety \\mathbf{v} \\mapsto c\\mathbf{v} where c centered in the origin of a vector space is a linear map. * The zero map \\mathbf x \\mapsto \\mathbf 0 between two vector spaces (over the same field) is linear. * The identity map on any module is a linear operator. * For real numbers, the map x \\mapsto x^2 is not linear. * For real numbers, the map x \\mapsto x + 1 is not linear (but is an affine transformation). * If A is a m \\times n real matrix, then A defines a linear map from \\R^n to \\R^m by sending a column vector \\mathbf x \\in \\R^n to the column vector A \\mathbf x \\in \\R^m. Conversely, any linear map between finite-dimensional vector spaces can be represented in this manner; see the , below. * If f: V \\to W is an isometry between real normed spaces such that f(0) = 0 then f is a linear map. This result is not necessarily true for complex normed space. * Differentiation defines a linear map from the space of all differentiable functions to the space of all functions. It also defines a linear operator on the space of all smooth functions (a linear operator is a linear endomorphism, that is, a linear map with the same domain and codomain). An example is \\frac{d}{dx} \\left( c_1 f_1(x) + c_2 f_2(x) + \\cdots + c_n f_n(x) \\right) = c_1 \\frac{d f_1(x)}{dx} + c_2 \\frac{d f_2( x)}{dx} + \\cdots + c_n \\frac{d f_n(x)}{dx}. * A definite integral over some interval is a linear map from the space of all real-valued integrable functions on to \\R. For example, \\int_a^b \\left[c_1 f_1(x) + c_2 f_2(x) + \\dots + c_n f_n(x)\\right] \\, dx = {c_1 \\int_a^b f_1(x) \\, dx} + c_2 \\int_a^b f_2(x) \\, dx + \\cdots + c_n \\int_a^b f_n(x) \\, dx. * An indefinite integral (or antiderivative) with a fixed integration starting point defines a linear map from the space of all real-valued integrable functions on \\R to the space of all real-valued, differentiable functions on \\R. Without a fixed starting point, the antiderivative maps to the quotient space of the differentiable functions by the linear space of constant functions. * If V and W are finite- dimensional vector spaces over a field , of respective dimensions and , then the function that maps linear maps f: V \\to W to matrices in the way described in (below) is a linear map, and even a linear isomorphism. * The expected value of a random variable (which is in fact a function, and as such a element of a vector space) is linear, as for random variables X and Y we have E[X + Y] = E[X] + E[Y] and E[aX] = aE[X], but the variance of a random variable is not linear. File:Streckung eines Vektors.gif|The function f:\\R^2 \\to \\R^2 with f(x, y) = (2x, y) is a linear map. This function scales the x component of a vector by the factor 2. File:Streckung der Summe zweier Vektoren.gif|The function f(x, y) = (2x, y) is additive: It doesn't matter whether vectors are first added and then mapped or whether they are mapped and finally added: f(\\mathbf a + \\mathbf b) = f(\\mathbf a) + f(\\mathbf b) File:Streckung homogenitaet Version 3.gif|The function f(x, y) = (2x, y) is homogeneous: It doesn't matter whether a vector is first scaled and then mapped or first mapped and then scaled: f(\\lambda \\mathbf a) = \\lambda f(\\mathbf a) ===Linear extensions=== Often, a linear map is constructed by defining it on a subset of a vector space and then to the linear span of the domain. A of a function f is an extension of f to some vector space that is a linear map. Suppose X and Y are vector spaces and f : S \\to Y is a function defined on some subset S \\subseteq X. Then f can be extended to a linear map F : \\operatorname{span} S \\to Y if and only if whenever n > 0 is an integer, c_1, \\ldots, c_n are scalars, and s_1, \\ldots, s_n \\in S are vectors such that 0 = c_1 s_1 + \\cdots + c_n s_n, then necessarily 0 = c_1 f\\left(s_1\\right) + \\cdots + c_n f\\left(s_n\\right). If a linear extension of f : S \\to Y exists then the linear extension F : \\operatorname{span} S \\to Y is unique and F\\left(c_1 s_1 + \\cdots c_n s_n\\right) = c_1 f\\left(s_1\\right) + \\cdots + c_n f\\left(s_n\\right) holds for all n, c_1, \\ldots, c_n, and s_1, \\ldots, s_n as above. If S is linearly independent then every function f : S \\to Y into any vector space has a linear extension to a (linear) map \\;\\operatorname{span} S \\to Y (the converse is also true). For example, if X = \\R^2 and Y = \\R then the assignment (1, 0) \\to -1 and (0, 1) \\to 2 can be linearly extended from the linearly independent set of vectors S := \\\\{(1,0), (0, 1)\\\\} to a linear map on \\operatorname{span}\\\\{(1,0), (0, 1)\\\\} = \\R^2. The unique linear extension F : \\R^2 \\to \\R is the map that sends (x, y) = x (1, 0) + y (0, 1) \\in \\R^2 to F(x, y) = x (-1) + y (2) = - x + 2 y. Every (scalar-valued) linear functional f defined on a vector subspace of a real or complex vector space X has a linear extension to all of X. Indeed, the Hahn–Banach dominated extension theorem even guarantees that when this linear functional f is dominated by some given seminorm p : X \\to \\R (meaning that |f(m)| \\leq p(m) holds for all m in the domain of f) then there exists a linear extension to X that is also dominated by p. == Matrices == If V and W are finite-dimensional vector spaces and a basis is defined for each vector space, then every linear map from V to W can be represented by a matrix. Suppose \\left\\\\{\\mathbf{x}_1, \\ldots, \\mathbf{x}_n\\right\\\\} and \\left\\\\{\\mathbf{y}_1, \\ldots, \\mathbf{y}_m\\right\\\\} are bases of vector spaces and , respectively. Then every A \\in L(X, Y) determines a set of numbers a_{i,j} such that A\\mathbf{x}_j = \\sum_{i=1}^m a_{i,j}\\mathbf{y}_i\\quad (1 \\leq j \\leq n). It is convenient to represent these numbers in a rectangular array of rows and columns, called an by matrix: [A] = \\begin{bmatrix} a_{1,1} & a_{1,2} & \\ldots & a_{1,n} \\\\\\ a_{2,1} & a_{2,2} & \\ldots & a_{2,n} \\\\\\ \\vdots & \\vdots & \\ddots & \\vdots \\\\\\ a_{m,1} & a_{m,2} & \\ldots & a_{m,n} \\end{bmatrix} Observe that the coordinates a_{i,j} of the vector A\\mathbf{x}_j (with respect to the basis \\\\{\\mathbf{y}_1, \\ldots, \\mathbf{y}_m\\\\}) appear in the jth column of [A]. The vectors A\\mathbf{x}_j are therefore sometimes called the column vectors of [A]. With this terminology, the range of is spanned by the column vectors of [A]. This is useful because it allows concrete calculations. Matrices yield examples of linear maps: if A is a real m \\times n matrix, then f(\\mathbf x) = A \\mathbf x describes a linear map \\R^n \\to \\R^m (see Euclidean space). Let \\\\{ \\bold{v}_1, \\ldots , \\bold{v}_n \\\\} be a basis for V. Then every vector \\bold{v} \\in V is uniquely determined by the coefficients c_1, \\ldots , c_n in the field \\R: c_1 \\mathbf{v}_1 + \\cdots + c_n \\mathbf{v}_n. If f: V \\to W is a linear map, f\\left(c_1 \\mathbf{v}_1 + \\cdots + c_n \\mathbf{v}_n\\right) = c_1 f\\left(\\mathbf{v}_1\\right) + \\cdots + c_n f\\left(\\mathbf{v}_n\\right), which implies that the function f is entirely determined by the vectors f(\\bold{v}_1), \\ldots , f(\\bold{v}_n). Now let \\\\{ \\bold{w}_1, \\ldots , \\bold{w}_m \\\\} be a basis for W. Then we can represent each vector f(\\bold{v}_j) as f\\left(\\mathbf{v}_j\\right) = a_{1j} \\mathbf{w}_1 + \\cdots + a_{mj} \\mathbf{w}_m. Thus, the function f is entirely determined by the values of a_{ij}. If we put these values into an m \\times n matrix M, then we can conveniently use it to compute the vector output of f for any vector in V. To get M, every column j of M is a vector \\begin{pmatrix} a_{1j} \\\\\\ \\vdots \\\\\\ a_{mj} \\end{pmatrix} corresponding to f(\\bold{v}_j) as defined above. To define it more clearly, for some column j that corresponds to the mapping f(\\bold{v}_j), \\mathbf{M} = \\begin{pmatrix} \\ \\cdots & a_{1j} & \\cdots\\ \\\\\\ & \\vdots & \\\\\\ & a_{mj} & \\end{pmatrix} where M is the matrix of f. In other words, every column j = 1, \\ldots, n has a corresponding vector f(\\bold{v}_j) whose coordinates a_{1j}, \\cdots, a_{mj} are the elements of column j. A single linear map may be represented by many matrices. This is because the values of the elements of a matrix depend on the bases chosen. The matrices of a linear transformation can be represented visually: # Matrix for T relative to B: A # Matrix for T relative to B': A' # Transition matrix from B' to B: P # Transition matrix from B to B': P^{-1} frame|The relationship between matrices in a linear transformation|none Such that starting in the bottom left corner \\left[\\mathbf{v}\\right]_{B'} and looking for the bottom right corner \\left[T\\left(\\mathbf{v}\\right)\\right]_{B'}, one would left-multiply—that is, A'\\left[\\mathbf{v}\\right]_{B'} = \\left[T\\left(\\mathbf{v}\\right)\\right]_{B'}. The equivalent method would be the \"longer\" method going clockwise from the same point such that \\left[\\mathbf{v}\\right]_{B'} is left-multiplied with P^{-1}AP, or P^{-1}AP\\left[\\mathbf{v}\\right]_{B'} = \\left[T\\left(\\mathbf{v}\\right)\\right]_{B'}. === Examples in two dimensions === In two-dimensional space R2 linear maps are described by 2 × 2 matrices. These are some examples: * rotation ** by 90 degrees counterclockwise: \\mathbf{A} = \\begin{pmatrix} 0 & -1\\\\\\ 1 & 0\\end{pmatrix} ** by an angle θ counterclockwise: \\mathbf{A} = \\begin{pmatrix} \\cos\\theta & -\\sin\\theta \\\\\\ \\sin\\theta & \\cos\\theta \\end{pmatrix} * reflection ** through the x axis: \\mathbf{A} = \\begin{pmatrix} 1 & 0\\\\\\ 0 & -1\\end{pmatrix} ** through the y axis: \\mathbf{A} = \\begin{pmatrix}-1 & 0\\\\\\ 0 & 1\\end{pmatrix} ** through a line making an angle θ with the origin: \\mathbf{A} = \\begin{pmatrix}\\cos2\\theta & \\sin2\\theta \\\\\\ \\sin2\\theta & -\\cos2\\theta \\end{pmatrix} * scaling by 2 in all directions: \\mathbf{A} = \\begin{pmatrix} 2 & 0\\\\\\ 0 & 2\\end{pmatrix} = 2\\mathbf{I} * horizontal shear mapping: \\mathbf{A} = \\begin{pmatrix} 1 & m\\\\\\ 0 & 1\\end{pmatrix} * squeeze mapping: \\mathbf{A} = \\begin{pmatrix} k & 0\\\\\\ 0 & \\frac{1}{k}\\end{pmatrix} * projection onto the y axis: \\mathbf{A} = \\begin{pmatrix} 0 & 0\\\\\\ 0 & 1\\end{pmatrix}. == Vector space of linear maps == The composition of linear maps is linear: if f: V \\to W and g: W \\to Z are linear, then so is their composition g \\circ f: V \\to Z. It follows from this that the class of all vector spaces over a given field K, together with K-linear maps as morphisms, forms a category. The inverse of a linear map, when defined, is again a linear map. If f_1: V \\to W and f_2: V \\to W are linear, then so is their pointwise sum f_1 + f_2, which is defined by (f_1 + f_2)(\\mathbf x) = f_1(\\mathbf x) + f_2(\\mathbf x). If f: V \\to W is linear and \\alpha is an element of the ground field K, then the map \\alpha f, defined by (\\alpha f)(\\mathbf x) = \\alpha (f(\\mathbf x)), is also linear. Thus the set \\mathcal{L}(V, W) of linear maps from V to W itself forms a vector space over K, p. 52, § 3.3 sometimes denoted \\operatorname{Hom}(V, W)., p. 19, § 3.1 Furthermore, in the case that V = W, this vector space, denoted \\operatorname{End}(V), is an associative algebra under composition of maps, since the composition of two linear maps is again a linear map, and the composition of maps is always associative. This case is discussed in more detail below. Given again the finite-dimensional case, if bases have been chosen, then the composition of linear maps corresponds to the matrix multiplication, the addition of linear maps corresponds to the matrix addition, and the multiplication of linear maps with scalars corresponds to the multiplication of matrices with scalars. === Endomorphisms and automorphisms === A linear transformation f : V \\to V is an endomorphism of V; the set of all such endomorphisms \\operatorname{End}(V) together with addition, composition and scalar multiplication as defined above forms an associative algebra with identity element over the field K (and in particular a ring). The multiplicative identity element of this algebra is the identity map \\operatorname{id}: V \\to V. An endomorphism of V that is also an isomorphism is called an automorphism of V. The composition of two automorphisms is again an automorphism, and the set of all automorphisms of V forms a group, the automorphism group of V which is denoted by \\operatorname{Aut}(V) or \\operatorname{GL}(V). Since the automorphisms are precisely those endomorphisms which possess inverses under composition, \\operatorname{Aut}(V) is the group of units in the ring \\operatorname{End}(V). If V has finite dimension n, then \\operatorname{End}(V) is isomorphic to the associative algebra of all n \\times n matrices with entries in K. The automorphism group of V is isomorphic to the general linear group \\operatorname{GL}(n, K) of all n \\times n invertible matrices with entries in K. == Kernel, image and the rank–nullity theorem == If f: V \\to W is linear, we define the kernel and the image or range of f by \\begin{align} \\ker(f) &= \\\\{\\,\\mathbf x \\in V: f(\\mathbf x) = \\mathbf 0\\,\\\\} \\\\\\ \\operatorname{im}(f) &= \\\\{\\,\\mathbf w \\in W: \\mathbf w = f(\\mathbf x), \\mathbf x \\in V\\,\\\\} \\end{align} \\ker(f) is a subspace of V and \\operatorname{im}(f) is a subspace of W. The following dimension formula is known as the rank–nullity theorem: \\dim(\\ker( f )) + \\dim(\\operatorname{im}( f )) = \\dim( V ). The number \\dim(\\operatorname{im}(f)) is also called the rank of f and written as \\operatorname{rank}(f), or sometimes, \\rho(f); p. 52, § 2.5.1 p. 90, § 50 the number \\dim(\\ker(f)) is called the nullity of f and written as \\operatorname{null}(f) or u(f). If V and W are finite-dimensional, bases have been chosen and f is represented by the matrix A, then the rank and nullity of f are equal to the rank and nullity of the matrix A, respectively. == Cokernel == A subtler invariant of a linear transformation f: V \\to W is the cokernel, which is defined as \\operatorname{coker}(f) := W/f(V) = W/\\operatorname{im}(f). This is the dual notion to the kernel: just as the kernel is a subspace of the domain, the co-kernel is a quotient space of the target. Formally, one has the exact sequence 0 \\to \\ker(f) \\to V \\to W \\to \\operatorname{coker}(f) \\to 0. These can be interpreted thus: given a linear equation f(v) = w to solve, * the kernel is the space of solutions to the homogeneous equation f(v) = 0, and its dimension is the number of degrees of freedom in the space of solutions, if it is not empty; * the co-kernel is the space of constraints that the solutions must satisfy, and its dimension is the maximal number of independent constraints. The dimension of the co-kernel and the dimension of the image (the rank) add up to the dimension of the target space. For finite dimensions, this means that the dimension of the quotient space W/f(V) is the dimension of the target space minus the dimension of the image. As a simple example, consider the map f: R2 → R2, given by f(x, y) = (0, y). Then for an equation f(x, y) = (a, b) to have a solution, we must have a = 0 (one constraint), and in that case the solution space is (x, b) or equivalently stated, (0, b) + (x, 0), (one degree of freedom). The kernel may be expressed as the subspace (x, 0) < V: the value of x is the freedom in a solution – while the cokernel may be expressed via the map W → R, (a, b) \\mapsto (a): given a vector (a, b), the value of a is the obstruction to there being a solution. An example illustrating the infinite-dimensional case is afforded by the map f: R∞ → R∞, \\left\\\\{a_n\\right\\\\} \\mapsto \\left\\\\{b_n\\right\\\\} with b1 = 0 and bn + 1 = an for n > 0. Its image consists of all sequences with first element 0, and thus its cokernel consists of the classes of sequences with identical first element. Thus, whereas its kernel has dimension 0 (it maps only the zero sequence to the zero sequence), its co- kernel has dimension 1. Since the domain and the target space are the same, the rank and the dimension of the kernel add up to the same sum as the rank and the dimension of the co-kernel (\\aleph_0 + 0 = \\aleph_0 + 1), but in the infinite-dimensional case it cannot be inferred that the kernel and the co- kernel of an endomorphism have the same dimension (0 ≠ 1). The reverse situation obtains for the map h: R∞ → R∞, \\left\\\\{a_n\\right\\\\} \\mapsto \\left\\\\{c_n\\right\\\\} with cn = an + 1. Its image is the entire target space, and hence its co-kernel has dimension 0, but since it maps all sequences in which only the first element is non-zero to the zero sequence, its kernel has dimension 1. === Index === For a linear operator with finite-dimensional kernel and co-kernel, one may define index as: \\operatorname{ind}(f) := \\dim(\\ker(f)) - \\dim(\\operatorname{coker}(f)), namely the degrees of freedom minus the number of constraints. For a transformation between finite- dimensional vector spaces, this is just the difference dim(V) − dim(W), by rank–nullity. This gives an indication of how many solutions or how many constraints one has: if mapping from a larger space to a smaller one, the map may be onto, and thus will have degrees of freedom even without constraints. Conversely, if mapping from a smaller space to a larger one, the map cannot be onto, and thus one will have constraints even without degrees of freedom. The index of an operator is precisely the Euler characteristic of the 2-term complex 0 → V → W → 0. In operator theory, the index of Fredholm operators is an object of study, with a major result being the Atiyah–Singer index theorem.: \"The main question in index theory is to provide index formulas for classes of Fredholm operators ... Index theory has become a subject on its own only after M. F. Atiyah and I. Singer published their index theorems\" == Algebraic classifications of linear transformations == No classification of linear maps could be exhaustive. The following incomplete list enumerates some important classifications that do not require any additional structure on the vector space. Let and denote vector spaces over a field and let be a linear map. === Monomorphism === is said to be injective or a monomorphism if any of the following equivalent conditions are true: # is one-to-one as a map of sets. # # # is monic or left-cancellable, which is to say, for any vector space and any pair of linear maps and , the equation implies . # is left- invertible, which is to say there exists a linear map such that is the identity map on . === Epimorphism === is said to be surjective or an epimorphism if any of the following equivalent conditions are true: # is onto as a map of sets. # # is epic or right-cancellable, which is to say, for any vector space and any pair of linear maps and , the equation implies . # is right-invertible, which is to say there exists a linear map such that is the identity map on . === Isomorphism === is said to be an isomorphism if it is both left- and right-invertible. This is equivalent to being both one-to-one and onto (a bijection of sets) or also to being both epic and monic, and so being a bimorphism. If is an endomorphism, then: * If, for some positive integer , the -th iterate of , , is identically zero, then is said to be nilpotent. * If , then is said to be idempotent * If , where is some scalar, then is said to be a scaling transformation or scalar multiplication map; see scalar matrix. == Change of basis == Given a linear map which is an endomorphism whose matrix is A, in the basis B of the space it transforms vector coordinates [u] as [v] = A[u]. As vectors change with the inverse of B (vectors are contravariant) its inverse transformation is [v] = B[v']. Substituting this in the first expression B\\left[v'\\right] = AB\\left[u'\\right] hence \\left[v'\\right] = B^{-1}AB\\left[u'\\right] = A'\\left[u'\\right]. Therefore, the matrix in the new basis is A′ = B−1AB, being B the matrix of the given basis. Therefore, linear maps are said to be 1-co- 1-contra-variant objects, or type (1, 1) tensors. == Continuity == A linear transformation between topological vector spaces, for example normed spaces, may be continuous. If its domain and codomain are the same, it will then be a continuous linear operator. A linear operator on a normed linear space is continuous if and only if it is bounded, for example, when the domain is finite-dimensional. 1.18 Theorem Let \\Lambda be a linear functional on a topological vector space . Assume \\Lambda \\mathbf x eq 0 for some \\mathbf x \\in X. Then each of the following four properties implies the other three: An infinite-dimensional domain may have discontinuous linear operators. An example of an unbounded, hence discontinuous, linear transformation is differentiation on the space of smooth functions equipped with the supremum norm (a function with small values can have a derivative with large values, while the derivative of 0 is 0). For a specific example, converges to 0, but its derivative does not, so differentiation is not continuous at 0 (and by a variation of this argument, it is not continuous anywhere). == Applications == A specific application of linear maps is for geometric transformations, such as those performed in computer graphics, where the translation, rotation and scaling of 2D or 3D objects is performed by the use of a transformation matrix. Linear mappings also are used as a mechanism for describing change: for example in calculus correspond to derivatives; or in relativity, used as a device to keep track of the local transformations of reference frames. Another application of these transformations is in compiler optimizations of nested- loop code, and in parallelizing compiler techniques. == See also == * * * * * * * * == Notes== ==Bibliography== * * * * * * * * * * * * * * Category:Abstract algebra Category:Functions and mappings Category:Transformation (function)",
 "title": "Linear map"
}