{
 "id": "181275",
 "text": "Curry College is a private college in Milton, Massachusetts. It was founded as the School of Elocution and Expression by Anna Baright in 1879. In 1885 it was taken over and renamed by Samuel Silas Curry. ==History== Curry College was founded in 1879 on Boston's Commonwealth Avenue by Anna Baright as the School of Elocution and Expression. Baright graduated from the Boston University School of Oratory in 1877 and was described by one of her professors as \"the greatest woman reader in the country.\" This was a significant compliment in an era of oratory when speakers like Charles Dickens and Mark Twain were paid thousands to read lengthy pieces of their work. In 1882, Baright married Boston minister and fellow Boston University alumnus and professor Samuel Silas Curry. The School of Elocution and Expression had many prominent Bostonians on its Board including Alexander Graham Bell, Alexander Melville Bell, the father of Alexander Graham Bell, legendary Harvard President Charles W. Eliot and author William Dean Howells, who wrote The Rise of Silas Lapham and was nominated for the Nobel Prize for Literature. Among the students in attendance were Smiley Blanton and Sara Stinchfield Hawk, who became pioneers in the field of speech language pathology. In 1885, the school became the School of Expression and, in 1888, the school was chartered by the state. Silas Curry became the head of the school, and Anna Baright Curry became a professor. Former Boston University School of Oratory professor and telephone inventor Alexander Graham Bell became the school's first chancellor from 1907 to 1922 when Mr. Bell died. Bell, as a professor at Boston University, taught Samuel Silas Curry and, according to the recollections of Curry's daughter, Silas Curry was present when Bell made the first telephone call in 1876. After Mr. Bell's death, Samuel Silas Curry and Anna Baright ran the school until their respective deaths in 1921 and 1924. In 1932, Curry began a radio broadcasting major, still considered among the oldest of its kind in the country. In 1938, the Massachusetts Legislature gave the institution the power to confer the degrees of Bachelor of Science of Oratory and Master of Science of Oratory. In 1943, the School of Expression became Curry College to reflect its founders. Curry College moved from Commonwealth Avenue in Boston to its current suburban location in Milton, Massachusetts in 1952. Curry continued to place strong emphasis on communication and self-development but it now became more diversified in its curriculum. In 1953, the college was authorized by the Commonwealth of Massachusetts to confer the Bachelor of Arts and Bachelor of Science Degrees. The first of these degrees was awarded in 1955. Despite the dramatic change in the school's mission after the 1952 move to Milton, Massachusetts, Curry College maintained its debt to its founders and their scholarship focus that centered on the delivery of words. Today the college is respected throughout the country for its Communications Department. Curry College sponsors an award-winning, non-commercial radio station WMLN-FM 91.5 operated by Curry students under the supervision of Professor Alan Frank and an award-winning television station, CC8, under the direction of Professor Jerry Gibbs. Both broadcast from the Hirsh Communication Center on the Curry campus. In 2010 Curry College's CC8 received The National Broadcasting Society's Best Public Affairs Program Award for Colleges and Universities for its Hope for Haiti program that aired live in February, 2010. Since then they have been awarded Best Newscast and Best Film Short in the nation as well as numerous regional student Emmy awards. During the 1960s, the growth of Curry was led by President John Hafer, a former Academic Dean at Coe College in Cedar Rapids, Iowa and Dean of Admissions at Syracuse University. Dr. Hafer served as Curry President from 1965 to 1979. Dr. Hafer and his administrative team led the school through extensive curricular changes that expanded the influence of a Curry education. In addition, fundraising and building campaigns began and these changes grew under his successors to make Curry the vibrant institution it is today with a diversified student body and a 2014 endowment of seventy million dollars. The John Hafer Academic Center stands at the center of the Curry College North Campus. In 1973, Curry College launched a pioneering educational program, The Program for Advancement of Learning (PAL), the nation's first college-level program for students with language- based learning difficulties. This nationally known program continues to make Curry a leader in the field of language based disabilities. In 1970, the Perry Normal School, a private Boston school that educated teachers of nursery, kindergarten, and primary levels became part of Curry College. In 1977, Curry took over the Children's Hospital Nursing School and converted it to a four- year degree-granting program. Curry's master's degree program in education was established in 1981. The 1980s also led to individually initiated majors and field experience as hallmarks of a Curry education. Credit for equivalent education also became increasingly important to lifelong learners. Curry College currently offers 20 majors and over 65 minors and concentrations to its students. In addition to expanded curricular opportunities Curry continued its campus expansion. A key part of this expansion was the acquisition of Jeanne d'Arc Academy, a Roman Catholic girls' secondary school. Jeanne d'Arc, whose grounds adjoined the Curry campus, closed operations in 1971. The former academy with its spacious, picturesque grounds is now Curry College's South Campus. The entrance to the former Academy is now the main entrance to the Curry campus. It is located on Route 138 in Milton, MA, two miles from Interstate 93. ==Academics== Curry College offers bachelor's degrees in 25 majors and master's degree in four majors. One certificate program is administered through the Continuing Education office. Army and Air Force Reserve Officers Training Corps (ROTC) programs are offered through a cross- enrolled program with Boston University. Curry College is accredited by the New England Commission of Higher Education. ==Campus== Curry's main campus in Milton is near the Blue Hills Reservation. The campus is from downtown Boston. Curry maintains a satellite campus in Plymouth offering eight bachelor's degree programs, two master's degree programs, and one certificate program, through the Office of Continuing Education and Graduate Studies. The Milton campus is separated into north and south campuses with the Student Center located in the center of campus. The campus has 19 residence halls with a mix of traditional dormitories, suites and houses. Plans are underway to build a dome-style sports complex and a food court. ===Student Center=== The Student Center opened its doors in September, 2009. It replaced the Drapkin Student Center. The 84,000 square foot building houses a 5,500 square foot fitness center, a gymnasium, a dining marketplace, a game room, the James P. O'Toole Chapel and multiple meeting rooms and lounges. The mail room, campus bookstore, Disability Services, Conference and Event Services, Residence Life office, and Student Activities office are also located within the Student Center. The Hallways of Champions, located outside of the doors of the gymnasium, showcases trophies and awards of teams and individual athletes throughout Curry's history. The Curry College Student Center, with its central campus location and wide array of activities, services and spiritual activities including The Newman Club for Catholic students, Hillel for Jewish students and JAM (Jesus and ME) for non-denominational Christians has been the hub of the Curry campus since its opening in 2009. ==Student life== Curry has an enrollment of approximately 4,250 students. 2,100 are traditional students from over 31 states and 13 countries. Approximately 1,500 of these students reside in the nineteen residence halls on campus. 1,650 Curry students study in continuing education courses and about 500 Curry students are in graduate school pursuing master's degrees and certificates. Continuing education and graduate students study at either the main Milton campus or the Plymouth satellite campus. ===Extra curriculars=== Curry students made over 36 clubs and organizations. Students are offered the opportunity to create new clubs which takes about three years as through the Student Activities Office. Students can also take part in TMZ Boston, which houses an office on campus. ===Athletics=== Curry College's athletic teams are nicknamed the Colonels. Curry is a member of the NCAA Division III and participates in the Commonwealth Coast Conference. Curry offers baseball, basketball, football, ice hockey, lacrosse, soccer and tennis for men and basketball, cross country, lacrosse, soccer, softball, tennis and volleyball for women. All sports are played on campus except for hockey which plays at the Canton Ice House in Canton, Massachusetts. Curry also has numerous intramural and club sports. The men's rugby club competes throughout New England with other colleges. The Curry College Bowling team and Billiards Club compete with surrounding colleges. The team members receive individual and group lessons on and off campus. Additional clubs exist on campus that do not compete against other colleges' clubs. The Boston Patriots, now the 2018 Super Bowl Champion New England Patriots, used the Curry College football field for its in-season practice facility in 1967 while playing its home games in Fenway Park. During its year at Curry the Patriots were led by American Football League MVP Jim Nance, Hall of Fame member Nick Buoniconti and kicker and longtime Patriot announcer, Gino Cappelletti. Heisman Trophy winner Joe Bellino from Winchester and The Naval Academy was also a member of the Boston team as was Everett High School and Harvard University great, Bobby Leo. Starting in 2020, Curry announced that they would no longer be using the colonel mascot on uniforms or merchandise . A decision on whether to change the team name is pending ==Notable alumni== * Michael Skakel, convict who murdered Martha Moxley and member of the Kennedy Family * Ken Coleman, TV and radio sports announcer for the Boston Red Sox, Cleveland Indians, Cleveland Browns, and Cincinnati Reds; member of the Boston Red Sox Hall of Fame. * Mara Davis, an award-winning radio DJ in Atlanta * James S. Gracey, former Commandant of the United States Coast Guard * Hal Halpin, president and founder of the Entertainment Consumers Association (ECA) * Buddy Lazier, winner of 1996 Indianapolis 500 * Jeff Perry, former MA State Rep, current Special Sheriff of Barnstable County. * Jordan Rich, radio talk show host * Mark Snyder, national radio talk show host (PMPNetwork.com), and syndicated columnist (Gatehouse Media) * Marc Maron, podcaster and comedian (attended, but did not graduate) ==References== ==External links== *Official website *Official athletics website Category:1879 establishments in Massachusetts Category:Educational institutions established in 1879 Category:Liberal arts colleges in Massachusetts Category:Universities and colleges in Norfolk County, Massachusetts Category:Private universities and colleges in Massachusetts",
 "title": "Curry College"
}