{
 "id": "181353",
 "text": "Leave Her to Heaven is a 1945 American psychological thriller film noir directed by John M. Stahl and starring Gene Tierney, Cornel Wilde, Jeanne Crain, and Vincent Price. It follows a socialite who marries a prominent novelist, which spurs a violent, obsessive, and dangerous jealousy in her. It is based on the 1944 novel of same name by Ben Ames Williams, adapted by screenwriter Jo Swerling. Shot in Technicolor, filming took place in several locations in California, as well as Arizona and New Mexico in the summer of 1945. Leave Her to Heaven was released in the United States theatrically on December 20, 1945. The film was a box-office hit, grossing over $8 million, and was Twentieth Century-Fox's highest-grossing film of the entire decade. In the decades following its release, Leave Her to Heaven garnered a cult following and has been the subject of film criticism for its unique blurring of genres, featuring elements of film noir, psychological thrillers, and melodramas. It has also been noted for its numerous visual and narrative references to figures in Greek mythology. The film's title is drawn from William Shakespeare's Hamlet, in which the Ghost urges Hamlet not to seek vengeance against Queen Gertrude, but rather to \"leave her to heaven, and to those thorns that in her bosom lodge to prick and sting her.\" In 2018, the film was selected for the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant.\" ==Plot== While traveling by train in New Mexico, novelist Richard Harland meets Ellen Berent, a beautiful socialite from Boston. Ellen is particularly drawn to Richard, as he reminds her of her deceased father, to whom she had an obsessive attachment. Ellen is visiting New Mexico to spread her father's ashes, accompanied by her aloof mother and her cousin Ruth, who was adopted by Mrs. Berent (Richard is surprised when Ruth tells him this, and wonders why she did not say \"Mr. and Mrs. Berent\" adopted her). Richard and Ellen discover they are staying with the same friends, and begin a whirlwind romance. Richard is fascinated by Ellen's exotic beauty and intense personality. The couple's affair is interrupted when Ellen's fiancé, attorney Russell Quinton, from whom she is separated, arrives unexpectedly. Ellen announces at that time that she and Richard are to be married, to Richard's surprise. Ellen and Richard marry in Warm Springs, Georgia before staying at Richard's lodge on a lake in northern Maine. Their domestic life is copacetic at first, but it becomes gradually apparent that Ellen is pathologically jealous of anyone and anything Richard cares about, including his family and career. During an unexpected visit from Ellen's family, her mother attempts to warn Richard that Ellen is prone to obsessiveness and a compulsion to \"love too much\". Ellen's resentment only grows when Richard's beloved teenage brother, Danny, crippled by the effects of polio, comes to live with them. One afternoon, Ellen follows Danny on the lake in a rowboat as he attempts to swim from one end to the other. Ellen knowingly encourages him to press on, even as he begins to struggle to stay afloat. She watches from the boat as Danny sinks below the surface and drowns. thumb|left|upright=1|Gene Tierney and Jeanne Crain in Leave Her to Heaven Danny's death is presumed an accident, and Ellen feigns sympathy. After settling at their home in Bar Harbor, Richard is despondent. At Ruth's suggestion, Ellen becomes pregnant in an attempt to please Richard, but later confesses to Ruth that she does not want the child, likening it to a \"little beast\". One afternoon, Ellen throws herself down a staircase to induce a miscarriage. She succeeds in terminating the pregnancy, and after recovering in the hospital, accuses Ruth of being in love with Richard, citing a dedication in his new novel that possibly alludes to her. Ruth rebukes Ellen by accusing her of causing the misery that has befallen the family. Richard overhears the argument, and begins to suspect Ellen is responsible for the deaths of Danny and of their unborn child. Richard confronts Ellen about Danny, and she remorselessly admits to having let him drown, and cruelly tells Richard she would do it again if given the chance. Following the confession, Richard leaves Ellen, but does not pursue criminal action as he does not believe there is sufficient evidence. After Richard departs, Ellen sends a letter to Russell—now the county district attorney—in which she accuses Ruth of plotting to murder her. While on a picnic with Ruth and her mother several days later, and unbeknownst to them, Ellen deliberately ingests sugar laced with arsenic. The poison causes Ellen to go into multiple organ failure over several days, and doctors are unable to save her. When Richard visits Ellen on her deathbed, she requests in his confidence that she be cremated, and that he scatter her ashes where she spread her father's in New Mexico, to which he agrees. After Ellen dies, Ruth has her remains cremated at Richard's instruction. She is subsequently charged with Ellen's murder, prosecuted by Russell. During the trial, Russell proposes that Ruth plotted to kill Ellen so she and Richard could be together, and frames Ruth's cremation of Ellen as a calculated decision to prevent an autopsy. A recalcitrant Richard testifies regarding Ellen's psychopathic jealousy, insisting that she made her own suicide appear as a murder to punish him and Ruth. Ruth is ultimately acquitted, but Richard is sentenced to two years imprisonment as an accessory in Danny's death, as he withheld his knowledge of Ellen's actions. After completing his sentence, Richard returns to his lodge, where he is welcomed lovingly by Ruth. ==Cast== * Gene Tierney as Ellen Berent Harland * Cornel Wilde as Richard Harland * Jeanne Crain as Ruth Berent * Vincent Price as Russell Quinton * Mary Philips as Mrs. Berent * Ray Collins as Glen Robie * Gene Lockhart as Dr. Saunders * Reed Hadley as Dr. Mason * Darryl Hickman as Danny Harland * Chill Wills as Leick Thome * Olive Blakeney as Mrs. Louise Robie (uncredited) * Jim Farley as Train Conductor (uncredited) * Grant Mitchell as Carlson (uncredited) * Earl Schenck as Norton (uncredited) * Addison Richards as Bedford (uncredited) ==Analysis== ===Mythical allusions=== The film features a number of allusions to classical Greek mythology, largely the protagonist, Ellen Berent's exhibition of an Electra complex, displaying an obsession over her deceased father. The sequence in which Ellen is shown carrying her father's ashes in an urn, held at her waist while she rides on a horse, is a visual reference to the Greek goddess Hippolyta and the magical girdle bestowed upon her by her father Ares, the god of war. Scholar S. T. Joshi likens the character of Ellen to a Siren, a mythical water creature who lured sailors to their deaths. This allusion is supported by film noir scholar Imogen Sara Smith, who notes that Ellen is frequently associated with water and shown swimming, \"like a mermaid, cold-blooded and alien, preying on a hapless human male.\" Ellen's scheming alludes to Medea, an intelligent and cunning figure in Greek mythology who, by some mythological accounts, willfully murders her children. ===Genre and the femme fatale=== Leave Her to Heaven is often described as the first film noir to be shot in color, although film scholars and critics have characterized the film as a thriller, a melodrama (Walker), a psychological melodrama (Turim), a women's film (Morris), or a romantic drama (Bourget). Scholar Emanuel Levy notes that the film embodies both \"conventions of the noir and psychological melodrama,\" blurring the distinction and resulting in a unique, one-of-a-kind work. Joshi identifies Ellen Berent as one of the prime examples of the femme fatale in film history. Film and feminist theorist and writer Mary Ann Doane notes that Ellen's \"excessive desire\" for Richard is signaled by her \"intense and sustained stare\" at him in the beginning of the film. Over the course of the film, Ellen reveals her possessiveness in increasingly violent and destructive ways, rendering her, in Doane's words, \"the epitome of evil.\" Smith notes that Ellen is an atypical example of the femme fatale as, unlike with many of her contemporaries, her impulses to kill and wreak destruction are driven purely by a pathological yearning for love, whereas the prototypical femme fatale is often motivated by financial or other social reasons. Critics who argue that the film is not a film noir note that Ellen does not seduce Richard into acting against his interests or breaking the law (in short, that she is not a femme fatale) (Walker). ==Production== ===Development=== In May 1944, Twentieth Century Fox executive Darryl F. Zanuck purchased the rights to Ben Ames Williams then-unpublished novel, Leave Her to Heaven, planning a screen adaptation. The studio spent an exorbitant $100,000 to acquire the rights to Ames' novel, which was published the following month in June 1944. The title of the film and its source novel is derived from William Shakespeare's Hamlet: In Act I, Scene V, the Ghost urges Hamlet not to seek vengeance against Queen Gertrude, but rather to \"leave her to heaven, and to those thorns that in her bosom lodge to prick and sting her.\" In November 1944, the Production Code Administration (PCA) approved Jo Swerling's screenplay adaptation of the novel, though they strongly encouraged the studio to minimize the depiction of Ellen inducing her own miscarriage. In their response, the PCA noted: \"It will be absolutely essential to remove any flavor... that Ellen plans to murder the unborn child merely because she is misshapen. It should be definitely established that her reason for murdering the child is that she thinks that the newborn will replace her in her husband's affections. This is important in order to avoid any of the flavor that is normally connected with what could be termed 'abortion'.\" A subsequent draft submitted to the PCA in February 1945 was disapproved as it overtly implied that Richard and Ellen had engaged in an illicit sexual affair before their marriage. After the affair was minimized in a subsequent draft, the screenplay was approved for shooting. ===Casting=== Producer Zanuck offered the leading role of Ellen Berent to Gene Tierney, based on her performance in Twentieth Century Fox's film noir Laura (1944). Faye Marlowe was originally cast in the role of Ruth, but ultimately replaced by Jeanne Crain. Thomas Mitchell was cast as Glen Robie, though he too was replaced by Ray Collins. ===Filming=== Principal photography of Leave Her to Heaven took place between May and August 1945. The production initially planned to shoot the lake and surrounding outdoor sequences in the Pacific Northwest states of Washington and Oregon, though the planned locations in the region were ultimately not utilized. Instead, these scenes were filmed in Northern California at Bass Lake in the Sierra Nevada. Additional photography took place in Monterey. The desert sequences that take place in New Mexico were filmed in several locations in Arizona, including Sedona, Flagstaff, and the Granite Dells north of Prescott. The sequences set in Warm Springs, Georgia were filmed at Busch Gardens in Pasadena, though long shots and process plates were shot on location at the actual Warm Springs Foundation. ==Release== thumb|right|275px|Cornel Wilde and Gene Tierney in a scene from the film ===Box office=== Leave Her to Heaven premiered in the United States on December 20, 1945 at the Carthay Circle Theater in Los Angeles. It subsequently had its New York City premiere on Christmas Day 1945. It was the second highest-grossing film of 1945, second only to The Bells of St. Mary's, earning $5,505,000 in domestic rentals. Internationally, the film earned $2.7 million in rentals, making for a worldwide rental gross of $8.2 million. ===Critical response=== The staff at Variety magazine gave the film a positive review, writing \"Sumptuous Technicolor mounting and a highly exploitable story lend considerable importance to Leave Her to Heaven that it might not have had otherwise...Tierney and Wilde use their personalities in interpreting their dramatic assignments. Crain's role of Tierney's foster-sister is more subdued but excellently done. Vincent Price, as the discarded lover, gives a theatrical reading to the courtroom scenes as the district attorney.\" The New York Timess Bosley Crowther was less enthusiastic about the film, writing: \"Christmas Day was an inauspicious moment to bring in a moody, morbid film which is all about a selfish, jealous and deceitful dame... The fact is, however, that this picture would be little more congenial at any time, for it is plainly a piece of cheap fiction done up in Technicolor and expensive sets.\" More recently, Lou Lumenick, film critic for the New York Post, wrote \"John M. Stahl's masterful Leave Her to Heaven (1945) sounds like a contradiction in terms – a film noir in eye-popping Technicolor, with its most chilling scene taking place not in a dimly lit back alley but on a lake in Maine. But make no mistake – the gorgeous Gene Tierney's homicidally jealous Ellen Berent is the fatalest of femmes in this gorgeously restored classic.\" It was cited by acclaimed director Martin Scorsese as one of his favorite films of all time and assessed \"Gene Tierney is one of the most underrated actresses of the Golden Era.\" at 45th New York Film Festival Rotten Tomatoes reported that 85% of critics gave the film a positive review, based on 65 reviews. The consensus summarizes: \"Leave Her to Heaven suffers from a surfeit of unlikable characters, but the solid cast – led by an outstanding Gene Tierney – makes it hard to turn away.\"Leave Her to Heaven at Rotten Tomatoes. Last accessed: January 11, 2022. In the decades after its release, the film garnered a cult following. Critic Emanuel Levy attributes its cult status to its blurring of genres, ultimately resulting in a \"one of a kind work.\" In 2018, it was selected for the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". Leave Her to Heaven was restored by the Academy Film Archive, in conjunction with Twentieth Century Fox, in 2006. In a 1975 episode of 'M*A*S*H' (episode title: 'House Arrest') most of the camp personnel are in a tent watching \"Leave Her to Heaven\". Hawkeye Pierce has always had an attraction to Gene Tierney's overbite. ===Accolades=== {| class=\"wikitable unsortable plainrowheaders\" style=\"width:60%;\" |- ! style=\"width:20%;\"| Institution ! style=\"width:25%;\"| Category ! style=\"width:20%;\"| Recipient(s) ! style=\"width:12%;\"| Result ! style=\"width:1%;\" | |- | style=\"text- align:center;\" rowspan=\"4\"| Academy Awards ! scope=\"row\"| Best Actress | Gene Tierney | | style=\"text-align:center;\" rowspan=\"5\"| |- ! scope=\"row\"| Best Art Direction – Color | Lyle R. Wheeler, Maurice Ransford, Thomas Little | |- ! scope=\"row\"| Best Cinematography – Color | Leon Shamroy | |- ! scope=\"row\"| Best Sound | Thomas T. Moulton | |- | style=\"text-align:center;\"| Venice Film Festival ! scope=\"row\"| Grand International Award | John M. Stahl | |} ===Home media=== In 2013, the independent home media distributor Twilight Time released a limited edition Blu-ray release of the film. A new DVD and Blu-ray release was issued on March 24, 2020 by The Criterion Collection. ==Adaptation== * Too Good to Be True (1988 television version). ==In popular culture== Portions of the film are seen in the M*A*S*H season three episode \"House Arrest\", particularly the scene in which Tierney and Wilde share a passionate kiss, which causes Hawkeye to quip, \"If he straightens out that overbite, I'll kill him.\" The episode originally aired February 4, 1975. ==See also== * Mental illness in film ==References== ==Sources== * * * * * * * * * ==External links== * * * * * * at 45th New York Film Festival * Leave Her to Heaven: The Eyes of Ellen Berent an essay by Megan Abbott at the Criterion Collection * Leave Her to Heaven on Lux Radio Theater: March 17, 1947 Category:1945 films Category:1945 drama films Category:20th Century Fox films Category:American films Category:American drama films Category:Color film noir Category:English-language films Category:Films scored by Alfred Newman Category:Films about paraplegics or quadriplegics Category:Films about psychopaths Category:Films based on American novels Category:Films directed by John M. Stahl Category:Films set in Maine Category:Films set in New Mexico Category:Films shot in Arizona Category:Films shot in California Category:Films shot in New Mexico Category:Films whose cinematographer won the Best Cinematography Academy Award Category:Films with screenplays by Jo Swerling Category:United States National Film Registry films",
 "title": "Leave Her to Heaven"
}