{
 "id": "181314",
 "text": "Joseph Duffy (born 3 February 1934) was the Roman Catholic Bishop of Clogher in Ireland, a position he held from 1979 until his retirement on 6 May 2010. He resides in Monaghan Town, County Monaghan, Ireland. ==Early life and priestly ministry== Duffy was the eldest of three boys and one girl born to Edward Duffy and Brigid MacEntee of Annagose, Newbliss, County Monaghan. Born in Dublin, he was educated at St. Louis' Infant School, Clones, County Monaghan, and at St. Macartan's College, Monaghan, where he was a boarder for five years. He studied for the priesthood at St Patrick's College, Maynooth, and was ordained priest for the Diocese of Clogher on 22 June 1958. After his ordination he continued his studies in Irish and completed a thesis on the dialect of south County Tipperary for a master's degree in the National University of Ireland (the NUI) in 1960. He returned to St. Macartan's College, where he taught Irish and French for twelve years. During these years he spent several sessions in French universities pursuing summer courses in French. From 1972 to 1979 he was a curate in the parish of Enniskillen, County Fermanagh. This was a team ministry with three other curates and the parish priest, and included a chaplaincy to St. Fanchea's College for Girls, and a part-time chaplaincy at the Erne Hospital. During these years he was involved in PACE (Protestant and Catholic Encounter) and served on the committee of the Ulster Architectural Heritage Society (the UAHS.) ==Bishop of Clogher== On 7 July 1979, Duffy was named Bishop-elect of Clogher, the first Irish bishop to be appointed by Pope John Paul II. He was ordained a bishop in St. Macartan's Cathedral, Monaghan Town, on 2 September of the same year. The Principal Consecrator was Tomás Cardinal Ó Fiaich, Primate of All Ireland and Archbishop of Armagh. Gaetano Alibrandi, Titular Archbishop of Binda, the Apostolic Nuncio to Ireland, and Patrick Mulligan, the Bishop Emeritus of Clogher, acted as the Principal Co–Consecrators. For some years during the 1990s he served as media spokesman for the Irish Bishops Conference. He was also Chairman of the Commission for Communications of the Irish Bishops' Conference and the representative of the Irish Bishops on the Commission of the Bishops' Conferences of the European Union ([COMECE]). His Church of Ireland counterpart during the latter years of his episcopal term was Bishop Michael Jackson. Each Christmas from 2002 on Duffy and Jackson delivered a joint Christmas message . Both bishops were also present at a service in honour of Saint Macartan, Patron Saint of Clogher at St. Macartan's College, the Catholic Diocesan Seminary in Monaghan. It marked the celebration of fifteen hundred years of Christian witness in Clogher Diocese. On 28 January 2008 Duffy became the longest-serving ordinary in Ireland, having once been the youngest Irish bishop at the time of his episcopal ordination. In accordance with Canon Law he offered his resignation to the Holy See on his seventy-fifth birthday, on 3 February 2009.Bishop Duffy submits his resignation to the Holy See His resignation was accepted by Pope Benedict XVI on 6 May 2010, when it was announced that Liam MacDaid would be his successor. MacDaid received episcopal ordination from Dr. Duffy in late July 2010. == Selected works == * Patrick in His Own Words. Dublin: Veritas (2000) * On Lough Derg Dublin: Veritas (1988) * Lough Derg Guide. Veritas (1980) ==References== ==External links== * * \"Irish bishops back Nice treaty\" – BBC News article dated Tuesday, 8 October 2002, quoting Duffy's views on the Treaty of Nice * Clogher Diocese Category:1934 births Category:Living people Category:People educated at St Macartan's College, Monaghan Category:Alumni of St Patrick's College, Maynooth Category:Roman Catholic bishops of Clogher Category:People from County Monaghan Category:20th-century Roman Catholic bishops in Ireland Category:21st-century Roman Catholic bishops in Ireland Category:Translators of the Bible into Irish Category:20th-century translators Category:21st- century translators",
 "title": "Joseph Duffy (bishop)"
}