{
 "id": "181399",
 "text": "Moira is a former mining village about southwest of Ashby-de-la-Zouch in North West Leicestershire, England. The village is about south of Swadlincote and is close to the boundary with Derbyshire. The population is included in the civil parish of Ashby Woulds. For centuries North West Leicestershire has been quarried and mined for coal, limestone, granite and brick clay, and its environmental damage was one of the reasons that it was chosen in the 1990s as the site for the National Forest, which is part of a Government-funded programme to create more woodland. Proximate villages include Donisthorpe, Overseal, Oakthorpe and Spring Cottage. ==Etymology== Moira's toponym is derived from the Irish earldom of Moira, one of the titles of the Hastings family, which held Ashby de la Zouch Castle. The former local colliery, Rawdon Colliery, also bore a Hastings family name. ==History== The Midland Railway opened its Leicester to Burton upon Trent Line through Moira in 1845. Moira station served the village until British Railways closed it in 1964. The building survives and the line remains open as a freight route. Rawdon Colliery was worked for about 150 years. Its seams extended from the shaft, and some had been worked twice, recovering lower grade coal. The pit survived Britain's pit closure programme in the mid-1980s that followed the miners' strike, but ran out of viable coal seams. Gases were rarely a hazard, but spontaneous combustion of coal dust was a potential problem. ==Amenities== The National Forest Millennium Discovery Centre, now called 'Conkers', is on the site of Rawdon Colliery. Its visitor centre features a borehole-based heating and cooling system. Moira Junction Local Nature Reserve occupies of former railway sidings nearby. thumb|Moira lime kilns Moira Furnace is a restored 19th century blast furnace. A section of the Ashby Canal adjacent to the furnace has also been restored and rewatered, although it lacks a navigable link to the rest of the system due to the A42 road having been built across its line. The furnace site also has craft workshops and a small nature reserve. Both the Youth Hostels Association's National Forest youth hostel and the Camping and Caravanning Club's National Forest campsite are in Moira and opened in 2008. There is a Co-Operative supermarket on Shortheath Road, which was given a new frontage in 2016. The Hicks Lodge nature reserve lies approximately 1 mile east of the village. ==References== ==External links== *Conkers Discovery Centre Category:Local Nature Reserves in Leicestershire Category:Villages in Leicestershire Category:North West Leicestershire District",
 "title": "Moira, Leicestershire"
}