{
 "id": "181398",
 "text": "Minden-Lübbecke is a Kreis (district) in the northeastern part of North Rhine- Westphalia, Germany. Neighboring districts are Diepholz, Nienburg, Schaumburg, Lippe, Herford, Osnabrück. ==Geography== This is the northernmost district of North Rhine-Westphalia. It protrudes into Lower Saxon territory. The Weser River enters the district in the southeast and leaves to the north. In the south of the district the river runs through a narrow gorge, which is formed by two mountain chains, the Wiehen Hills in the west and the Wesergebirge in the east. This gorge is called Porta Westfalica, since it marks the ancient border of Westphalia. ==History== Minden-Lübbecke is roughly identical with the medieval Bishopric of Minden. At its biggest extent in the 13th century, it later lost territory until it came finally to be around the size of today's district. In the 17th century the principality came into the possession of Brandenburg and thus Prussia. Lost for a time to Napoleonic France, it came back to Prussia in 1813, and was then part of the Province of Westphalia. In 1816 the districts of Minden and Rahden were created, but in 1832 the Rahden district was merged with parts of the abolished Bünde district, and the administrative seat of the new district was Lübbecke. The district within today's borders was created in 1973 when the two districts of Minden and Lübbecke were merged. ==Miscellaneous== The district is also known as Mühlenkreis, as it has many reconstructed historic mills, many linked by the Westphalian Mill Route. ==Coat of arms== In the right half of the coat of arms are the chevrons from the arms of the counts of Ravensberg, who owned part of the district's land. The keys are the sign of the Prince-Bishops of Minden after their patron Saint Peter. After the district was merged with Lübbecke a second key was added, to symbolize the two historic parts. This new arms were granted in 1973. ==Towns and municipalities== thumb|300px|right|Towns and municipalities in Kreis Minden-Lübbecke {| !colspan=2 align=left|Towns !align=left|Municipalities |- valign=top |width=33%| #Minden #Lübbecke #Bad Oeynhausen #Espelkamp |width=33%| 5. Petershagen 6. Porta Westfalica 7. Preußisch Oldendorf 8. Rahden |width=50%| #Hille #Hüllhorst #Stemwede |} thumb|District administration building in Minden ==Nature reserves== There are over 60 nature reserves in Minden-Lübbecke district, covering a total of around 7,100 ha, i.e. 6.2% of the district's area. The largest are: * Bastau meadows with 1,778 ha * Weseraue with 774 ha * Mindener Wald with 515 ha * Großes Torfmoor with 511 ha * Heisterholz with 402 ha * Staustufe Schlüsselburg with 268 ha * Am Oppenweher Moor with 255 ha * Oppenweher Moor with 215 ha ==References== ==External links== *Official Website (German) Category:Districts of North Rhine-Westphalia",
 "title": "Minden-Lübbecke"
}