{
 "id": "181846",
 "text": "Holyhead (, ; , \"Cybi's fort\") is a town in Wales and a major Irish Sea port serving Ireland. It is also a community and the largest town in the Isle of Anglesey county, with a population of 13,659 at the 2011 census. Holyhead is on Holy Island, which is separated from Anglesey by the narrow Cymyran Strait and was originally connected to Anglesey via the Four Mile Bridge. In the mid-19th century, Lord Stanley, a local philanthropist, funded the building of a larger causeway, known locally as \"The Cobb\", it now carries the A5 and the railway line. The A55 dual carriageway runs parallel to the Cobb on a modern causeway. ==Etymology== The town's English name, Holyhead, has existed since the 14th century at least. As is the case with many coastal parts of Wales, the name in English is significantly different to its name in Welsh. It refers to the holiness of the locality, and has taken the form Haliheved, Holiheved, Le Holyhede and Holy Head in the past. It is the exact equivalent of the Cornish name, Penzance. The Welsh name, Caergybi, derives from the fortification around which the town developed. The original form of this name is likely to be at least a thousand years old. However, it has changed throughout the years. The locality was known by such names as Cor Gybi ('seat of Cybi'), Castrum Cuby ('the fortified military camp of Cybi'), and Gorffwysfa Gybi (Cybi's resting place). Prior to the influence of the fort on the name, the hamlets which came before it were likely known as Llan y Gwyddel ('church/parish of the Irish') and Eglwys y Beddi ('church of the graves'). ==Prehistoric and Roman history== The town centre is built around St. Cybi's Church, which is built inside one of Europe's few three-walled Roman forts (the fourth boundary being the sea, which used to come up to the fort). The Romans also built a watchtower on the top of Holyhead Mountain inside Mynydd y Twr, a prehistoric hillfort. Settlements in the area date from prehistoric times, with circular huts, burial chambers and standing stones featuring in the highest concentration in Britain. The current lighthouse is on South Stack on the other side of Holyhead Mountain and is open to the public. Soldiers Point Hotel, located near the breakwater park in Holyhead was first established in 1848. It was the residence of an engineer that was in charge of the government sponsored alterations to Holyhead Harbour being carried out. It has been considered somewhat of a tourist attraction, except it has been blocked off for safety reasons and people seem to view it as an 'Urban Exploration' building. ==Transport== The Port of Holyhead is a busy ferry port. Stena Line, Northern Europe's biggest ferry company, operates from the port, as do Irish Ferries. Ferries sail to Dublin, in Ireland and as of 2021 on weekends, ferries sail to Belfast in Northern Ireland; this forms the principal link for surface transport from central and northern England and Wales to Ireland. Holyhead's maritime importance was at its height in the 19th century with a sea breakwater. Holyhead Breakwater is the longest in the UK and was built to create a safe harbour for vessels caught in stormy waters on their way to Liverpool and the industrial ports of Lancashire. Holyhead's sea heritage is remembered in a maritime museum. The post road built by Thomas Telford from London strengthened Holyhead's position as the port from which the Royal Mail was dispatched to and from Dublin on the Mail coach. The A5 terminates at Admiralty Arch (1822–24), which was designed by Thomas Harrison to commemorate a visit by King George IV in 1821 en route to Ireland and marks the zenith of Irish Mail coach operations. Holy Island and Anglesey are separated by the Cymyran Strait which used to be crossed on the Four Mile Bridge; so called, because the bridge was from Holyhead on the old turnpike. The Stanley Embankment, or \"The Cob\", is an embankment that connects Anglesey and Holy Island. It carries the North Wales Coast Line railway and the A5 road. The embankment was designed and built by Thomas Telford. When the A5 was being constructed between London and the Port of Holyhead, a more direct route was needed. Construction started in 1822 and completed a year later. It gets its formal name after John Stanley, 1st Baron Stanley of Alderley, a significant local benefactor. Hughes, Margaret: \"Anglesey from the sea\", page 73. Gwasg Carreg Gwalch, 2001 In 2001, work was completed on the extension of the A55 North Wales Expressway from the Britannia Bridge to Holyhead, giving the town a dual carriageway connection to North Wales and the main British motorway network. The A55 forms part of Euroroute E22. The Anglesey section was financed through a Private Finance Initiative scheme. With the opening of the railway from London to Liverpool, Holyhead lost the London to Dublin Mail contract in 1839 to the Port of Liverpool. Only after the completion of the Chester and Holyhead Railway in 1850 and the building of Holyhead railway station did the Irish Mail return to Holyhead, operated from London Euston by the London and North Western Railway. Holyhead is the terminus of the North Wales Coast Line and is currently served by Avanti West Coast and Transport for Wales services. Avanti West Coast runs direct trains to London Euston and Transport for Wales operate direct trains towards Cardiff and Birmingham International via Wrexham and Shrewsbury, and two direct trains per day to Manchester Piccadilly. The rail and ferry terminals are connected (for pedestrians and cyclists) to the town centre by The Celtic Gateway bridge. ==Industry== Until September 2009, Holyhead's main industry was the massive aluminium smelter on the outskirts of the town, operated by Anglesey Aluminium, a subsidiary of Rio Tinto Group. A large jetty in the harbour received ships from Jamaica and Australia, and their cargoes of alumina were transported on a rope-driven conveyor belt running underneath the town to the plant. The jetty is now used by Orthios to dock cruise ships visiting from all over the world. The jetty is wide enough for coaches to travel down to collect and deliver passengers to the town and on local tours. The plant relied for its electricity supply on the island's nuclear power station at Wylfa, near Cemaes Bay. However, Wylfa was reaching the end of its life and had permission to generate only until 2012, and the ending of a low-cost electricity supply contract in 2009 impacted on the financial viability of the smelting plant. Continuing operations involve the remelting of aluminium scrap for re-use. The site is subject to proposals by a development company called Orthios. Holyhead Port is a major employer, most of the jobs being linked to ferry services to the Republic of Ireland operated by Stena and Irish Ferries. Other significant industrial/transport sector employers in Holyhead include Holyhead Boatyard, Gwynedd Shipping, and Eaton Electrical, with the last of these having seen many job losses in 2009. New retail developments in recent years have been a major source of new job creation. Until the end of 2020 the port, which employs 250 (in 2021), was the second busiest roll-on roll-off port in the UK after Dover with around 450,000 lorries taking ferries to Dublin. Following the Brexit withdrawal agreement, freight traffic from Ireland fell by 50% in January 2021. In January 2020, BMW Motorrad planned to build a manufacturing facility in Holyhead. ==Climate== Like the rest of the British Isles and Wales, Holyhead has a maritime climate with cool summers and mild winters, and often high winds exacerbated by its location by the Irish Sea. The nearest official weather observation station is at RAF Valley, about southeast of the town centre. On 23 November 1981, Holyhead was struck by two tornadoes during the record-breaking 1981 United Kingdom tornado outbreak. One of the tornadoes, rated as an F2/T4 tornado, was the strongest recorded out of 104 tornadoes in the entire outbreak, causing damage to around 20 properties in Holyhead and destroying a static caravan site. ==Governance== thumb|Clock Tower commemorating the extension of the Holyhead Docks between 1875 and 1880Holyhead Town Council, which is based at Holyhead Town Hall, is the town's community council, comprising sixteen councillors elected from the seven community electoral wards. For elections to the Isle of Anglesey County Council, the Caergybi electoral ward covers the majority of Holyhead and elects three county councillors every four years. In May 2017 the ward elected a Labour Party candidate and two Independents. ==Notable people== *Captain John Macgregor Skinner (1761–1832) moved to Holyhead from the US in 1793. Master on packet ships between Holyhead and Dublin but was washed overboard. The town erected an obelisk in his honourHolyhead.com Accessed 15 February 2015 and his house is an exhibit at the Holyhead Maritime Museum.Holyhead Maritime Museum Accessed 15 February 2015 *John Walpole Willis (1793–1877) a Welsh-born judge, and a judge of the Supreme Court of New South Wales *Lillie Goodisson (1860–1947) a Welsh Australian nurse and a pioneer of family planning in New South Wales *Francis Dodd RA (1874–1949) a British portrait painter, landscape artist and printmaker *John Fox-Russell (1893–1917) winner of the Victoria Cross, was born in the town *Ceinwen Rowlands (1905–1983) a Welsh concert soprano and recording artist *R. S. Thomas (1913–2000) a Welsh poet and Anglican priest poet, grew up in Holyhead *Barbara Margaret Trimble (1921–1995) a British writer of over 20 crime, thriller and romance novels *David Crystal (born 1941) linguist and chair of the charity behind Holyhead's Ucheldre Centre, lives in Holyhead *Glenys Kinnock (born 1944) a politician, was educated at Holyhead High School *Dawn French (born 1957) comedian and actor *Kevin Johnson (born 1960) is a managing partner at Medicxi Ventures, a venture capital firm *Jason Evans (born 1968) a Welsh photographer and lecturer on photography *Ben Crystal (born 1977) an English actor, author, and producer, brought up in the town *Gareth Williams (1978–2010) worked for GCHQ and SIS died in suspicious circumstances ===Sport=== *Donough O'Brien (1879–1953) a Welsh-born Irish cricketer. *Ray Williams (born 1959) is weightlifting Commonwealth Games gold medallist *Tony Roberts (born 1969) is Welsh international footballer *Gareth Evans (born 1986) weightlifter, Commonwealth gold medalist and 2012 Summer Olympics competitor lives in the town. *Alex Lynch (born in 1995) professional footballer, educated in Holyhead High School ==Culture and sport== thumb|View of Holyhead market; activities, stalls and Welsh dress thumb|Holyhead, c 1850 Holyhead's arts centre, the Ucheldre Centre, is located in the chapel of an old convent belonging to the order of the Bon Sauveur. It holds regular arts exhibitions, performances, workshops and film screenings. The library is located in the old market hall. The Holyhead Maritime Museum is housed in what is claimed to be Wales's oldest lifeboat house. The lifeboat station was established in 1828. The 1927 National Eisteddfod was held in the town. Holyhead High School (previously County Secondary school) was the first comprehensive school in the UK. According to the United Kingdom Census 2001, 47% of the residents in the town can speak Welsh. The highest percentage of speakers is the 15-year-old age group, of whom 66% can speak the language. According to the 2011 Census, of those in the community who were born in Wales, 52.2% of the population could speak Welsh. The town's main football team is called Holyhead Hotspur and they play in the Cymru North, the second tier of Welsh football, with their reserves playing in the Gwynedd League. Caergybi F.C. play in the sixth tier Anglesey League. Holyhead Sailing Club provides members with facilities for sailing and kayaking with swinging moorings, a dinghy park and a clubhouse with restaurant and bar. It is on Newry Beach in the historic port of Holyhead. Holyhead & Anglesey Amateur Boxing Club was founded on 1 April 2012, located in Vicarage Lane, Holyhead. The club is open to anyone over the age of 10, having a class for male and female trainees. Holyhead's cliffs are used for coasteering, a water sport which involves jumping off cliffs at different heights. The is the start and finish point of the Anglesey Coastal Path. Holyhead was officially twinned with Greystones, County Wicklow on 20 January 2012, and this is celebrated on a new road sign. In the fictional universe of Harry Potter, The Holyhead Harpies is an all-female Quidditch team that plays in the British and Irish Quidditch League. ==References== == External links == * Holyhead Regeneration Website * Holyhead Town Council * Welcome to Holyhead * Caergybi Football Club Category:Towns in Anglesey",
 "title": "Holyhead"
}