{
 "id": "182296",
 "text": "{| |} The Junkers Ju 388 Störtebeker is a World War II German Luftwaffe multi- role aircraft based on the Ju 88 airframe by way of the Ju 188. It differed from its predecessors in being intended for high altitude operation, with design features such as a pressurized cockpit for its crew. The Ju 388 was introduced very late in the war, and production problems along with the deteriorating war conditions meant that few were built. ==Background== The Reichsluftfahrtministerium (RLM), the Reich Aviation Ministry, first learned of the American Boeing B-29 Superfortress heavy bomber in late 1942. Serious concerns as to B-29 capability developed in early 1944, when YB-29 \"Hobo Queen\" made a well-publicised appearance at RAF Bovingdon, which had been cryptically hinted-at in an American-published Sternenbanner German language propaganda leaflet from Leap Year Day in 1944, meant to be circulated within the Reich.Sternenbanner announcement of the B-29 in German, comparing it to the B-17 in size The performance estimates of this aircraft were a cause for great unease in the Luftwaffe. The B-29 had a maximum speed of around 560 km/h (350 mph), and would attack in a cruise of about 360 km/h (225 mph) at , an altitude where no current Luftwaffe aircraft was effective, and for which the only effective Wehrmacht anti-aircraft gun was the rarely-deployed 12.8 cm FlaK 40, which could effectively fire to an altitude of . To counter the B-29, the Luftwaffe would need new day fighters and bomber destroyers with greatly enhanced performance at extreme-altitude. The fighter chosen was the Focke- Wulf Ta 152H. The Ta 152 was a derivative of the Fw 190D with a longer wingspan and powered by the new high-altitude model \"E\" of the Junkers Jumo 213 engine. An alternative was the Messerschmitt Me 155B, a long-winged development of the Bf 109 which had already undergone several stages of design and would ultimately be built in prototype form by Blohm & Voss. The centre- line thrust, twin-engined Dornier Do 335, powered with two of the competing Daimler-Benz DB 603 engines also offered a service ceiling of some 11,400 m (37,500 ft), but the promising Dornier heavy fighter and zerstörer was still under development with only prototype airframes flying, and the first production examples expected to enter operational service late in 1944. For the bomber destroyer and night fighter roles, the all-wood Focke-Wulf Ta 154 and metal-structured Heinkel He 219 had the performance needed to catch the bomber; however, both designs only gained that performance by mounting low aspect ratio wings which were inadequate for flight at high altitude and resultingly produced too high a wing loading. The Junkers Ju 88 had already been modified for high-altitude with as the S and T models, but these did not have the performance needed. Similar high-altitude modifications to the Ju 188, with its complex stepless cockpit glazing comprising some three dozen framed window panels in all, were being looked at as the projected Ju 188J, K and L models, which included a simplified \"stepless\" pressurized cockpit that fully enclosed the entire nose using fewer glazed panels in comparison to the Ju 188's glazing design, and wing and elevator de-icing equipment for extended flights at very high altitude. These were selected for development, and renamed Ju 388. ==Development== In order to improve performance, the Ju 388 was stripped of almost all defensive armament. Whereas the Ju 88 included a number of manually operated guns in ports around the cockpit area, on the Ju 388 they were replaced by a single remote-control turret in the tail containing two 13 mm (.51 in) MG 131 machine guns, aimed via a periscope in the cockpit, mounted one-above-the-other, as had been done experimentally with a few Heinkel He 177A heavy bombers' manned tail defensive gun positions. The Ju 388's remote tail turret had an excellent field of fire and could shoot directly to the rear, so the Bola streamlined defensive armament position under the nose of Ju 88s and 188s was omitted, improving the aerodynamics. The aircraft was to be delivered using the same naming as the three original Ju 188 experimental versions: the J, K, and L. The J model was a fighter with two 30 mm (1.18 in) MK 103 cannons and two 20 mm MG 151/20 cannons in a solid nose for use as a daytime bomber destroyer. For use as a night fighter, the long- barreled MK 103s were replaced by the smaller and lighter 30 mm MK 108s, while a second pair of upward firing MK 108s were added in a Schräge Musik installation behind the cockpit. The K model was a pure bomber, with a pannier under the plane increasing the size of the bomb bay. The L photo- reconnaissance model put its cameras in the pannier along with additional fuel tanks for long-range missions. thumb|right|Portside view of a preserved Jumo 222E engine, intended for the Ju 388J-2 through L-2 Three sub-models of each variant were planned, different only in the engine installation. The -1 would mount the 1,331 kW (1,810 PS) output BMW 801J, a turbocharged version of the basic BMW 801 air cooled radial, each engine installed as a unitized Triebwerksanlage engine installation. The -2 would use the 46.4 litre displacement, 1,864 kW (2,500 hp) Jumo 222A/B 24-cylinder six-bank liquid- cooled engines, or the identical displacement 222E/F versions with an improved two-speed supercharger with triple intercoolers on each engine. The -3 would mount the Junkers Jumo 213E liquid-cooled inverted V12, which included a supercharger similar to the 222E/F's. Since the 24-cylinder Jumo 222 engine never got beyond development and testing with just under 300 units ever built, the only powerplants actually used for the Ju 388 would be the BMW 801 radial and Jumo 213 series V12s. With the BMW 801J or Jumo 213E, the fighter versions flew at 616 km/h (383 mph) when equipped as a destroyer, losing about 25 km/h (16 mph) due to the eight-dipole Hirschgeweih antenna array used for late-war, VHF-band Neptun radar and Schräge Musik when equipped as night fighters. This was similar in speed to existing Luftwaffe night fighters, but the Ju 388 maintained this speed at much higher altitudes. With the Jumo 222 engine, the aircraft was estimated to be capable of reaching around 700 km/h (435 mph), again about 25 km/h (16 mph) less in night fighter versions. The bomber versions flew at roughly the same speeds depending on bombload, while the reconnaissance versions would have been about 25 km/h (16 mph) faster. The first prototype, Ju 388 L-0/V7, mainly built from Ju 188 series production components, made its first flight on December 22, 1943. It demonstrated much better handling at altitude than the Ju 88S due to an increase in tail surface area, as the streamlined-nose Ju 88S, also omitting the Bola gondola, still used the original Ju 88A vertical tail surface design. This was followed by six new prototypes. It was some time before deliveries of the production models started due to engine delivery delays. By the time the engines were widely available, it was clear that B-29 bombers were actually being sent to the Asia and the Pacific and would not be operating over Germany anytime soon. German photo-reconnaissance efforts had practically disappeared due to the increased performance of the Allied defenses, so production mostly concentrated on the L model. Deliveries started in August 1944 but few Ju 388s were completed. About 47 L models seem to have been built, the majority as -1s with the BMW 801J engine, and just three -3s with the Jumo 213E. Fifteen K-1s were built; and only three J-1 models were produced. ==Production== The exact number of Ju 388s built is difficult to determine. One of the reasons is that various pre-series aircraft were used as prototypes, and some were damaged or destroyed by Allied bombs before completion. Furthermore, several official records terminate before the end of production or contradict each other. Based on available documentation and research the following can be assumed as proven: * 6 Ju 388 prototypes, 2 each for J-1, K-1 and L-1 * 20 Ju 388 L-0, including prototypes V7, V8, V30 - V34 * 10 Ju 388 K-0, first batch, including two converted to the Ju 488 V401/V402 prototypes (never flown) * 1 Ju 388 K-1 manufactured by ATG for static tests in July 1944 * 46 Ju 388 L-1 manufactured by ATG in 1944 * 8+ Ju 388 L-1 manufactured by ATG in 1945 * 10 Ju 388 L-1 (max.) manufactured by Weserflug (WFG), initially planned as K-1 More aircraft and prototypes were planned and partially completed: * 10 Ju 388 K-0, second batch, some prototypes, partially completed * 30 Ju 388 K-0, third batch, planned, only few units completed Also, an unknown number of Ju 388 L-1 and Ju 388 J were in advanced stages of production by the end of the war. ===Proposed export to Japan=== In August 1944, Japanese Major-General Osamu Otani, a member of one of the commissions related to the Tripartite Pact and serving in Berlin, expressed interest in a license production of the Ju 388. Complete drawing sets for the Ju 388 were handed over to the Japanese as well as the rights for licensed production. No evidence exists that any documents were ever delivered. Otani was captured by allied forces in Berlin in May 1945. ==Variants== ;Ju 388J :Heavy fighter / night fighter. ;Ju 388K :High-altitude bomber. ;Ju 388L :Photo-reconnaissance aircraft. ;Ju 388M :Proposed torpedo bomber based on the Ju 388K. ;'145' :A captured Ju 388L modified with an early 'fly by wire' control system in support of the development of the Soviet OKB-1 150 jet bomber. ==Operators== ; *Luftwaffe **Erprobungsstelle Rechlin **Erprobungsstelle Werneuchen **Erprobungskommando Ju 388 **3./Versuchsverband O.K.L. operated Ju 388 V32, W.Nr 300 295, T9+DL. **Nachtjagdgeschwader 2 operated four Ju 388J-0 nachtjager during April/May 1945, under operational trial/evaluation conditions. Aircraft were pre-production prototypes. ==Surviving aircraft== One Ju 388 survives today. The Ju 388L-1 reconnaissance version with construction number (Werknummer) 560049 was the eighth of the series manufactured at Weser Flugzeugbau's Nordenham plant. Parts of the airframe were also built at ATG in Altenburg and at Niedersächsische Metallwerke Brinckmann & Mergell in Hamburg-Harburg. The aircraft was completed early in 1945. It was captured by U.S. troops in May 1945 at the Junkers plant in Merseburg, then flown to Kassel/Waldau. The aircraft was examined and test flown by \"Watson's Whizzers\", led by United States Army Air Forces (USAAF) Colonel Harold E. Watson, as part of Operation Lusty and it is believed that Watson himself flew in the aircraft in preparation for flying it directly back to the U.S. Instead, on 17 June 1945 the aircraft was flown to Cherbourg, France where it was shipped to the United States aboard the Royal Navy escort carrier together with other captured German aircraft for detailed evaluation in the U.S. The aircraft was flown to Freeman Field in Indiana for evaluation, and in September 1945 made a flight demonstration for the press. The Ju 388 was flown for 10 hours of flight tests at Wright Field near Dayton, Ohio with the \"foreign evaluation\" serial number FE-4010 (later changed to T2-4010). Following these tests the aircraft was displayed at the Dayton, Ohio Air Show at Wright Field in 1946 along with other captured German aircraft. On 26 September 1946, 560049 was transferred to Orchard Place Airport in Park Ridge, Illinois, near the present O'Hare International Airport. This temporary storage facility was a vacant U.S. Government-owned factory previously used by the Chrysler Corporation to build the Douglas C-54. The Ju 388 was donated to the Smithsonian Institution's National Air Museum on 3 January 1949 and arrived at Silver Hill, Maryland, for storage in November 1954. Today the aircraft is disassembled and remains in generally good condition, having never been stored outside. The cockpit area is in particularly good condition and complete with all instruments. The aircraft is just one of several unique German aircraft still awaiting restoration at the National Air and Space Museum's Paul E. Garber Preservation, Restoration, and Storage Facility in Silver Hill, Maryland, all intended to be transferred in the coming years to the Steven F. Udvar-Hazy Center's restoration annex of the Smithsonian, on the Dulles International Airport property. ==Specifications (Ju 388K-1)== ==See also== ==References== ===Notes=== ===Bibliography=== * Vernaleken, Christoph and Handig, Martin. Junkers Ju 388: Development, Testing And Production of the Last Junkers High-altitude Aircraft. Atglen, PA: Schiffer Publishing, 2006. . * Green, William. Warplanes of the Third Reich. London: Macdonald and Jane's Publishers Ltd., 1970. . * Smith, J.R. and Kay, Anthony. German Aircraft of the Second World War. London: Putnam and Company, Ltd., 1972. . ==External links== * www.ju388.de Category:1940s German fighter aircraft Category:World War II medium bombers of Germany Ju 388 Category:Mid-wing aircraft Category:Aircraft first flown in 1943 Category:Twin piston-engined tractor aircraft",
 "title": "Junkers Ju 388"
}