{
 "id": "182560",
 "text": "Ami Popper (; born 1969) is an Israeli mass murderer, convicted for the killing of 7 people in Rishon Lezion on May 20, 1990. Known as the Oyoun Qara massacre to Palestinians, for unknown reasons Popper killed and wounded Palestinian men at a bus stop in Rishon Lezion, for which he was sentenced to life imprisonment, later commuted to 40 years. ==Background== Ami Popper was born in 1969 in Rishon Lezion, Israel, and had served in the Israel Defense Force (IDF) until he was dishonorably discharged. Reportedly, Popper was punished for inappropriate use of weapons during his military service, where he had attempted to commit suicide, for which he was imprisoned. ==Murders== On May 20, 1990, Popper stole IDF uniform trousers, a Galil assault rifle, and five box magazines full of ammunition from his brother, an active duty soldier.Yaniv Kubovich,'After bullying Katsav, Jewish terrorist Ami Popper moved to New Prison', Haaretz 16 October 2012Raanan Ben-Zur,'Ami Popper to be transferred after harassing Katsav in jail', Ynet 15 October 2012. At around 6:15 a.m., Popper spotted a group of Palestinian Arab workers from the Gaza Strip at a bus stop in Rishon Lezion, who were waiting to be picked up from their laboring jobs in Israel. Suspecting they were Arab, he demanded to see their identity cards, and after confirming they were Arabs he ordered them to line up in three rows, on their knees. A group of passengers in a passing car with Gaza plates were also stopped and forced to kneel with them. Popper then opened fire with the Galil rifle, killing 7 Palestinians immediately and a further 10/11 were wounded badly, before leaving the scene in his car. Palestinian reports allege that, on arriving at the scene, Israeli police proceeded to beat up the surviving victims.Eitan Y. Alimi, Hank Johnson, 'Contentious Interactions, Dynamics of interpretations and Radicalization: The Islamization of Palestinian Nationalism', in Dr Stefan Malthaner, Dr Lorenzo Bosi, Dr Chares Demetriou (eds.), Dynamics of Political Violence: A Process- Oriented Perspective on Radicalization and the Escalation of Political Conflict, Ashgate Publishing o.174 Within an hour, he was arrested. Palestinians throughout the territories protested, resulting in clashes between protesters and Israeli security forces. While suppressing the protests, a further seven people died, including a 14-year-old boy. After a week of clashes, 19 Palestinians were killed, while around 700 more suffered injuries. Prime Minister Yitzhak Shamir dismissed the murders as an act of no political significance since Popper was \"deranged\", however the court found Popper sane and fit to stand trial.Ian Lustick, For the Land and the Lord: Jewish Fundamentalism in Israel, Council on Foreign Relations (1988),1994 p.vii Popper first told police that his attacks were a reaction to the First Intifada, later claiming to have been distraught because his girlfriend had decided to leave him. He also stated that he had been raped by an Arab when he was 13-years-old and had committed these killings out of shame and a desire for revenge. Two days later rabbi Meir Kahane held a celebration of his deed in Rishon LeZion.Nur MasalhaImperial Israel and the Palestinians: The Politics of Expansion, Pluto Press 2000 p.160. ==Conviction and aftermath== Popper was charged and convicted of seven acts of murder in March 1991, and he was sentenced to seven terms of life imprisonment. While in prison Popper became devoutly religious, and in June 1993 he married a Canadian-Jewish woman from a family of Kach activists. Popper and his wife were granted conjugal visits, and they had three children. In 1999, his sentence was reduced to 40 years imprisonment by a presidential amnesty.Michal Shmulovich, 'Jewish Israeli seeks ‘pardon’ like Palestinian prisoners', The Times of Israel 29 July 2013.Ami Pedahzur, Arie Perliger, Jewish Terrorism in Israel, Columbia University press 2009 p.151- Popper was initially imprisoned in Maasiyahu Prison, and was placed in the Torani cellblock, a special cellblock for religious inmates. Prisoners there pray three times a day and spend most of the day studying the Torah and other sacred texts. At one point, his cellmate was former minister Shlomo Benizri. After Benizri's release, Popper's influence in the Torani bloc grew, and he began harassing former President Moshe Katsav, serving a seven-year sentence for rape and other sexual offenses, as Katsav had refused Popper's request for a pardon while he was president. According to the Israel Prison Service, Popper had verbally abused Katsav and sent other inmates to harass him. In October 2012, Popper was transferred to the maximum-security Ayalon Prison. Right wing and Orthodox politicians in Israel have demanded his release along with other Israeli prisoners who were convicted of murder or other violence committed against Palestinians, in exchange for the release of Palestinian prisoners who committed murder or violence against Israelis. On 17 January 2007, while on a 48-hour furlough from prison, Popper was involved in a car accident he caused by crossing a solid line, hitting oncoming traffic. His wife and one of his sons were killed in the accident. Popper himself was moderately injured. Police reported that Popper's driver's license had expired in 1999, and that he was driving illegally without a license. Initial reports indicate Popper's children were not wearing seatbelts in the backseat. Popper later remarried and then divorced. In May 2013, he married his third wife, a woman known only as \"M\" who had previously gained headlines by allegedly allowing her children to be abused. The couple was married in a small ceremony in Jerusalem, after Popper was granted a prison furlough. Popper's family has been the recipient of financial support from the Israeli NGO , and indirectly from tax deductible U.S. donations, according to journalist Uri Blau.Uri Blau, 'Haaretz Investigation: U.S. Donors Gave Settlements More Than $220 Million in Tax- exempt Funds Over Five Years', Haaretz 7 December 2015. ==Victims== *Abed al- Rahim Muhammad Salem Breika (23) from Khan Yunis. *Ziad Moussa Muhammad Sweid (22) from Rafah; *Zayid Zeidan Abd al-Hamid al-Umour (23) from Khan Yunis. *Suleiman Abd al-Razeq Abu Anzeh (22) from Khan Yunis. *Omar Hamdan Ahmad Dehliz (27) from Rafah; *Zaki Muhammad Muhammadan Qudeih (35) from Khan Yunis; *Youssef Mansour Ibrahim Abu Duqqa (36) from Khan Yunis.marks the 26th anniversary of the Oyoun Qara massacre', Ma'an News Agency 19 May 2016. ==References== ==External links== *Middle East Israeli killers' sentences reduced February 4, 1999, BBC Category:1969 births Category:Living people Category:People of the Israeli–Palestinian conflict Category:Israeli prisoners sentenced to life imprisonment Category:Prisoners sentenced to life imprisonment by Israel Category:Israeli people convicted of murder Category:People convicted of murder by Israel Category:People from Rishon LeZion Category:Mass murder in 1990 Category:1990 in Israel",
 "title": "Ami Popper"
}