{
 "id": "182719",
 "text": "In slang, a Mickey Finn (or simply a Mickey) is a drink laced with a psychoactive drug or incapacitating agent (especially chloral hydrate) given to someone without their knowledge, with the intent to incapacitate them. Serving someone a \"Mickey\" is most commonly referred to as \"slipping someone a mickey\". ==Exploited environments== Drink spiking is common practice by predators at drinking establishments who often lace alcoholic drinks with sedative drugs. == History of the term == ===Michael \"Mickey\" Finn=== The Mickey Finn is most likely named after the manager and bartender of the Lone Star Saloon and Palm Garden Restaurant, which operated in Chicago from 1896 to 1903 on South State Street in the Chicago Loop neighborhood.The saloon's exact location is usually said to be on the west side of South State Street, just north of Congress Parkway. The entire west side of South State Street between Congress and Van Buren is now occupied by Chicago Public Library's Central Library (also known as the Harold Washington Library at 400 South State Street). The December 16–17, 1903 Chicago Daily Tribune articles give the address as 527 State Street (corner of State and Harmon Court), however, which is now the 1100 block of South State Street. The 500 block of South State Street now is between Congress Street and Harrison Street, which may be the reason for the confusion of the saloon's location. Refer to \"New map of Chicago showing street car lines in colors and street numbers in even hundreds\" (Chicago: Rufus Blanchard, 1897) for the 1903 Chicago street names and numbering.The area on State Street centered between Van Buren Street (to the north) to Harrison Street (to the south) was known as \"Whiskey Row\" from the late 1880s to the early 1910s. Just south of Harrison Street was a block known as \"Hell's Half Mile\". The area of State Street south of Harrison was also known as \"Satan's Mile\". In December 1903, several Chicago newspapers documented that a Michael \"Mickey\" Finn managed the Lone Star Saloon and was accused of using knockout drops to incapacitate and rob some of his customers.. Quoting from the article, \"Michael Finn, owner of saloon at corner of State Street and Harmon Court [now East 11 Street] ... Two former habitués—Mrs. Mary Thornton and Isabelle Fyffe—told that he gave 'knock-out drops' to customers suspected of having money and afterwards robbed them.\" Mary Thornton is quoted, \"I worked for Finn a year and a half and in that time I saw a dozen men given 'dope' by Finn and his bartender. The work was done in two little rooms adjoining the palm garden in back of the saloon\".. Quoting from the article, \"Lone Star Saloon, 527 State Street [now 1100 block of South State Street], managed by Micky Finn, closed by order of Mayor Harrison.\".. The Inter-Ocean was another Chicago newspaper in 1903. Moreover, the first known written example of the term, according to the Oxford English Dictionary (OED), is in 1915, 12 years after his trial. The first popular account of Mickey Finn was given by Herbert Asbury in his 1940 book Gem of the Prairie: An Informal History of the Chicago Underworld. His cited sources are Chicago newspapers and the 1903 court testimony of Lone Star prostitute \"Gold Tooth\" Mary Thornton. Before his days as a saloon proprietor, Mickey Finn was known as a pickpocket and thief who often preyed on drunken bar patrons. The act of serving a Mickey Finn Special was a coordinated robbery orchestrated by Finn. First, Finn or one of his employees (including \"house girls\") would slip chloral hydrate into the unsuspecting patron's drink. The incapacitated patron would be escorted or carried into a back room by one of Finn's associates, who would then rob him and dump him in an alley. The victim would wake up the next morning in a nearby alley and would remember little or nothing of what had happened. Finn's saloon was ordered to be closed on December 16, 1903. He was apparently arrested again in 1918, this time for running an illegal bar in South Chicago.. \"Mickey Finn was arrested last night and lodged in the South Chicago police station. Mickey also known as Mike runs a hut at 115th Street and the Calumet River. He and his housekeeper Millie Schober and twenty customers were swooped down on by the police and all taken to the station. A wagon load of beer and booze was confiscated. Mickey and the woman were charged with running a disorderly house and selling liquor without formal authorization...\" ===Chicago restaurant poisonings=== On June 22, 1918, four people were arrested and over one hundred waiters taken into custody over the apparent widespread practice of poisoning by waiters in Chicago. Guests who tipped poorly were given \"Mickey Finn powder\" in their food or drinks. \"Evidence against the waiters was obtained by a detective agency employed by the Hotel Sherman after several guests had become ill suspiciously...Large quantities were found in a drawer behind the bar at the waiters' union headquarters. Chemical analysis showed that it contained antimony potassium tartrate, also called \"emetic tartar\"; which in addition to causing vomiting, headaches, dizziness and depression, can be lethal in large quantities. Two bartenders were arrested for selling the powder at the bar at the waiters' union headquarters, and W. Stuart Wood and his wife were arrested for manufacturing the powder. Wood sold packets of it for 20 cents. and referred to it as \"Mickey Finn Powder\" in a letter to union bartender John Millian.. \"Friend Johnny: Am enclosing two dozen packets of the Mickey Finn Powder...also find enclosed a couple hundred circulars...These circulars are not for use in Chicago...Whenever you have a man that is leaving Chicago talk Mickey Finn to him and give him a few of these circulars... A follow-up article mentions the pursuit of a man named Jean Crones, who was believed to be responsible for poisoning over 100 people at a Chicago University Club banquet at which three people died... ===Tracing usage of the phrase \"Mickey Finn\"=== The OED gives a chronology of the term, starting in 1915: *The 1915 citation is from a photograph of a saloon in the December 26 edition of the Los Angeles Examiner. In the photograph is a sign that reads: \"Try a Michael Finn cocktail\". *The first listed reference as a knock-out drop in the OED: \"Wish I had a drink and a Mike Finn for him\", is from a March 11, 1924 article in the New York Evening Journal. *A description of a Mickey Finn is given in the January 18, 1927 issue of the Bismarck Tribune, \"a Mickey Finn is an up- to-date variant on the knock-out drops of pre-war days\". *In the September 3, 1927 issue of the Chicago Daily Tribune, the phrase appears in an article on the use of ethylene for artificial ripening of fruit, \"Applied to a human, ethylene is an anaesthetic as the old-time Mickey Finn in a lumber-jack saloon\". *In John O'Hara's 1934 novel Appointment in Samarra, a disgruntled headwaiter remarks of a poor tipper, \"I'd like to give him a Mickey Finn.\" *In the animated Superman movie Showdown (1942), a gangster (who dresses like Superman to rob people and businesses) pockets $5 from his take. The mob boss sees this, hits him and takes it. The Superman impersonator says \"Gee boss, it was only a fin\". The mob boss replies \"Next time it will be a Mickey Finn\". *In the 1946 film Three Little Pirates, starring slapstick comedy group The Three Stooges, Moe offers to give a castle guard a Mickey Finn. *In the 1946 Looney Tunes short film Hare Remover, after Elmer Fudd traps Bugs Bunny, he tries to give Bugs his potion, to which Bugs says to the audience \"This guy's trying to slip me a Mikey\". *In the 1957 black comedy movie The Naked Truth, Peggy Mount plays a character who is one of several victims of blackmail by Dennis Price. Her plot line consists of her attempts to obtain a Mickey Finn to incapacitate the villain, before murdering him. She subsequently uses one on Terry-Thomas a fellow victim she mistakes for the blackmailer. *In the 1957 novel 'A Rage in Harlem' Jackson's crossdressing brother gives him \"a Mickey Finn\" *In an episode of I Love Lucy, Fred recommends Ricky \"slip [Lucy] a 'Mickey'\"(however, Fred says it is not actually a Mickey) as he does to Ethel when she's bothering him. *In David Niven's book Bring on the Empty Horses (1975), he writes of Clark Gable's gate man slipping \"an old-fashioned Mickey Finn\" into his drink and driving him home \"semi-conscious.\" *In the 1976 Columbo episode \"A Matter Of Honor\" (episode 35), Columbo says, on examining a drugs cabinet: \"Chloral hydrate? I'll tell you I don't know much about drugs but that's the stuff they put in a Mickey Finn. That's an American expression; knockout drops.\" (end of the 56th minute) *In the 1977 musical Annie, the term \"Mickey Finn\" is used in the song \"It's the Hard Knock Life\" to provoke another character. *In the 1979 episode of Happy Days, \"King Richard's Big Knight\", a college bully slips Richie a Mikey Finn, causing him to completely lose his inhibitions. *In the 1981 song \"The Friends of Mr Cairo\" on the album of the same name the lyric runs: \"That night, the double crosser got it right / Pretending he was really dim / He slipped to Sam a double gin (Mickey Finn) / He woke, the boys had gone, but not his gun / They'd left a note to lead him on / The chase to find the Maltese Falcon\" *In the seventh episode of the second (1991) season of Seinfeld, \"The Revenge\", George Costanza tries to 'slip a Mickey' in the drink of his former boss. *On the original airing (January 23, 1993, Season 5, Episode 15) of Empty Nest, \"The Fracas in Vegas\", Harry and Charlie, while on a Las Vegas trip, were conned by 2 women who slipped them \"Mickeys\" to steal all their belongings. *In Erykah Badu's song \"Certainly\" from the 1997 album Baduizm, she sings \"You tried to get a little tricky, turned my back and then you slipped me a mickey.\" *In the 2008 song Royal Flush by Australian Hip-hop trio \"Bliss n Eso\", Eso raps \"....Like a boring board meeting and I slip myself a mickey* *In the 2011 video game L.A. Noire, a character in the game uses the name Micky Finn to describe what someone slipped them in their cocktails. *In a 2013 episode of The Big Bang Theory, \"The Raiders Minimization\", during an unexpected video chat by Sheldon, Amy recalls how a lone curly fry in Sheldon's regular fries led him to believe someone was trying to \"slip him a Mickie\". *In a scene in the 2014 movie A Million Ways to Die in the West, Anna (Charlize Theron) spikes Foy's (Neil Patrick Harris) drink, giving him severe diarrhea. *In the 2020 David Fincher movie Mank, Herman Mankiewicz (Gary Oldman) is drugged by drinking a bottle sent by Orson Welles (Tom Burke). He says \"You sly thing, you slipped me a Mickey\". ==See also== *Date rape drug *Gray death ==References== ==Further reading== * * ==External links== *Chicago City of the Century - supports Chicago bartender origin *The Phrase Finder — thorough history of the phrase *The Straight Dope — supporting the knockout explanation *Word Detective — supporting the noxious substance explanation, but acknowledging common usage as knockout drug. Category:Drug culture Category:English-language slang Category:History of Chicago",
 "title": "Mickey Finn (drugs)"
}