{
 "id": "182906",
 "text": "The NeoStead 2000 (NS2000) is a bullpup combat shotgun developed by Truvelo Armoury of South Africa. Production of the shotgun began in 2001 and the first models were made available in October of that year. It is notable due to its unusual forward pump action. ==History in the United States == In 2002, Jerome Kunzman Jr contacted the owners of Truvelo Armory, Ann and Haynes Stead to inquire about importation of the Neostead shotgun into the United States. Eager to work together, the Steads agreed to allow the export to the United States. Kunzman then contacted Lefty Curtis of Custom Gunstocks in Antioch, California because Curtis had a federal firearms license for manufacturing firearms. Kunzman worked successfully to get Curtis a Federal Firearms Importation License. In early 2003 Kunzman received approval from the Bureau of Alcohol, Tobacco, and Firearms (ATF) to import the shotgun. By the middle of the 2003 year, Curtis and Kunzman picked up the first Neostead at the cargo area of San Francisco International Airport. Kunzman managed to import a total of three Neostead shotguns into the United States before getting a call from ATF informing him that the technical department has had a change in personnel and the new person in charge of importation held a different view regarding the importability of the Neostead. The ATF claimed that the weapon didn't meet the requirements as a sporting shotgun. This was due to the two six-round magazine tubes. In the end all three guns were voluntarily surrendered to the ATF. ==Design and production== The NS2000 is a 12-gauge pump-action shotgun weighing just over 3 kg, designed primarily for security and civil disturbance situations. The firearm includes a 570-millimetre barrel despite the overall weapon length of just . The short length makes the weapon easier to handle in close-quarters situations; however, unlike most firearms of this type, it can still remain accurate at relatively long ranges. The long barrel length is achieved by using a bullpup configuration, with a rear-fed tubular magazine. Another aspect of the NS2000 is its dual six-round magazines. The selector switch can be set to left, right, or alternating. In riot conditions, for example, less-lethal flexible baton rounds can be used with standard rounds in reserve. A possible production variant of the NS2000 has a 460-millimetre barrel in a weapon with an overall length of . The shorter length reduces the magazine capacity to 5+5 rounds and makes the weapon easier to import or licence in some countries. Its pump mechanism operates in a forward-back motion due to its moving-barrel mechanism, instead of the traditional moving- action. This method of operation is quite rare. Safety is increased by this method, since the pumping hand cannot accidentally slide in front of the shooting barrel. The NS2000 has been available for civilian purchase since 2003, with the majority of sales in Europe. ==Patent drawings== Patent drawings of the NeoStead 2000. Image:US5367810 29Nov1994 Heyns Stead pic2 rotated.png|Magazine in loading position Image:US5367810 29Nov1994 Heyns Stead pic1.png|Details of Magazine Image:US5367810 29Nov1994 Heyns Stead pic3.png|Feeding is possible only from one tube, the other is blocked Image:US5367810 29Nov1994 Heyns Stead pic4.png|Ejecting the empty shell Image:US5367810 29Nov1994 Heyns Stead pic5.png|Feeding a new shell ==See also== *List of bullpup firearms *List of shotguns ==References== ==External links== *Official Website *shotgun patent *magazine patent *Neostead 2000 Dual-Tube Pump Shotgun Forgotten Weapons Category:Bullpup shotguns Category:Pump-action shotguns Category:Shotguns of South Africa",
 "title": "NeoStead 2000"
}