{
 "id": "183061",
 "text": "Earth Girls Are Easy is a 1988 American musical science fiction romantic comedy film that was produced by Tony Garnett, Duncan Henderson, and Terrence E. McNally and was directed by Julien Temple. The film stars Geena Davis, Julie Brown, Charles Rocket, Jeff Goldblum, Damon Wayans, and Jim Carrey. The plot is based on the song \"Earth Girls Are Easy\" from Julie Brown's 1984 EP Goddess in Progress. ==Plot== Three furry aliens—Mac, Zeebo, and Wiploc—are traveling in a space ship. It has been a long time since they have had female companionship, and they receive a broadcast showing human females. They are titillated by these \"hairless\", shapely creatures, and when they discover that the broadcast came from Earth, they set off and land in Southern California. Valley girl Valerie Gail is a manicurist at the \"Curl Up & Dye\" hair salon. When she becomes dissatisfied with the lack of sexual affection from her fiancé, medical doctor Ted Gallagher, she decides to seduce him by dressing up in lingerie and setting up some romantic touches at home. Instead, she catches him cheating on her with his nurse. She kicks him out and refuses to see him again. The next day, she is sunbathing when the aliens' spaceship crash lands in her pool. She befriends them and calls her friend Woody to come drain the pool so the aliens can work on their ship and get it flying again. Meanwhile, she brings them into her home; and, though there is a language barrier at first, the aliens prove to be quick learners and absorb American pop culture and language by watching television. Wanting them to blend into their surroundings, Valerie takes them to her friend Candy Pink at the salon. After shaving off the aliens' fur, they turn out to be human-looking and attractive. They all go out; and party at Los Angeles nightclubs where their looks, athleticism, and incredibly long tongues soon catch the eyes of every woman in the place. Valerie and Mac begin to fall for each other and go back to Valerie's house. There, they find out that they are anatomically compatible and have sex. The next day, the pool is drained, and Zeebo and Wiploc are working on their ship when Woody stops by and offers to take them to the beach. They agree, and after accidentally holding up a convenience store, Zeebo and Wiploc are soon driving down an L.A. freeway the wrong way, in reverse, with the police in pursuit. Mac finds out his crew mates are in trouble and goes to help, but gets arrested along with Woody in a case of mistaken identity. Valerie smashes the police vehicle to get arrested, too, so she can go with Mac. The police pursuit ends in a crash, and Zeebo and Wiploc are taken to the emergency room. There, they are examined by Ted, who discovers they have two hearts. While he is envisioning achieving fame and fortune from his discovery, Valerie and Mac elude the police and enter the emergency room disguised as a doctor and a nurse; they manage to convince Ted he is delusional. They then escape back to Valerie's house where work continues on the space ship. Meanwhile, Valerie and Ted reconcile and plan to go to Las Vegas to get married immediately. Mac is heartbroken and prepares the ship for take-off. Valerie comes out to say good-bye, followed by Ted, who discovers the ship. While she is struggling to keep him from calling the authorities, Valerie comes to the realization that Mac is the one she truly loves. She gets on the space ship, and they take off. ==Cast== * Geena Davis as Valerie Gail * Jeff Goldblum as Mac * Jim Carrey as Wiploc * Damon Wayans as Zeebo * Julie Brown as Candy Pink * Michael McKean as Woody * Charles Rocket as Dr. Ted Gallagher * Larry Linville as Dr. Bob * Rick Overton as Dr. Rick * Nedra Volz as Lana * Diane Stilwell as Robin * Angelyne as Herself Carrey and Rocket later reunite in Peter Farrelly's Dumb and Dumber. ==Production== Originally the film was slated to go into production in 1986 for Warner Bros. but the studio lost confidence in the project when director Julien Temple's previous film, Absolute Beginners, proved to be a dismal box office failure. The role of Valerie Gail was offered to some of the era's box- office draws such as Madonna and Molly Ringwald, but when they rejected it, Warner Bros. dropped the project. Several other studios expressed interest in producing the movie, but none wanted Temple to direct. Ultimately, French bank Crédit Lyonnais agreed to finance the film with Temple at the helm (if $4 million was shaved off of the film's estimated $14 million budget) and the De Laurentiis Entertainment Group agreed to distribute it. Principal photography was finally underway in late 1987 and Temple brought his own ideas to the project, including peppering the background with then modern sounding pop songs, featuring an homage to The Nutty Professor and using iconic model/actress Angelyne in a brief cameo (the director declared her \"the patron Saint of Los Angeles\"). However, Temple's studious eye for detail caused delays on the set, and according to producer Tony Garnett, \"The first cut we had of the picture was a problem.\" The film underwent more than five months of post-production tinkering, including the removal of numerous scenes and the production number \"I Like 'em Big and Stupid\" (a different version of the song plays in the club scene; the deleted sequence appears on the DVD extras) and reshoots later commenced (the song \"'Cause I'm a Blonde\" was injected into the film late in production), by which time the De Laurentiis Entertainment Group had filed for bankruptcy. The finished print of the film had several very positive previews, which captured the interest of potential distributors Nelson Entertainment, New World, MGM and 20th Century Fox, but ultimately Vestron Pictures picked up the distribution rights. The film debuted at the Toronto Festival of Festivals in September 1988 and was slated to be released the following February, but legal entanglements delayed its release until May 1989. ==Reception== Roger Ebert concluded, \"Earth Girls Are Easy is silly and predictable and as permanent as a feather in the wind, but I had fun watching it.\" Leonard Maltin called it an \"infectiously goofy musical\" and went on to cite some \"good laughs and an endearing performance by Davis.\" George Anderson of the Pittsburgh Post-Gazette gushed over the absurdity of the story, and how fun the film was, saying it \"is so cheerful about so many stupid things that you cannot, in good conscience, endorse it, but you may be tempted to adopt it.\" Some criticized the film for being \"less a movie than a stretched-out, padded [music] video.\" ===Box office=== Box office returns were low, with the film earning only a little more than a third of its $10 million production cost. It made £172,880 in the UK. ===Cult status=== It ultimately developed a cult following, mainly due to Jim Carrey's later success as a film comedian, which strongly renewed interest in his earlier films. On Rotten Tomatoes, the film has an approval rating of 69% based on 35 reviews. The critical consensus says, \"Earth Girls Are Easy is messy, silly, and not particularly bright – qualities it comes by honestly and deliberately\". On Metacritic it has a score of 66% based on reviews from 16 critics, indicating \"generally favorable reviews\". ==Legacy== The film has inspired American singer Britney Spears and Australian rapper Iggy Azalea's music video for their 2015 song \"Pretty Girls\".\"Earth Girls Are Easy\". Mtv.com ==Award nominations== Fantasporto * Nominated: Best Film, Julien Temple (1990)\"Awards\". IMDb. Retrieved June 30, 2016 Independent Spirit Awards * Nominated: Best Cinematography, Oliver Stapleton (1990) Golden Raspberry Awards * Nominated: Worst Supporting Actress, Angelyne (1990) ==Soundtrack== A soundtrack album was released on vinyl, cassette and CD by Sire Records on May 9, 1989 to coincide with the May 12 release of the film. Most of the songs on the album are different mixes than were heard in the movie, several songs from the film were omitted altogether and Geena Davis' song \"The Ground You Walk On\" was replaced with a rendition by Jill Jones. Royalty's song \"Baby Gonna Shake\" was issued as a single (available in several formats with numerous remix variations) and Hall & Oates' rendition of \"Love Train\" was released as a single backed with the film's title song, performed by The N. ==Stage show== Beginning on September 16, 2001, there were several staged reading/performances of a musical play version of the film. Based on the movie's screenplay and written by Charlie Coffey and Michael Herrmann, Julie Brown reprised her role of Candy, Kristin Chenoweth took over the role of Valerie, Marc Kudisch assumed the role of Ted and Hunter Foster was cast as Mac. Although costumes and props were utilized, there were no sets and the actors carried their scripts around the stage—these stagings were merely devised to find investors for the show. The play did not feature any original songs; the performers sang renditions of 1980s pop songs along with several numbers from the film. The play followed the film's story and scenes pretty closely, but a lot of new dialogue was written, a few characters were omitted and there were some other slight deviations. Audio and video recordings of the September 30, 2002 staging are circulating, and several video clips from this performance have surfaced on YouTube. Despite positive reaction, the timing of the initial staging was bad (coming mere days after the September 11 attacks), and even after subsequent readings, the show never attained the investors needed to become a full-blown production. ===Cast=== * Kristin Chenoweth as Valerie Gail * Julie Brown as Candy Pink * Marc Kudisch as Dr. Ted Gallagher * Hunter Foster as Mac * Deven May as Wiploc * Lisa Capps as Nurse/Ensemble * Roxanne Barlow as Security Guard/Ensemble * Steve Wilson as Security Guard/Ensemble ===Musical numbers=== ;Act I * \"(Shake That) Cosmic Thing\" – The B-52's (heard on radio) * \"Earth Girls Are Easy\" – The N (heard on radio) * \"Eternal Flame\" – Valerie * \"Brand New Girl\" – Candy, Valerie & Ensemble * \"(Let's Get) Physical\" – Ted and Nurse * \"Heart of Glass\" – Valerie * \"California Girls\" (partial) – Mac and Wiploc * \"Funkytown\" – Ensemble * \"I Like 'em Big and Stupid\" – Candy ;Act II * \"True Colors\" – Mac * \"Atomic\" – Valerie * \"Roam\" – Entire Cast * \"Just Like Fred Astaire\" – Mac & Valerie * \"'Cause I'm a Blonde\" – Candy * \"Should Have Known Better\" – Ted * \"Moonblind\" – Mac and Valerie * \"Scary Kisses\" – Valerie, Mac & Cast ==References== ==External links== * * * Movie stills at Film.virtual- history.com Category:1989 films Category:1980s science fiction comedy films Category:1980s independent films Category:1980s musical comedy films Category:1980s romantic comedy films Category:1980s romantic musical films Category:American science fiction comedy films Category:American independent films Category:American musical comedy films Category:American romantic comedy films Category:American romantic musical films Category:American films Category:English-language films Category:Films about extraterrestrial life Category:Films based on songs Category:Films directed by Julien Temple Category:Films set in the San Fernando Valley Category:Films set in Los Angeles Category:Films shot in Los Angeles Category:Science fiction music Category:Science fiction musical films Category:Vestron Pictures films Category:De Laurentiis Entertainment Group films Category:1988 comedy films Category:1988 films Category:1989 comedy films Category:Films with screenplays by Julie Brown Category:Films with screenplays by Charlie Coffey (writer)",
 "title": "Earth Girls Are Easy"
}