{
 "id": "183328",
 "text": "STS-31 was the 35th mission of the NASA Space Shuttle program. The primary purpose of this mission was the deployment of the Hubble Space Telescope (HST) into low Earth orbit. The mission used the Space Shuttle Discovery (the tenth mission for this orbiter), which lifted off from Launch Complex 39B on 24 April 1990 from Kennedy Space Center, Florida. Discoverys crew deployed the Hubble Space Telescope on 25 April 1990, and then spent the rest of the mission tending to various scientific experiments in the Shuttle's payload bay as well as operating a set of IMAX cameras to record the mission. Discoverys launch marked the first time since January 1986 that two Space Shuttles had been on the launch pad at the same time – Discovery on 39B and Columbia on 39A. == Crew == === Crew seating arrangements === {| class=\"wikitable\" |- ! Seat ! Launch ! Landing | rowspan=\"6\" style=\"text-align: center;\" | thumb|upright=1.0|right Seats 1–4 are on the Flight Deck. Seats 5–7 are on the Middeck. |- ! S1 | Shriver | Shriver |- ! S2 | Bolden | Bolden |- ! S3 | McCandless | Sullivan |- ! S4 | Hawley | Hawley |- ! S5 | Sullivan | McCandless |} === Crew notes === This mission was originally to be flown in August 1986 as STS-61-J using Atlantis, but was postponed due to the Challenger disaster. John W. Young was originally assigned to command this mission, which would have been his seventh spaceflight, but was reassigned to an administrative position and was replaced by Loren J. Shriver in 1988. == Mission highlights == thumb|upright=1.0|right|HST in the cargo bay STS-31 was launched on 24 April 1990 at 8:33:51 a.m. EDT. A launch attempt on 10 April 1990 was scrubbed at T-4 minutes for a faulty valve in auxiliary power unit (APU) number one. The APU was eventually replaced and the Hubble Space Telescope's batteries were recharged. On launch day, the countdown was briefly halted at T-31 seconds when Discoverys computers failed to shut down a fuel valve line on ground support equipment. Engineers ordered the valve closed and the countdown continued. The main purpose of this mission was to deploy Hubble. It was designed to operate above the Earth's turbulent and obscuring atmosphere to observe celestial objects at ultraviolet, visible and near-infrared wavelengths. The Hubble mission was a joint NASA-ESA (European Space Agency) effort going back to the late 1970s. The rest of the mission was devoted to photography and onboard experiments. To launch HST into an orbit that guaranteed longevity, Discovery entered an orbit of around . At one point during the mission, Discovery briefly reached an apogee of , the highest altitude ever reached by a Shuttle orbiter. The record height also permitted the crew to photograph Earth's large-scale geographic features not apparent from lower orbits. Motion pictures were recorded by two IMAX cameras, and the results appeared in the 1994 IMAX film Destiny in Space. Experiments on the mission included a biomedical technology study, advanced materials research, particle contamination and ionizing radiation measurements, and a student science project studying zero gravity effects on electronic arcs. Discoverys reentry from its higher than usual orbit required a deorbit burn of 4 minutes and 58 seconds, the longest in Shuttle history up to that time. Discovery also orbited the Earth 80 times during the mission. During the deployment of Hubble, one of the observatory's solar arrays stopped as it unfurled. While ground controllers searched for a way to command HST to unreel the solar array, Mission Specialists McCandless and Sullivan began preparing for a contingency spacewalk in the event that the array could not be deployed through ground control. The array eventually came free and unfurled through ground control, while McCandless and Sullivan were pre-breathing inside the partially depressurized airlock. Secondary payloads included the IMAX Cargo Bay Camera (ICBC) to document operations outside the crew cabin, and a handheld IMAX camera for use inside the orbiter. Also included were the Ascent Particle Monitor (APM) to detect particulate matter in the payload bay; a Protein Crystal Growth (PCG) experiment to provide data on growing protein crystals in microgravity, Radiation Monitoring Equipment III (RME III) to measure gamma ray levels in the crew cabin; Investigations into Polymer Membrane Processing (IPMP) to determine porosity control in the microgravity environment, and an Air Force Maui Optical Site (AMOS) experiment. The mission marked the flight of an human skull, which served as the primary element of \"Detailed Secondary Objective 469\", also known as the In-flight Radiation Dose Distribution (IDRD) experiment. This joint NASA/DoD experiment was designed to examine the penetration of radiation into the human cranium during spaceflight. The female skull was seated in a plastic matrix, representative of tissue, and sliced into ten layers. Hundreds of thermo-luminescent dosimeters were mounted in the skull's layers to record radiation levels at multiple depths. This experiment, which also flew on STS-28 and STS-36, was located in the shuttle's mid-deck lockers on all three flights, recording radiation levels at different orbital inclinations. Discovery landed on Runway 22 at Edwards Air Force Base in California 29 April 1990 at 6:49:57 a.m. PDT. The landing had a rollout distance of took 61 seconds, and marked the first use of carbon brakes on a shuttle. Discovery was returned to Kennedy Space Center after STS-31 on 7 May 1990. == Wake-up calls == NASA began a tradition of playing music to astronauts during the Project Gemini, which was first used to wake up a flight crew during Apollo 15. Each track is specially chosen, often by their families, and usually has a special meaning to an individual member of the crew, or is applicable to their daily activities. {| class=\"wikitable\" |- ! Flight Day ! Song ! Artist/Composer |- | Day 2 | \"Space is Our World\" | Private Numbers |- | Day 3 | \"Shout\" | Otis Day and the Knights |- | Day 4 | \"Kokomo\" | Beach Boys |- | Day 5 | \"Cosmos\" | Frank Hayes |- | Day 6 | \"Rise and Shine\" | Raffi |} == Gallery == Image:1990 s31 HST closeout.jpg|Hubble at the pad Image:Liftoff STS-31.jpg|Liftoff of Discovery with the Hubble Space Telescope on board Image:1990 s31 HST Bay.jpg|Low hover position Image:HST over Bahamas.jpg|High over Cuba Image:Hubble Solar Array Deployment STS-31.jpg|Solar array deployment Image:Scanned highres STS031 STS031-76-39 copy.jpg|Hubble drifts away over Peru. Image:Florida from STS-31.jpg|Florida and The Bahamas Image:Sts-31 Landing.jpg|Discovery returns home. == See also == * List of human spaceflights * List of Space Shuttle missions * Outline of space science * Space Shuttle == References == == External links == * NASA mission summary * STS-31 Video Highlights Category:Space Shuttle missions Category:Edwards Air Force Base Category:Spacecraft launched in 1990 Category:Hubble Space Telescope",
 "title": "STS-31"
}