{
 "id": "183455",
 "text": "Liberal Judaism (until 2002: Union of Liberal and Progressive Synagogues) is one of the two WUPJ-affiliated denominations in the United Kingdom. It is smaller and more radical in comparison with the other one, the Movement for Reform Judaism. It is considered ideologically closer to American Reform Judaism than it is to the British Reform movement.Liberal Judaism BBC. 12 August 2009 As of 2010 it was the fourth largest Jewish religious group in Britain, with 8.7% of synagogue-member households. ==Belief and practice== The beliefs of Liberal Judaism are outlined in The Affirmations of Liberal Judaism,https://www.liberaljudaism.org/wp- content/uploads/2020/03/Affirmations-of-Liberal-Judaism-Booklet-MAR-2020.pdf authored in 1992 by Rabbi John D. Rayner, the most prominent of the movement's later theologians. Like Liberal Judaism founder Claude Montefiore, Rayner shared the ideals of worldwide Reform Judaism, also known as Progressive or Liberal Judaism. Rayner affirmed a personal God; an ongoing (or \"progressive\") revelation allowing all to form their own views of religiosity; mandating a critical understanding of sacred texts and the evolving nature of Judaism across the ages; the separation between the ethical and ritual aspects of Judaism, with the latter serving as an instrumental capacity of the former and having no intrinsic value; personal autonomy for the individual Jew; a belief in a messianic era of harmony instead of a personal messiah; and the rejection of bodily resurrection of the dead in favour of, at most but not necessarily, the immortality of the soul. The centrality of the Prophets' moral teachings was also stressed.John D. Rayner, A Jewish Understanding of the World, Berghahn Books, 1998. pp. 90–99, 150–157 etc. As in the other branches of worldwide Reform, these convictions laid little emphasis on practical observance and regarded the mechanisms of Jewish law as basically non-binding. British Liberal Judaism was defined by the radical purism of Montefiore, who was exceptional even among his peers worldwide in his desire to universalise and spiritualise Judaism, stripping it bare from whatever he considered overly particularist or ceremonial. Liberal liturgy in the early 20th century was drastically abridged and more than half of it was in English. Bareheaded men and women sat together, and ritual or practical observance were explicitly ignored; nonexistent levels of adherence to traditional forms were the norm in the Orthodox United Synagogue as well, but not publicly. The Election of Israel was reinterpreted in universalist terms, toning down the separateness of Jews and stressing their mission to spread the word of God among the nations. Prayers for the Messiah to restore the sacrificial cult in Jerusalem, mentions of bodily resurrection and angels, hostility toward gentiles, and overt Jewish particularism were removed or at least greatly reformed. The highly sterile character of Liberal services and communal life was replaced in the postwar years, especially since the 1970s, as part of a renewed turn to tradition in the WUPJ. Many congregants sought both more tangible means of religious expression and a link with their heritage. A greater proportion of Hebrew in prayer and ceremonies of little importance but great sentimental value, like the bar mitzvah, were introduced, as well as a greater importance of pronounced Jewish uniqueness. Head coverings, prayer shawls, phylacteries, and the like became more popular. Siddur Lev Chadash, the new 1995 prayer book which replaced the older Service of the Heart from 1967, had far more Hebrew in the liturgy.See, for example, this selection. Old concepts like following a kosher diet, at one point almost totally rejected, were reinstated with a stress on the autonomy of the individual and ethical implications. The denomination was particularly noted for its incorporation of highly progressive values and great proclivity to change, while the Movement for Reform Judaism appealed to a more conservative audience and had to be more moderate. Already in the 1950s, Liberal Judaism was the first in the WUPJ to accept patrilineal descent, allowing children of a single Jewish father to inherit his Jewish status on the condition that the father had been raised Jewish. Egalitarianism, the use of gender-neutral language in prayer, LGBT participation, ordaining both female and LGBT clergy, and conducting same-sex marriages were also pioneered by British Jews within the movement. Brit Ahava (\"Covenant of Love\"), a guideline for LGBT Jewish weddings, was published even before same-sex marriage became legal. Liberal rabbis are allowed to perform \"blessing\" ceremonies for interfaith couples, with the official stance being that the non-Jewish partner is \"marrying in\" to Judaism rather than the Jewish partner \"marrying out\". Liberal Judaism was also the first to allow non-Jews to be buried alongside their Jewish spouses in Jewish cemeteries. ==Organisational structure== Liberal Judaism is a national union of autonomous communities centered in England, but with a presence in other countries. As of 2010, 7,197 households were registered with the movement or 8.7% of synagogue- member families in Britain. In addition, Mumbay's Rodef Shalom Congregation (now affiliated with the WUPJ) was founded as a member of the Jewish Religious Union, Liberal Judaism's antecedent. In 2015, there were 37 fully affiliated Liberal Judaism congregations; these were all based throughout England with the exceptions of a Scottish one in Edinburgh, an Irish one in Dublin, and a Dutch one in Amsterdam. Ruth Seager was elected to the denomination's chairperson role in 2020. Rabbi Charley Baginsky and Shelley Shocolinsky-Dwyer were appointed as joint interim directors in 2020; Baginsky becomes Chief Executive Officer and Shocolinsky-Dwyer Chief Operating Officer in January 2021. The president of the movement is Rabbi Dr Andrew Goldstein, who was elected in July 2013 to succeed Baroness Rabbi Julia Neuberger. The movement is steered and informed by three bodies – the Board of National Officers, the Conference of Liberal Rabbis and Cantors, and the Council. The Board of National Officers handles issues of the movement's governance and strategy; The Rabbinic Conference, composed of all the Rabbis serving Liberal synagogues, meets regularly to discuss and rule on rabbinic matters, determining courses of action or principles of faith. Liberal rabbis receive training and are ordained by Leo Baeck College, which the movement funds together with the Reform Movement (formerly the Movement for Reform Judaism). The Council is made up of representatives from synagogues, allowing them to speak on matters within the organisation that may affect them. LJY-Netzer is the youth movement of the denomination. A progressive Zionist youth movement, it is a branch of Netzer Olami. Founded in 1947 as FLPJYG (Federation of Liberal and Progressive Jewish Youth Groups), it was renamed in 2004. ==History== The denomination began with Claude Montefiore. Intending to become a minister in the West London Synagogue, he attended the Berlin Hochschule für die Wissenschaft des Judentums in 1881. There he was exposed to the work of the German founders of Reform Judaism, mainly Rabbis Abraham Geiger and Samuel Holdheim. While the religious philosophy he codified had its own original strains, his teachings were wholly reliant on theirs. He borrowed Geiger's notion of progressive revelation, accentuating it until there was very little difference between human reason and divine inspiration, and depicting it as a continuous process through history in which the People Israel grew aware of the great moral truths via God's communing with the Prophets and their own quotidian experience of the divine. Montefiore once remarked that he considered Holdheim his mentor, though he disagreed with many of his statements. He too differentiated sharply between an ethical core and ceremonial cask, regarding ritual as a means to end without much value unto itself, and regarded the Election of Israel in the terms of a universal mission to spread knowledge of God among the nations and prepare the way for a Messianic Era of harmony. His grasp of revelation also granted little importance to the divine origin of sacred texts, and Montefiore fully accepted higher criticism as to him, the human authors were influenced by God anyhow. In all this, noted Steven Bayme, he was little different from the German rabbis who initiated Reform or his contemporary Rabbi Kaufmann Kohler, Chair of Hebrew Union College; Montefiore's unique contribution was his appreciation of mysticism, the first Reform thinker to do so. In contrast, Daniel Langton has argued for the distinctly Anglo-Jewish character of Montefiore's thought, and especially in terms of engagement with what Montefiore regarded as the best of Christian scholarship and thought.Langton, Daniel R. Claude Montefiore: His Life and Thought (London: Vallentine Mitchell), Parkes-Wiener Series on Jewish Studies. After a year in Berlin, he returned to England. Montefiore was beset by what he saw in Germany: except for the radical Reformgemeinde in Berlin, the Reform movement had stagnated since the 1870s. Communal politics and the need to accommodate conservative elements turned what was known as \"Liberal Judaism\" in the country into an intricate system of local arrangements, very moderate in nature. In 1882, he delivered the annual Hibbert Lecture, naming his sermon The Origin and Growth of Religion as Illustrated by the Religion of the Ancient Hebrews and presenting his ideals. Bayme added he did not change them considerably afterwards. West London and the two other nonconformist synagogues that withdrew from the authority of Chief Rabbi Hermann Adler, which would much later be the basis for the Movement for Reform Judaism, were scarcely motivated by deep conviction. Religious life among English Jews was quite conservative, characterised by adherence to largely traditional forms on the official level, and general apathy among the masses. The rise of Unitarianism, offering a universal message to acculturated upper classes of Anglo-Jewry, was accompanied by a wave of conversions, at a time when the Suffragette movement drew attention to the marginal role of women in synagogues. Montefiore and a small circle of friends, including Lily Montagu and Israel Abrahams, were spurred into action. He served as spiritual leader, while Montagu was the main organiser and administrator. On 16 February 1902, during a meeting attended by 70 people at the home of Ernest Louis and Henrietta Franklin, they founded the Jewish Religious Union. A first prayer was conducted on 18 October. Seating was mixed and women received a growing role. On 4 February 1911, they became institutionalised upon the opening of the Liberal Jewish Synagogue at London, in which Hebrew Union College graduate Rabbi Israel Mattuck officiated. From 500 congregants, they rose to 1,500 by the end of World War I. Two other congregations in London and one in Liverpool were founded until 1928, as well as one offshoot among Mumbai's Bene Israel, headed by sisters Leah and Jerusha Jhirad. The JRU was a founding member of the World Union for Progressive Judaism. It benefited to no significant extent from the great immigration of German Jewish refugees, who found it too radical and flocked to establish nonconformist synagogues of their own, eventually creating the Movement for Reform Judaism. In 1944, the JRU (which added the words \"for the Advancement of Liberal Judaism\" to its name in 1911) was reorganised as the \"Union of Liberal and Progressive Synagogues\". It had 11 member congregations in 1949 and continued to grow. In the postwar years, its main leader was Rabbi John D. Rayner. In 2003, the Liberal movement began to perform same-sex marriage ceremonies; in 2005, they standardised the liturgy and announced that these ceremonies had the same status as heterosexual marriages in the eyes of Liberal rabbinical authorities. ==See also== *Orthodox Judaism *Conservative Judaism ==References== ==External links== *Liberal Judaism (UK) *Religion & Ethics – Liberal Judaism, BBC *History of the Liberal movement (UK) *World Union for Progressive Judaism Category:1902 establishments in England Category:Jewish charities based in the United Kingdom Category:Jewish organizations established in 1902",
 "title": "Liberal Judaism (United Kingdom)"
}