{
 "id": "183505",
 "text": "thumb|Gypsy Rose Lee in Los Angeles, c. 1937 Gypsy Rose Lee (born Rose Louise Hovick, January 8, 1911 – April 26, 1970) was an American burlesque entertainer, stripper and vedette famous for her striptease act. Also an actress, author, and playwright, her 1957 memoir was adapted into the 1959 stage musical Gypsy. ==Early life== Rose Louise Hovick was born in Seattle, Washington, on January 8, 1911;Karen Abbott (2010) American Rose: A Nation Laid Bare, The Life and Times of Gypsy Rose Lee, New York: Random House; ; Birthdate given as January 8, legacy.com; accessed September 16, 2015. however, she always gave January 9 as her date of birth. She was known as Louise to her family. Her sister, actress June Havoc, was born in 1912. Their mother, Rose Thompson Hovick, forged various birth certificates for each of her daughters—older when needed to evade varying state child labor laws, and younger for reduced or free train fares. The girls were unsure until later in life what their years of birth were. Their mother had married Norwegian- American John Olaf Hovick, a newspaper-advertising salesman and a reporter at The Seattle Times.\"This is a story of three women whose dreams clashed\" (July 16, 1980), Boston Globe, p. 1.Noralee Frankel (2009) Stripping Gypsy: The Life of Gypsy Rose Lee, Oxford University Press US; Erik Lee Preminger (2004) My G-string mother: and home and backstage with Gypsy Rose Lee, Frog Books; , p. 186. They married on May 28, 1910, in Seattle.King County Department of Executive Services, Records and Licensing Division, Marriage Returns, 1891–1947, Marriage Certificates, 1855–1990, Office of the Secretary of State, Washington State Archives, Digital Archives, Source: King County Auditor, Marriage Certificates, 1855–1969; Marriage Returns, 1891–1947. King County Archives, Seattle, WA. They divorced on August 20, 1915.National Archives and Records Administration (NARA); Washington D.C.; NARA Series: Passport Applications, January 2, 1906 – March 31, 1925; Roll #: 2708; Volume #: Roll 2708 - Certificates: 513300-513899, February 12–14, 1925; Ancestry.com (U.S. Passport Applications, 1795–1925). Rose Thompson married her second husband, Judson Brennerman, a traveling salesman, on May 26, 1916, at a Unitarian church in Seattle, with the Rev. J. D. A. Powers officiating.Ancestry.com. Washington, Marriage Records, 1865–2004 from Washington State Archives. Olympia, Washington: Washington State Archives. After Hovick and Brennerman divorced, June supported the family by appearing in vaudeville, being billed \"Tiniest Toe Dancer in the World\" when she was only . Rose and June went to Hollywood for two years where June appeared in short films directed by Hal Roach. Louise was left behind while June and her mother were on the road. She had an elementary education, unlike June who was taught to read by stagehands. Much to her mother's displeasure, June eloped with Bobby Reed, a dancer in their act, in December 1928, after a performance in Topeka, Kansas, at the Jayhawk Theatre and went on to pursue a brief career in marathon dancing, a more profitable vocation than tap dancing.Laura Jacobs (March 2003) \"Taking it all off\", Vanity Fair, Vol. 511, p. 198. ==Career== Louise's singing and dancing talents were insufficient to sustain the act without June. Eventually, it became apparent that Louise could make money in burlesque, which earned her legendary status as an elegant and witty striptease artist. Initially, her act was propelled forward when a shoulder strap on one of her gowns gave way, causing her dress to fall to her feet despite her efforts to cover herself; encouraged by the audience's response, she went on to make the trick the focus of her performance.Helen Welshimer (February 14, 1937) \"Burlesque's strippers graduate to Broadway\", Laredo Times, TX, p. 13. Her innovations were an almost casual stripping style compared to the herky-jerky styles of most burlesque strippers (she emphasized the \"tease\" in \"striptease\"), and she brought a sharp sense of humor into her act as well. She became as famous for her onstage wit as for her stripping style, and—changing her stage name to Gypsy Rose Lee—she became one of the biggest stars of Minsky's Burlesque, where she performed for four years. She was frequently arrested in raids on the Minsky brothers' shows. During the Great Depression, Lee spoke at various union meetings in support of New York laborers. According to activist Harry Fisher, her talks were among those that attracted the largest audiences.Fisher, Harry (1998) Comrades: Tales of a Brigadista in the Spanish Civil War, p. 10, University of Nebraska Press: Lincoln In 1937 and 1938, billed as Louise Hovick, she made five films in Hollywood.\"Gypsy Rose Lee\", IMDb. But her acting was generally panned, so she returned to New York City where she had an affair with film producer Michael Todd and co-produced and appeared in his 1942 musical revue, Star and Garter.Profile, historylink.org; accessed August 7, 2014. Lee viewed herself as a \"high-class\" stripper, and she approved of H. L. Mencken's term \"ecdysiast\", which he coined as a more \"dignified\" way of referring to the profession. Her style of intellectual recitation while stripping was spoofed in the number \"Zip!\" in Rodgers and Hart's Pal Joey, a musical in which June Havoc had appeared on Broadway, opposite Gene Kelly. Lee performed an abbreviated version of her act (intellectual recitation and all) in the 1943 film Stage Door Canteen. In 1941, Lee authored a mystery thriller called The G-String Murders, which was made into the sanitized 1943 film, Lady of Burlesque starring Barbara Stanwyck. While some assert this was in fact ghost-written by Craig Rice, there are those who claim that there is more than sufficient written evidence in the form of manuscripts and Lee's own correspondence to prove that she wrote a large part of the novel herself under the guidance of Rice and others, including her editor George Davis, a friend and mentor.Tippins, Sherill. February House: The Story of W. H. Auden, Carson McCullers, Jane and Paul Bowles, Benjamin Britten, and Gypsy Rose Lee, Under One Roof in Brooklyn. New York: Houghton Mifflin, 2005. Hubin, Allen J. Crime Fiction, 1749–1980: A Comprehensive Bibliography. New York: Garland, 1984, p. 243 Lee's second murder mystery, Mother Finds a Body, was published in 1942. In December 1942, preliminary papers alleging breach of contract were filed in the Supreme Court against Lee by Dorothy Wheelock, associate editor of Harper's Bazaar,Nevada State Journal, 24 December 1942 alleging that in August 1940 she and Gypsy entered into what Wheelock described as \"an oral agreement to collaborate on a joint venture involving the conception, construction, development, writing and exploitation of a literary work with a burlesque background. The agreement, Miss Wheelock went on, called for a 50:50 split on all income from sale of the book. She charged that she had lined up a publisher for the book when, in November 1940, Gypsy called off the collaboration… Lee said she turned over notes and other material to Miss Wheelock and that the latter had then written 'a sample book'. However this sample book is not the book that was published, Gypsy declared. She denied any resemblance between Miss Wheelock's book and the book published under her own name, except such similarities as might stem from the notes Gypsy turned over to Miss Wheelock. Simon & Schuster agreed to publish the book, Gypsy said, after the first three chapters were shown to them by Janet Flanner, a New York writer\".New York Daily News, 24 December 1942 The case was settled out of court. ==Relationships== In Hollywood, she married Arnold \"Bob\" Mizzy on August 25, 1937, at the insistence of the film studio. She obtained a divorce in 1941, claiming cruelty, although biographer Noralee Frankel suggests the couple agreed that Lee could bring false charges so the divorce could go through uncontested. In 1942, she married William Alexander Kirkland; they divorced in 1944. While married to Kirkland, she gave birth on December 11, 1944, to a son fathered by Otto Preminger. Her son was named Erik Lee, but has since been known successively as Erik Kirkland, Erik de Diego, and Erik Lee Preminger. Gypsy married a third time in 1948, to Julio de Diego, but that union also ended in divorce.Noralee Frankel (2009) Stripping Gypsy: The Life of Gypsy Rose Lee, New York: Oxford University Press, pp. 62, 68, 121–22, 147, 154–66, 195–96. In 1940, she purchased a townhouse on East 63rd St in Manhattan with a private courtyard, 26 rooms and seven baths.Zemeckis, Leslie (2013). Behind The Burly Q Check, Delaware: Skyhorse Publishing; Mother Rose continued to demand money from Lee and Havoc. Lee rented a 10-room apartment on West End Avenue in Manhattan for Rose, who opened a boardinghouse for women there. On one occasion in the 1930s, Rose shot and killed a woman who was either a guest at the boardinghouse or a guest on the farm in Highland Mills in Orange County, New York, that Rose owned. A historical website cites varying reports of which place was the scene of the crime. According to Gypsy's son Erik Lee Preminger, who is the author of several books, the murder victim was Mother Rose's female lover, who had allegedly made a pass at Gypsy. The violent incident was investigated and reportedly explained away as a suicide. Mother Rose was not prosecuted. Mother Rose's biographer strongly refutes the notion that this woman, Genevieve Augustine, was Rose's lover, and doubts Rose's complicity in her death in light of Augustine's previous suicide attempts., pp. 152–64. Rose Thompson Hovick died in 1954 of colon cancer. ==Later years== left|thumb|Gypsy Rose Lee in 1956 After the death of their mother, the sisters now felt free to write about her without risking a lawsuit. Gypsy: A Memoir was published in 1957 and served as inspiration for the Jule Styne, Stephen Sondheim, and Arthur Laurents 1959 musical Gypsy. Havoc did not like the way she was portrayed in the piece, but she was eventually persuaded (and paid) not to oppose it for her sister's sake. The show and the 1962 movie adaptation assured Gypsy a steady income. The sisters became estranged for a period of time but reconciled. June, in turn, wrote Early Havoc and More Havoc, to relate her version of the story. Gypsy Rose Lee went on to host a daytime San Francisco KGO-TV television talk show, The Gypsy Rose Lee Show (754 episodes, aired 1965–1968). The popular afternoon show featured such guests as Judy Garland, Agnes Moorehead, and Woody Allen, showcasing her love of people, pets and knitting among other interests. Like well-known artists such as Pablo Picasso and Ernest Hemingway, Gypsy Rose Lee was a supporter of the Popular Front movement in the Spanish Civil War and raised money for charity to alleviate the suffering of Spanish children during the conflict. \"She became politically active, and supported Spanish Loyalists during Spain's Civil War. She also became a fixture at Communist United Front meetings, and was investigated by the House Committee on un-American activities.\" Lee was a Democrat who supported the campaign of Adlai Stevenson in the 1952 presidential election.Motion Picture and Television Magazine, November 1952, p. 33, Ideal Publishers The walls of her Los Angeles home were adorned with pictures by Joan Miró, Pablo Picasso, Marc Chagall, Max Ernst, and Dorothea Tanning, all reportedly given to her by the artists themselves. thumb|Grave of Gypsy Rose Lee at Inglewood Park Cemetery (with wrong year of birth) ==Death== Lee died of lung cancer in Los Angeles in 1970, aged 59. Upon her death, she left an estate valued at US$575,000 (US$4,000,000 in 2021). She is buried in Inglewood Park Cemetery in Inglewood, California.Wilson, Scott. Resting Places: The Burial Sites of More Than 14,000 Famous Persons, 3d ed.: 2 (Kindle Locations 27219-27220). McFarland & Company, Inc., Publishers. Kindle Edition. ==Legacy== *The song \"Zip\" from the musical Pal Joey, written by Richard Rodgers and Lorenz Hart, imagines the thoughts and musings that go through Gypsy Rose Lee's mind while she strips onstage as recounted by way of an interviewer who sings of their encounter with Miss Lee as being \"the greatest achievement\" they'd had. Elaine Stritch regularly performed this song (as the interviewer) for many years. * Punk band The Distillers wrote \"Gypsy Rose Lee\", a song for their debut album in 2000. * In 1973, Tony Orlando and Dawn recorded \"Say, Has Anybody Seen My Sweet Gypsy Rose\" by W. M. Irwin Levine & L. Russell Brown. (The song refers to Lee's profession, but is about a fictional character with a similar name.) * In January 2012, Seattle Theater Writers (a group of arts critics for various publications) awarded the first Gypsy Rose Lee Awards, celebrating excellence in local theatre. * The Academy Film Archive has preserved a number of Lee's home movies, including behind- the-scenes footage from films in which she appeared. ==Filmography== {| class=\"wikitable\" style=\"font-size: 90%;\" ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Film |- ! Year ! Title ! Role ! Notes |- |1937|| You Can't Have Everything || Lulu Riley || |- |1937|| Ali Baba Goes to Town || Sultana / Louise Hovick || |- |1938|| Sally, Irene and Mary || Joyce Taylor || |- |1938|| Battle of Broadway || Linda Lee || |- |1938|| My Lucky Star || Marcelle La Verne || |- |1943|| Stage Door Canteen || Gypsy Rose Lee || |- |1944|| Belle of the Yukon || Belle De Valle || |- |1952|| Babes in Bagdad || Zohara || |- |1958|| Screaming Mimi || Joann 'Gypsy' Masters || |- |1958|| Wind Across the Everglades || Mrs. Bradford || |- |1963|| The Stripper || Madame Olga || |- |1966|| The Trouble with Angels || Mrs. Phipps || |- |1969|| The Over-The-Hill Gang || Cassie|| Final File Role || |} {| class=\"wikitable\" style=\"font-size: 90%;\" ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Television |- ! Year ! Title ! Role ! Notes |- |1949|| Think Fast || Herself - Host || |- |1950|| What's My Line? || || lost episode #4, Season 1 |- |1958|| The Gypsy Rose Lee Show || || |- |1959|| What's My Line? || || |- |1963|| Fractured Flickers || Herself || episode 3—interview |- |1965|| Who Has Seen the Wind? || Proprietress || TV movie |- |1965-1967|| Gypsy || Herself - Hostess || 26 episodes |- |1966|| The Pruitts of Southampton || Regina || 4 episodes |- |1966|| Batman || Newscaster || 1 episode, Uncredited |- |1967|| Around the World of Mike Todd || Herself || TV movie documentary |- |1969|| The Over-the-Hill Gang || Cassie || TV movie, (final film role) |- |1969|| The Hollywood Squares || Herself - Panelist || 114 episodes |} ==Works== ===Novels=== * The G-String Murders (New York: Simon & Schuster, 1941). * Mother Finds a Body (New York: Simon & Schuster, 1942). ===Memoir=== * Gypsy: A Memoir (New York: Harper & Bros., 1957) ===Plays=== * The Naked Genius (1943) (filmed and released as Doll Face in 1946). Her original title for the play was The Ghost in the Woodpile.Oakland Tribune, 4 November 1943 ==Notes== ==References== ==Further reading== * Reprinted as * * * ==External links== * * * Gypsy Rose Lee at TVGuide.com * Gypsy Rose Lee at Washington State History Online Encyclopedia * Rose and June Hovick * Gypsy Rose Lee papers, 1910–1970, held by the Billy Rose Theatre Division, New York Public Library for the Performing Arts * Before burlesque, Gypsy Rose Lee performed at Jayhawk Theatre Accessed June 20th, 2019 Category:1911 births Category:1970 deaths Category:20th-century American actresses Category:Actresses from Seattle Category:American people of German descent Category:American people of Norwegian descent Category:American female erotic dancers Category:American erotic dancers Category:American film actresses Category:American television actresses Category:American vedettes Category:Burials at Inglewood Park Cemetery Category:American burlesque performers Category:Deaths from cancer in California Category:Deaths from lung cancer Category:Vaudeville performers Category:Vedettes (cabaret) Category:People from Highland Falls, New York Category:1939 New York World's Fair artists Category:Dancers from Washington (state) Category:Dancers from New York (state) Category:Hollywood blacklist Category:California Democrats Category:Washington (state) Democrats Category:New York (state) Democrats Category:20th-century American dancers",
 "title": "Gypsy Rose Lee"
}