{
 "id": "184099",
 "text": "Statistical bias is a systematic tendency which causes differences between results and facts. The bias exists in numbers of the process of data analysis, including the source of the data, the estimator chosen, and the ways the data was analyzed. Bias may have a serious impact on results, for example, to investigate people's buying habits. If the sample size is not large enough, the results may not be representative of the buying habits of all the people. That is, there may be discrepancies between the survey results and the actual results. Therefore, understanding the source of statistical bias can help to assess whether the observed results are close to the real results. Bias can be differentiated from other mistakes such as accuracy (instrument failure/inadequacy), lack of data, or mistakes in transcription (typos). Bias implies that the data selection may have been skewed by the collection criteria. Bias does not preclude the existence of any other mistakes. One may have a poorly designed sample, an inaccurate measurement device, and typos in recording data simultaneously. Also it is useful to recognize that the term “error” specifically refers to the outcome rather than the process (errors of rejection or acceptance of the hypothesis being tested). Use of flaw or mistake to differentiate procedural errors from these specifically defined outcome-based terms is recommended. == Mathematical Form == Statistical bias is a feature of a statistical technique or of its results whereby the expected value of the results differs from the true underlying quantitative parameter being estimated. The bias of an estimator of a parameter should not be confused with its degree of precision, as the degree of precision is a measure of the sampling error. The bias is defined as follows: let T be a statistic used to estimate a parameter \\theta, and let \\operatorname E(T) denote the expected value of T. Then, :\\operatorname{bias}(T, \\theta) = \\operatorname{bias}(T) = \\operatorname E(T) - \\theta is called the bias of the statistic T (with respect to \\theta). If \\operatorname{bias}(T, \\theta)=0, then T is said to be an unbiased estimator of \\theta; otherwise, it is said to be a biased estimator of \\theta. The bias of a statistic T is always relative to the parameter \\theta it is used to estimate, but the parameter \\theta is often omitted when it is clear from the context what is being estimated. ==Types== Statistical bias comes from all stages of data analysis. The following sources of bias will be listed in each stage separately. ===Data selection=== Selection bias involves individuals being more likely to be selected for study than others, biasing the sample. This can also be termed selection effect, sampling bias and Berksonian bias. *Spectrum bias arises from evaluating diagnostic tests on biased patient samples, leading to an overestimate of the sensitivity and specificity of the test. For example, a high prevalence of disease in a study population increases positive predictive values, which will cause a bias between the prediction values and the real ones. *Observer selection bias occurs when the evidence presented has been pre-filtered by observers, which is so-called anthropic principle. The data collected is not only filtered by the design of experiment, but also by the necessary precondition that there must be someone doing a study. An example is the impact of the Earth in the past. The impact event may cause the extinction of intelligent animals, or there were no intelligent animals at that time. Therefore, some impact events have not been observed, but they may have occurred in the past. *Volunteer bias occurs when volunteers have intrinsically different characteristics from the target population of the study. Research has shown that volunteers tend to come from families with higher socioeconomic status. Furthermore, another study shows that women are more probable to volunteer for studies than men. *Funding bias may lead to the selection of outcomes, test samples, or test procedures that favor a study's financial sponsor. *Attrition bias arises due to a loss of participants, e.g., loss of follow up during a study. *Recall bias arises due to differences in the accuracy or completeness of participant recollections of past events; for example, patients cannot recall how many cigarettes they smoked last week exactly, leading to over-estimation or under-estimation. ===Hypothesis testing=== Type I and type II errors in statistical hypothesis testing leads to wrong results. Type I error happens when the null hypothesis is correct but is rejected. For instance, suppose that the null hypothesis is that if the average driving speed limit ranges from 75 to 85 km/h, it is not considered as speeding. On the other hand, if the average speed is not in that range, it is considered speeding. If someone receives a ticket with an average driving speed of 7 km/h, the decision maker has committed a Type I error. In other words, the average driving speed meets the null hypothesis but is rejected. On the contrary, Type II error happens when the null hypothesis is not correct but is accepted. ===Estimator selection=== The bias of an estimator is the difference between an estimator's expected value and the true value of the parameter being estimated. Although an unbiased estimator is theoretically preferable to a biased estimator, in practice, biased estimators with small biases are frequently used. A biased estimator may be more useful for several reasons. First, an unbiased estimator may not exist without further assumptions. Second, sometimes an unbiased estimator is hard to compute. Third, a biased estimator may have a lower value of mean squared error. * A biased estimator is better than any unbiased estimator arising from the Poisson distribution. The value of a biased estimator is always positive and the mean squared error of it is smaller than the unbiased one, which makes the biased estimator be more accurate. * Omitted-variable bias is the bias that appears in estimates of parameters in regression analysis when the assumed specification omits an independent variable that should be in the model. ===Analysis methods=== * Detection bias occurs when a phenomenon is more likely to be observed for a particular set of study subjects. For instance, the syndemic involving obesity and diabetes may mean doctors are more likely to look for diabetes in obese patients than in thinner patients, leading to an inflation in diabetes among obese patients because of skewed detection efforts. * In educational measurement, bias is defined as \"Systematic errors in test content, test administration, and/or scoring procedures that can cause some test takers to get either lower or higher scores than their true ability would merit.\" The source of the bias is irrelevant to the trait the test is intended to measure. *Observer bias arises when the researcher subconsciously influences the experiment due to cognitive bias where judgment may alter how an experiment is carried out / how results are recorded. ===Interpretation=== Reporting bias involves a skew in the availability of data, such that observations of a certain kind are more likely to be reported. ==See also== * Trueness * Systematic error ==References== statistics Category:Accuracy and precision",
 "title": "Bias (statistics)"
}