{
 "id": "184113",
 "text": "Grand Manan is a Canadian island in the Bay of Fundy. Grand Manan is also the name of an incorporated village, which includes the main island and all of its adjacent islands, except White Head Island. It is governed as a village and is part of the province of New Brunswick. The point on the mainland closest to the island is near the town of Lubec, Maine, the easternmost point of the continental United States, across the Grand Manan Channel. Grand Manan is 32 kilometres south of Blacks Harbour, New Brunswick. ==Toponymy== \"Manan\" is a corruption of mun-an-ook or man-an-ook, meaning \"island place\" or \"the island\", from the Maliseet-Passamaquoddy-Penobscot First Nations who, according to oral history, used Grand Manan and its surrounding islands as a safe place for the elderly Passamaquoddy during winter months and as a sacred burial place (ook means \"people of\"). In 1606 Samuel de Champlain sheltered on nearby White Head Island and produced a map calling the island \"Manthane\", which he later changed to \"Menane\" or \"Menasne\". ==History== Portuguese explorer João Álvares Fagundes charted the area around 1520, but the island does not appear clearly on a map until 1558, produced by Portuguese cartographer Diogo Homem. French merchant-explorer Étienne Bellenger visited the area in January 1583. In 1693, the island was granted to Paul D'Ailleboust, Sieur de Périgny as part of Champlain's \"New France\". D'Ailleboust did not take possession of it, and it reverted to the French Crown, in whose possession it remained until 1713, when it was traded to the British in the Treaty of Utrecht. The first permanent settlement was established in 1784, when Moses Gerrish gathered a group of settlers on an area of Grand Manan he called Ross Island, in honour of settler Thomas Ross. During the American Revolution, just off the island there were many naval battles between American privateers and British shipping. Because of the Treaty of Paris (1783), the U.S. considered Grand Manan to be its possession due to the island's proximity to Maine. Britain obtained title in Jay's Treaty of 1794, while surrendering its sovereignty claims over Eastport on Moose, Frederick and Dudley islands in nearby Cobscook Bay. From 1812 to 1814, the Bay of Fundy was infested with privateers who raided and plundered villages. The ownership of islands in Passamaquoddy Bay was not settled until 1817, when the United States gave up its claim to Grand Manan and the surrounding islands. By 1832 schools were established by the Anglican Church. While neighbouring islands along the American coast to Boston relied on whaling, Grand Manan had fishing and shipbuilding. In 1831 the Gannet Rock Lighthouse was built on a rocky islet south of Grand Manan, to protect shipping en route to Saint John, New Brunswick. It is Grand Manan's oldest lighthouse. This period was also marked by a number of shipwrecks off the island's rocky, cliff-lined coast. In 1857, the Lord Ashburton, was driven into the cliffs at the northern end of the island by hurricane-force winds to great loss of life. Another wreck was the Nova Scotian barque Walton, which was bound for Saint John, New Brunswick, from Wales when it wrecked on the White Ledge off Grand Manan on September 14, 1878.Walton-1878, Maritime Museum of the Atlantic—On the Rocks Shipwreck Database By 1851, the island population numbered almost 1,200 permanent inhabitants, most working in fishing. By 1884, Grand Manan became the largest supplier of smoked herring in the world. By 1920, it produced one million boxes—or twenty thousand tons—of smoked herring, all caught in its local waters. By the late Victorian era, Grand Manan had been discovered by a new breed of explorers—the \"tourists\"—who began visiting the island in steady numbers, weaving themselves into the fabric of its close- knit, isolated society. Pulitzer Prize–winning author Willa Cather loved the island's unspoiled solitude, while painters such as Alfred Thompson Bricher and John James Audubon came to Grand Manan and its outlying islands to capture what they believed to be its \"unique majesty\", documenting its varied geography and indigenous fauna. ==Geography== It is the largest of the Fundy Islands, and the primary island in the Grand Manan archipelago, which also includes White Head Island, Gull Rock, and North Rock are part of the larger Grand Manan archipelago. Grand Manan is long and has a maximum width of with an area of . The vast majority of Grand Manan residents live on the eastern side of the island. Due to limited access, cliffs and high winds, the western side of the island is not residentially developed. ===Geology=== thumb|left|270px|Map of Grand Manan Geology The western two-thirds of the island shows thick lava flows (basalt) of Late Triassic age, part of a flood basalt that underlies most of the Bay of Fundy. The Fundy basalts are themselves a small portion of the Central Atlantic Magmatic Province which was formed in a volcanic event preceding the breakup of the supercontinent Pangaea in the Early Jurassic. Many minerals have filled the cracks and bubbles left by gases boiling out of the cooling lavas. They include zeolite minerals such as chabazite, mesolite, stilbite, and heulandite, plus attractive quartz- related amethyst, agate, jasper, and many others. Good collecting areas include Seven Days Work, Indian Beach, and Bradford Cove. A few meters of siltstone are exposed under the basalt along the western shoreline, which by analogy with the Blomidon Formation in Nova Scotia must include the Triassic- Jurassic boundary. Harbours along the eastern shoreline were created by the erosion of complex fault and fold structures in ancient metamorphosed sedimentary and volcanic rock formations. A major north-south fault is exposed at Red Point, and it divides these older eastern rocks from the western basalts. The metamorphic formations are organized into groups called Castalia, Ingalls Head, and Grand Manan, and there are also metamorphosed plutonic masses such as Stanley Brook Granite, Rockweed Pond Gabbro, and Kent Island Granite. These rocks have recently been dated between 539 and 618 million years old [ref. Black and others, 2007] and are now considered to correlate with the New River and Mascarene terranes of southern New Brunswick, Canada. Although originally they were igneous and sedimentary rocks such as basalt, sandstone, and shale, the eastern formations have been metamorphosed into greenstone, phyllite, argillite, schist, quartzite, and other foliated types. In addition, many folds and faults have bent and broken the formations in rather tortured-looking outcrops. One such fault can be seen at the north end of Pettes Cove, where it separates metabasalt of Swallowtail Head from schist of North Head. ===Climate=== thumb|right|Sunset at Whistle Light house, facing Maine, Grand Manan Grand Manan has a humid continental climate (Dfb). The climate in spring, summer and fall is very comfortable but winter has an inconsistent weather pattern with snow, rain, freezing rain and mild weather. Since 2000, the average annual precipitation has been 859.8 mm with August being the driest month (35 mm) and October (112 mm) the wettest. The highest temperature ever recorded on Grand Manan was on 26 July 1963. The coldest temperature ever recorded was on 10 January 1890. ==Economy== Grand Manan's economy is dependent upon fishing, aquaculture and tourism. Lobster, herring, scallops and crab are most commonly sought among fishermen. Together with ocean salmon farms, dulse, rock weed and clam digging, many residents make their living \"on the water\". Tourism is growing significantly, providing the island with a highly profitable \"green\" industry. Whale and bird watching, camping and kayaking are popular activities for tourists. Visitors and retirees often purchase real-estate and remain on the island through the summer months or reside permanently as every necessary amenity exists for people of all ages. Approximately 54% of the island is owned by non-residents. The community is noted for its friendly people, low crime rate, high church membership, quaint villages, and unspoiled sea-scapes. New York architect Michael Zimmer established the Sardine Museum and Herring Hall of Fame.Canadian Geographic 2007 -Page 58 \"These weathered structures still line Seal Cove's picturesque harbour, and one contains the Sardine Museum and Herring Hall of Fame, an offbeat tourist attraction established by a wealthy New Yorker to exhibit obsolete fishing equipment as...\" There are freshwater ponds, lakes and beaches that are prime locations for sunbathing, beachcombing, and picnics. Other interesting finds on Grand Manan are magnetic sand, and \"The Hole-In-The Wall\" located in Whale Cove in the village of North Head. Anchorage Provincial Park can be found on the island's southeastern coast between the communities of Grand Harbour and Seal Cove. == Demographics == In the 2021 Census of Population conducted by Statistics Canada, Grand Manan had a population of living in of its total private dwellings, a change of from its 2016 population of . With a land area of , it had a population density of in 2021. As of 2016, the racial make-up of the island was 99.17% White; and less than 1% Latin American and Aboriginal populations. Those who were third generation or more made up 89% of the population. There were 1,045 households, out of which 23% had children under the age of 18 living with them. Of the 700 census families on the island, 71.42% were married couples living together. The average family size was 2.90. On the island the population was spread out, with 25% age 19 or under; 5% from 20 to 24, 27% from 25 to 44, 25.4% from 45 to 64, and 17.1% at 65 years of age or older. The median age was 40.3 years. The median income for a family was $48,190. Males had a median income of $32,183 versus $23,106 for females. A full 63% of the population 15 years and older had at least a high school certificate or equivalent, with 22% having at least some college, CEGEP, or university training. ==Infrastructure== ===Governance=== The Village of Grand Manan includes the all of Grand Manan Parish except White Head Island. The village was formed in 1995 by the amalgamation of the villages of Grand Harbour, North Head, and Seal Cove, along with the local service districts of Castalia, Woodwards Cove, and the parish of Grand Manan. ===Education=== The Anglophone South School District operates the K–12 Grand Manan Community School.Anglophone South, Grand Manan Parish. ===Health care=== thumb|left|Grand Manan Hospital July 2016 The only medical facility is the Grand Manan Hospital, operated by Horizon Health Network, provides family medicine, emergency medicine and palliative care. The hospital also has an eight-bed inpatient unit. There are onsite diabetes clinics, physiotherapy as well as telemedicine. Diagnostics include x-ray, EKG, and blood and specimen collecting. ===Access and transportation=== thumb|250px|Grand Manan V ferry at North Head Coastal Transport Limited operates the Blacks Harbour to Grand Manan Island Ferry. The crossing is about one and half hours. The Grand Manan Island to White Head Island Ferry, serves the 220 residents of White Head Island from Ingalls Head on Grand Manan, with a trip of about half an hour. Airplane service is available to most destinations in the Maritime region and some destinations in the New England States from the Grand Manan Airport. New Brunswick Route 776 is the main road on Grand Manan, running on a north-south alignment along the island's eastern coast. ==See also== * List of communities in New Brunswick * List of islands of New Brunswick * List of people from Charlotte County, New Brunswick * Grand Manan Parish and Charlotte County: census subdivisions which contain the island. ==References== ==Notes== == Further reading == *Eric Allaby, Grand Manan: Grand Harbour, Grand Manan Museum, Inc., 64 p., 1984. *Joshua M. Smith, Borderland Smuggling: Patriots, Loyalists and Illicit Trade in the Northeast, 1783–1820 Gainesville, University Press of Florida, 2006. *Elaine Ingalls Hogg, Historic Grand Manan: Images of Our Past. Nimbus Publishing, 2007. *Tim Peters, Rhythm of the Tides, Tim Peter's Publishing, August 2000 *Fyffe, L.R., Grant, R.H., and McHone, J.G., 2011, Bedrock geology of Grand Manan Island (parts of NTS 21 B/1O and B/15): New Brunswick, Department of Natural Resources: Lands, Minerals, and Petroleum Division, Plate 2011-14 (map scale 1:50,000). * *Gary Walther, \"The Grand Manan Island Diary, Day 6: The Puffin Safari\" Forbes magazine, July 15, 2017: Category:Coastal islands of New Brunswick Category:Communities in Charlotte County, New Brunswick Category:Villages in New Brunswick",
 "title": "Grand Manan"
}