{
 "id": "184101",
 "text": "Singing sand, also called whistling sand or barking sand, is sand that produces sound. The sound emission may be caused by wind passing over dunes or by walking on the sand. Certain conditions have to come together to create singing sand: # The sand grains have to be round and between 0.1 and 0.5 mm in diameter. # The sand has to contain silica. # The sand needs to be at a certain humidity. The most common frequency emitted seems to be close to 450 Hz. There are various theories about the singing sand mechanism. It has been proposed that the sound frequency is controlled by the shear rate. Others have suggested that the frequency of vibration is related to the thickness of the dry surface layer of sand. The sound waves bounce back and forth between the surface of the dune and the surface of the moist layer, creating a resonance that increases the sound's volume. The noise may be generated by friction between the grains or by the compression of air between them. Other sounds that can be emitted by sand have been described as \"roaring\" or \"booming\". ==In dunes== Singing sand dunes, an example of the phenomenon of singing sand, produce a sound described as roaring, booming, squeaking, or the \"Song of Dunes\". This is a natural sound phenomenon of up to 105 decibels, lasting as long as several minutes, that occurs in about 35 desert locations around the world. The sound is similar to a loud low-pitch rumble. It emanates from crescent-shaped dunes, or barchans. The sound emission accompanies a slumping or avalanching movement of sand, usually triggered by wind passing over the dune or by someone walking near the crest. Examples of singing sand dunes include California's Kelso Dunes and Eureka Dunes; AuTrain Beach in Northern Michigan; sugar sand beaches and Warren Dunes in southwestern Michigan; Sand Mountain in Nevada; the Booming Dunes in the Namib Desert, Africa; Porth Oer (also known as Whistling Sands) near Aberdaron in Wales; Indiana Dunes in Indiana; Barking Sands in Hawaiʻi; Ming Sha Shan in Dunhuang, China; Kotogahama Beach in Odashi, Japan; Singing Beach in Manchester-by-the-Sea, Massachusetts; near Mesaieed in Qatar; and Gebel Naqous, near el-Tor, South Sinai, Egypt. The phenomena also inspired a song called \"The Singing Sands of Alamosa\" in Bing Crosby's album Drifting and Dreaming(1947).Inspired by the sand dunes near Alamosa, Colorado, now The Great Sand Dunes National Park. On some beaches around the world, dry sand will make a singing, squeaking, whistling, or screaming sound if a person scuffs or shuffles their feet with sufficient force. The phenomenon is not completely understood scientifically, but it has been found that quartz sand will do this if the grains are very well-rounded and highly spherical. It is believed by some that the sand grains must be of similar size, so the sand must be well sorted by the actions of wind and waves, and that the grains should be close to spherical and have dust-, pollution-, and organic-matter-free surfaces. The \"singing\" sound is then believed to be produced by shear, as each layer of sand grains slides over the layer beneath it. The similarity in size, the uniformity, and the cleanness means that grains move up and down in unison over the layer of grains below them. Even small amounts of pollution on the sand grains reduce the friction enough to silence the sand. Others believe that the sound is produced by the friction of grain against grain that have been coated with dried salt, in a way that is analogous to the way that the rosin on the bow produces sounds from a violin string. It has also been speculated that thin layers of gas trapped and released between the grains act as \"percussive cushions\" capable of vibration, and so produce the tones heard. Not all sands sing, whistle or bark alike. The sounds heard have a wide frequency range that can be different for each patch of sand. Fine sands, where individual grains are barely visible to the naked eye, produce only a poor, weak sounding bark. Medium-sized grains can emit a range of sounds, from a faint squeak or a high- pitched sound, to the best and loudest barks when scuffed enthusiastically. Water also influences the effect. Wet sands are usually silent because the grains stick together instead of sliding past each other, but small amounts of water can actually raise the pitch of the sounds produced. The most common part of the beach on which to hear singing sand is the dry upper beach above the normal high tide line, but singing has been reported on the lower beach near the low tide line as well. Singing sand has been reported on 33 beaches in the British Isles, including in the north of Wales and on the little island of Eigg in the Scottish Hebrides. It has also been reported at a number of beaches along North America's Atlantic coast. Singing sands can be found at Souris, on the eastern tip of Prince Edward Island, at the Singing Sands beach in Basin Head Provincial Park; on Singing Beach in Manchester-by-the-Sea, Massachusetts, as well as in the fresh waters of Lake Superior and Lake Michigan and in other places. == See also == * * * * * * * * ==References == == Literature == * F. Nori, P. Sholtz, and M. Bretz \"Booming Sands\". Scientific American 277(3), 84 (September 1997). * P. Sholtz, M. Bretz, and F. Nori \"Sound-producing sand avalanches\". Contemporary Physics 38(5), 329-342 (October 1997). * * * * * * == External links == *Symphony of the Sands - The National newspaper in Abu Dhabi *Video of Singing Sand in Liwa, United Arab Emirates *Booming sand *The Bibliography of Aeolian Research *Enigma of the Singing Dunes article on physics.org *Location information for booming sand dunes around the World *Singing Sand Dunes in Kazakhstan, also called Singing Barkhan *Explanation, Video and Audio clips *Video clips of Singing Sand Dunes *Singing and Booming Sand Dunes of California and Nevada Category:Dunes Category:Physical phenomena Category:Sand de:Düne#Singende Dünen",
 "title": "Singing sand"
}