{
 "id": "184410",
 "text": "Thomas of Celano (; c. 1185 – c. 1265The Life of Saint Francis by Thomas of Celano gives the date as 1260.Wdzieczny, Gilbert \"The Life and Works of Thomas of Celano\" in Franciscan Studies New Series, Vol. 5, No. 1 (March 1945), pp. 55–68 says, He died between 1260 and 1270.) was an Italian friar of the Franciscans (Order of Friars Minor) as well as a poet and the author of three hagiographies about Francis of Assisi. ==Life== Thomas was born sometime between 1185 and 1190, into the noble family of the Conti dei Marsi at Celano in the Province of the Abruzzi. He received a sound liberal arts education, possibly at the Benedictine monastery of Saint John the Baptist near Celano. His familiarity with monastic tradition suggests that he may have studied at Monte Cassino, Rome or Bologna. He joined the Franciscan order probably in 1215. In 1221, he was present at the Pentecost Chapter at the Portiuncula. and then accompanied Caesar of Speyer on his mission to Germany. The following year he became custos of the convents at Mayence, Worms, Speyer, and Cologne, and soon after, Caesar of Speyer, on his return to Italy, made him his vicar in the government of the German province. Before September 1223, Thomas returned to Italy, and lived there in close contact with Francis.Ferdinand Heckmann (1912). \"Thomas of Celano\". In Catholic Encyclopedia. 14. New York: Robert Appleton Company. ==Works== thumb|205px|Incorrupt remains in the tomb * Vita Prima: Soon after the canonization of Francis in 1228, Pope Gregory IX commissioned Thomas to write the Vita Beati Francisci (\"The Life of Blessed Francis\"; often called the \"First Life\"), a work on the saint's early life. * Vita Secunda: A supplement, the Memoriale Desiderio Animae de Gestis et Verbis Sanctissimi Patris Nostri Francisci (\"The Memorial of the Desire of a Soul Concerning the Deeds and Words of Our Most Holy Father Francis\" often just called the \"Second Life\") was commissioned by Crescentius of Jessi, the Minister General of the Franciscan Order sometime between 1244 and 1247, and reflects changing official perspectives on Francis in the decades after his death. * The third is a treatise on the saint's miracles, written sometime between around 1254 and 1257 at the bidding of Blessed John of Parma, who succeeded Crescentius as Minister General.\"Introduction\", Franciscan Intellectual Tradition Thomas's authorship of the three works on Francis of Assisi is well-established. Many researchers of the early history of the Franciscan order believe that Brother Leo, and Rufinus of Assisi, associates of Francis, were the source of the material for the Vita Secunda.Wdzieczny, Gilbert. \"The Life and Works of Thomas of Celano\", Franciscan Studies, vol. 5, no. 1, 1945, pp. 55–68. JSTOR Thomas also wrote Fregit victor virtualis and Sanctitatis nova signa in honor of Francis. Life of St. Clare of Assisi, on the early life of Saint Clare of Assisi, and the hymn \"Dies Irae\" are also traditionally attributed to him, but the authorship of both works is in fact uncertain. ===Death and burial=== In 1260 he settled down to his last post, as spiritual director to a convent of Clarisses in Tagliacozzo, where he died some time between 1260 and 1270. He was at first buried in the church of S. Giovanni Val dei Varri, attached to his monastery, but his body is now reburied in the church of S. Francesco at Tagliacozzo. ==Beatification process== The process for beatification was initiated in Avezzano; the Congregation for the Causes of Saints declared the process valid and allowed for the opening of the so-called \"Roman Phase\" on 27 November 1991. The initiation of the process prior to this date granted him the title Servant of God. ==Books== *The Eloquence of Sanctity: Rhetoric in Thomas of Celano's 'Vita Prima Sancti Francisci', by John Bequette, Franciscan Institute Publications, 2003. *Saint Francis of Assisi, by Thomas of Celano and translated by Placid Hermann, Franciscan Institute Publications, 1988. ==References== ==External links== * The life of Saint Clare (1910).Robinson, R., Thomas, o. Celano., Clare, o. Assisi. (1910). The life of Saint Clare: ascribed to Fr. Thomas of Celano of the order of Friars minor (A.D. 1255-1261) tr. and edited from the earliest mss. Philadelphia: The Dolphin press. Ascribed to Friar Thomas of Celano. Translated and edited from the earliest mss. by Fr. Paschal Robinson (1870–1948). With an appendix containing the rule of Saint Clare. A biography of Clare of Assisi. *Hagiography Circle * Biographical sketch (at the official site of the comune of Celano) * Trilogy of Thomas of Celano (at Franciscan Cyberspot) * Tommaso da Celano * * Category:1180s births Category:1260 deaths Category:13th-century Latin writers Category:13th-century venerated Christians Category:People from the Province of L'Aquila Category:Italian Friars Minor Category:Medieval Latin poets Category:Italian male poets Category:Servants of God Category:Italian Franciscans Category:13th-century Italian Roman Catholic priests Category:13th-century Italian writers",
 "title": "Thomas of Celano"
}