{
 "id": "184603",
 "text": "A slacker is someone who habitually avoids work or lacks work ethic. ==Origin== According to different sources, the term slacker dates back to about 1790 or 1898. \"Slacker\" gained some recognition during the British Gezira Scheme in the early to mid 20th century, when Sudanese labourers protested their relative powerlessness by working lethargically, a form of protest known as \"slacking\".V. Bernal, \"Colonial Moral Economy and the Discipline of Development: The Gezira Scheme and 'Modern' Sudan\", Cultural Anthropology, Vol. 12, 1997, 447–79Robert Sydney Smith, Warfare & Diplomacy in Pre-Colonial West Africa (University of Wisconsin Press 1989), 54-62 ==World wars== thumb|upright|1942 US poster cautioning against slacking in the workplace In the United States during World War I, the word \"slacker\" was commonly used to describe someone who was not participating in the war effort, specifically someone who avoided military service, equivalent to the later term draft dodger. Attempts to track down such evaders were called slacker raids.New York Times: \"Take Slackers into Army\", September 10, 1918, accessed 21 April 2010 During World War I, U.S. Senator Miles Poindexter discussed whether inquiries \"to separate the cowards and the slackers from those who had not violated the draft\" had been managed properly. A San Francisco Chronicle headline on 7 September 1918, read, \"Slacker is Doused in Barrel of Paint\".Christopher Cappozolla, Uncle Sam Wants You: World War I and the Making of the Modern American Citizen (NY: Oxford University Press, 2008), 43-53, quotes 50, 229nFor one of many uses of the word during the trial of Sacco and Vanzetti, see G. Louis Joughin and Edmund M. Morgan, The Legacy of Sacco and Vanzetti (NY: Harcourt, Brace and Company, 1948), 119 The term was also used during the World War II period in the United States. In 1940, Time quoted the U.S. Army on managing the military draft efficiently: \"War is not going to wait while every slacker resorts to endless appeals.\"TIME: \"The Draft: How it Works\", September 23, 1940, accessed 13 April 2011. See also: New York Times: \"Wheeler Assails Bureau 'Slackers'\", September 29, 1943, accessed 21 April 2010; New York Times: \"Nazis Round Up Slackers Facing British 8th Army\", August 14, 1943, accessed 21 April 2010 ==Evolution== The shift in the use of \"slacker\" from its draft-related meaning to a more general sense of the avoidance of work is unclear. In April 1948, The New Republic referred to \"resentment against taxes levied to aid slackers\".Michael Straight, Trial by Television and Other Encounters (NY: Devon Press, 1979), 76 An article tracking the evolution of the meaning of the term \"Slacker\" in defamation lawsuits between World War I and 2010, entitled When Slacker Was a Dirty Word: Defamation and Draft Dodging During World War I, was written by Attorney David Kluft for the Trademark and Copyright Law Blog. ==Late 20th century and onward== The term achieved renewed popularity following its use in the 1985 film Back to the Future in which James Tolkan's character Mr. Strickland chronically refers to Marty McFly, his father George McFly, Biff Tannen, and a group of teenage delinquents in Part II as \"slackers\".Internet Movie Database: \"Memorable quotes for Back to the Future (1985)\", accessed 6 August 2010 It gained subsequent exposure from the 1989 Superchunk single \"Slack Motherfucker\", and the 1990 film Slacker. The television series Rox has been noted for its \"depiction of the slacker lifestyle ... of the early '90s\". Slacker became widely used in the 1990s to refer to a type of apathetic youth who were cynical and uninterested in political or social causes and as a stereotype for members of Generation X. Richard Linklater, director of the aforementioned 1990 film, commented on the term's meaning in a 1995 interview, stating that \"I think the cheapest definition [of a slacker] would be someone who's just lazy, hangin' out, doing nothing. I'd like to change that to somebody who's not doing what's expected of them. Somebody who's trying to live an interesting life, doing what they want to do, and if that takes time to find, so be it.\" The term has connotations of \"apathy and aimlessness\". It is also used to refer to an educated person who avoids work, possibly as an anti-materialist stance, who may be viewed as an underachiever. \"Slackers\" have been the subject of many films and television shows, particularly comedies. Notable examples include the films Slacker, Slackers, Clerks,New York Times: Tom Lutz, \"Doing Nothing\", June 4, 2006 accessed August 6, 2010, and excerpt Tom Lutz, Doing Nothing: A History of Loafers, Loungers, Slackers, and Bums in America (NY: Farrar, Straus and Giroux, 2006) Hot Tub Time Machine, Bio-Dome, You, Me and Dupree, Bachelor Party, Stripes, Withnail and I, Old School, Ferris Bueller's Day Off, Trainspotting, Animal House, and Bill and Ted as well as the television shows Freaks and Geeks, Spaced, and The Royle Family. The Idler, a British magazine founded in 1993, represents an alternative to contemporary society's work ethic and aims \"to return dignity to the art of loafing\".The Idler: \"About The Idler\", accessed 6 August 2010 ==See also== *Acedia, a state of listlessness *Buddha-like mindset, Chinese term for people who reject the rat race *Contrarian *Goldbricking, cyberslacking *Goofing off, engaging in idle pastime while obligations are neglected *Hikikomori, Japanese term for withdrawal from social life *NEET, \"Not in Employment, Education or Training\" *Procrastination, putting off impending tasks to a later time *Refusal of work *Slacktivism *Sloth, deadly sin *Tang ping *Work ethic == References == Category:Demographics Category:Counterculture Category:Refusal of work Category:Conscription in the United States Category:Pejorative terms for people",
 "title": "Slacker"
}