{
 "id": "184970",
 "text": "The Estoril Casino () is a casino in the Portuguese Riviera, in the municipality of Cascais, Portugal. Today, it is one of the biggest working casinos in Europe. ==History== thumb|left|170px|A publicity poster from the early 20th century thumb|left|170px|Estoril Casino at night The first stone was laid on 16 January 1916 by then-President Dr. Bernardino Machado, a venture of Fausto Figueiredo. During the Second World War, it was reputed to be a gathering point for spies, dispossessed royals, and wartime adventurers; it became an inspiration for Ian Fleming's James Bond 007 novel Casino Royale. The casino passed into the hands of José Teodoro dos Santos in 1958. During the 1960s, the primitive building was expanded, under the direction of Filipe Nobre de Figueiredo and José Segurado, accompanied by the civil engineer Manuel Agostinho Duarte Gaspar, and was decorated by Daciano da Costa and José Espinho. Following the death of José Teodoro dos Santos in 1987, the concession was headed by a consortium of family members, that included his widow (Marcelina Teodoro dos Santos), his son (Jorge Teodoro dos Santos) and his daughter (D. Maria Emilia Teodoro dos Santos Telles). The presidency of the administrative council was headed by Santos' son-in-law Dr. Manuel Joaquim Telles, co-adjunct of Grupo Estoril-Sol's administration. The administration of Estoril-Sol also included his children (Dr. José Telles and Dr. Jorge Telles), Henrique Rosa Santos, his mother (D. Henriqueta Santos) and his sister (D. Ana Maria Santos). After 1987, majority interest was obtained by Stanley Ho, and began to be administered by Mário Assis Ferreira. ==Architecture== The modernist architecture is situated in the coastal area of Estoril, in the municipality of Cascais, situated from the southwest of Lisbon. ==References== ===Notes=== ===Sources=== * * ==External links== * Casino Estoril – Official Website Estoril Category:Estoril Category:Buildings and structures in Lisbon District Category:Buildings and structures in Cascais Category:Tourist attractions in Lisbon District",
 "title": "Casino Estoril"
}