{
 "id": "185618",
 "text": "The ten Heavenly Stems or Celestial Stems\"Heavenly Stems\" () are a Chinese system of ordinals that first appear during the Shang dynasty, c. 1250 BC, as the names of the ten days of the week. They were also used in Shang-period ritual as names for dead family members, who were offered sacrifices on the corresponding day of the Shang week. The Heavenly Stems were used in combination with the Earthly Branches, a similar cycle of twelve days, to produce a compound cycle of sixty days. Subsequently, the Heavenly Stems lost their original function as names for days of the week and dead kin, and acquired many other uses, the most prominent and long lasting of which was their use together with the Earthly Branches as a 60-year calendrical cycle.Smith (2011). The system is used throughout East Asia. ==Table== {|class=\"wikitable\" border=\"1\" style=\"text-align:center\" !rowspan=2| !rowspan=2|Heavenly Stem !colspan=5|Chinese !colspan=2|Japanese (romaji) !rowspan=2|Korean (RR) !rowspan=2|Manchu (Möllendorff) !rowspan=2|Vietnamese !rowspan=2|Yin and yang () !rowspan=2|Wuxing () !rowspan=2|Wuxing correlations |- !Mandarin Zhuyin !Mandarin Pinyin !Wu Wuupin !Cantonese Jyutping !Middle Chinese Baxter !on'yomi !kun'yomi |- ||1||甲||ㄐㄧㄚˇ||jiǎ||ciaeh43||gaap3||kaep||コウ (kō)||きのえ (kinoe)||갑 (gap)|| (niowanggiyan, \"green\")||giáp||陽 (yang)||rowspan=\"2\"|木 (wood)||rowspan=\"2\"|東 East |- ||2||乙||ㄧˇ||yǐ||ieh43||jyut6||'it||オツ (otsu)||きのと (kinoto)||을 (eul)|| (niohon)||ất||陰 (yin) |- ||3||丙||ㄅㄧㄥˇ||bǐng||pin51||bing2||pjaengX||ヘイ (hei)||ひのえ (hinoe)||병 (byeong)|| (fulgiyan, \"red\")||bính|| 陽 (yang)||rowspan=\"2\"|火 (fire)||rowspan=\"2\"|南 South |- ||4||丁||ㄉㄧㄥ||dīng||ting44||ding1||teng||テイ (tei)||ひのと (hinoto)||정 (jeong)|| (fulahūn)||đinh|| 陰 (yin) |- ||5||戊||ㄨˋ||wù||vu231||mou6||muwH||ボ (bo)||つちのえ (tsuchinoe)||무 (mu)|| (suwayan, \"yellow\")||mậu||陽 (yang)||rowspan=\"2\"|土 (earth)||rowspan=\"2\"|中 Middle |- ||6||己||ㄐㄧˇ||jǐ||ci51||gei2||kiX||キ (ki)||つちのと (tsuchinoto)||기 (gi)|| (sohon)||kỷ||陰 (yin) |- ||7||庚||ㄍㄥ||gēng||keng44||gang1||kaeng||コウ (kō)||かのえ (kanoe)||경 (gyeong)|| (šanyan, \"white\")||canh||陽 (yang)||rowspan=\"2\"|金 (metal)||rowspan=\"2\"|西 West |- ||8||辛||ㄒㄧㄣ||xīn||sin44||san1||sin||シン (shin)||かのと (kanoto)||신 (sin)|| (šahūn)||tân||陰 (yin) |- ||9||壬||ㄖㄣˊ||rén||nyin223||jam4||nyim||ジン (jin)||みずのえ (mizunoe)||임 (im)|| (sahaliyan, \"black\")||nhâm||陽 (yang)||rowspan=\"2\"|水 (water)||rowspan=\"2\"|北 North |- ||10||癸||ㄍㄨㄟˇ||guǐ||kue51||gwai3||kjwijX||キ (ki)||みずのと (mizunoto)||계 (gye)|| (sahahūn)||quý||陰 (yin) |} The Japanese names of the Heavenly Stems are based on their corresponding Wu Xing elements (e.g. ki for \"wood\", mizu for \"water\"), followed by the possessive/attributive particle の (no) and the word え (e, \"older sibling\") or the word と (to, \"younger sibling\", originally おと oto). The Manchu names are based on their respective elements' colors. ==Origin== The Shang people believed that there were ten suns, each of which appeared in order in a ten-day cycle (旬; xún). The Heavenly Stems (tiāngān 天干) were the names of the ten suns, which may have designated world ages as did the Five Suns and the Six Ages of the World of Saint Augustine. They were found in the given names of the kings of the Shang in their Temple Names. These consisted of a relational term (Father, Mother, Grandfather, Grandmother) to which was added one of the ten gān names (e.g. Grandfather Jia). These names are often found on Shang bronzes designating whom the bronze was honoring (and on which day of the week their rites would have been performed, that day matching the day designated by their name). David Keightley, a leading scholar of ancient China and its bronzes, believes that the gān names were chosen posthumously through divination.David N. Keightley, \"The Quest for Eternity in Ancient China: The Dead, Their Gifts, Their Names\" in Ancient Mortuary Traditions of China ed. by George Kuwayama. Los Angeles County Museum of Art, 1987, pp. 12–24. Some historians think the ruling class of the Shang had ten clans, but it is not clear whether their society reflected the myth or vice versa. The associations with Yin-Yang and the Five Elements developed later, after the collapse of the Shang Dynasty. Jonathan Smith has proposed that the heavenly stems predate the Shang and originally referred to ten asterisms along the ecliptic, of which their oracle bone script characters were drawings; he identifies similarities between these and asterisms in the later Four Images and Twenty-Eight Mansions systems. These would have been used to track the moon's progression along its monthly circuit, in conjunction with the earthly branches referring to its phase. The literal meanings of the characters were, and are now, roughly as follows.William McNaughton. Reading and Writing Chinese. Tokyo: Charles E. Tuttle, 1979. Among the modern meanings, those deriving from the characters' position in the sequence of Heavenly Stems are in italics. {| class=\"wikitable\" border=\"1\" ! rowspan=\"2\" | Heavenly Stem !! colspan=\"2\" | Meaning |- ! Original !! Modern |- |甲|| shell || first (book I, person A etc.), methyl group, helmet, armor, words related to beetles, crustaceans, fingernails, toenails |- |乙|| fishguts || second (book II, person B etc.), ethyl group, twist |- |丙|| fishtailWenlin Dictionary: Picture of a fish tail.|| third, bright, fire, fishtail (rare) |- |丁|| nail || fourth, male adult, robust, T-shaped, to strike, a surname |- |戊|| lance || (not used) |- |己|| threads on a loomWenlin Dictionary: 己 may have depicted thread on a loom; an ancient meaning was 'unravel threads', which was later written 紀 jì. 己 was borrowed both for the word jǐ 'self', and for the name of the sixth Heavenly Stem (天干). || self |- |庚|| evening star || age (of person) |- |辛|| to offend superiorsWenlin Dictionary: \"The seal has 𢆉 'knock against, offend' below, and 亠 above; the scholastic commentators say: to offend (亠 = ) 上 the superiors\" || bitter, piquant, toilsome |- |壬|| burdenWenlin Dictionary: 壬 rén depicts \"a 丨 carrying pole supported 一 in the middle part and having one object attached at each end, as always done in China\" —Karlgren (1923). (See 扁担 biǎndan). Now the character 任 rèn has the meaning of carrying a burden, and the original character 壬 is used only for the ninth of the ten heavenly stems (天干). || to shoulder, to trust with office |- |癸|| grass for libationWenlin Dictionary: 癶 \"stretch out the legs\" + 天; The nicely disposed grass, on which the Ancients poured the libations offered to the Manes || (not used) |} ==Current usage== The Stems are still commonly used nowadays in East Asian counting systems similar to the way the alphabet is used in English. For example: * Korea and Japan also use heavenly stems on legal documents in this way. In Korea, letters gap (甲) and eul (乙) are consistently used to denote the larger and the smaller contractor (respectively) in a legal contract, and are sometimes used as synonyms for such; this usage is also common in the Korean IT industry. The 11th to 22nd letters (k to v) are represented by the terrestrial branches, and the final four letters (w to z) are represented by '物', '天', '地', and '人', respectively. (pages 147 and 148) In case of upper- case letters, the radical of '口' (the 'mouth' radical) may be added to the corresponding celestial stem, terrestrial branch, or any of '物', '天', '地', and '人' to denote an upper-case letter. (pages 147 and 148) * Choices on multiple choice exams, surveys, etc. * Organic chemicals (e.g. methanol: 甲醇 jiǎchún; ethanol: 乙醇 yǐchún). See Organic nomenclature in Chinese. * Diseases (Hepatitis A: 甲型肝炎 jiǎxíng gānyán; Hepatitis B: 乙型肝炎 yǐxíng gānyán) * Sports leagues (Serie A: 意甲 yìjiǎ) * Vitamins (although currently, in this case, the ABC system is more popular) * Characters conversing in a short text (甲 speaks first, 乙 answers) * Students' grades in Taiwan: with an additional Yōu (優 \"Excellence\") before the first Heavenly Stem Jiǎ. Hence, American grades A, B, C, D and F correspond to 優, 甲, 乙, 丙 and 丁 (yōu, jiǎ, yǐ, bǐng, dīng). * In astrology and Feng Shui. The Heavenly Stems and Earthly Branches form the four pillars of Chinese metaphysics in Qi Men Dun Jia and Da Liu Ren. ==See also== *Earthly Branches (地支) *Sexagesimal cycle (干支) *Chinese numerals *Organic nomenclature in Chinese ==Notes== ==Bibliography== * * * * * * * * ==External links== * Category:Chinese calendars Category:Eastern esotericism",
 "title": "Heavenly Stems"
}