{
 "id": "185803",
 "text": "thumb|Caroline speaking Gullah and English. Gullah (also called Gullah- English, Sea Island Creole English, and Geechee) is a creole language spoken by the Gullah people (also called \"Geechees\" within the community), an African-American population living in coastal regions of South Carolina and Georgia (including urban Charleston and Savannah) as well as extreme northeastern Florida and the extreme southeast of North Carolina. ==Origins== Gullah is based on different varieties of English and languages of Central Africa and West Africa. Scholars have proposed a number of theories about the origins of Gullah and its development: # Gullah developed independently on the Sea Islands off the coast of the Carolinas, Georgia, and Florida throughout the 18th and 19th centuries by enslaved Africans. They developed a language that combined grammatical, phonological, and lexical features of the nonstandard English varieties spoken by that region's white slaveholders and farmers in that region, along with those from numerous Western and Central African languages. According to this view, Gullah developed separately or distinctly from African American Vernacular English and varieties of English spoken in the South. # Some enslaved Africans spoke a Guinea Coast Creole English, also called West African Pidgin English, before they were forcibly relocated to the Americas. Guinea Coast Creole English was one of many languages spoken along the West African coast in the 17th, 18th, and 19th centuries as a language of trade between Europeans and Africans and among multilingual Africans. It seems to have been prevalent in British coastal slave trading centers such as James Island, Bunce Island, Elmina Castle, Cape Coast Castle and Anomabu. This theory of Gullah's origins and development follows the monogenetic theory of creole development and the domestic origin hypothesis of English-based creoles. ==Vocabulary== The Gullah people have several words of Niger-Congo and Bantu origin in their language that have survived to the present day, despite over four hundred years of slavery when African Americans were forced to speak English. The vocabulary of Gullah comes primarily from English, but there are numerous Africanisms that exist in their language for which scholars have yet to produce detailed etymologies. Some of the African loanwords include: cootuh (\"turtle\"), oonuh (\"you [plural]\"), nyam (\"eat\"), buckruh (\"white man\"), pojo (\"heron\"), swonguh (\"proud\") and benne (\"sesame\"). Linguists noticed the Gullah Geechee peoples language has about 25% of words from Sierra Leone, a country in West Africa. Also, songs sung in the Gullah Geechee Nation was traced to the Mende people, an ethnic group in Sierra Leone. ==Turner's research== In the 1930s and 1940s, the linguist Lorenzo Dow Turner did a seminal study of the language based on field research in rural communities in coastal South Carolina and Georgia. Turner found that Gullah is strongly influenced by African languages in its phonology, vocabulary, grammar, sentence structure, and semantics. Turner identified over 300 loanwords from various languages of Africa in Gullah and almost 4,000 African personal names used by Gullah people. He also found Gullahs living in remote seaside settlements who could recite songs and story fragments and do simple counting in the Mende, Vai, and Fulani languages of West Africa. In 1949, Turner published his findings in a classic work called Africanisms in the Gullah Dialect (). The fourth edition of the book was reprinted with a new introduction in 2002. Before Turner's work, mainstream scholars viewed Gullah speech as substandard English, a hodgepodge of mispronounced words and corrupted grammar, which uneducated black people developed in their efforts to copy the speech of their English, Irish, Scottish and French Huguenot slave owners.Mill and Montgomery, \"Introduction to Africanisms in the Gullah Dialect by Lorenzo Turner\", xix–xxiv, Gonzales, The Black Border: Gullah Stories of the Carolina Coast, p. 10. Turner's study was so well researched and detailed in its evidence of African influences in Gullah that academics soon changed their minds. After the book was published in 1949, scholars began coming to the region regularly to study African influences in the Gullah language and culture. == Phonology == {| class=\"wikitable\" |Consonants ! colspan=\"2\" |Bilabial ! colspan=\"2\" |Labiodental ! colspan=\"2\" |Dental ! colspan=\"2\" |Alveolar ! colspan=\"2\" |Post-alveolar ! colspan=\"2\" |Palatal ! colspan=\"2\" |Velar ! colspan=\"2\" |Labial-velar ! colspan=\"2\" |Glottal |- !Nasal | |m | | | colspan=\"2\" | | |n | colspan=\"2\" | | |ɲ | |ŋ | | | colspan=\"2\" | |- !Stop |p |b | | | colspan=\"2\" | |t |d | | |c |ɟ |k |ɡ |kp |gb | colspan=\"2\" |ʔ |- !Ejective |p’ | | | | | |t’ | | | | | |k’ | | | | | |- !Fricative |ɸ |β |f |v |θ |ð |s |z |ʃ |ʒ | colspan=\"2\" |ɕ | | | | |h | |- !Affricate | | | | | | | | |tʃ |dʒ | | | | | | | | |- !Trill | | | | | | | |r | | | | | | | | | | |- !Approximant | |w | | | | | |ɹ l | | | |j | | | | | | |} Gullah sounds that do not fit into the consonant table include: Labial: /mb/, /mp/, /mw/ Alveolar: /nt/, /nd/, /ns/ Palatal: /ʃ’/ Velar: /ŋd/, /ŋg/, /ŋk/ {| class=\"wikitable\" |+Vowels ! rowspan=\"2\" | ! colspan=\"2\" |Front ! rowspan=\"2\" |Central ! colspan=\"2\" |Back |- !lax !tense !lax !tense |- !High |ɪ |i |ɚ |ʊ |u |- !High-mid | |e | rowspan=\"2\" |ə ʌ | |o |- !Low-mid |ɛ | | |ɔ |- !Low |æ a, ã | | |ɒ |ɑ |} Sources used: ==Grammar== ===Morphology=== The following sentences illustrate the basic verb tense and aspect system in Gullah: :Uh he'p dem — \"I help them/I helped them\" (Present/Past Tense) :Uh bin he'p dem — \"I helped them\" (past tense) [I've been helping them] :Uh gwine he'p dem — \"I will help them\" (future tense) [I'm going to help them] :Uh done he'p dem — \"I have helped them\" (perfect tense) [I've done helped them] :Uh duh he'p dem — \"I am helping them\" (present continuous) [I do help them] :Uh binnuh he'p dem — \"I was helping them\" (past continuous) [I've been helping them] ===Syntax=== These sentences illustrate 19th-century Gullah speech: :Da' big dog, 'e bite'um — \"That big dog, it bit him\" (topicalization) :Duh him da' cry out so — \"It is he who cried out that way\" (front focusing) :Uh tell'um say da' dog fuh bite'um — \"I told him, said that dog would bite him\" (dependent clauses with \"say\") :De dog run, gone, bite'um — \"The dog ran, went, bit him\" (serial verb construction) :Da' duh big big dog — \"That is a big, big dog\" (reduplication) ==Storytelling== The Gullah people have a rich storytelling tradition that is strongly influenced by African oral traditions but also by their historical experience in America. Their stories include animal trickster tales about the antics of \"Brer Rabbit\", \"Brer Fox\" and \"Brer Bear\", \"Brer Wolf\", etc.; human trickster tales about clever and self-assertive slaves; and morality tales designed to impart moral teaching to children. Several white American writers collected Gullah stories in the late 19th and the early 20th centuries. The best collections were made by Charles Colcock Jones Jr. from Georgia and Albert Henry Stoddard from South Carolina. Jones, a Confederate officer during the Civil War, and Stoddard were both whites of the planter class who grew up speaking Gullah with the slaves (and later freedmen) on their families' plantations. Another collection was made by Abigail Christensen, a Northern woman whose parents came to the Low Country after the Civil War to assist the newly-freed slaves. Ambrose E. Gonzales, another writer of South Carolina planter-class background, also wrote original stories in 19th-century Gullah, based on Gullah literary forms; his works are well remembered in South Carolina today. The linguistic accuracy of those writings has been questioned because of the authors' social backgrounds. Nonetheless, those works provide the best available information on Gullah, as it was spoken in its more conservative form in the 19th century. ==Today== Gullah is spoken by about 5,000 people in coastal South Carolina and Georgia. As of 2021, an estimated 300 people are native speakers. Although some scholars argue that Gullah has changed little since the 19th century and that most speakers have always been bilingual, it is likely that at least some decreolization has taken place. In other words, some African-influenced grammatical structures in Gullah a century ago are less common in the language today. Nonetheless, Gullah is still understood as a creole language and is certainly distinct from Standard American English. For generations, outsiders stigmatized Gullah-speakers by regarding their language as a mark of ignorance and low social status. As a result, Gullah people developed the habit of speaking their language only within the confines of their own homes and local communities. That causes difficulty in enumerating speakers and assessing decreolization. It was not used in public situations outside the safety of their home areas, and many speakers experienced discrimination even within the Gullah community. Some speculate that the prejudice of outsiders may have helped to maintain the language. Others suggest that a kind of valorization or \"covert prestige\"Labov, W. (1966). The Social Stratification of English in New York City. Center for Applied Linguistics, Washington, D.C. remained for many community members and that the complex pride has insulated the language from obliteration. US Supreme Court Justice Clarence Thomas was raised as a Gullah- speaker in coastal Pin Point, Georgia. When asked why he has little to say during hearings of the court, he told a high school student that the ridicule he received for his Gullah speech, as a young man, caused him to develop the habit of listening, rather than speaking, in public. Thomas's English-speaking grandfather raised him after the age of six in Savannah.Jeffrey Toobin, The Nine, Doubleday 2007, at 106 In recent years educated Gullah people have begun promoting use of Gullah openly as a symbol of cultural pride. In 2005, Gullah community leaders announced the completion of a translation of the New Testament into modern Gullah, a project that took more than 20 years to complete. In 2017, Harvard University began offering Gullah/Geechee as a language class in its African Language Program. It is taught by Sunn m'Cheaux, a native speaker from South Carolina. ==Samples== These sentences are examples of how Gullah was spoken in the 19th century: {| |- | Uh gwine gone dey tomorruh. || \"I will go there tomorrow.\" [I'm going to go there tomorrow] |- | We blan ketch 'nuf cootuh dey. || \"We always catch a lot of turtles there.\" |- | Dem yent yeddy wuh oonuh say. || \"They did not hear what you said.\" |- | Dem chillun binnuh nyam all we rice. || \"Those children were eating all our rice.\" [Them children been eating all our rice] |- | 'E tell'um say 'e haffuh do'um. || \"He told him that he had to do it.\" |- | Duh him tell we say dem duh faa'muh. || \"He's the one who told us that they are farmers.\" |- | De buckruh dey duh 'ood duh hunt tuckrey. || \"The white man is in the woods hunting turkeys.\" |- | Alltwo dem 'ooman done fuh smaa't. || \"Both those women are really smart.\" |- | Enty duh dem shum dey? || \"Aren't they the ones who saw him there?\" |} This story, called Brer Lion an Brer Goat, was first published in 1888 by story collector Charles Colcock Jones Jr.: > Brer Lion bin a hunt, an eh spy Brer Goat duh leddown topper er big rock duh > wuk eh mout an der chaw. Eh creep up fuh ketch um. Wen eh git close ter um > eh notus um good. Brer Goat keep on chaw. Brer Lion try fuh fine out wuh > Brer Goat duh eat. Eh yent see nuttne nigh um ceptin de nekked rock wuh eh > duh leddown on. Brer Lion stonish. Eh wait topper Brer Goat. Brer Goat keep > on chaw, an chaw, an chaw. Brer Lion cant mek de ting out, an eh come close, > an eh say: \"Hay! Brer Goat, wuh you duh eat?\" Brer Goat skade wen Brer Lion > rise up befo um, but eh keep er bole harte, an eh mek ansur: \"Me duh chaw > dis rock, an ef you dont leff, wen me done long um me guine eat you\". Dis > big wud sabe Brer Goat. Bole man git outer diffikelty way coward man lose eh > life. In modern English this is rendered as follows: > Brer Lion was hunting, and he spied Brer Goat lying down on top of a big > rock working his mouth and chewing. He crept up to catch him. When he got > close to him, he watched him good. Brer Goat kept on chewing. Brer Lion > tried to find out what Brer Goat was eating. He didn't see anything near him > except the naked rock which he was lying down on. Brer Lion was astonished. > He waited for Brer Goat. Brer Goat kept on chewing, and chewing, and > chewing. Brer Lion couldn't make the thing out, and he came close, and he > said: \"Hey! Brer Goat, what are you eating?\" Brer Goat was scared when Brer > Lion rose up before him, but he kept a bold heart, and he made (his) answer: > \"I am chewing this rock, and if you don't leave me (alone), when I am done > with it I will eat you\". This big word saved Brer Goat. A bold man gets out > of difficulty where a cowardly man loses his life. ===The Bible in Gullah=== This passage is from the New Testament in Gullah: Now Jedus been bon een Betlem town, een Judea, jurin de same time wen Herod been king. Atta Jedus been bon, some wise man dem dat study bout de staa dem come ta Jerusalem fom weh dey been een de east. 2An dey aks say, \"Weh de chile da, wa bon fa be de Jew people king? We beena see de staa wa tell bout um een de east, an we come fa woshup um op.\" Wen King Herod yeh dat, e been opsot fa true. An ebrybody een Jerusalem been opsot too. He call togeda all de leada dem ob de Jew priest dem an de Jew Law teacha dem. E aks um say. \"Weh de Messiah gwine be bon at?\" Dey tell King Herod say, \"E gwine be bon een Betlem town een Judea. Cause de prophet write say [...]The Gullah New Teastament, Matthew 2:1-3 . Wycliffe Bible Translators, 2005. > Therefore when Jesus was born in Bethlehem of Judea, in the days of king > Herod, lo! astronomers,, came from the east to Jerusalem, and said, Where is > he, that is born [the] king of Jews? for we have seen his star in the east, > and we have come to worship him. But king Herod heard, and was troubled, and > all Jerusalem with him. And he gathered together all the princes of priests, > and scribes of the people, and inquired of them, where Christ should be > born. And they said to him, In Bethlehem of Judea; for so it is written by a > prophet [...] ==Kumbayah== The phrase Kumbaya (\"Come By Here\"), taken from the song of the same name, is likely of Gullah origin. ==Related languages== Gullah resembles other English-based creole languages spoken in West Africa and the Caribbean Basin, including Krio of Sierra Leone, Bahamian Creole, Jamaican Patois, Bajan Creole, Trinidadian Creole, Tobagonian Creole, Sranan Tongo, Guyanese Creole, and Belizean Creole. Those languages are speculated to use English as a lexifier (most of their vocabularies are derived from English) and that their syntax (sentence structure) is strongly influenced by African languages, but research by Salikoko Mufwene and others suggests that nonstandard Englishes may have also influenced the syntactical features of Gullah (and other creoles). Gullah is most closely related to Afro-Seminole Creole, which is spoken in scattered Black Seminole communities in Oklahoma, Texas, and Northern Mexico. The Black Seminoles' ancestors were Gullahs who escaped from slavery in coastal South Carolina and Georgia in the 18th and 19th centuries and fled into the Florida wilderness. They emigrated from Florida after the Second Seminole War (1835–1842). Their modern descendants in the West speak a conservative form of Gullah that resembles the language of 19th-century plantation slaves. There is debate among linguists on the relationship between Gullah and African-American Vernacular English (AAVE). There are some that postulate a Gullah-like \"plantation creole\" that was the origin of AAVE. Others cite different British dialects of English as having had more influence on the structure of AAVE. ==See also== * English-based creole languages * African American studies * African-American English * Gullah Gullah Island * Ian Hancock * Valerie Boles ==References== ==Sources== * Christensen, Abigail 1892 (1969), Afro-American Folk Lore Told Round Cabin Fires on the Sea Islands of South Carolina, New York: Negro Universities Press. * Gonzales, Ambrose Elliott (1969), With Aesop Along the Black Border, New York: Negro Universities Press. * Gonzales, Ambrose Elliott (1998), The Black Border: Gullah Stories of the Carolina Coast, Gretna, Louisiana: Pelican Publishing Company. * Jones, Charles Colcock (2000), Gullah Folktales from the Georgia Coast, Athens: University of Georgia Press. * Parsons, Elsie Clews (1923), Folk-Lore of the Sea Islands, South Carolina, New York: American Folk-Lore Society. * Sea Island Translation Team (2005), De Nyew Testament (The New Testament in Gullah) Open access PDF, New York: American Bible Society. * Stoddard, Albert Henry (1995), Gullah Animal Tales from Daufuskie Island, South Carolina, Hilton Head Island, SC: Push Button Publishing Company. * Brown, Alphonso (2008), A Gullah Guide to Charleston, The History Press. * Chandler Harris, Joel (1879), The Story of Mr. Rabbit and Mr. Fox as Told by Uncle Remus Atlanta Constitution. * John G. Williams: De Ole Plantation. Charleston, S. C., 1895 (Google-US) ==Further reading== * Carawan, Guy and Candie (1989), Ain't You Got a Right to the Tree of Life: The People of Johns Island, South Carolina, their Faces, their Words, and their Songs, Athens: University of Georgia Press. * Conroy, Pat (1972), The Water Is Wide. * Geraty, Virginia Mixon (1997), Gulluh fuh Oonuh: A Guide to the Gullah Language, Orangeburg, SC: Sandlapper Publishing Company. * Goodwine, Marquetta L., and Clarity Press (Atlanta Ga.). Gullah Project. 1998. The Legacy of Ibo Landing: Gullah roots of African American culture. Atlanta, GA: Clarity Press. * Jones-Jackson, Patricia (1987), When Roots Die: Endangered Traditions on the Sea Islands, Athens: University of Georgia Press. * Joyner, Charles (1984), Down by the Riverside: A South Carolina Slave Community, Urbana: University of Illinois Press. * Mille, Katherine and Michael Montgomery (2002), Introduction to Africanisms in the Gullah Dialect by Lorenzo Dow Turner, Columbia: University of South Carolina Press. * Montgomery, Michael (ed.) (1994), The Crucible of Carolina: Essays in the Development of Gullah Language and Culture, Athens: University of Georgia Press. * Mufwene, Salikoko (1991). \"Some reasons why Gullah is not dying yet\". English World-Wide 12: 215–243. * Mufwene, Salikoko (1997). \"The ecology of Gullah's survival\". American Speech 72: 69–83. . * Opala, Joseph A. 2000. The Gullah: rice, slavery and the Sierra Leone-American connection. 4th edition, Freetown, Sierra Leone: USIS. * Turner, Lorenzo Dow (2002), Africanisms in the Gullah Dialect, Columbia: University of South Carolina Press. * Wood, Peter (1974), Black Majority: Negroes in Colonial South Carolina from 1670 through the Stono Rebellion, New York: Knopf. ===Films=== * Daughters of the Dust * The Language You Cry In. Toepke, Alvaro, Angel Serrano, and California Newsreel (Firm). 1998. San Francisco, CA: California Newsreel. video recording. * Conrack (1974; Jon Voight, Paul Winfield and Hume Cronyn) ==External links== * Gullah Language of the Sea Islands * Gullah Language and its Origins * Bible Translation Project Website * De Gullah Nyew Testament * Gullah and Sierra Leone Krio * Story in Gullah and Krio * Gullah Song Traced to West Africa * Text of \"Africanisms in the Gullah Dialect\" * ADEPt Gullah-Geechee Collection of ethnolinguistic culture ===Audioclips=== * Old Recordings, Library of Congress * Gullah New Testament Reading * Modern Gullah * Modern Gullah Storyteller (video) * example of Spoken Gullah * Gullah on ILoveLanguages Category:African-American society Category:Analytic languages Category:Culture of the Southern United States Category:Endangered diaspora languages Category:English-based pidgins and creoles Category:Gullah culture Category:Languages of the United States Category:Languages of the African diaspora Category:South Carolina culture Category:African-American history of South Carolina Category:African Americans in South Carolina Category:African-American history in the Southern United States Category:History of the Southern United States",
 "title": "Gullah language"
}