{
 "id": "185804",
 "text": "Origins Game Fair is an annual gaming convention that was first held in 1975. Since 1996, it has been held in Columbus, Ohio at the Greater Columbus Convention Center. Origins is run by The Game Manufacturers Association (GAMA). Origins was chartered to serve gaming in general, including wargaming and miniatures gaming. thumb|256px|Registration area of Origins Origins is the site of the annual Origins Awards ceremony. For many years, the Charles S. Roberts Awards for historical boardgames were presented at Origins, but these are now presented at the World Boardgaming Championships. Board games, trading card games, LARPs and role-playing games are also popular at Origins. Origins Game Fair was formerly known as the Origins International Game Expo. The name was changed in the summer of 2007. Origins typically has a theme each year, which affects some of the events and decorations like banners or art, and the Origins mascot will be depicted wearing an outfit related to the theme as well. The theme in 2012 was Time Travel. In 2014 it was Monster. 2014 was also the 40th Origins convention and, keeping with the Monster theme, they introduced the mascot Crit. In 2015 the theme was Space. In 2016 it was Robots. 2017 was Dragons. 2018 was Mystery. 2019 was Mythical. A survey was distributed online to help select the theme for the 2020 show. The options were: Scary Fun, Games Around the World, Adventure, Futuristic, and Top Secret. According to the 2019 Origins Sitebook, the theme for 2020 will be Games Around the World. ==History== thumb|256px|Exhibitor's Hall Origins started in 1975 with a gathering of game players in Baltimore, Maryland. The Interest Group Baltimore, a local wargaming club, worked with the Baltimore- based Avalon Hill game company to put on the first show that year at Johns Hopkins University. Avalon Hill produced the first commercial war games back in 1958. In a nod to Baltimore's position as the home of Avalon Hill and the birthplace of the commercial wargame hobby, Don Greenwood, a game designer with Avalon Hill and founder of the convention, suggested calling the show \"Origins\". Over the next few years, both Avalon Hill and SPI (another wargame company) ran the show. As the show continued expanding, the Game Manufacturers Association assumed management in 1978. RuneQuest debuted as Chaosium's first RPG at the Origins convention in Ann Arbor, Michigan in July 1978. In each of 1988 and 1992, Origins and Gen Con joined forces to hold a single convention in Milwaukee. In April 2020, due to the COVID-19 pandemic, it was announced that Origins would be postponed from its usual mid-June date to October 7th-11th. In its place, an event called Origins Online was to be held that would allow attendees to \"demo and buy games and merchandise\" and offer \"streaming workshops and educational seminars with guest authors, artists and game designers, plus hundreds of games online that attendees can sign up to participate in.\" In June, due to a lack of response by GAMA concerning Black Lives Matter and the George Floyd Protests, some members of the community who were intending to run or participate in Origins Online events stepped down, and others joined them in solidarity. Such a large number of people withdrew, it is speculated that Origins Online may not have been able to run without them. Regardless of the reason, Origins Online was cancelled completely, and GAMA offered to \"match, dollar for dollar, any exhibitor, sponsor, advertiser, or vendor who donates the amounts they are owed for Origins Online to one of\" several different black organizations. Soon after, the regular Origins convention was cancelled for 2020 as well, citing fears of a second wave of COVID-19. This would mark 2020 as the first year without an Origins convention since 1975. ===Venues=== {| class=\"wikitable\" |- ! Year ! Dates ! Location |- | 1975 | July 25–27 | Baltimore, Maryland |- | 1976 | July 23–25 | Baltimore, Maryland |- | 1977 | July 22–24 | Staten Island, New York |- | 1978 | July 13–16 | Ann Arbor, Michigan |- | 1979 | June 22–24 | Chester, Pennsylvania |- | 1980 | June 27–29 | Chester, Pennsylvania |- | 1981 | July 3–5 | San Mateo, California |- | 1982 | July 23–25 | Baltimore, Maryland |- | 1983 | July 14–17 | Detroit, Michigan |- | 1984 | July 5–8 | Dallas, Texas |- | 1985 | June 27–30 | Towson, Maryland |- | 1986 | July 3–6 | Los Angeles, California |- | 1987 | July 2–5 | Baltimore, Maryland |- | 1988 | August 18–21 | Milwaukee, Wisconsin (with Gen Con) |- | 1989 | June 29 - July 2 | Los Angeles, California |- | 1990 | June 28 - July 1 | Atlanta, Georgia (with DragonCon) |- | 1991 | July 4–7 | Baltimore, Maryland |- | 1992 | August 20–23 | Milwaukee, Wisconsin (with Gen Con) |- | 1993 | July 13–16 | Fort Worth, Texas |- | 1994 | July 7–10 | San Jose, California |- | 1995 | July 13–16 | Philadelphia, Pennsylvania |} ===Columbus, Ohio=== Throughout the first twenty years of its life, Origins migrated from city to city, until in 1996, GAMA decided to anchor Origins in a single location. After considering a number of possibilities, GAMA chose Columbus, Ohio. {| class=\"wikitable\" |- ! Year ! Dates ! Attendance (Unique) |- | 1996 | July 4–7 |- | 1997 | July 17–20 |- | 1998 | July 2–5 |- | 1999 | July 1–4 |- | 2000 | July 13–16 |- | 2001 | July 5–8 |- | 2002 | July 4–7 | 10,500 (approximate) |- | 2003 | June 26–29 | 12,600 |- | 2004 | June 24–27 | 13,980 |- | 2005 | June 30 - July 3 | 15,061 |- | 2006 | June 29 - July 2 | 11,852 |- | 2007 | July 5–8 | 11,104 |- | 2008 | June 26–29 | 10,110 |- | 2009 | June 25–28 | 10,030 |- | 2010 | June 24–27 | 10,669 |- | 2011 | June 22–26 | 11,502 |- | 2012 | May 30 - June 3 | 11,332 |- | 2013 | June 12 - June 16 | 11,573 |- | 2014 | June 11 - June 15http://www.originsgamefair.com | 12,902 |- | 2015 | June 3 - June 7 | 15,938 |- | 2016 | June 15 - June 19 | 15,480 |- | 2017 | June 14 - June 18 | 17,001 |- | 2018 | June 13 - June 17 | 18,648 |- | 2019 | June 12 - June 16 |20,642 |- | 2020 | Cancelled |- | 2021 | September 30 - October 3 |10,476 |- | 2022 | June 8 - June 12 (planned) |- | 2023 | June 21 - June 25 (planned) |} ==Controversies== Several reports of sexual harassment emerged after 2018 Origins Game Fair in Columbus, Ohio. After multiple first hand accounts were published on social media and Reddit, GAMA, released a public statement regarding the complaints and has since then updated its anti-harassment policies. ==References== == External links == * Category:Gaming conventions Category:Trade shows in the United States Category:Recurring events established in 1975 Category:1975 establishments in Maryland",
 "title": "Origins Game Fair"
}