{
 "id": "185973",
 "text": "Mount Rushmore National Memorial is centered on a colossal sculpture carved into the granite face of Mount Rushmore (Lakota: Tȟuŋkášila Šákpe, or Six Grandfathers) in the Black Hills near Keystone, South Dakota. Sculptor Gutzon Borglum created the sculpture's design and oversaw the project's execution from 1927 to 1941 with the help of his son, Lincoln Borglum. The sculpture features the heads of Presidents George Washington (1732–1799), Thomas Jefferson (1743–1826), Theodore Roosevelt (1858–1919) and Abraham Lincoln (1809–1865), as recommended by Borglum.Mount Rushmore National Memorial. December 6, 2005.60 SD Web Traveler, Inc. Retrieved April 7, 2006. The four presidents were chosen to represent the nation's birth, growth, development and preservation, respectively. The memorial park covers McGeveran, William A. Jr. et al. (2004). The World Almanac and Book of Facts 2004. New York: World Almanac Education Group, Inc. . and the actual mountain has an elevation of above sea level.Mount Rushmore, South Dakota (November 1, 2004). Peakbagger.com. Retrieved March 13, 2006. The sculptor and tribal representatives settled on Mount Rushmore, which also has the advantage of facing southeast for maximum sun exposure. Doane Robinson wanted it to feature American West heroes, such as Lewis and Clark, their expedition guide Sacagawea, Oglala Lakota chief Red Cloud,'!, episode 5x08 \"Mount Rushmore\", May 10, 2007 Buffalo Bill Cody, and Oglala Lakota chief Crazy Horse.Pekka Hamalainen, \"Lakota America, a New History of Indigenous Power,\" (New Haven: Yale University Press, 2019), p. 382 Borglum believed that the sculpture should have broader appeal and chose the four presidents. Peter Norbeck, U.S. senator from South Dakota, sponsored the project and secured federal funding. Construction began in 1927; the presidents' faces were completed between 1934 and 1939. After Gutzon Borglum died in March 1941, his son Lincoln took over as leader of the construction project. Each president was originally to be depicted from head to waist, but lack of funding forced construction to end on October 31, 1941. Sometimes referred to as the \"Shrine of Democracy\",, p. 289. Mount Rushmore attracts more than two million visitors annually. == History == Mount Rushmore was conceived with the intention of creating a site to lure tourists, representing \"not only the wild grandeur of its local geography but also the triumph of western civilization over that geography through its anthropomorphic representation.\" Though for the latest occupants of the land at the time, the Lakota Sioux, as well as other tribes, the monument in their view \"came to epitomize the loss of their sacred lands and the injustices they've suffered under the U.S. government.\" Under the Treaty of 1868, the U.S. government promised the territory, including the entirety of the Black Hills, to the Sioux \"so long as the buffalo may range thereon in such numbers as to justify the chase.\"\"ARTICLES OF A TREATY . . .\", The Avalon Project, 2008, Lillian Goldman Law Library. Retrieved 21 Aug 2021. After the discovery of gold on the land, American settlers migrated to the area in the 1870s. The federal government then forced the Sioux to relinquish the Black Hills portion of their reservation. The four presidential faces were said to be carved into the granite with the intention of symbolizing \"an accomplishment born, planned, and created in the minds and by the hands of Americans for Americans\". === Naming === Mount Rushmore was known to the Lakota Sioux as \"The Six Grandfathers\" (Tȟuŋkášila Šákpe) or \"Cougar Mountain\" (Igmútȟaŋka Pahá); but American settlers knew it variously as Cougar Mountain, Sugarloaf Mountain, Slaughterhouse Mountain and Keystone Cliffs. As Six Grandfathers, the mountain was on the route that Lakota leader Black Elk took in a spiritual journey that culminated at Black Elk Peak. Following a series of military campaigns from 1876 to 1878, the United States asserted control over the area, a claim that is still disputed on the basis of the 1868 Treaty of Fort Laramie.See section \"Controversy\". Beginning with a prospecting expedition in 1885 with David Swanzey (husband of Carrie Ingalls), and Bill Challis, wealthy investor Charles E. Rushmore began visiting the area regularly on prospecting and hunting trips. He repeatedly joked with colleagues about naming the mountain after himself.Keystone Area Historical Society Keystone Characters . Retrieved October 3, 2006. The United States Board of Geographic Names officially recognized the name \"Mount Rushmore\" in June 1930. === Concept, design and funding === Historian Doane Robinson conceived the idea for Mount Rushmore in 1923 to promote tourism in South Dakota. In 1924, Robinson persuaded sculptor Gutzon Borglum to travel to the Black Hills region to ensure the carving could be accomplished. The original plan was to make the carvings in granite pillars known as the Needles. However, Borglum realized that the eroded Needles were too thin to support sculpting. He chose Mount Rushmore, a grander location, partly because it faced southeast and enjoyed maximum exposure to the sun. Borglum said upon seeing Mount Rushmore, \"America will march along that skyline.\" Borglum had been involved in sculpting the Stone Mountain Memorial to Confederate leaders in Georgia, but was in disagreement with the officials there. After long negotiations involving a congressional delegation and President Calvin Coolidge, the project received congressional approval on March 3, 1925. The carving started in 1927 and ended in 1941 with no fatalities.Mount Rushmore National Memorial. Outdoorplaces.com. Retrieved June 7, 2006. === Construction === Between October 4, 1927, and October 31, 1941, Gutzon Borglum and 400 workers sculpted the colossal carvings of United States Presidents George Washington, Thomas Jefferson, Theodore Roosevelt, and Abraham Lincoln to represent the first 150 years of American history. These presidents were selected by Borglum because of their role in preserving the Republic and expanding its territory. The carving of Mount Rushmore involved the use of dynamite, followed by the process of \"honeycombing\", a process where workers drill holes close together, allowing small pieces to be removed by hand. In total, about of rock were blasted off the mountainside. The image of Thomas Jefferson was originally intended to appear in the area at Washington's right, but after the work there was begun, the rock was found to be unsuitable, so the work on the Jefferson figure was dynamited, and a new figure was sculpted to Washington's left. thumb|Plaque at Mount Rushmore National Monument with names of monument workers. thumb|3D model, click to interact. The chief carver of the mountain was Luigi Del Bianco, an artisan and stonemason in Port Chester, New York. Del Bianco emigrated to the U.S. from Friuli in Italy and was chosen to work on this project because of his understanding of sculptural language and ability to imbue emotion in the carved portraits. In 1933, the National Park Service took Mount Rushmore under its jurisdiction. Julian Spotts helped with the project by improving its infrastructure. For example, he had the tram upgraded so it could reach the top of Mount Rushmore for the ease of workers. By July 4, 1934, Washington's face had been completed and was dedicated. The face of Thomas Jefferson was dedicated in 1936, and the face of Abraham Lincoln was dedicated on September 17, 1937. In 1937, a bill was introduced in Congress to add the head of civil-rights leader Susan B. Anthony, but a rider was passed on an appropriations bill requiring federal funds be used to finish only those heads that had already been started at that time.American Experience \"Timeline: Mount Rushmore\" (2002). Retrieved March 20, 2006. In 1939, the face of Theodore Roosevelt was dedicated. The Sculptor's Studio – a display of unique plaster models and tools related to the sculpting – was built in 1939 under the direction of Borglum. Borglum died from an embolism in March 1941. His son, Lincoln Borglum, continued the project. Originally, it was planned that the figures would be carved from head to waist,Mount Rushmore National Memorial . but insufficient funding forced the carving to end. Borglum had also planned a massive panel in the shape of the Louisiana Purchase commemorating in eight-foot-tall gilded letters the Declaration of Independence, U.S. Constitution, Louisiana Purchase, and seven other territorial acquisitions from the Alaska purchase to the Panama Canal Zone. In total, the entire project cost US$989,992.32 (equivalent to $ in ).Mount Rushmore National Memorial . Tourism in South Dakota. Laura R. Ahmann. Retrieved March 19, 2006. Nick Clifford, the last remaining carver, died in November 2019 at age 98. === Visitor center === Harold Spitznagel and Cecil Doty designed the original visitor center, finished in 1957. These structures were part of the Mission 66 effort to improve visitors' facilities at national parks and monuments across the country. Ten years of redevelopment work culminated with the completion of extensive visitor facilities and sidewalks in 1998, such as a Visitor Center, the Lincoln Borglum Museum, and the Presidential Trail. Maintenance of the memorial requires mountain climbers to monitor and seal cracks annually. Due to budget constraints, the memorial is not regularly cleaned to remove lichens. However, on July 8, 2005, Alfred Kärcher, a German manufacturer of pressure washing and steam cleaning machines, conducted a free cleanup operation which lasted several weeks, using pressurized water at over . On October 15, 1966, Mount Rushmore was listed on the National Register of Historic Places. A 500-word essay giving the history of the United States by Nebraska student William Andrew Burkett was selected as the college-age group winner in a 1934 competition, and that essay was placed on the Entablature on a bronze plate in 1973. In 1991, President George H. W. Bush officially dedicated Mount Rushmore. ===Proposals of adding additional faces=== In 1937, when the sculpture was not yet complete, a bill in Congress supporting the addition of women's rights activist Susan B. Anthony failed. When the sculpture was completed in 1941, the sculptors stated that the remaining rock was not suitable for additional carvings. This stance was shared by RESPEC, an engineering firm charged with monitoring the stability of the rock in 1989. However, proposals of additional sculptures have been made regardless. These include John F. Kennedy after his assassination in 1963, and Ronald Reagan in 1985 and 1999 – the latter proposal receiving a debate in Congress at the time. Barack Obama was asked about his own potential addition in 2008 and he joked that his ears were too large. According to a survey of political science experts conducted by The New York Times in 2018, Franklin D. Roosevelt is the most popular choice for addition to Mount Rushmore, regardless of party affiliation. In total, 66% of respondents would choose Roosevelt, followed by Barack Obama at 7% and Ronald Reagan at 5%. Among Democrats, Roosevelt was chosen by 75%, followed by Barack Obama at 11%. Among Republicans, Roosevelt was chosen by 43%, followed by Reagan at 19%. Among Independents, Roosevelt was chosen by 57%, followed by both Reagan and Dwight D. Eisenhower at 11%. == Tourism == {| class=\"wikitable\" style=\"margin-left:1em; float:right\" |+ Historical visitor count |- ! Year !! Visitors |- | 1941 || 393,000 |- | 1950 || 740,499 |- | 1960 || 1,067,000 |- | 1970 || 1,965,700 |- | 1980 || 1,284,888 |- | 1990 || 1,671,673 |- | 2000 || 1,868,876 |- | 2010 || 2,331,237 |- | 2020 || 2,074,986 |} Tourism is South Dakota's second-largest industry, and Mount Rushmore is the state's top tourist attraction. In 2012, 2,185,447 people visited the park. In the 1950s and 1960s, local Lakota Sioux elder Benjamin Black Elk (son of medicine man Black Elk, who had been present at the Battle of the Little Bighorn) was known as the \"Fifth Face of Mount Rushmore\", posing for photographs with thousands of tourists daily in his native attire. The South Dakota State Historical Society notes that he was one of the most photographed people in the world over that twenty-year period. == Hall of Records == thumb|left|upright|A copy of one of the panels entombed in the Hall of Records Borglum originally envisioned a grand Hall of Records where America's greatest historical documents and artifacts could be protected and shown to tourists. He managed to start the project, but cut only 70 feet (21 m) into the rock before work stopped in 1939 to focus on the faces. In 1998, an effort to complete Borglum's vision resulted in a repository being constructed inside the mouth of the cave housing 16 enamel panels that contained biographical and historical information about Mount Rushmore as well as the texts of the documents Borglum wanted to preserve there. The vault consists of a teakwood box (housing the 16 panels) inside of a titanium vault placed in the ground with a granite capstone. The text found on the 16 panels can be found below. == Conservation == The ongoing conservation of the site is overseen by the National Park Service. Physical efforts to conserve the monument have included replacement of the sealant applied originally to cracks in the stone by Gutzon Borglum, which had proved ineffective at providing water resistance. The components of Borglum's sealant included linseed oil, granite dust, and white lead, but a modern silicone replacement for the cracks is now used, disguised with granite dust. In 1998, electronic monitoring devices were installed to track movement in the topology of the sculpture to an accuracy of three millimeters. The site was digitally recorded in 2009 using a terrestrial laser scanning method as part of the international Scottish Ten project, providing a high-resolution record to aid the conservation of the site. This data was made publicly accessible online. == Ecology == The flora and fauna of Mount Rushmore are similar to those of the rest of the Black Hills region of South Dakota. Birds including the turkey vulture, golden eagle, bald eagle, red- tailed hawk, swallows and white-throated swifts fly around Mount Rushmore, occasionally making nesting spots in the ledges of the mountain. Smaller birds, including songbirds, nuthatches, woodpeckers and flycatchers inhabit the surrounding pine forests. Terrestrial mammals include the mouse, least chipmunk, red squirrel, skunk, porcupine, raccoon, beaver, badger, coyote, bighorn sheep, bobcat, elk, mule deer, yellow-bellied marmot, and American bison. The striped chorus frog, western chorus frog, and northern leopard frog also inhabit the area, along with several species of snake. Grizzly Bear Brook and Starling Basin Brook, the two streams in the memorial, support fish such as the longnose dace and the brook trout. Mountain goats are not indigenous to the region. Those living near Mount Rushmore are descendants of a tribe that Canada gifted to Custer State Park in 1924, which later escaped. At lower elevations, coniferous trees, mainly the ponderosa pine, surround most of the monument, providing shade from the sun. Other trees include the bur oak, the Black Hills spruce, and the cottonwood. Nine species of shrubs grow near Mount Rushmore. There is also a wide variety of wildflowers, including especially the snapdragon, sunflower, and violet. Towards higher elevations, plant life becomes sparser. However, only approximately five percent of the plant species found in the Black Hills are indigenous to the region. The area receives about of precipitation on average per year, enough to support abundant animal and plant life. Trees and other plants help to control surface runoff. Dikes, seeps, and springs help to dam up water that is flowing downhill, providing watering spots for animals. In addition, stones like sandstone and limestone help to hold groundwater, creating aquifers.Nature & Science- Groundwater. National Park Service. Retrieved April 1, 2006. A 2016 investigation by the U.S. Geological Survey found unusually high concentrations of perchlorate in the surface water and groundwater of the area. A sample collected from a stream had a maximum perchlorate concentration of 54 micrograms per liter, roughly 270 times higher than samples taken from locations outside the area. The report concluded the probable cause of the contamination was the aerial fireworks displays that had taken place on Independence Days from 1998 to 2009. The National Park Service also reported that at least 27 forest fires around Mount Rushmore in that same period (1998 to 2009) have been caused by fireworks displays. A study of the fire scars present in tree ring samples indicates that forest fires occur in the ponderosa forests surrounding Mount Rushmore around every 27 years. Large fires are not common. Most events have been ground fires that serve to clear forest debris.Nature & Science- Forests. National Park Service. Retrieved April 1, 2006. The area is a climax community. Recent pine beetle infestations have threatened the forest. == Geography == === Geology === Mount Rushmore is largely composed of granite. The memorial is carved on the northwest margin of the Black Elk Peak granite batholith in the Black Hills of South Dakota, so the geologic formations of the heart of the Black Hills region are also evident at Mount Rushmore. The batholith magma intruded into the pre-existing mica schist rocks during the Proterozoic, 1.6 billion years ago.Geologic Activity. National Park Service. Coarse grained pegmatite dikes are associated with the granite intrusion of Black Elk Peak and are visibly lighter in color, thus explaining the light- colored streaks on the foreheads of the presidents. The Black Hills granites were exposed to erosion during the Neoproterozoic, but were later buried by sandstone and other sediments during the Cambrian. Remaining buried throughout the Paleozoic, they were re-exposed again during the Laramide orogeny around 70 million years ago. The Black Hills area was uplifted as an elongated geologic dome.Irvin, James R. Great Plains Gallery (2001). Retrieved March 16, 2006. Subsequent erosion stripped the granite of the overlying sediments and the softer adjacent schist. Some schist does remain and can be seen as the darker material just below the sculpture of Washington. The tallest mountain in the region is Black Elk Peak (). Borglum selected Mount Rushmore as the site for several reasons. The rock of the mountain is composed of smooth, fine-grained granite. The durable granite erodes only every 10,000 years, thus was more than sturdy enough to support the sculpture and its long-term exposure. The mountain's height of above sea level made it suitable, and because it faces the southeast, the workers also had the advantage of sunlight for most of the day. It is not possible to add another president to the memorial, because the rock that surrounds the existing faces is not suitable for additional carving, and because if additional sculpting work were done, that might create instabilities in the existing carvings. === Soils === The Mount Rushmore area is underlain by well drained alfisol soils of very gravelly loam (Mocmount) to silt loam (Buska) texture, brown to dark grayish brown. === Climate === Mount Rushmore has a dry-winter humid continental climate (Dwb in the Köppen climate classification). It is inside a USDA Plant Hardiness Zone of 5a, meaning certain plant life in the area can withstand a low temperature of no less than . The two wettest months of the year are May and June. Orographic lift causes brief but strong afternoon thunderstorms during the summer. == In popular culture == Because of its fame as a monument, Mount Rushmore has been depicted in multiple places in popular culture. == Controversies == The Treaty of Fort Laramie (1868) had granted the Black Hills to the Lakota people in perpetuity, but the United States took the area from the tribe after the Great Sioux War of 1876. Members of the American Indian Movement led an occupation of the monument in 1971, naming it \"Mount Crazy Horse\", and Lakota holy man John Fire Lame Deer planted a prayer staff on top of the mountain. Lame Deer said that the staff formed a symbolic shroud over the presidents' faces \"which shall remain dirty until the treaties concerning the Black Hills are fulfilled.\"Matthew Glass, \"Producing Patriotic Inspiration at Mount Rushmore,\" Journal of the American Academy of Religion, Vol. 62, No. 2. (Summer, 1994), pp. 265–283. Construction on the Crazy Horse Memorial began in 1940 elsewhere in the Black Hills. Ostensibly to commemorate the Native American leader and as a response to Mount Rushmore, if completed it would be larger than Mount Rushmore. The Crazy Horse Memorial Foundation has rejected offers of federal funds. Its construction has the support of some Lakota chiefs, but it is the subject of controversy, even among Native American tribes.Lame Deer, John (Fire) and Richard Erdoes. Lame Deer Seeker of Visions. Simon and Schuster, New York, 1972. Paperback The 1980 United States Supreme Court decision United States v. Sioux Nation of Indians ruled that the Sioux had not received just compensation for their land in the Black Hills, which includes Mount Rushmore. The court proposed $102 million as compensation for the loss of the Black Hills. This compensation was valued at $1.3 billion in 2011, and – with accumulated interest – nearly $2 billion in 2021. In 2020, Oglala Lakota Nation citizen and Indigenous activist Nick Tilsen explained that his people would not accept a settlement, \"because we won't settle for anything less than the full return of our lands as stipulated by the treaties our nations signed and agreed upon.\" In 2004, Gerard Baker was appointed superintendent of the park, the first and so far only Native American in that role. Baker stated that he will open up more \"avenues of interpretation\", and that the four presidents are \"only one avenue and only one focus.\" On July 3, 2020, scores of activists demonstrated when President Donald Trump held a campaign rally at Mount Rushmore. The foremost message was that Indigenous people want their land back, pursuant to the ongoing dispute of the Black Hills land claim. Twenty people were arrested. == Legacy and commemoration == On August 11, 1952, the U.S. Post Office issued the Mount Rushmore Memorial 3-cent commemorative stamp on the 25th anniversary of the dedication of the Mount Rushmore National Memorial. On January 2, 1974, a 26-cent airmail stamp depicting the monument was also issued., p. 289. In 1991 the United States Mint released a commemorative silver dollar celebrating the 50th anniversary of the monument's dedication, and the sculpture was the main subject of the 2006 South Dakota state quarter. == See also == * List of colossal sculpture in situ * List of tallest statues * Crazy Horse Memorial, another large sculpture in the Black Hills == References == ==Further reading== * * * Coutant, Arnaud (2014). Les Visages de l'Amérique, les constructeurs d'une démocratie fédérale. Mare et Martin (). French study about the Four Presidents, Life, presidency, influence about American political evolution. (Archived link) * * * Larner, Jesse (2002). Mount Rushmore: An Icon Reconsidered. New York: Nation Books. * Taliaferro, John (2002). Great White Fathers: The Story of the Obsessive Quest to Create Mount Rushmore. New York: PublicAffairs. . Puts the creation of the monument into a historical and cultural context. * The National Parks: Index 2001–2003. Washington, D.C.: United States Department of the Interior. . == External links == * Category:National Memorials of the United States Category:Black Hills Category:Landforms of Pennington County, South Dakota Category:Monuments and memorials in South Dakota Category:National Park Service areas in South Dakota Category:Outdoor sculptures in South Dakota Category:Protected areas of Pennington County, South Dakota Rushmore Category:Buildings and monuments honoring American presidents in the United States Category:Granite sculptures in South Dakota Category:Rock formations of South Dakota Category:Symbols of South Dakota Category:Monuments and memorials to Abraham Lincoln in the United States Category:Monuments and memorials to George Washington in the United States Category:Statues of Abraham Lincoln Category:Statues of George Washington Category:Cultural depictions of Abraham Lincoln Category:Statues of Theodore Roosevelt Category:Cultural depictions of Thomas Jefferson Category:Great Sioux War of 1876 Category:1941 sculptures Category:Mountain monuments and memorials Category:Monuments and memorials on the National Register of Historic Places in South Dakota Category:Sculptures in South Dakota Category:Sculptures by Gutzon Borglum Category:Sculptures of presidents of the United States Category:Colossal statues in the United States Category:Statues of Thomas Jefferson Category:Unfinished sculptures Category:National Register of Historic Places in Pennington County, South Dakota",
 "title": "Mount Rushmore"
}