{
 "id": "186465",
 "text": "thumb|Future Crew Logo from Second Reality Future Crew was a Finnish demogroup that created PC demos and software, active mostly between 1987 and 1994. ==History== The group was founded in 1986 by PSI (Sami Tammilehto) and JPM (Jussi Markula) as a Commodore 64 group, before moving to the PC demoscene in 1988; other members included, over time, Trug, Wildfire, Pixel, ICE, GORE, Abyss, Purple Motion, and Skaven, as well as several others. Noteworthy demos by Future Crew include Unreal (released at Assembly 1992), Panic (released at The Party 1992) and Second Reality (released at Assembly 1993). Second Reality may be considered one of the most influential PC demos ever made. Future Crew was also responsible for the popular MOD editor Scream Tracker, which was fashioned after the Amiga Soundtracker as well as the Advanced DigiPlayer sound editor, and later became itself inspiration for other trackers like Impulse Tracker. Future Crew was co-organizer of the first Assembly demo party in 1992, and continued organizing the annual party until 1995, when the organization set up the Finnish company ASSEMBLY Organizing in order to \"provide a solid financial basis for the events and a reliable partner for our sponsors\". Long time Future Crew member Abyss is one of the party's main organizers. Future Crew did not release anything as a group after Scream Tracker 3 (December 1994). While it was never officially dissolved, its members parted ways in the second half of the 1990s. Companies like Futuremark (3DMark), Remedy (Death Rally, Max Payne, Alan Wake), Bugbear Entertainment (FlatOut, Glimmerati, Rally Trophy), Bitboys (a graphics hardware company) and Recoil Games (Rochard) were all started in whole or in part by members of Future Crew. Prior to their dissolution they also contributed graphics to the game Ken's Labyrinth published by Epic MegaGames.The official Ken's Labyrinth page - Ken Silverman's website ==Reception and impact== Future Crew was an influential pioneer of the PC demoscene and the PC as multimedia device in general, and achieved wide public recognition. ===Awards and tributes=== Slashdot voted the Future Crew Demo Second Reality as one of the \"Top 10 Hacks of All Time\". Tributes to Future Crew include a 3D graphics benchmark called Final Reality by Remedy Entertainment (shown at Assembly 1997), and a remake of Second Reality for the Commodore 64 by Smash Designs called Second Reality 64 (released at The Party 1997). Nectarine Records has released an album containing the most known songs of Future Crew in 24-bit remastered as a tribute. The album's name is \"Metropolis\", and it's free to download through internet. extras thumb|Cover of the Album \"Metropolis\", a tribute for Future Crew. ==Members== These are the members of the group at the time it released Second Reality: * Gore (Samuli Syvähuoko): organizer * Psi (Sami Tammilehto): programmer * Trug (Mika Tuomi): programmer * Wildfire (Arto Vuori): programmer * Purple Motion (Jonne Valtonen): music * Skaven (Peter Hajba): music & graphics * Marvel (Aki Raula, formerly Aki Määttä): graphic artist * Pixel (Misko Iho) : graphic artist * Abyss (Jussi Laakkonen): BBS coordinator / public relations * Henchman (Markus Mäki): BBS operator * Jake (Jarkko Heinonen): Internet PR ==Releases== Future Crew released the following productions on the PC demoscene : * GR8 (1988, demo) * YO! (1989, demo) * Slideshow I (1990, slideshow) * Scream Tracker 2 (1990, tool) * Mental Surgery (1991, demo) * Assembly '92 Invitation, aka. Fishtro (1992, invitation) * Unreal (1992, demo, 1st at Assembly 92) * Starport BBStro (1992, BBStro) * The Party 92 Invite (1992, invite) * Panic (1992, demo, 2nd at The Party 92) * Assembly '93 Invitation (1993, invitation) * Worldcharts #01 (1993, diskmag) * Second Reality (1993, 1st at Assembly 93) * Bussimatkaintro (1993, invitation) * Journey 1 (1993, musicdisk) * Journey 2 (1993, musicdisk) * Starport BBS Add 2 (1993, BBStro) * Chaotic Mind (1994, musicdisk) * Assembly '94 Pre- invitation (1994, invitation) * Assembly '94 Invitation (1994, invitation) * Soppa (1994, 64k demo) * Scream Tracker 3 (1994, tool) * Metropolis (2011, music compilation) ==References== ==External links== * Future Crew at Pouët * Future Crew at scene.org * The History of the Future Crew * * The Demoscene Documentary: (Future Crew) episode. * Skaven's Webpage Category:1986 establishments in Finland Category:Demogroups Category:Finnish artist groups and collectives",
 "title": "Future Crew"
}