{
 "id": "186480",
 "text": "Gilbert Prousch,documenta Archiv: Gilbert Prousch sometimes referred to as Gilbert Proesch (born 17 September 1943 in San Martin de Tor, Italy), and George Passmore (born 8 January 1942 in Plymouth, United Kingdom), are two artists who work together as the collaborative art duo Gilbert & George. They are known for their distinctive and highly formal appearance and manner in performance art, and also for their brightly coloured graphic-style photo- based artworks. In 2017, the artists celebrated their 50th anniversary. ==Early lives== Gilbert Prousch was born in San Martin de Tor in South Tyrol, northern Italy, his mother tongue being Ladin. He studied art at the Sëlva School of Art in Val Gardena and Hallein School of Art in Austria and the Akademie der Kunst, Munich, before moving to England. George Passmore was born in Plymouth in the United Kingdom, to a single mother in a low-income household. He studied art at the Dartington College of Arts and the Oxford School of Art. The two first met on 25 September 1967 while studying sculpture at Saint Martin's School of Art. The two claim they came together because George was the only person who could understand Gilbert's rather poor English. In a 2002 interview with The Daily Telegraph, they said of their meeting: \"it was love at first sight\".Interview with Gilbert & George, The Daily Telegraph, 28 May 2002 They married in 2008. They are often seen together on walks through East London. Since 1968, Gilbert & George have been residents of Fournier Street, Spitalfields, East London. They live in an 18th-century house that has been restored to its original decor. Their entire body of work has been created in, and focused on, London's East End, which they see as a microcosm. According to George, \"Nothing happens in the world that doesn't happen in the East End.\" ==Work== thumb|left|450px|Gilbert and George Exhibition, MONA, from 2015 Gilbert and George's approach to art has always been anti-elitist. Adopting the slogan 'Art for All', they aimed to be relevant beyond the narrow confines of the art world. Although they work in a variety of media, they have always referred to all of their works as \"sculpture\". Between 1970 and 1974 they made drawings (referred to as 'Charcoal on Paper Sculptures') and paintings to give a more tangible form to their identity as 'living sculptures'. One of their first notable works of art was a photographic self-portrait of them wearing their trademark suits. George the Cunt and Gilbert the Shit was so titled in order to pre-empt criticism. ===Singing and living sculptures=== Whilst still students, Gilbert & George made The Singing Sculpture, which was performed at the National Jazz and Blues Festival in 1969 and at the Nigel Greenwood Gallery in 1970. For this performance they covered their heads and hands in multi-coloured metalised powders, stood on a table, and sang along and moved to a recording of Flanagan and Allen's song \"Underneath the Arches\", sometimes for a day at a time. The suits they wore for this became a uniform for them. They rarely appear in public without wearing them. It is also unusual for one of the pair to be seen without the other. The pair regard themselves as \"living sculptures\". They refuse to dissociate their art from their everyday lives, insisting that everything they do is art. They were listed as among the fifty best-dressed over-50s by The Guardian in March 2013. ===The Pictures=== The pair are perhaps best known for their large scale photo works, known as The Pictures. The early work in this style is in black and white, later with hand-painted red and yellow touches. They proceeded to use a range of bolder colours, sometimes backlit, and overlaid with black grids. Their work has addressed a wide variety of subject matter including religion and patriotism. The two artists also often appear in their own \"pictures\". They have described their \"pictures\" as a sort of \"visual love letter from us to the viewer\". In 1986, Gilbert & George were criticised for a series of pictures seemingly glamourising 'rough types' of London's East End such as skinheads, while a picture of an Asian man bore the title \"Paki\". Some of their work has attracted media attention because of the inclusion of (potentially) shocking imagery, such as nudity, depictions of sexual acts, and bodily fluids (faeces, urine and semen). The titles of these works, such as Naked Shit Pictures (1994) and Sonofagod Pictures (2005), also contributed to the attention. A book, The Complete Pictures, 1971–2005, published in 2007 by Tate Modern, includes over a thousand examples of their art. In May 2007, Gilbert & George were the subject of the BBC documentary Imagine, presented by Alan Yentob. At the end of the programme a picture entitled 'Planed' was made available as a free file download from the BBC and The Guardian websites for 48 hours. People who downloaded the files could then print and assemble the piece, and thus own an original Gilbert and George picture for free.Imagine, documentary aired on BBC television, 8 May 2007 ===Jack Freak Pictures=== Jack Freak Pictures is, to date, the largest series of work created by Gilbert & George. According to Michael Bracewell \"the Jack Freak Pictures are among the most iconic, philosophically astute and visually violent works that Gilbert & George have ever created.\" The Union Jack and Gilbert & George are the two dominant pictorial images – appearing contorted, abstracted, and sometimes complete. The entire series is set in the East End of London indicated by flags, maps, street signs, graffiti and other less obvious motifs such as brickwork and foliage that can be found there. After showing at White Cube's Hoxton and Mason Yard galleries in 2009 the exhibition travelled to the Croatian Museum of Contemporary Art, Zagreb; The Kröller-Müller Museum, the Netherlands; Centro de Arte Contemporaneo de Malaga, Spain; Arndt & Partner gallery, Berlin; the Baronian Francey Gallery, Brussels; and the Bozar Center for Fine Arts, Brussels. ===Later work=== During lockdown amid the COVID-19 pandemic, Gilbert & George started an online video diary, posting weekly updates on life in their newly limited circumstances. The bulletins, often short films, were a continuation of their usual creative habit of documenting social change. ==Awards and honours== Gilbert & George have received much acclaim with extensive solo exhibitions in the UK, USA, France, the Netherlands, Switzerland, Germany, Spain, Austria, Denmark, Finland, Russia and China; numerous Honorary Doctorates from academic institutions including Plymouth University; and awards such as the Special International Award, the South Bank Award and the Lorenzo il Magnifico Award. In 1986 they won the Turner Prize which is widely considered to be the UK's most prestigious contemporary art award. In 2005 they represented the UK at the Venice Biennale. In 2017, Gilbert & George were elected to the Royal Academy of Arts; in 2020, however, they resigned from the academy in reaction to a decision not to go ahead with an exhibition they had been planning to stage in its galleries. Notable honours include: *1981 - won the Regione Lazio Award (Torino) *1986 - won the Turner Prize *1989 - won the Special International Award (Los Angeles) *2005 - represented the UK at the Venice Biennale *2007 - their retrospective at Tate Modern was the largest of any of the artists who have had retrospectives there *2007 - won the South Bank Award, as well as the Lorenzo il Magnifico Award (Florence). *December 2008 - awarded Honorary Doctorates by London Metropolitan University. *October 2010 - awarded the honorary title \"Magister Artium Gandensis\" by University College Ghent *November 2010 - conferred with Honorary Doctorates by the University of East London *March 2012 - conferred with Honorary Doctorates by the Open University *2013 - awarded Honorary Doctorates of Arts by Plymouth University *2017 - elected as Royal Academicians by the Royal Academy of Arts in London ==Political stance== Gilbert & George claim to be an oddity in the artistic world because of their openly conservative political views and their praise for Margaret Thatcher. George claims never to have been anti-establishment: \"You're not allowed to be Conservative in the art world, of course,\" he says. \"Left equals good. Art equals Left. Pop stars and artists are meant to be so original. So how come everyone has the same opinion? ... We admire Margaret Thatcher greatly. She did a lot for art. Socialism wants everyone to be equal. We want to be different.\" Both are supportive of Brexit and the Conservative Party. The duo are monarchists and have said of the Prince of Wales: \"We're also fond of the Prince of Wales: he's a gentleman.\" In a Guardian interview, they said that they opposed the removal of statues after the George Floyd protests, saying that \"they're part of the city\" and that their removal is \"shameful\". ==Influence and legacy== Gilbert & George inspired two characters, Man Green and Man Yellow, Chief Constables of the Science Gestapo, in Grant Morrison's comicbook series The Filth. The two characters appear in pastiches of Gilbert & George's artwork, with the separate sections of the imagery acting as individual comic book panels. The look that electronic music band Kraftwerk adopted between 1974 and 1978 with men in suits wearing ties, was partly inspired by Gilbert & George: musicians Florian Schneider and Ralf Hütter had seen an exhibition of the artists in Düsseldorf in 1970 and were seduced by the idea of \"bringing art into everyday life\". Vic Reeves has explained to The Independent that Vic Reeves Big Night Out was initially thought of as \"performance art, like Gilbert and George's singing sculpture\". David Bowie was known to collect the work of Gilbert & George. ==References== Notes Further reading * Baudino, Isabelle; Gautheron, Marie, eds. (2005), Gilbert & George, E1, Lyon: ENS Editions (to accompany an exhibition at the Musée d'art moderne de Saint-Etienne, parallel French and English texts) * Dutt, Robin (2004), Gilbert & George: obsessions & compulsions. London: Philip Wilson Publishers * Farson, Daniel (1999), Gilbert & George: a Portrait, London: HarperCollins * Farson, Daniel (1991), With Gilbert & George in Moscow, London: Bloomsbury * Fuchs, Rudi (2007), Gilbert & George: the Complete Pictures, Tate Publishing * Gilbert & George (1987) The Words of Gilbert & George, Violette Editions, London, * Jahn, Wolf (1989), The Art of Gilbert & George. New York: Thames & Hudson * Jonquet, François (2005), Intimate Conversation, London: Phaidon * Rosenblum, Robert (2004), Introducing Gilbert & George, London: Thames & Hudson Exhibition catalogues *1997: Lehmann Maupin, New York, The Fundamental Pictures *2001: White Cube, London, New Horny Pictures *2004: Galerie Thaddaeus Ropac, Paris, London E1 Pictures *2004: Gallery Bernier/Eliades, Athens, Thirteen Hooligan Pictures *2004: Sonnabend Gallery/Lehmann Maupin, New York Perversive Pictures 2004 *2006: White Cube, London, Sonofagod Pictures *2012: White Cube, London, London Pictures *2017: White Cube, London, The Beard Pictures ==External links== * * Gilbert & George solo exhibition at White Cube Gallery Bermondsey London, review by art critic Kostas Prapoglou for THE SEEN Journal, February 2016 *2007 interview from Independent on Sunday ABC Arts magazine *Gilbert and George: Major Exhibition at Tate Modern, London, 2007 *Gilbert and George's film The World of Gilbert and George as a RealMedia stream at Tate Online (includes a question and answer session with the audience) * *'Gilbert and George unveil new hoodie art' – UK Guardian website, 23/5/2005 *Gilbert & George works in the Guggenheim Collection Category:1942 births Category:1943 births Category:Alumni of Saint Martin's School of Art Category:Art duos Category:British performance artists Category:British sculptors Category:British male sculptors Category:British monarchists Category:British conceptual artists Category:Gay artists Category:LGBT people from England Category:LGBT artists from Italy Category:Living people Category:People from Plymouth Category:People from the London Borough of Tower Hamlets Category:Postmodern artists Category:Turner Prize winners Category:English contemporary artists Category:Royal Academicians",
 "title": "Gilbert & George"
}