{
 "id": "186935",
 "text": "The Japanese diaspora and its individual members, known as Nikkei (日系) or as Nikkeijin (日系人), comprise the Japanese emigrants from Japan (and their descendants) residing in a country outside Japan. Emigration from Japan was recorded as early as the 15th century to the Philippines, but did not become a mass phenomenon until the Meiji period (1868–1912), when Japanese emigrated to the Philippines and to the Americas.Ministry of Foreign Affairs (MOFA), Japan: Japan-Mexico relationsPalm, Hugo. \"Desafíos que nos acercan,\" El Comercio (Lima, Peru). 12 March 2008. There was significant emigration to the territories of the Empire of Japan during the period of Japanese colonial expansion (1875–1945); however, most of these emigrants repatriated to Japan after the 1945 surrender of Japan ended World War II in Asia. According to the Association of Nikkei and Japanese Abroad, about 3.8 million Nikkei live in their adopted countries. The largest of these foreign communities are in Brazil, the United States, the Philippines, China, Canada and Peru. Descendants of emigrants from the Meiji period still maintain recognizable communities in those countries, forming separate ethnic groups from Japanese people in Japan. Nevertheless, most emigrant Japanese are largely assimilated outside of Japan. , the Japanese Ministry of Foreign Affairs reported the 5 countries with the highest number of Japanese expatriates as the United States (426,206), China (124,162), Australia (97,223), Thailand (72,754) and Canada (70,025). According to the Association of nikkei and Japanese Abroad, there are about 2.5 million nikkeijin living in their adopted countries. The largest of these foreign communities are in the Brazilian states of São Paulo and Paraná. There are also significant cohesive Japanese communities in Peru and in the American state of Hawaiʻi. == Terminology == Nikkei is derived from the term in Japanese, used to refer to Japanese people who emigrated from Japan and their descendants. Emigration refers to permanent settlers, excluding transient Japanese abroad. These groups were historically differentiated by the terms issei (first-generation nikkeijin), nisei (second-generation nikkeijin), sansei (third-generation nikkeijin) and yonsei (fourth-generation nikkeijin). The term Nikkeijin may or may not apply to those Japanese who still hold Japanese citizenship. Usages of the term may depend on perspective. For example, the Japanese government defines them according to (foreign) citizenship and the ability to provide proof of Japanese lineage up to the third generation—legally the fourth generation has no legal standing in Japan that is any different from another \"foreigner.\" On the other hand, in the US or other places where Nikkeijin have developed their own communities and identities, first-generation Japanese immigrants tend to be included; citizenship is less relevant and a commitment to the local community becomes more important. Discover Nikkei, a project of the Japanese American National Museum, defined nikkei as follows: The definition was derived from The International Nikkei Research Project, a three-year collaborative project involving more than 100 scholars from 10 countries and 14 participating institutions. == Early history == Japanese emigration to the rest of Asia was noted as early as the 15th century to the Philippines;Philippines History, Culture, Civilization and Technology, Filipino. Asiapacificuniverse.com. Retrieved on 2013-08-24. early Japanese settlements included those in Lingayen Gulf, Manila, the coasts of Ilocos and in the Visayas when the Philippines was under the Srivijaya and Majapahit Empire. In 2009, Japanese and Filipino archaeologists from the Sumitomo Foundation-funded Boljoon Archaeological Project conducted by the University of San Carlos with the National Museum of the Philippines, discovered ancient Japanese pottery that has been to believed to been in existence since the early 1700s. The ancient Japanese pottery that was discovered there, has proven that there was activity of trading activity between Japan and Cebu Island Philippines going back to the 16th century. In the 16th century the Japanese settlement was established in Ayutthaya, Thailand and in early 17th century Japanese settlers was first recorded to stay in Dutch East Indies (now Indonesia). A larger wave came in the 17th century, when red seal ships traded in Southeast Asia and Japanese Catholics fled from the religious persecution imposed by the shōguns and settled in the Philippines, among other destinations. Many of them also intermarried with the local Filipina women (including those of pure or mixed Chinese and Spanish descent), thus forming the new Japanese-Mestizo community. In the 16th and 17th centuries, thousands of traders from Japan also migrated to the Philippines and assimilated into the local population. In the 15th century AD, shimamono tea-jars were bought by the shōguns to Uji in Kyoto from the Philippines by merchants such as Luzon Sukezaemon which was used in the Japanese tea ceremony. In the latter half of the 16th century the Portuguese Empire purchased and sold on Japanese slaves. From the 15th through the early 17th century, Japanese seafarers traveled to China and Southeast Asia countries, in some cases establishing early Japantowns. This activity ended in the 1640s, when the Tokugawa shogunate imposed maritime restrictions which forbade Japanese from leaving the country and from returning if they were already abroad. This policy would not be lifted for over two hundred years. Travel restrictions were eased once Japan opened diplomatic relations with Western nations. In 1867, the bakufu began issuing travel documents for overseas travel and emigration. thumb|View of passengers arriving in Vancouver aboard the steamship Kumeric Before 1885, fewer and fewer Japanese people emigrated from Japan, in part because the Meiji government was reluctant to allow emigration, both because it lacked the political power to adequately protect Japanese emigrants and because it believed that the presence of Japanese as unskilled laborers in foreign countries would hamper its ability to revise the unequal treaties. A notable exception to this trend was a group of 153 contract laborers who immigrated—without official passports—to Hawai'i and Guam in 1868.Known as the Gannen-mono (元年者), or \"first year people\" because they left Japan in the first year of the Meiji Era. Jonathan Dresner, \"Instructions to Emigrant Laborers, 1885–1894: 'Return in Triumph' or 'Wander on the Verge of Starvation,'\" In Japanese Diasporas: Unsung Pasts, Conflicting Presents, and Uncertain Futures, ed. Nobuko Adachi (London: Routledge, 2006), 53. A portion of this group stayed on after the expiration of the initial labor contract, forming the nucleus of the nikkei community in Hawai'i. In 1885, the Meiji government began to turn to officially sponsored emigration programs to alleviate pressure from overpopulation and the effects of the Matsukata deflation in rural areas. For the next decade, the government was closely involved in the selection and pre-departure instruction of emigrants. The Japanese government was keen on keeping Japanese emigrants well-mannered while abroad in order to show the West that Japan was a dignified society, worthy of respect. By the mid-1890s, immigration companies (imin-kaisha, 移民会社), not sponsored by the government, began to dominate the process of recruiting emigrants, but government-sanctioned ideology continued to influence emigration patterns.Dresner, 52-68. == Asia == === Through 1945 === In 1898, the Dutch East Indies colonial government statistics showed 614 Japanese in the Dutch East Indies (166 men, 448 women). During the American colonial era in the Philippines, the Japanese population of Davao, most of whom first started out as laborers working in abaca plantations in Davao, were recorded in statistics as only numbering 30 in 1903, then 5,533 by 1920, then 12,469 by 1930, then later increased to 20,000 by 1941. The number of Japanese laborers working in plantations rose so high that in the early 20th century, Davao City soon became dubbed as Davaokuo (in Philippine and American media) or (in ) with a Japanese school, a Shinto shrine, and a diplomatic mission from Japan. The place that used to be \"Little Tokyo\" in Davao was Mintal. There is even a popular restaurant called \"The Japanese Tunnel\", which includes an actual tunnel made by the Japanese in time of the war. In the Philippines, Halo-halo is derived from Japanese Kakigori. Halo-halo is believed to be an indigenized version of the Japanese kakigori class of desserts, originating from pre-war Japanese migrants into the islands. The earliest versions were composed only of cooked red beans or mung beans in crushed ice with sugar and milk, a dessert known locally as \"mongo-ya\". Over the years, more native ingredients were added, resulting in the development of the modern halo-halo. Some authors specifically attribute it to the 1920s or 1930s Japanese migrants in the Quinta Market of Quiapo, Manila, due to its proximity to the now defunct Insular Ice Plant, which was the source of the city's ice supply. There was also a significant level of emigration to the overseas territories of the Empire of Japan during the Japanese colonial period, including Korea, Taiwan, Manchuria and Karafuto.Japanese Immigration Statistics , DiscoverNikkei.org Unlike emigrants to the Americas, Japanese going to the colonies occupied a higher rather than lower social niche upon their arrival. In 1938 about 309,000 Japanese lived in Taiwan. By the end of World War II, there were over 850,000 Japanese in Korea and more than 2 million in China,Killing of Chinese in Japan concerned, China Daily most of them farmers in Manchukuo (the Japanese had a plan to bring in 5 million Japanese settlers into Manchukuo).Prasenjit Duara: The New Imperialism and the Post-Colonial Developmental State: Manchukuo in comparative perspective Over 400,000 people lived on Karafuto (Southern Sakhalin) when the Soviet offensive began in early August 1945. Most were of Japanese or Korean descent. When Japan lost the Kuril Islands, 17,000 Japanese were expelled, most from the southern islands. === After 1945 === After and during World War II, most of these overseas Japanese repatriated to Japan. The Allied powers repatriated over 6 million Japanese nationals from colonies and battlefields throughout Asia.When Empire Comes Home : Repatriation and Reintegration in Postwar Japan by Lori Watt, Harvard University Press Only a few remained overseas, often involuntarily, as in the case of orphans in China or prisoners of war captured by the Red Army and forced to work in Siberia. During the 1950s and 1960s, an estimated 6,000 Japanese accompanied Zainichi Korean spouses repatriating to North Korea, while another 27,000 prisoners-of-war are estimated to have been sent there by the Soviet Union; see Japanese people in North Korea. There is a community of Japanese people in Hong Kong largely made up of expatriate businessmen. There are about 4,018 Japanese people living in India who are mostly expatriate engineers and company executives and they are based mainly in Haldia, Bangalore and Kolkata. Additionally, there are 903 Japanese expatriates in Pakistan based mostly in the cities of Islamabad and Karachi. == Americas == People from Japan began migrating to the U.S. and Canada in significant numbers following the political, cultural and social changes stemming from the 1868 Meiji Restoration. (see Japanese Americans and Japanese Canadians) thumb|left|View of Ujo Nakano's farm house at Port Hammond, B.C. In Canada, small multi-generational communities of Japanese immigrants developed and adapted to life outside Japan. In the United States, particularly after the Chinese Exclusion Act of 1882, Japanese immigrants were sought by industrialists to replace Chinese immigrants. In the early years of the 20th century, anxiety about the rapid growth of cheap Japanese labor in California came to a head when in 1906, when the School Board of San Francisco passed a resolution barring children of Japanese heritage from attending regular public schools. President Roosevelt intervened to rescind the resolution, but only on the understanding that steps would be taken to put a stop to further Japanese immigration. In 1907, in the face of Japanese government protests, the so- called \"Gentlemen's Agreement\" between the governments of Japan and the United States ended immigration of Japanese workers (i.e., men), but permitted the immigration of spouses of Japanese immigrants already in the US. The Immigration Act of 1924 banned the immigration of all but a token few Japanese, until the Immigration Act of 1965, there was very little further Japanese immigration. That which occurred was mostly in the form of war brides. The majority of Japanese settled in Hawaii, where today a third of the state's population are of Japanese descent and the rest in the West Coast (California, Oregon, Washington and Alaska), but other significant communities are found in the Northeast (Maine, New York, New Jersey, Vermont, Massachusetts, Rhode Island, Connecticut, New Hampshire and Pennsylvania) and Midwest (Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota and Wisconsin) states. The Japanese diaspora has been unique in the absence of new emigration flows in the second half of the 20th century.Maidment, Richard et all. (1998). Culture and Society in the Asia-Pacific, p. 80. However, research reports that during the post-war many Japanese migrated individually to join existing communities abroad. thumb|Immigrants from Japan in Palmira, Cauca (Colombia) With the restrictions on entering the United States, the level of Japanese immigration to Latin America began to increase. Mexico was the first Latin American country to receive Japanese immigrants in 1897, when the first thirty five arrived in Chiapas to work on coffee farms. Immigration into Mexico died down in the following years, but was eventually spurred again in 1903 due to the acceptance of mutually recognized contracts on immigration by both countries. Immigrants coming in the first four years of these contracts worked primarily on sugar plantations, coal mines, and railroads. Unfortunately, Japanese immigrants in Mexico proved to have far less continuity than those in other South American countries, as disease, mining accidents, and discrimination caused many Japanese to pass away or simply leave without seeing their contracts through to completion. Less than 27% of the total number of Japanese who immigrated into Mexico before 1941 remained there 40 years later. Japanese immigrants (particularly from the Okinawa Prefecture, including Okinawans) arrived in small numbers during the early 20th century. Japanese Brazilians are the largest ethnic Japanese community outside Japan (numbering about 2 million, compared to about 1.5 million in the United States) and São Paulo contains the largest concentration of Japanese outside Japan. Paraná and Mato Grosso do Sul also have a large Japanese community. The first Japanese immigrants (791 people, mostly farmers) came to Brazil in 1908 on the Kasato Maru from the Japanese port of Kobe, moving to Brazil in search of better living conditions. Many of them ended up as laborers on coffee farms (for testimony of Kasato Maru's travelers that continued to Argentina see :es:Café El Japonés, see also Shindo Renmei). Immigration of Japanese workers in Brazil was actually subsidized by São Paulo up until 1921, with around 40,000 Japanese emigrating to Brazil between the years of 1908 and 1925, and 150,000 pouring in during the following 16 years. The most immigrants to come in one year peaked in 1933 at 24,000, but restrictions due to ever growing anti- Japanese sentiment caused it to die down and then eventually halt at the start of World War II. Japanese immigration into Brazil actually saw continued traffic after it resumed in 1951. Around 60,000 entered the country during 1951 and 1981, with a sharp decline happening in the 1960s due to a resurgence of Japan's domestic economy. Japanese Peruvians form another notable ethnic Japanese community with an estimated 6,000 Issei and 100,000 Japanese descendants (Nisei, Sansei, Yonsei), and including a former Peruvian president, Alberto Fujimori. Japanese food known as Nikkei cuisine is a rich part of Peruvian-Japanese culture, which includes the use of seaweed broth and sushi-inspired versions of ceviche.\"Salmon with Chenin Blanc\" Wine Spectator (March 31, 2020), p. 100 As a result of Peru's gastronomic revolution and global gastrodiplomacy campaign, Nikkei is now recognized among international culinary networks as a cuisine that is uniquely a fusion of Japanese and Peruvian influences. This change has created revenues for Japanese-Peruvian communities in Lima and enabled Nikkei chefs to open up restaurants in other metropolitan cities around the world. There was a small amount of Japanese settlement in the Dominican Republic between 1956 and 1961, in a program initiated by Dominican Republic leader Rafael Trujillo. Protests over the extreme hardships and broken government promises faced by the initial group of migrants set the stage for the end of state-supported labor emigration in Japan. The Japanese Colombian colony migrated between 1929 and 1935 in three waves. Their community is unique in terms of their resistance against the internal conflict occurring in Colombia during the decade of the 1950s, a period known as La Violencia. == Europe == The Japanese in Britain form the largest Japanese community in Europe with well over 100,000 living all over the United Kingdom (the majority being in London). In recent years, many young Japanese have been migrating from Japan to Britain to engage in cultural production and to become successful artists in London. There are also small numbers of Japanese people in Russia some whose heritage date back to the times when both countries shared the territories of Sakhalin and the Kuril Islands; some Japanese communists settled in the Soviet Union, including Mutsuo Hakamada, the brother of former Japanese Communist Party chairman Satomi Hakamada, whose daughter Irina Hakamada is a notable Russian political figure. The 2002 Russian census showed 835 people claiming Japanese ethnicity (nationality). There is a sizable Japanese community in Düsseldorf, Germany of nearly 8,000. == Oceania == Early Japanese immigrants were particularly prominent in Broome, Western Australia, where until the Second World War they were the largest ethnic group, who were attracted to the opportunities in pearling. Several streets of Broome have Japanese names, and the town has one of the largest Japanese cemeteries outside Japan. Other immigrants were involved in the sugar cane industry in Queensland. During the Second World War, the Japanese population was detained and later expelled at the cessation of hostilities. The Japanese population in Australia was later replenished in the 1950s by the arrival of 500 Japanese war brides, who had married AIF soldiers stationed in occupied Japan. In recent years, Japanese migration to Australia, largely consisting of younger age females, has been on the rise. There is also a small but growing Japanese community in New Zealand, primarily in Auckland and Wellington. In the census of December 1939, the total population of the South Seas Mandate was 129,104, of which 77,257 were Japanese. By December 1941, Saipan had a population of more than 30,000 people, including 25,000 Japanese.A Go: Another Battle for Sapian There are Japanese people in Palau, Guam and Northern Mariana Islands. == Return migration to Japan == In the 1980s, with Japan's growing economy facing a shortage of workers willing to do so-called three K jobs (, kitsui [difficult], , kitanai [dirty] and , kiken [dangerous]), Japan's Ministry of Labor began to grant visas to ethnic Japanese from South America to come to Japan and work in factories. The vast majority—estimated at 300,000—were from Brazil, but there is also a large population from Peru and smaller populations from other Latin American countries. In response to the recession as of 2009, the Japanese government offered ¥300,000 ($3,300) for unemployed Japanese descendants from Latin America to return to their country of origin with the stated goal of alleviating the country's worsening labor shortage. Another ¥200,000 ($2,200) is offered for each additional family member to leave.Perry, Joellen. \"The Czech Republic Pays for Immigrants to Go Home Unemployed Guest Workers and Their Kids Receive Cash and a One-Way Ticket as the Country Fights Joblessness,\" Wall Street Journal. 28 April 2009. Emigrants who took this offer were not allowed to return to Japan with the same privileged visa with which they had entered the country. Arudou Debito, columnist for The Japan Times, an English language newspaper in Japan, denounced the policy as \"racist\" as it only offered Japanese-blooded foreigners who possessed the special \"person of Japanese ancestry\" visa the option to receive money in return for repatriation to their home countries. Some commentators also accused it of being exploitative since most nikkei had been offered incentives to immigrate to Japan in 1990, were regularly reported to work 60+ hours per week, and were finally asked to return home when the Japanese became unemployed in large numbers. At the same time, return migration to Japan, along with repatriation to their home countries, has also created complex relationships with both their homeland and hostland, a condition which has been called a \"'squared diaspora' in which the juxtaposition of homeland and hostland itself becomes questionable, instable and fluctuating.\" This has also taken on new forms of \"circular migration\" as first and second generation nikkei travel back and forth between Japan and their home countries. ==Major cities with significant populations of Japanese nationals== * Los Angeles, United States: 68,595 * Bangkok, Thailand: 57,486 * Shanghai, China: 41,756 * New York City, United States: 40,496 * Singapore: 36,797 * Sydney, Australia: 34,679 * Greater London, United Kingdom: 34,125 * Vancouver, Canada: 27,962 * Hong Kong, 24,205 * Honolulu, United States: 21,329 * Melbourne, Australia: 20,175 * San Francisco, United States: 19,997 * San Jose, United States: 16,008 * Seoul, South Korea: 14,920 * Toronto, Canada: 14,160 * Kuala Lumpur, Malaysia: 13,502 * Paris, France: 13,152 * Taipei, Taiwan: 12,581 * Chicago, United States: 12,147 * Ho Chi Minh City, Vietnam: 11,927 * Seattle, United States: 11,355 * São Paulo, Brazil: 11,295 Note: The above data shows the number of Japanese nationals living overseas as of October 13, 2020, according to the Ministry of Foreign Affairs of Japan. ==See also== * Issei, Nisei, Sansei, Yonsei & Gosei * Buddhist Churches of America * Honpa Hongwanji Mission of Hawaii & Hawaii Shingon Mission * Gedatsu Church of America * Jodo Shinshu Buddhist Temples of Canada * South America Hongwanji Mission * List of Shinto shrines in the United States * Saipan Katori Shrine * Dom Justo Takayama ==References== ===Bibliography=== * * Maidment, Richard A. and Colin Mackerras. (1998). Culture and Society in the Asia-Pacific. London: Routledge. * Sakai, Junko. (2000). Japanese Bankers in the City of London: Language, Culture and Identity in the Japanese Diaspora. London: Routledge. * Fujita, Yuiko (2009) Cultural Migrants from Japan: Youth, Media, and Migration in New York and London. MD: Lexington Books, Rowman & Littlefield, * Masterson, Daniel M. and Sayaka Funada-Classen. (2004), The Japanese in Latin America: The Asian American Experience. Urbana, Illinois: University of Illinois Press. ; * * Niiya, Brian, ed. Encyclopedia of Japanese American History: An A-to-Z Reference from 1868 to the Present. (2001). online free to borrow * == External links == * Discover Nikkei, A site co-ordinated with the Japanese American National Museum and affiliated with academic, community programs, and scholars. * Japanese Ministry of Foreign Affairs (MOFA): Future Policy Regarding Cooperation with Overseas Communities of Nikkei * APJ, A non-profit organization representing Japanese Citizens living in Peru and their descendants. * NikkeiCity, Information of the nikkei in Peru. * Nikkei Youth Network, A network of nikkei leaders around the world. * Japanese Canadians Photograph Collection – A photo album from the UBC Library Digital Collections depicting the life of Japanese Canadians in British Columbia during World War II * ハルとナツ, a TV drama based on historical events aired by NHK in October 2005. * Hoji Shinbun Digital Collection, Hoover Institution Library & Archives Japanese Diaspora Initiative.",
 "title": "Japanese diaspora"
}