{
 "id": "187015",
 "text": "The Republic of Hawaii was a short-lived one-party state in Hawaii between July 4, 1894, when the Provisional Government of Hawaii had ended, and August 12, 1898, when it became annexed by the United States as an organized incorporated territory of the United States. In 1893 the Committee of Public Safety overthrew Kingdom of Hawaii Queen Liliuokalani after she rejected the 1887 Bayonet Constitution. The Committee of Public Safety intended for Hawaii to be annexed by the United States but President Grover Cleveland, a Democrat opposed to imperialism, refused. A new constitution was subsequently written while Hawaii was being prepared for annexation. The leaders of the Republic such as Sanford B. Dole and Lorrin A. Thurston were Hawaii-born descendants of American settlers who spoke the Hawaiian language but had strong financial, political, and family ties to the United States. They intended the Republic to become a territory of the United States. Dole was a former member of the Royal Legislature from Koloa, Kauai, and Justice of the Kingdom's Supreme Court, and he appointed Thurston—who had served as Minister of Interior under King Kalākaua—to lead a lobbying effort in Washington, D.C. to secure Hawaii's annexation by the United States. The issue of overseas imperialism was controversial in the United States due to its colonial origins. Hawaii was annexed under Republican President William McKinley on 12 August 1898, during the Spanish–American War. The Territory of Hawaii was formally established as part of the U.S. on June 14, 1900. The Blount Report \"first provided evidence that officially identified the United States' complicity in the lawless overthrow of the lawful, peaceful government of Hawaii.\"Ball, Milner S. \"Symposium: Native American Law,\" Georgia Law Review 28 (1979): 303 American officials immediately recognized the new government and U.S. Marines were sent by the US Minister to aid in the overthrow. The Queen's supporters charged the Marines' presence frightened the Queen and thus enabled the revolution. Blount concluded that the United States had carried out unauthorized partisan activities, including the landing of U.S. Marines under a false or exaggerated pretext, to support the anti-royalist conspirators; that these actions were instrumental to the success of the revolution; and that the revolution was carried out against the wishes of a majority of the population of Hawaii.Tate, Merze. (1965). The United States and the Hawaiian Kingdom: A Political History. New Haven and London: Yale University Press. p. 235. ==Establishment of the Republic== thumb|left|The founding members of the Republic In 1887, members of the Reform Party of Hawaii forced the King to accept a new constitution limiting the monarch's constitutional power as defined by the Constitution of 1864. The Constitution of 1887, also called the Bayonet Constitution for the threats used to secure the King's approval, was enacted without legislative approval, leaving the monarch as a figurehead. In 1893 a coup d'état against the monarch was carried out by more than 1,000 armed local men who were led by wealthy sugar planters and businessmen. There was no bloodshed as the royal armed force did not resist. A temporary Provisional Government of Hawaii was formed by the Committee of Safety. The leaders of the coup, who had strong economic ties with the United States, wanted to join the United States, lest Japan take control. Annexation was delayed by two petitions with over 20,000 signatures representing over half of the Native Hawaiian population and because U.S. President Cleveland opposed annexation. The Queen herself took up residence in Washington to lobby for her restoration. President Cleveland sent an investigator who wrote the Blount Report, which concluded that Minister Stevens had manipulated and orchestrated the revolt. Cleveland decided that the United States should restore the Queen; he asked for Dole's resignation; however, Dole ignored the request. The U.S. Senate held hearings regarding another report called the Morgan Report, which undermined the Blount Report's claims. Public opinion in the United States favored annexation. In May 1894 the U.S. Senate unanimously passed a resolution opposing restoration of the Queen, opposing intrusion into the affairs of the Dole government, and opposing American action that could lead immediately to annexation. President Cleveland thereupon dropped the issue, leaving the Republic of Hawaii to effectively fend for itself.Tennant S. McWilliams, \"James H. Blount, the South, and Hawaiian Annexation,\" Pacific Historical Review (1988) 57#1 pp. 25-46 esp p 43 The Provisional Government convened a constitutional convention, limited to Hawaiians, and taxpayers of American or European origins, not including Asians. ==Politics== The President of Hawaii was the head of state and head of government of the Republic of Hawaii. The constitution provided that the presidential term of office would be six years and specified that individuals could not be elected to consecutive terms in office. The President had the authority to veto legislation, which could be overridden by two-thirds majority in both houses of the legislature, and he was also commander-in-chief of the military. The President appointed, subject to the confirmation of the Senate, members of his Cabinet. Cabinet members were considered users of both houses of the Legislature, they could participate in proceedings, but could not vote as they were not elected members of the Legislature. If the presidency became vacant, the Minister of Foreign Affairs could serve as Acting President until the Legislature voted to elect a successor. Article 23 of the constitution of 1894 specifically named Sanford B. Dole as the republic's first President. He would also be the nation's only President, as it was annexed by the United States in 1898. Upon annexation, Hawaii became a U.S. territory and Dole became its first Governor.Sanford Ballard Dole Encyclopædia Britannica The republic's Legislature consisted of a senate and a house of representatives. Each had fifteen members with the former having six-year terms and the latter only two with the exception of the first legislature which was constitutionally granted a three-year term. Appropriation bills originated from the Minister of Finance and were delivered to the Senate. The Senate also held the right to confirm presidential appointments and ratify treaties which made it more powerful in every aspect over the lower house. It was possible for legislators to concurrently serve as president, Cabinet minister, or Supreme Court justice. As royalists had boycotted the republic and refused to take the oath of allegiance to run for office; the American Union Party won every seat in the 1894 and 1897 elections. There was also a property requirement of $1500 net worth to vote for Senators, kept from the 1887 constitution, which ran counter to the prevailing trends of that period. The 1897 election had the lowest turnout in Hawaii's history with less than one percent of the population going to the polls. The new Republic Constitution allowed only men that were natural born citizens of the Hawaiian Kingdom, or naturalized Citizens of the Kingdom to vote in the new Republic. This eliminated most all Japanese, Chinese, Portuguese, and European immigrants from voting. As a result, Native Hawaiians had a two-thirds majority voting block and were the highest represented group in the Republic Legislature. The Speaker of the House of the Republic was also a Hawaiian, John Lot Kaulukoʻu. ==Wilcox Rebellion of 1895== thumb|Troops of the Republic of Hawaii after the counter-revolution Robert William Wilcox was a Hawaiian native revolutionary. In 1889, he led an army of 150 Hawaiians, Europeans and Chinese in rebellion against the Hawaiian Kingdom. Wilcox was brought to trial but released as juries refused to find him guilty of wrongdoing. In 1895, Wilcox participated in another attempt, this time to overthrow the Republic of Hawaii and to restore Queen Liliuokalani to power. Royalist supporters landed a cargo of arms and ammunition from San Francisco, California in a secret Honolulu location. At the location on January 6, 1895, a company of royalists met to draft plans to capture the government buildings by surprise. A premature encounter with a squad of police alarmed Honolulu and the plans were abandoned as the royalists were quickly routed. Wilcox spent several days in hiding in the mountains before being captured. The son of one annexationist was killed. Several other skirmishes occurred during the following week resulting in the capture of the leading conspirators and their followers. The government found arms and ammunition and some potentially evidential documents on the premises of Washington Place, Liliuokalani's private residence, outlining in her own handwriting who she would select for her cabinet after the counter revolution, further implicating her in the plot. ==Liliuokalani's trial== thumb|left|Newspaper illustration of Liliuokalani's public trial by a military tribunal in 1895 in the former throne room of the Iolani Palace The Republic of Hawaii put the former Queen on trial. The prosecution asserted that Liliuokalani had committed misprision of treason, because she allegedly knew that guns and bombs for the Wilcox attempted counter-revolution had been hidden in the flower bed of her personal residence at Washington Place. Liliuokalani denied these accusations. She was sentenced to 5 years' imprisonment at hard labor and a fine of $10,000. However, the imprisonment was served in a large bedroom with a piano, bathroom with hot and cold running water bathtub and sink at Iolani Palace where she was allowed two maids in waiting while under guard by military personnel at all times.Hawaii's Story by Hawaii's Queen After eight months she was allowed to go to her Washington Place home and kept under house arrest by President Sanford B. Dole. A year later she was granted a full pardon, including the right to travel, and President Dole gave her a passport to travel to Washington D.C. to visit her friends and in-laws. However, she used that opportunity to lobby the U.S. Senate in 1897 against annexation. ==End and annexation of the Republic== thumb|An anti-annexation meeting at Hilo, 1897 Upon the inauguration of William McKinley as the 25th President of the United States on March 4, 1897, the Republic of Hawaii resumed negotiations for annexation, which continued into the summer of 1898. In April 1898, the United States went to war with Spain, and Republic of Hawaii declared its neutrality. In practice, it gave enormous support to the United States, demonstrating its value as a naval base in wartime, and winning widespread American approval for its non-neutral behavior.Thomas A. Bailey, \"The United States and Hawaii during the Spanish–American War\" American Historical Review 36#3 (1931), pp. 552-560 online With the opposition weakened, Hawaii was annexed by means of the Newlands Resolution, which required only a majority vote in both houses. Most of the support came from Republicans. It passed the house by a vote of 209 to 91. It was approved on July 4, 1898, and signed on July 7 by McKinley. The transfer of sovereignty over the Hawaiian islands took place on August 12, 1898, with the lowering of the Flag of Hawaii and hoisting of the \"Stars and Stripes\" flag of the United States over the former royal Iolani Palace in its place. It was renamed from the Republic of Hawaii to the Territory of Hawaii, which was formally organized as an organized incorporated territory of the United States two years later. ===Popular controversy=== The issue of annexation became a major political issue heatedly debated across the United States, which carried over into the 1900 presidential election. By then the national consensus was in favor of the annexation of both Hawaii and the Philippines. Historian Henry Graff says that in the mid-1890s, \"Public opinion at home seemed to indicate acquiescence.... Unmistakably, the sentiment at home was maturing with immense force for the United States to join the great powers of the world in a quest for overseas colonies.\" President Cleveland's biographer Alyn Brodsky argues his position was a deeply personal conviction that would not tolerate an immoral action against the little kingdom : :Just as he stood up for the Samoan Islands against Germany because he opposed the conquest of a lesser state by a greater one, so did he stand up for the Hawaiian Islands against his own nation. He could have let the annexation of Hawaii move inexorably to its inevitable culmination. But he opted for confrontation, which he hated, as it was to him the only way a weak and defenseless people might retain their independence. It was not the idea of annexation that Grover Cleveland opposed, but the idea of annexation as a pretext for illicit territorial acquisition. Cleveland had to mobilize support from Southern Democrats to fight the treaty. He sent former Georgia Congressman James H. Blount as a special representative to Hawaii to investigate and provide a solution. Blount was well known for his opposition to imperialism. Blount was also a leader in the white supremacy movement that in the 1890s was ending the right to vote by southern Blacks. Some observers speculated he would support annexation on grounds of the inability of the Asiatics to govern themselves. Instead, Blount opposed imperialism, and called for the US military to restore Queen Liliuokalani. He argued that the Hawaii natives should be allowed to continue their \"Asiatic ways.\"Tennant S. McWilliams, \"James H. Blount, the South, and Hawaiian Annexation.\" Pacific Historical Review (1988) 57#1: 25-46 online. A vigorous nationwide anti- expansionist movement, organized as the American Anti-Imperialist League, emerged that listened to Cleveland and Carl Schurz, as well as Democratic leader William Jennings Bryan and industrialist Andrew Carnegie, As well as author Mark Twain and sociologist William Graham Sumner.Fred H. Harrington, \"The Anti-Imperialist Movement in the United States, 1898-1900.\" Mississippi Valley Historical Review 22.2 (1935): 211-230. online The anti-imperialists opposed expansion, believing that imperialism violated the fundamental principle that just republican government must derive from \"consent of the governed.\" The League argued that such activity would necessitate the abandonment of American ideals of self-government and non-intervention—ideals expressed in the Declaration of Independence, George Washington's Farewell Address and Lincoln's Gettysburg Address.Fred Harvey Harrington, \"Literary Aspects of American Anti-Imperialism 1898–1902,\" New England Quarterly, 10#4 (1937), pp 650-67. online. However, the Antis could not stop the even more energetic forces of imperialism. They were led by Secretary of State John Hay, naval strategist Alfred T. Mahan, Republican congressman Henry Cabot Lodge, Secretary of War Elihu Root, and young politician Theodore Roosevelt. These expansionists had vigorous support from newspaper publishers William Randolph Hearst and Joseph Pulitzer, whipping up popular excitement. Mahan and Roosevelt took the forging a global strategy calling for a competitive modern navy, Pacific bases, an isthmian canal through Nicaragua or Panama, and, above all, an assertive role for America as the largest industrial power.Warren Zimmermann, \"Jingoes, Goo-Goos, and the Rise of America's Empire.\" The Wilson Quarterly (1976) 22#2 (1998): 42-65. Online President McKinley's position was that Hawaii could never survive on its own. It would quickly be gobbled up by Japan—already a fourth of the islands' population was Japanese. Japan would then dominate the Pacific and undermine American hopes for large-scale trade with Asia.Thomas J. Osborne, \"The Main Reason for Hawaiian Annexation in July, 1898,\" Oregon Historical Quarterly (1970) 71#2 pp. 161–178 in JSTORThomas A. Bailey, \"Japan's Protest Against the Annexation of Hawaii\" Journal of Modern History 4#1 (1931), pp. 46-61 online ==See also== * Territorial evolution of the United States ==Notes== ===Bibliography=== *Allen, Helena G. Sanford Ballard Dole: Hawaii's Only President, 1844-1926 (1998). * Grenville, John A. S. and George Berkeley Young. Politics, Strategy, and American Diplomacy: Studies in Foreign Policy, 1873-1917 (1966) pp 102–124 on Hawaii policy, 1893-1895 *Kuykendall, Ralph Simpson. Hawaii: A History, from Polynesian Kingdom to American State (1961) * Morgan, William Michael. Pacific Gibraltar: U.S.-Japanese Rivalry Over the Annexation of Hawaii, 1885-1898 (Naval Institute Press, 2011). A major scholarly history; see online review by Kenneth R. Conklin, PhD * Russ, William Adam. The Hawaiian Revolution (1893-94) (1992) * Russ, William Adam. The Hawaiian Republic (1894–98) and its struggle to win annexation (Susquehanna U Press, 1992); a major scholarly history *Schweizer, Niklaus R. His Hawaiian Excellency: The Overthrow of the Hawaiian Monarchy and the Annexation of Hawaii (1994). ==External links== *morganreport.org Online images and transcriptions of the entire Morgan Report * * * Category:Pre-statehood history of Hawaii Category:1890s in Hawaii Hawaii, Republic Hawaii Hawaii Hawaii Category:Former regions and territories of the United States Category:History of United States expansionism Category:States and territories established in 1894 Category:States and territories disestablished in 1898 Category:1894 establishments in Hawaii Category:1898 disestablishments in Hawaii Category:1898 disestablishments in the United States Category:Independent Hawaii Category:Short-lived governments and regimes",
 "title": "Republic of Hawaii"
}