{
 "id": "187100",
 "text": "Come Back, Little Sheba is a 1952 American drama film directed by Daniel Mann in his directorial debut and produced by Paramount Pictures. The script was adapted by Ketti Frings from the 1950 play of the same title by William Inge. Starring Burt Lancaster, Shirley Booth, Terry Moore, and Richard Jaeckel, the film tells the story of a loveless marriage between a recovering alcoholic and his frumpy wife that is rocked when a young college student rents a room in the couple's house. The title refers to the wife's little dog that disappeared months before the story begins and that she still openly grieves for. Booth, who had originated her role on Broadway and was making her film debut, won Best Actress honors at the Academy Awards, the Golden Globes, and the New York Film Critics Circle Awards. ==Plot== Doc Delaney is a recovering alcoholic married to Lola, a frumpy, middle-aged housewife. Doc had once been a promising medical student, but dropped out of college when Lola became pregnant with his child, marrying her because her father had thrown her out of the house. The child later died, and Lola was unable to have any more children. Doc spent the years drinking away the pain, in the process ruining his career and wasting his inheritance. Doc, now sober for one year, is polite but distant toward his wife, while a lonely and unhappy Lola sleeps late, dresses sloppily, and does not keep a tidy house. Every day she goes outside to call for her lost dog Little Sheba, whom she dreams about. To make some money, Lola rents a room to Marie, a college student brimming with youthfulness and sexuality. One day Marie brings home Turk, a star on the track team, to model for an ad she is creating for a local athletic competition. Turk is wearing his track outfit which shows off his physique. Lola encourages the couple in their modeling session, but Doc, who walks in to find Turk under-dressed, thinks it borders on pornography. Doc disapproves of a hustler like Turk taking advantage of a virtuous young girl like Marie, but Lola defends him, pointing out that Marie is engaged to another young man, Bruce, who is away but due to return soon. As Marie's infatuation with Turk grows, Doc becomes agitated. Lola reminds him that Marie is much like she had been in her younger days, before she became \"old, fat, and sloppy\". Doc calms down, but still voices his disapproval of Marie seeing another boy while Bruce is away. One night, Turk and Marie return from having a few beers, with Turk having every intention of spending the night. Doc sees them together and, deeply upset, goes to the kitchen and looks at his bottle hidden in the cupboard. When Turk tries to force himself on Marie, she asks him to leave. His departure is unseen by Doc, who comes back to see the light go off under Marie's door. The next morning Doc takes the whiskey he has not touched for a year from the cabinet and disappears for hours, missing the elaborate dinner Lola has planned for Marie and Bruce. Lola sets the table with the fine china she received from Doc's mother when they married, cleans up the living room, and changes into a fancy dress. Early in the morning, Doc returns in a drunken rage, lashing out at Lola that she is as much a slut as Marie and threatening her with a knife. Lola manages to call two of Doc's Alcoholics Anonymous friends to take him to the hospital. Doc chases Lola into the kitchen and tries to choke her, then passes out. The two men arrive and take Doc away. The next day, a shaken Lola calls her parents asking to stay with them while Doc is gone, but her father still refuses to welcome her back. Marie sends her a telegram saying that she and Bruce have married. A few days later, Doc returns from the hospital, apologizes to Lola for his behavior and begs her never to leave him, vowing to be more attentive to her. Lola promises to stay with him forever; he is all she has. As the two begin to rekindle their marriage, Doc notices how Lola has renovated the kitchen and she tells him how she has found closure in Sheba's death. ==Cast== * Burt Lancaster - Doc Delaney * Shirley Booth - Lola Delaney * Terry Moore - Marie Buckholder * Richard Jaeckel - Turk Fisher * Philip Ober - Ed Anderson * Edwin Max - Elmo Huston * Lisa Golm - Mrs. Coffman * Walter Kelley - Bruce ==Production== ===Development=== The film is based on the Broadway play Come Back, Little Sheba by William Inge, produced by the Theatre Guild. Paramount Pictures purchased the rights to the play for $100,000 plus a percentage of the film's profits. This was Daniel Mann's film directorial debut. Producer Hal Wallis urged him to direct the film since he had directed the play on Broadway. Ketti Frings wrote the adaptation. Several scenes which did not appear in the play were added for the film version, notably the Alcoholics Anonymous meeting. ===Casting=== Shirley Booth, who originated the role of Lola in the Broadway production and won a Tony Award for her performance, reprised the role in her screen debut. When it appeared that Booth might have other commitments, producer Wallis asked Bette Davis to take the role, but she declined. Booth told a Life magazine interviewer in 1952 that she had developed the character of Lola from observing several women on the streets of New York City, \"including an unkempt woman she had seen walking aimlessly one night on Sixth Avenue with a dirty white poodle\". Burt Lancaster lobbied for the part of the middle-aged Doc though he was only 38 years old at the time. Wallis recalled in his autobiography that \"in order to make the trim and muscular Lancaster appear older, his baggy, shapeless costume was padded at the waist and he was instructed to stoop, hollow his chest and shuffle his feet\". Wallis said in an interview that studio executives were \"[p]repared to accept glamorous men and women in melodramas of the seamy side of life, [but] they were shocked at the thought of making a picture with beaten, unkempt, depressing people\". Film critic John C. Tibbetts conjectures that that stance was behind the casting of Lancaster, who was a virile young star. Tibbetts adds: \"It was Lancaster's idea to transform the weakling Doc into a strong man debilitated by his wife over a period of years\". ===Filming=== Production took place from late February to late March 1952. Location filming was held near the University of Southern California campus in Los Angeles. ==Release== Paramount pre-released the film in New York City and Los Angeles during Christmas week of 1952 in order to qualify for the Academy Award nominations for that year. The official release date was March 1953. As a result, the film collected several awards before the official release date. The National Board of Review awarded Shirley Booth its Best Actress honor, having viewed the film in a screening room at Paramount Pictures. Booth was also named Best Actress at the 10th Golden Globe Awards and the New York Film Critics Circle Awards, and was singled out for honors in an Associated Press poll of newspaper critics, a Film Daily poll, and Look magazine, before the March release date. The Akron Beacon Journal noted in its review that the local theater delayed screening the picture until after the awards season, in order to take advantage of the resultant publicity. ==Box office== The film earned $3.5 million in box-office receipts. It was the thirteenth biggest money-maker of 1953. ==Critical reception== Newsweek called the film \"one of Hollywood's few outstanding movies of the year\". Time magazine labeled it \"a minor, but moving tragedy on a major theme: the lives of quiet desperation that men lead\". The Akron Beacon Journal noted the frankness of the script, in which the lead characters openly discuss the reason for their hasty marriage and the college students are seen as \"sex- happy\". This review recommended the film \"as 'must' entertainment to the discriminating adult moviegoer\". The Spokesman-Review said the film was an example of \"intelligent movie-making when Hollywood forgets mass appeal and makes a story because it is a good story or a good play. It is poignant and powerful and more than a picture, rather an experience that proves to be deeply moving\". However, this review felt Mann's direction was \"uneven\", with the scenes between Doc and Lola coming across as more natural and convincing than those between Marie and Turk. It speculates that \"possibly he [Mann] just gave Miss Booth her head and let her go, since she had done the role so many times on the stage\". 250px|right|thumb|Lola (Shirley Booth) calls for Little Sheba Shirley Booth's screen debut won unanimous critical praise. Bosley Crowther of The New York Times wrote: \"Enough cannot be said for the excellence of the performance Miss Booth gives in this, her first screen appearance—which, in itself, is something of a surprise. Her skillful and knowing creation of a depressingly common type—the immature, mawkish, lazy housewife—is visualization at its best\". The Pittsburgh Post-Gazette asserted that Booth's \"is the kind of a performance that strikes a match to the screen, and endows the profession of acting with a towering dignity. … [She] gives Doc's wife heartbreak and compassion, and encloses the part in a choking pathos. … Miss Booth is the real force behind the overwhelming tug and the blistering realism of 'Come Back, Little Sheba'\". The Akron Beacon Journal wrote that Booth \"is the picture\". It praised the \"subtlety and depth\" that Booth invests in her performance, making her character \"both funny and tragic. Her ceaseless, child-like prattle almost drives the viewers mad, but her radiant love of people wins them back to her\". Variety wrote: \"Shirley Booth has the remarkable gift of never appearing to be acting\". Film critic John C. McCarten agreed with that sentiment, writing: \"Her portrait of a loving, not too bright lady driving a sensitive man to drink looks so authentic it is unsettling\". Writing in 1992, film critic James Monaco said: \"Booth's brilliant work (she originated the role on Broadway) remains etched forever in the memory of anyone who has seen the film\". The Hollywood Reporter called Burt Lancaster's performance a \"complete switch from anything he has ever done and easily the outstanding effort of his career\". Variety said Lancaster \"brought an unsuspected talent to his role as a middle-aged, alcoholic husband\", a sentiment echoed by the Pittsburgh Post-Gazette: \"As for Mr. Lancaster, he taps a talent Hollywood has never heretofore explored, and brilliantly underlines the saddeningly frustrated Doc\". Crowther of The New York Times wrote that \"the excellence of Mr. Lancaster as the frustrated, inarticulate spouse, weak-willed and sweetly passive, should not be overlooked\". But the Akron Beacon Journal asserted that \"Lancaster is definitely miscast. His youth and vitality show through his makeup. He's far from believable, especially in the early portions of the film\". According to Monaco, this was Terry Moore's \"finest performance\". Crowther adds: \"As the pretty and hot-blooded boarder, Terry Moore strikes precisely the right note of timeless and endless animalism and Richard Jaeckel is good as the boy who carnally pursues her\". Critics also praised Philip Ober's role as an Alcoholics Anonymous leader, and the A.A. meeting scene itself, which the Pittsburgh Post-Gazette described as \"quite touching and revealingly illustrated\" and which Crowther called \"one of the nicer bits of Americana in the film\". Sociologist Norman K. Denzin writes that Come Back, Little Sheba was the first Hollywood production to depict an A.A. meeting along with organizational practices such as sponsors, 12-step calls to fellow alcoholics, slogans, and \"birthday\" parties celebrating years of sobriety. Unlike other reviewers who focused on the performances of the lead actors in what is obviously a dead marriage, Denzin believes that \"the film's implicit thesis [is] that alcoholism is a family disease\". He explains: > Their readings treated the film as being about something else, that > something else being Inge's picture of broken dreams in middle-class family > life in small town America. In this reading they missed Inge's other major > point, namely, that when dreams are broken for the middle class, alcoholism > is not far behind. … > The film's negative feminization of Lola (her slovenly appearance, etc.) > carries forward the loss of femininity theme in the female alcoholism films > examined in the last chapter. She takes on the visual characteristics of a > female alcoholic, even though she never drinks. > In a sense the movie is about her and her acceptance of her husband's > alcoholism. More deeply, it is about her acceptance of her lost child, her > lost relationship with her father, and Doc's lost medical degree. Little > Sheba represents her past and a past that she will not let go of. It is > necessary, then, to read the film, not as a study of an alcoholic > personality, but as a study of an alcoholic marriage. The film is about the > past and how the past shapes and destroys the present. ==Awards and honors== {| class=\"wikitable plainrowheaders\" |- ! Award ! Category ! Nominee(s) ! Result ! Ref. |- | rowspan=\"3\"| Academy Awards | Best Actress | Shirley Booth | | |- | Best Supporting Actress | Terry Moore | | |- | Best Film Editing | Warren Low | | |- | rowspan=\"2\"| British Academy Film Awards | colspan=\"2\"| Best Film from any Source | | |- | Best Foreign Actress | Shirley Booth | | |- | rowspan=\"3\"| Cannes Film Festival | Grand Prix | rowspan=\"2\"| Daniel Mann | | |- | International Dramatic Film | | |- | Special Mention Award | Shirley Booth | | |- | Directors Guild of America Awards | Outstanding Directorial Achievement in Motion Pictures | Daniel Mann | | |- | rowspan=\"2\"| Golden Globe Awards | colspan=\"2\"| Best Motion Picture – Drama | | |- | Best Actress in a Motion Picture – Drama | rowspan=\"4\"| Shirley Booth | | |- | Jussi Awards | Best Foreign Actress | | |- | National Board of Review Awards | Best Actress | | |- | New York Film Critics Circle Awards | Best Actress | | |- | Writers Guild of America Awards | Best Written American Drama | Ketti Frings | | |} ==Other versions== A television version of the original play was made in 1977, starring Laurence Olivier, Joanne Woodward and Carrie Fisher. It was directed by Silvio Narizzano. The play was integrated into a sketch on The Colgate Comedy Hour, starring Dean Martin, Jerry Lewis and Burt Lancaster. ==References== ==Sources== * * * * * ==External links== * * * * Category:1952 films Category:1952 drama films Category:American black- and-white films Category:American drama films Category:American films Category:American films based on plays Category:English-language films Category:Films about alcoholism Category:Films about marriage Category:Films directed by Daniel Mann Category:Films featuring a Best Actress Academy Award- winning performance Category:Films featuring a Best Drama Actress Golden Globe-winning performance Category:Films produced by Hal B. Wallis Category:Films scored by Franz Waxman Category:Paramount Pictures films Category:Films with screenplays by Ketti Frings Category:1952 directorial debut films",
 "title": "Come Back, Little Sheba (1952 film)"
}