{
 "id": "187408",
 "text": "In mathematics, a self-adjoint operator on an infinite-dimensional complex vector space V with inner product \\langle\\cdot,\\cdot\\rangle (equivalently, a Hermitian operator in the finite-dimensional case) is a linear map A (from V to itself) that is its own adjoint. If V is finite-dimensional with a given orthonormal basis, this is equivalent to the condition that the matrix of A is a Hermitian matrix, i.e., equal to its conjugate transpose A. By the finite- dimensional spectral theorem, V has an orthonormal basis such that the matrix of A relative to this basis is a diagonal matrix with entries in the real numbers. In this article, we consider generalizations of this concept to operators on Hilbert spaces of arbitrary dimension. Self-adjoint operators are used in functional analysis and quantum mechanics. In quantum mechanics their importance lies in the Dirac–von Neumann formulation of quantum mechanics, in which physical observables such as position, momentum, angular momentum and spin are represented by self-adjoint operators on a Hilbert space. Of particular significance is the Hamiltonian operator \\hat{H} defined by :\\hat{H} \\psi = -\\frac{\\hbar^2}{2m} abla^2 \\psi + V \\psi, which as an observable corresponds to the total energy of a particle of mass m in a real potential field V. Differential operators are an important class of unbounded operators. The structure of self-adjoint operators on infinite-dimensional Hilbert spaces essentially resembles the finite-dimensional case. That is to say, operators are self-adjoint if and only if they are unitarily equivalent to real-valued multiplication operators. With suitable modifications, this result can be extended to possibly unbounded operators on infinite-dimensional spaces. Since an everywhere-defined self-adjoint operator is necessarily bounded, one needs be more attentive to the domain issue in the unbounded case. This is explained below in more detail. == Definitions == Let A be an unbounded (i.e. not necessarily bounded) operator with a dense domain \\mathop{\\text{Dom}}A \\subseteq H. This condition holds automatically when H is finite-dimensional since \\mathop{\\text{Dom}}A = H for every linear operator on a finite-dimensional space. Let the inner product \\langle \\cdot, \\cdot\\rangle be conjugate-linear on the second argument. This applies to complex Hilbert spaces only. By definition, the adjoint operator A^* acts on the subspace \\mathop{\\text{Dom}} A^* \\subseteq H consisting of the elements y for which there is a z \\in H such that \\langle Ax,y \\rangle = \\langle x,z \\rangle, for every x \\in \\mathop{\\text{Dom}} A. Setting A^*y = z defines the linear operator A^*. The graph of an (arbitrary) operator A is the set G(A) = \\\\{(x,Ax) \\mid x \\in \\mathop{\\text{Dom}}A\\\\}. An operator B is said to extend A if G(A) \\subseteq G(B). This is written as A \\subseteq B. The densely defined operator A is called symmetric if : \\langle Ax , y \\rangle = \\lang x , Ay \\rangle, for all x,y\\in \\mathop{\\text{Dom}}A. As shown below, A is symmetric if and only if G(A) \\subseteq G(A^*). The unbounded densely defined operator A is called self-adjoint if G(A)= G(A^*). Explicitly, \\mathop{\\text{Dom}}A = \\mathop{\\text{Dom}}A^* and A = A^*. Every self-adjoint operator is symmetric. Conversely, a symmetric operator A for which \\mathop{\\text{Dom}}A = \\mathop{\\text{Dom}}A^* is self-adjoint. In physics, the term Hermitian refers to symmetric as well as self-adjoint operators alike. The subtle difference between the two is generally overlooked. A subset \\rho(A) \\subseteq \\C is called the resolvent set (or regular set) if for every \\lambda \\in \\rho(A), the (not-necessarily-bounded) operator A - \\lambda I has a bounded everywhere-defined inverse. The complement \\sigma(A) = \\C \\setminus \\rho(A) is called spectrum. In finite dimensions, \\sigma(A) consists exclusively of eigenvalues. ==Bounded self-adjoint operators== A bounded operator A is self-adjoint if :\\langle Ax\\mid y\\rangle = \\langle x\\mid Ay\\rangle for all x and y in H. If A is symmetric and \\mathrm{Dom}(A)=H, then, by Hellinger–Toeplitz theorem, A is necessarily bounded. Corollary 9.9 Every bounded linear operator T : H → H on a Hilbert space H can be written in the form T = A + i B where A : H → H and B : H → H are bounded self-adjoint operators. === Properties of bounded self-adjoint operators === Let H be a Hilbert space and let A : H \\to H be a bounded self-adjoint linear operator defined on \\operatorname{D}\\left( A \\right) = H. * \\left\\langle h, A h \\right\\rangle is real for all h \\in H. * \\left\\| A \\right\\| = \\sup \\left\\\\{ |\\langle h, A h \\rangle| : \\| h \\| = 1 \\right\\\\} if \\operatorname{dim} H eq 0. * If the image of A, denoted by \\operatorname{Im} A, is dense in H then A : H \\to \\operatorname{Im} A is invertible. * The eigenvalues of A are real and eigenvectors belonging to different eigenvalues are orthogonal. * If \\lambda is an eigenvalue of A then | \\lambda | \\leq \\| A \\|; in particular, | \\lambda | \\leq \\sup \\left\\\\{ |\\langle h, A h \\rangle| : \\| h \\| \\leq 1 \\right\\\\}. ** In general, there may not exist any eigenvalue \\lambda such that | \\lambda | = \\sup \\left\\\\{ |\\langle h, A h \\rangle| : \\| h \\| \\leq 1 \\right\\\\}, but if in addition A is compact then there necessarily exists an eigenvalue \\lambda, equal to either \\| A \\| or \\- \\| A \\|, such that | \\lambda | = \\sup \\left\\\\{ |\\langle h, A h \\rangle| : \\| h \\| \\leq 1 \\right\\\\}, * If a sequence of bounded self-adjoint linear operators is convergent then the limit is self- adjoint. * There exists a number \\lambda, equal to either \\| A \\| or \\- \\| A \\|, and a sequence \\left( x_i \\right)_{i=1}^{\\infty} \\subseteq H such that \\lim_{i \\to \\infty} A x_i - \\lambda x_i = 0 and \\| x_i \\| = 1 for all i. ==Symmetric operators == NOTE: symmetric operators are defined above. ===A is symmetric ⇔ A⊆A=== An unbounded, densely defined operator A is symmetric if and only if A \\subseteq A^*. Indeed, the if-part follows directly from the definition of the adjoint operator. For the only-if-part, assuming that A is symmetric, the inclusion \\mathop{\\text{Dom}}(A) \\subseteq \\mathop{\\text{Dom}}(A^*) follows from the Cauchy–Bunyakovsky–Schwarz inequality: for every x,y \\in \\mathop{\\text{Dom}}(A), : |\\langle Ax,y\\rangle| = |\\langle x,Ay\\rangle| \\leq \\|x\\|\\cdot \\|Ay\\|. The equality A=A^*|_{\\mathop{\\text{Dom}}(A)} holds due to the equality :\\langle x,A^*y\\rangle = \\langle Ax,y\\rangle = \\langle x,Ay\\rangle, for every x,y \\in \\mathop{\\text{Dom}}A \\subseteq \\mathop{\\text{Dom}}A^*, the density of \\mathop{\\text{Dom}} A, and non-degeneracy of the inner product. The Hellinger–Toeplitz theorem says that an everywhere-defined symmetric operator is bounded and self-adjoint. === A is symmetric ⇔ ∀x ⟨Ax, x⟩ ∈ R === The only- if part follows directly from the definition (see above). To prove the if- part, assume without loss of generality that the inner product \\langle \\cdot, \\cdot \\rangle is anti-linear on the first argument and linear on the second. (In the reverse scenario, we work with \\langle x,y\\rangle_\\text{op} \\stackrel{\\text{def}}{=} \\ \\langle y, x \\rangle instead). The symmetry of A follows from the polarization identity : \\begin{align} \\langle Ax,y\\rangle = {} & \\langle A(x+y),x+y\\rangle - \\langle A(x-y),x-y\\rangle \\\\\\\\[1mm] & {} - i\\langle A(x+iy),x+iy\\rangle + i\\langle A(x-iy),x-iy\\rangle \\end{align} which holds for every x,y \\in \\mathop{\\text{Dom}}A. === ||(A−λ)x|| ≥ d(λ)⋅||x|| === This property is used in the proof that the spectrum of a self-adjoint operator is real. Define S=\\\\{x \\in \\mathop{\\text{Dom}}A \\mid \\Vert x\\Vert=1\\\\}, \\textstyle m=\\inf_{x\\in S} \\langle Ax,x \\rangle, and \\textstyle M=\\sup_{x\\in S} \\langle Ax,x \\rangle. The values m,M \\in \\mathbb{R} \\cup \\\\{\\pm\\infty\\\\} are properly defined since S eq \\emptyset, and \\langle Ax,x\\rangle \\in \\mathbb{R}, due to symmetry. Then, for every \\lambda \\in \\C and every x \\in \\mathop{\\text{Dom}}A, : \\Vert A - \\lambda x\\Vert \\geq d(\\lambda)\\cdot \\Vert x\\Vert, where \\textstyle d(\\lambda) = \\inf_{r\\in [m,M]} |r - \\lambda|. Indeed, let x \\in \\mathop{\\text{Dom}}A \\setminus \\\\{0\\\\}. By Cauchy-Schwarz inequality, : \\Vert A - \\lambda x\\Vert \\geq \\frac{|\\langle A - \\lambda x,x\\rangle|}{\\Vert x\\Vert} =\\left|\\left\\langle A\\frac{x}{\\Vert x\\Vert},\\frac{x}{\\Vert x\\Vert}\\right\\rangle - \\lambda\\right| \\cdot \\Vert x\\Vert \\geq d(\\lambda)\\cdot \\Vert x\\Vert. If \\lambda otin [m,M], then d(\\lambda) > 0, and A - \\lambda I is called bounded below. ===A simple example=== As noted above, the spectral theorem applies only to self-adjoint operators, and not in general to symmetric operators. Nevertheless, we can at this point give a simple example of a symmetric operator that has an orthonormal basis of eigenvectors. (This operator is actually \"essentially self-adjoint.\") The operator A below can be seen to have a compact inverse, meaning that the corresponding differential equation Af = g is solved by some integral, therefore compact, operator G. The compact symmetric operator G then has a countable family of eigenvectors which are complete in . The same can then be said for A. Consider the complex Hilbert space L2[0,1] and the differential operator : A = -\\frac{d^2}{dx^2} with \\mathrm{Dom}(A) consisting of all complex-valued infinitely differentiable functions f on [0, 1] satisfying the boundary conditions :f(0) = f(1) = 0. Then integration by parts of the inner product shows that A is symmetric. The reader is invited to perform integration by parts twice and verify that the given boundary conditions for \\operatorname{Dom}(A) ensure that the boundary terms in the integration by parts vanish. The eigenfunctions of A are the sinusoids : f_n(x) = \\sin(n \\pi x) \\qquad n= 1, 2, \\ldots with the real eigenvalues n2π2; the well-known orthogonality of the sine functions follows as a consequence of the property of being symmetric. We consider generalizations of this operator below. == Spectrum of self-adjoint operators == Let A be an unbounded symmetric operator. A is self-adjoint if and only if \\sigma(A) \\subseteq \\mathbb{R}. # The operator R_\\lambda \\colon \\operatorname{Dom} A \\to H has now been proven to be bijective, so the set-theoretic inverse R^{-1}_\\lambda exists and is everywhere defined. The graph of R^{-1}_\\lambda is the set \\\\{ (R_\\lambda x,x) \\mid x \\in \\mathop{\\text{Dom}}A \\\\}. Since R_\\lambda is closed (because A is), so is R^{-1}_\\lambda. By closed graph theorem, R^{-1}_\\lambda is bounded, so \\lambda otin \\sigma(A). }} (A^* - \\lambda I). If one had \\operatorname{Dom} (A - \\lambda I) \\subsetneq \\operatorname{Dom} (A^* - \\lambda I), then A^* - \\lambda I would not be injective, i.e. one would have \\ker(A^* - \\lambda I) eq \\\\{0\\\\}. As discussed in the article about Adjoint operator, \\operatorname{Im}(A - \\bar\\lambda I)^\\perp = \\ker(A^* - \\lambda I), and, hence, \\operatorname{Im}(A - \\bar\\lambda I) eq H. This contradicts the bijectiveness. # The equality A - \\lambda I = A^* - \\lambda I shows that A =A^*, i.e. A is self-adjoint. Indeed, it suffices to prove that A^* \\subseteq A. For every x \\in \\operatorname{Dom} A^* and y =A^*x, A^*x = y \\Leftrightarrow (A^*-\\lambda I)x = y - \\lambda x \\Leftrightarrow (A-\\lambda I)x = y - \\lambda x \\Leftrightarrow Ax = y. }} ==Essential self-adjointness== A symmetric operator A is always closable; that is, the closure of the graph of A is the graph of an operator. A symmetric operator A is said to be essentially self- adjoint if the closure of A is self-adjoint. Equivalently, A is essentially self-adjoint if it has a unique self-adjoint extension. In practical terms, having an essentially self-adjoint operator is almost as good as having a self-adjoint operator, since we merely need to take the closure to obtain self-adjoint operator. ==Example: f(x) → x·f(x)== Consider the complex Hilbert space L2(R), and the operator which multiplies a given function by x: :A f(x) = xf(x) The domain of A is the space of all L2 functions f(x) for which xf(x) is also square-integrable. Then A is self-adjoint. Proposition 9.30 On the other hand, A does not have any eigenfunctions. (More precisely, A does not have any normalizable eigenvectors, that is, eigenvectors that are actually in the Hilbert space on which A is defined.) As we will see later, self-adjoint operators have very important spectral properties; they are in fact multiplication operators on general measure spaces. ==Symmetric vs self- adjoint operators== As has been discussed above, although the distinction between a symmetric operator and a self-adjoint (or essentially self-adjoint) operator is a subtle one, it is important since self-adjointness is the hypothesis in the spectral theorem. Here we discuss some concrete examples of the distinction; see the section below on extensions of symmetric operators for the general theory. ===A note regarding domains=== Every self-adjoint operator is symmetric. Conversely, every symmetric operator for which \\mathop{\\text{Dom}}(A^*) \\subseteq \\mathop{\\text{Dom}}(A) is self-adjoint. Symmetric operators for which \\mathop{\\text{Dom}}(A^*) is strictly greater than \\mathop{\\text{Dom}}(A) cannot be self-adjoint. ===Boundary conditions=== In the case where the Hilbert space is a space of functions on a bounded domain, these distinctions have to do with a familiar issue in quantum physics: One cannot define an operator—such as the momentum or Hamiltonian operator—on a bounded domain without specifying boundary conditions. In mathematical terms, choosing the boundary conditions amounts to choosing an appropriate domain for the operator. Consider, for example, the Hilbert space L^2([0, 1]) (the space of square-integrable functions on the interval [0,1]). Let us define a \"momentum\" operator A on this space by the usual formula, setting Planck's constant equal to 1: : Af = -i\\frac{df}{dx}. We must now specify a domain for A, which amounts to choosing boundary conditions. If we choose : \\operatorname{Dom}(A) = \\left\\\\{\\text{smooth functions}\\right\\\\}, then A is not symmetric (because the boundary terms in the integration by parts do not vanish). If we choose : \\operatorname{Dom}(A) = \\left\\\\{\\text{smooth functions}\\,f \\mid f(0) = f(1) = 0\\right\\\\}, then using integration by parts, one can easily verify that A is symmetric. This operator is not essentially self-adjoint, Proposition 9.27 however, basically because we have specified too many boundary conditions on the domain of A, which makes the domain of the adjoint too big. (This example is discussed also in the \"Examples\" section below.) Specifically, with the above choice of domain for A, the domain of the closure A^{\\mathrm{cl}} of A is :\\operatorname{Dom}\\left(A^{\\mathrm{cl}}\\right) = \\left\\\\{\\text{functions } f \\text{ with two derivatives in }L^2 \\mid f(0) = f(1) = 0\\right\\\\}, whereas the domain of the adjoint A^* of A is :\\operatorname{Dom}\\left(A^*\\right) = \\left\\\\{\\text{functions } f \\text{ with two derivatives in }L^2\\right\\\\}. That is to say, the domain of the closure has the same boundary conditions as the domain of A itself, just a less stringent smoothness assumption. Meanwhile, since there are \"too many\" boundary conditions on A, there are \"too few\" (actually, none at all in this case) for A^*. If we compute \\langle g, Af\\rangle for f \\in \\operatorname{Dom}(A) using integration by parts, then since f vanishes at both ends of the interval, no boundary conditions on g are needed to cancel out the boundary terms in the integration by parts. Thus, any sufficiently smooth function g is in the domain of A^*, with A^*g = -i\\,dg/dx. Proposition 9.28 Since the domain of the closure and the domain of the adjoint do not agree, A is not essentially self-adjoint. After all, a general result says that the domain of the adjoint of A^\\mathrm{cl} is the same as the domain of the adjoint of A. Thus, in this case, the domain of the adjoint of A^\\mathrm{cl} is bigger than the domain of A^\\mathrm{cl} itself, showing that A^\\mathrm{cl} is not self-adjoint, which by definition means that A is not essentially self-adjoint. The problem with the preceding example is that we imposed too many boundary conditions on the domain of A. A better choice of domain would be to use periodic boundary conditions: :\\operatorname{Dom}(A) = \\\\{\\text{smooth functions}\\,f \\mid f(0) = f(1)\\\\}. With this domain, A is essentially self-adjoint. Example 9.25 In this case, we can understand the implications of the domain issues for the spectral theorem. If we use the first choice of domain (with no boundary conditions), all functions f_\\beta(x) = e^{\\beta x} for \\beta \\in \\mathbb C are eigenvectors, with eigenvalues -i \\beta, and so the spectrum is the whole complex plane. If we use the second choice of domain (with Dirichlet boundary conditions), A has no eigenvectors at all. If we use the third choice of domain (with periodic boundary conditions), we can find an orthonormal basis of eigenvectors for A, the functions f_n(x) := e^{2\\pi inx}. Thus, in this case finding a domain such that A is self-adjoint is a compromise: the domain has to be small enough so that A is symmetric, but large enough so that D(A^*)=D(A). ===Schrödinger operators with singular potentials=== A more subtle example of the distinction between symmetric and (essentially) self-adjoint operators comes from Schrödinger operators in quantum mechanics. If the potential energy is singular—particularly if the potential is unbounded below—the associated Schrödinger operator may fail to be essentially self-adjoint. In one dimension, for example, the operator :\\hat{H} := \\frac{P^2}{2m} - X^4 is not essentially self-adjoint on the space of smooth, rapidly decaying functions. Theorem 9.41 In this case, the failure of essential self-adjointness reflects a pathology in the underlying classical system: A classical particle with a -x^4 potential escapes to infinity in finite time. This operator does not have a unique self-adjoint, but it does admit self-adjoint extensions obtained by specifying \"boundary conditions at infinity\". (Since \\hat{H} is a real operator, it commutes with complex conjugation. Thus, the deficiency indices are automatically equal, which is the condition for having a self-adjoint extension. See the discussion of extensions of symmetric operators below.) In this case, if we initially define \\hat{H} on the space of smooth, rapidly decaying functions, the adjoint will be \"the same\" operator (i.e., given by the same formula) but on the largest possible domain, namely :\\operatorname{Dom}\\left(\\hat{H}^*\\right) = \\left\\\\{ \\text{twice differentiable functions }f \\in L^2(\\mathbb{R})\\left|\\left( -\\frac{\\hbar^2}{2m}\\frac{d^2f}{dx^2} - x^4f(x)\\right) \\in L^2(\\mathbb{R}) \\right. \\right\\\\}. It is then possible to show that \\hat{H}^* is not a symmetric operator, which certainly implies that \\hat{H} is not essentially self-adjoint. Indeed, \\hat{H}^* has eigenvectors with pure imaginary eigenvalues, p. 85 Section 9.10 which is impossible for a symmetric operator. This strange occurrence is possible because of a cancellation between the two terms in \\hat{H}^*: There are functions f in the domain of \\hat{H}^* for which neither d^2 f/dx^2 nor x^4f(x) is separately in L^2(\\mathbb{R}), but the combination of them occurring in \\hat{H}^* is in L^2(\\mathbb{R}). This allows for \\hat{H}^* to be nonsymmetric, even though both d^2/dx^2 and X^4 are symmetric operators. This sort of cancellation does not occur if we replace the repelling potential -x^4 with the confining potential x^4. Conditions for Schrödinger operators to be self-adjoint or essentially self-adjoint can be found in various textbooks, such as those by Berezin and Shubin, Hall, and Reed and Simon listed in the references. == Spectral theorem == In the physics literature, the spectral theorem is often stated by saying that a self-adjoint operator has an orthonormal basis of eigenvectors. Physicists are well aware, however, of the phenomenon of \"continuous spectrum\"; thus, when they speak of an \"orthonormal basis\" they mean either an orthonormal basis in the classic sense or some continuous analog thereof. In the case of the momentum operator P = -i\\frac{d}{dx}, for example, physicists would say that the eigenvectors are the functions f_p(x) := e^{ipx}, which are clearly not in the Hilbert space L^2(\\mathbb{R}). (Physicists would say that the eigenvectors are \"non- normalizable.\") Physicists would then go on to say that these \"eigenvectors\" are orthonormal in a continuous sense, where the usual Kronecker delta \\delta_{i,j} is replaced by a Dirac delta function \\delta\\left(p - p'\\right). Although these statements may seem disconcerting to mathematicians, they can be made rigorous by use of the Fourier transform, which allows a general L^2 function to be expressed as a \"superposition\" (i.e., integral) of the functions e^{ipx}, even though these functions are not in L^2. The Fourier transform \"diagonalizes\" the momentum operator; that is, it converts it into the operator of multiplication by p, where p is the variable of the Fourier transform. The spectral theorem in general can be expressed similarly as the possibility of \"diagonalizing\" an operator by showing it is unitarily equivalent to a multiplication operator. Other versions of the spectral theorem are similarly intended to capture the idea that a self-adjoint operator can have \"eigenvectors\" that are not actually in the Hilbert space in question. ===Statement of the spectral theorem=== Partially defined operators A, B on Hilbert spaces H, K are unitarily equivalent if and only if there is a unitary transformation U : H → K such that * U maps dom A bijectively onto dom B, * B U \\xi = U A \\xi ,\\qquad \\forall \\xi \\in \\operatorname{dom}A. A multiplication operator is defined as follows: Let (X, Σ, μ) be a countably additive measure space and f a real-valued measurable function on X. An operator T of the form :[T \\psi] (x) = f(x) \\psi(x) whose domain is the space of ψ for which the right-hand side above is in L2 is called a multiplication operator. One version of the spectral theorem can be stated as follows. Other versions of the spectral theorem can be found in the spectral theorem article linked to above. The spectral theorem for unbounded self-adjoint operators can be proved by reduction to the spectral theorem for unitary (hence bounded) operators. Section 10.4 This reduction uses the Cayley transform for self- adjoint operators which is defined in the next section. We might note that if T is multiplication by f, then the spectrum of T is just the essential range of f. === Functional calculus === One important application of the spectral theorem is to define a \"functional calculus.\" That is to say, if h is a function on the real line and T is a self-adjoint operator, we wish to define the operator h(T). If T has a true orthonormal basis of eigenvectors e_j with eigenvalues \\lambda_j, then h(T) is the operator with eigenvectors e_j and eigenvalues h\\left(\\lambda_j\\right). The goal of functional calculus is to extend this idea to the case where T has continuous spectrum. Of particular importance in quantum physics is the case in which T is the Hamiltonian operator \\hat{H} and h(x) := e^{-itx/\\hbar} is an exponential. In this case, the functional calculus should allow us to define the operator :U(t) := h\\left(\\hat{H}\\right) = e^\\frac{-it\\hat{H}}{\\hbar}, which is the operator defining the time-evolution in quantum mechanics. Given the representation of T as the operator of multiplication by f—as guaranteed by the spectral theorem—it is easy to characterize the functional calculus: If h is a bounded real-valued Borel function on R, then h(T) is the operator of multiplication by the composition h \\circ f. === Resolution of the identity === It has been customary to introduce the following notation :\\operatorname{E}_T(\\lambda) = \\mathbf{1}_{(-\\infty, \\lambda]} (T) where \\mathbf{1}_{(-\\infty, \\lambda]} is the characteristic function (indicator function)of the interval (-\\infty, \\lambda]. The family of projection operators ET(λ) is called resolution of the identity for T. Moreover, the following Stieltjes integral representation for T can be proved: : T = \\int_{-\\infty}^{+\\infty} \\lambda d \\operatorname{E}_T(\\lambda). The definition of the operator integral above can be reduced to that of a scalar valued Stieltjes integral using the weak operator topology. In more modern treatments however, this representation is usually avoided, since most technical problems can be dealt with by the functional calculus. === Formulation in the physics literature === In physics, particularly in quantum mechanics, the spectral theorem is expressed in a way which combines the spectral theorem as stated above and the Borel functional calculus using Dirac notation as follows: If H is self-adjoint and f is a Borel function, :f(H) = \\int dE \\left| \\Psi_E \\rangle f(E) \\langle \\Psi_E \\right| with :H \\left|\\Psi_E\\right\\rangle = E \\left|\\Psi_E\\right\\rangle where the integral runs over the whole spectrum of H. The notation suggests that H is diagonalized by the eigenvectors ΨE. Such a notation is purely formal. One can see the similarity between Dirac's notation and the previous section. The resolution of the identity (sometimes called projection valued measures) formally resembles the rank-1 projections \\left|\\Psi_E\\right\\rangle \\left\\langle\\Psi_E\\right|. In the Dirac notation, (projective) measurements are described via eigenvalues and eigenstates, both purely formal objects. As one would expect, this does not survive passage to the resolution of the identity. In the latter formulation, measurements are described using the spectral measure of |\\Psi \\rangle, if the system is prepared in |\\Psi \\rangle prior to the measurement. Alternatively, if one would like to preserve the notion of eigenstates and make it rigorous, rather than merely formal, one can replace the state space by a suitable rigged Hilbert space. If , the theorem is referred to as resolution of unity: :I = \\int dE \\left|\\Psi_E\\right\\rangle \\left\\langle\\Psi_E\\right| In the case H_\\text{eff} = H - i\\Gamma is the sum of an Hermitian H and a skew-Hermitian (see skew-Hermitian matrix) operator -i\\Gamma, one defines the biorthogonal basis set :H^*_\\text{eff} \\left|\\Psi_E^*\\right\\rangle = E^* \\left|\\Psi_E^*\\right\\rangle and write the spectral theorem as: :f\\left(H_\\text{eff}\\right) = \\int dE \\left|\\Psi_E\\right\\rangle f(E) \\left\\langle\\Psi_E^*\\right| (See Feshbach–Fano partitioning method for the context where such operators appear in scattering theory). == Extensions of symmetric operators == The following question arises in several contexts: if an operator A on the Hilbert space H is symmetric, when does it have self-adjoint extensions? An operator that has a unique self- adjoint extension is said to be essentially self-adjoint; equivalently, an operator is essentially self-adjoint if its closure (the operator whose graph is the closure of the graph of A) is self-adjoint. In general, a symmetric operator could have many self-adjoint extensions or none at all. Thus, we would like a classification of its self-adjoint extensions. The first basic criterion for essential self-adjointness is the following: Theorem 9.21 Equivalently, A is essentially self-adjoint if and only if the operators A^* - i and A^* + i have trivial kernels. Corollary 9.22 That is to say, A fails to be self-adjoint if and only if A^* has an eigenvector with eigenvalue i or -i. Another way of looking at the issue is provided by the Cayley transform of a self-adjoint operator and the deficiency indices. (It is often of technical convenience to deal with closed operators. In the symmetric case, the closedness requirement poses no obstacles, since it is known that all symmetric operators are closable.) Here, ran and dom denote the image (in other words, range) and the domain, respectively. W(A) is isometric on its domain. Moreover, the range of 1 − W(A) is dense in H. Conversely, given any partially defined operator U which is isometric on its domain (which is not necessarily closed) and such that 1 − U is dense, there is a (unique) operator S(U) : \\operatorname{S}(U) : \\operatorname{ran}(1 - U) \\to \\operatorname{ran}(1 + U) such that : \\operatorname{S}(U)(x - Ux) = i(x + U x) \\qquad x \\in \\operatorname{dom}(U). The operator S(U) is densely defined and symmetric. The mappings W and S are inverses of each other. The mapping W is called the Cayley transform. It associates a partially defined isometry to any symmetric densely defined operator. Note that the mappings W and S are monotone: This means that if B is a symmetric operator that extends the densely defined symmetric operator A, then W(B) extends W(A), and similarly for S. This immediately gives us a necessary and sufficient condition for A to have a self-adjoint extension, as follows: A partially defined isometric operator V on a Hilbert space H has a unique isometric extension to the norm closure of dom(V). A partially defined isometric operator with closed domain is called a partial isometry. Given a partial isometry V, the deficiency indices of V are defined as the dimension of the orthogonal complements of the domain and range: :\\begin{align} n_+(V) &= \\dim \\operatorname{dom}(V)^\\perp \\\\\\ n_-(V) &= \\dim \\operatorname{ran}(V)^\\perp \\end{align} We see that there is a bijection between symmetric extensions of an operator and isometric extensions of its Cayley transform. The symmetric extension is self-adjoint if and only if the corresponding isometric extension is unitary. A symmetric operator has a unique self-adjoint extension if and only if both its deficiency indices are zero. Such an operator is said to be essentially self- adjoint. Symmetric operators which are not essentially self-adjoint may still have a canonical self-adjoint extension. Such is the case for non-negative symmetric operators (or more generally, operators which are bounded below). These operators always have a canonically defined Friedrichs extension and for these operators we can define a canonical functional calculus. Many operators that occur in analysis are bounded below (such as the negative of the Laplacian operator), so the issue of essential adjointness for these operators is less critical. ===Self-adjoint extensions in quantum mechanics=== In quantum mechanics, observables correspond to self-adjoint operators. By Stone's theorem on one-parameter unitary groups, self-adjoint operators are precisely the infinitesimal generators of unitary groups of time evolution operators. However, many physical problems are formulated as a time-evolution equation involving differential operators for which the Hamiltonian is only symmetric. In such cases, either the Hamiltonian is essentially self-adjoint, in which case the physical problem has unique solutions or one attempts to find self-adjoint extensions of the Hamiltonian corresponding to different types of boundary conditions or conditions at infinity. Example. The one- dimensional Schrödinger operator with the potential V(x) = -(1 + |x|)^\\alpha, defined initially on smooth compactly supported functions, is essentially self-adjoint (that is, has a self-adjoint closure) for but not for . See Berezin and Schubin, pages 55 and 86, or Section 9.10 in Hall. The failure of essential self-adjointness for \\alpha > 2 has a counterpart in the classical dynamics of a particle with potential V(x): The classical particle escapes to infinity in finite time. Chapter 2, Exercise 4 Example. There is no self- adjoint momentum operator p for a particle moving on a half-line. Nevertheless, the Hamiltonian p^2 of a \"free\" particle on a half-line has several self-adjoint extensions corresponding to different types of boundary conditions. Physically, these boundary conditions are related to reflections of the particle at the origin (see Reed and Simon, vol.2). == Von Neumann's formulas == Suppose A is symmetric densely defined. Then any symmetric extension of A is a restriction of A*. Indeed, A ⊆ B and B symmetric yields B ⊆ A* by applying the definition of dom(A*). These are referred to as von Neumann's formulas in the Akhiezer and Glazman reference. == Examples == ===A symmetric operator that is not essentially self-adjoint=== We first consider the Hilbert space L^2[0, 1] and the differential operator : D: \\phi \\mapsto \\frac{1}{i} \\phi' defined on the space of continuously differentiable complex- valued functions on [0,1], satisfying the boundary conditions :\\phi(0) = \\phi(1) = 0. Then D is a symmetric operator as can be shown by integration by parts. The spaces N+, N− (defined below) are given respectively by the distributional solutions to the equation :\\begin{align} -i u' &= i u \\\\\\ -i u' &= -i u \\end{align} which are in L2[0, 1]. One can show that each one of these solution spaces is 1-dimensional, generated by the functions x → e−x and x → ex respectively. This shows that D is not essentially self-adjoint, Section 9.6 but does have self-adjoint extensions. These self-adjoint extensions are parametrized by the space of unitary mappings N+ → N−, which in this case happens to be the unit circle T. In this case, the failure of essential self- adjointenss is due to an \"incorrect\" choice of boundary conditions in the definition of the domain of D. Since D is a first-order operator, only one boundary condition is needed to ensure that D is symmetric. If we replaced the boundary conditions given above by the single boundary condition : \\phi(0) = \\phi(1), then D would still be symmetric and would now, in fact, be essentially self-adjoint. This change of boundary conditions gives one particular essentially self-adjoint extension of D. Other essentially self- adjoint extensions come from imposing boundary conditions of the form \\phi(1) = e^{i\\theta}\\phi(0). This simple example illustrates a general fact about self-adjoint extensions of symmetric differential operators P on an open set M. They are determined by the unitary maps between the eigenvalue spaces : N_\\pm = \\left\\\\{u \\in L^2(M): P_\\operatorname{dist} u = \\pm i u\\right\\\\} where Pdist is the distributional extension of P. ===Constant-coefficient operators=== We next give the example of differential operators with constant coefficients. Let :P\\left(\\vec{x}\\right) = \\sum_\\alpha c_\\alpha x^\\alpha be a polynomial on Rn with real coefficients, where α ranges over a (finite) set of multi-indices. Thus : \\alpha = (\\alpha_1, \\alpha_2, \\ldots, \\alpha_n) and : x^\\alpha = x_1^{\\alpha_1} x_2^{\\alpha_2} \\cdots x_n^{\\alpha_n}. We also use the notation :D^\\alpha = \\frac{1}{i^{|\\alpha|}} \\partial_{x_1}^{\\alpha_1}\\partial_{x_2}^{\\alpha_2} \\cdots \\partial_{x_n}^{\\alpha_n}. Then the operator P(D) defined on the space of infinitely differentiable functions of compact support on Rn by : P(\\operatorname{D}) \\phi = \\sum_\\alpha c_\\alpha \\operatorname{D}^\\alpha \\phi is essentially self-adjoint on L2(Rn). More generally, consider linear differential operators acting on infinitely differentiable complex-valued functions of compact support. If M is an open subset of Rn :P \\phi(x) = \\sum_\\alpha a_\\alpha (x) \\left[D^\\alpha \\phi\\right](x) where aα are (not necessarily constant) infinitely differentiable functions. P is a linear operator : C_0^\\infty(M) \\to C_0^\\infty(M). Corresponding to P there is another differential operator, the formal adjoint of P : P^\\mathrm{*form} \\phi = \\sum_\\alpha D^\\alpha \\left(\\overline{a_\\alpha} \\phi\\right) u \\in L^2(M) \\right\\\\}.}} == Spectral multiplicity theory == The multiplication representation of a self-adjoint operator, though extremely useful, is not a canonical representation. This suggests that it is not easy to extract from this representation a criterion to determine when self-adjoint operators A and B are unitarily equivalent. The finest grained representation which we now discuss involves spectral multiplicity. This circle of results is called the Hahn–Hellinger theory of spectral multiplicity. ===Uniform multiplicity=== We first define uniform multiplicity: Definition. A self-adjoint operator A has uniform multiplicity n where n is such that 1 ≤ n ≤ ω if and only if A is unitarily equivalent to the operator Mf of multiplication by the function f(λ) = λ on : L^2_\\mu\\left(\\mathbf{R}, \\mathbf{H}_n\\right) = \\left\\\\{\\psi: \\mathbf{R} \\to \\mathbf{H}_n: \\psi \\mbox{ measurable and } \\int_{\\mathbf{R}} \\|\\psi(t)\\|^2 d\\mu(t) < \\infty\\right\\\\} where Hn is a Hilbert space of dimension n. The domain of Mf consists of vector-valued functions ψ on R such that : \\int_\\mathbf{R} |\\lambda|^2\\ \\|\\psi(\\lambda)\\|^2 \\, d\\mu(\\lambda) < \\infty. Non-negative countably additive measures μ, ν are mutually singular if and only if they are supported on disjoint Borel sets. This representation is unique in the following sense: For any two such representations of the same A, the corresponding measures are equivalent in the sense that they have the same sets of measure 0. ===Direct integrals=== The spectral multiplicity theorem can be reformulated using the language of direct integrals of Hilbert spaces: Unlike the multiplication-operator version of the spectral theorem, the direct-integral version is unique in the sense that the measure equivalence class of μ (or equivalently its sets of measure 0) is uniquely determined and the measurable function \\lambda\\mapsto\\mathrm{dim}(H_{\\lambda}) is determined almost everywhere with respect to μ. Proposition 7.22 The function \\lambda \\mapsto \\operatorname{dim}\\left(H_\\lambda\\right) is the spectral multiplicity function of the operator. We may now state the classification result for self- adjoint operators: Two self-adjoint operators are unitarily equivalent if and only if (1) their spectra agree as sets, (2) the measures appearing in their direct-integral representations have the same sets of measure zero, and (3) their spectral multiplicity functions agree almost everywhere with respect to the measure in the direct integral. Proposition 7.24 === Example: structure of the Laplacian === The Laplacian on Rn is the operator :\\Delta = \\sum_{i=1}^n \\partial_{x_i}^2. As remarked above, the Laplacian is diagonalized by the Fourier transform. Actually it is more natural to consider the negative of the Laplacian −Δ since as an operator it is non-negative; (see elliptic operator). == Pure point spectrum == A self-adjoint operator A on H has pure point spectrum if and only if H has an orthonormal basis {ei}i ∈ I consisting of eigenvectors for A. Example. The Hamiltonian for the harmonic oscillator has a quadratic potential V, that is :-\\Delta + |x|^2. This Hamiltonian has pure point spectrum; this is typical for bound state Hamiltonians in quantum mechanics. As was pointed out in a previous example, a sufficient condition that an unbounded symmetric operator has eigenvectors which form a Hilbert space basis is that it has a compact inverse. == See also == *Compact operator on Hilbert space *Theoretical and experimental justification for the Schrödinger equation *Unbounded operator *Hermitian adjoint *Positive operator == Citations == == References == * * * * * * * * * * * * * * Category:Operator theory Category:Hilbert space",
 "title": "Self-adjoint operator"
}