{
 "id": "187816",
 "text": "Indian Motorcycle is an American brand of motorcycles originally produced from 1901 to 1953 in Springfield, Massachusetts, United States.Indian History Home Spelling as per U.S. Supreme Court, 1929-31 Hendee Manufacturing Company initially produced the motorcycles, but the name was changed to the Indian Manufacturing Company in 1923. The Indian Motorcycle factory team took the first three places in the 1911 Isle of Man Tourist Trophy. During the 1910s, Indian Motorcycle became the largest manufacturer of motorcycles in the world. Indian Motorcycle's most popular models were the Scout, made from 1920 to 1946, and the Chief, made from 1922 until 1953, when the Indian Manufacturing Company went bankrupt. Various organizations tried to perpetuate the Indian Motorcycle brand name in subsequent years, with limited success. In 2011, Polaris Industries purchased Indian Motorcycles and moved operations from North Carolina and merged them into their existing facilities in Minnesota and Iowa. Since August 2013, Polaris has marketed multiple modern Indian motorcycles that reflect Indian Motorcycle's traditional styling. ==History== ===Early years – Hendee and Hedstrom=== thumb|upright|right|Oscar Hedstrom with the first prototype of Indian thumb|1920 Indian Powerplus The \"Indian Co.\" was founded as the Hendee Manufacturing Company by George M. Hendee in 1897 to manufacture bicycles. These were initially badged as \"Silver King\" and \"Silver Queen\" brands but the name \"American Indian\", quickly shortened to just \"Indian\", was adopted by Hendee from 1898 onwards because it gave better product recognition in export markets. Oscar Hedstrom joined in 1900. Both Hendee and Hedstrom were former bicycle racers and manufacturers, and after building three prototypes in Middletown, Connecticut, they teamed up to produce a motorcycle with a 1.75 bhp, single-cylinder engine in Hendee's home town of Springfield. The motorcycle was successful and sales increased dramatically during the next decade.Franklin's Indians: \"Irish motorcycle racer Charles B Franklin, designer of the Indian Scout & Chief\", by Harry V Sucher, Tim Pickering, Liam Diamond and Harry Havelin, pp. 46-50, Panther Publishing Ltd, 2010, The first Indian prototype was then built and completed on May 25, 1901, by Hedström at the old Worcester Cycle Manufacturing Company in Middletown, Connecticut, and the first public demonstration was held on Cross Street in Springfield, Massachusetts at 12:00 noon on Saturday, June 1, 1901. In 1901, a prototype and two production units of the diamond-framed Indian Single were successfully designed, built and tested. The first Indian motorcycles, having chain drives and streamlined styling, were sold to the public in 1902. In 1903, Indian's co-founder and chief engineer Oscar Hedstrom set the world motorcycle speed record of 56 mph. In 1904 the company introduced the deep red color that would become Indian's trademark. Annual production of Indian motorcycles then exceeded 500, rising to a peak of 32,000 in 1913. The engines of the Indian Single were built by the Aurora Firm in Illinois under license from the Hendee Mfg. Co. until 1906. Aurora produced engines under license for Indian from about 1901 to 1907. Aurora was also allowed to sell Indian design engines to third parties and pay Indian a fee. After 1907, Aurora could make its own complete motorcycles, which it did as Thor, and Indian began manufacturing its own engines. ====Competitive successes==== thumb|left|Indian 1911 thumb|Indian in 1915 In 1905, Indian built its first V-twin factory racer and in following years made a strong showing in racing and record-breaking. In 1907, the company introduced the first street version V-twin and a roadster styled after the factory racer. The roadster can be distinguished from the racers by the presence of twist grip linkages.1906 & 1907 Hendee Mfg. Co. sales brochures One of the firm's most famous riders was Erwin \"Cannonball\" Baker, who set many long-distance records. In 1914, he rode an Indian across America, from San Diego to New York, in a record 11 days, 12 hours and ten minutes. Baker's mount in subsequent years was the Powerplus, a side-valve V-twin, which was introduced in 1916. Its 61ci (1000 cc), 42 degree V-twin engine was more powerful and quieter than previous designs, giving a top speed of 60 mph (96 km/h). The Powerplus was highly successful, both as a roadster and as the basis for racing bikes. It remained in production with few changes until 1924. thumb|upright=0.6|\"Wouldn't You Like to Be With Them?\" A 1915 advertisement for the Indian Motocycle. Competition success played a big part in Indian's rapid growth and spurred technical innovation as well. One of the American firm's best early results came in the Isle of Man TT in 1911, when Indian riders Oliver Cyril Godfrey, Franklin and Moorehouse finished first, second and third. Indian star Jake DeRosier set several speed records, both in America and at Brooklands in Britain, and won an estimated 900 races on dirt and board tracks.Jacob DeRosier at The Motorcycle Hall of Fame He left Indian for Excelsior and died in 1913, aged 33, of injuries sustained in a board track race crash with Charles \"Fearless\" Balke, who later became Indian's top rider. Work at the Indian factory stopped as DeRosier's funeral procession passed. Oscar Hedstrom left Indian in 1913 after disagreements with the board of directors regarding dubious practices to inflate the company's stock value.Johnstone, G. \"Classic Motorcycles\" p. 44 Tiger Books International PLC, 1993 George Hendee resigned in 1916.Johnstone, G. \"Classic Motorcycles\" p. 46-47 Tiger Books International PLC, 1993 ===Lightweights 1916–1919=== Indian introduced the 221 cc single cylinder two-stroke Model K \"Featherweight\" in 1916. The Model K had an open cradle frame with the engine as a stressed member and a pivoting front fork that had been used earlier on single-cylinder motorcycles but had mostly been replaced on other Indian motorcycles by a leaf-sprung trailing link fork. The Model K was manufactured for one year and was replaced in 1917 by the Model O. The Model O had a four-stroke flat-twin engine and a new frame, but retained the pivoting fork at the front. The Model O was manufactured until 1919. ===World War I=== As the US entered World War I, Indian sold most of its Powerplus line in 1917 and 1918 to the United States government, starving its network of dealers. This blow to domestic availability of the motorcycles led to a loss of dealers from which Indian never quite recovered.Franklin's Indians: \"Irish motorcycle racer Charles B Franklin, designer of the Indian Scout & Chief\", by Harry V Sucher, Tim Pickering, Liam Diamond and Harry Havelin, p. 147, p. 151, Panther Publishing Ltd, 2011, While the motorcycles were popular in the military, post-war demand was then taken up by other manufacturers to whom many of the previously loyal Indian dealers turned. While Indian shared in the business boom of the 1920s, it had lost its Number One position in the US market to Harley- Davidson. ===Inter-war era=== thumb|left|Indian Scouts in police service, 1920s The Scout and Chief V-twins, introduced in the early 1920s, became the Springfield firm's most successful models. Designed by Charles Franklin, the middleweight Scout and larger Chief shared a 42-degree V-twin engine layout. Both models gained a reputation for strength and reliability. thumb|1939 Indian Dispatch Tow, 3-wheeler In 1930, Indian merged with Du Pont Motors.Motorcycle Hall of Fame: E. Paul DuPont DuPont Motors founder E. Paul DuPont ceased production of duPont automobiles and concentrated the company's resources on Indian. DuPont's paint industry connections resulted in no fewer than 24 color options in 1934. Models of that era had Indian's famous war bonnet logo on the gas tank. Indian's huge Springfield factory was known as the Wigwam, and native American imagery was much used in advertising. In 1940, Indian sold nearly as many motorcycles as its major rival, Harley-Davidson. During this time, Indian also manufactured other products such as aircraft engines, bicycles, boat motors and air conditioners. ====Scout==== thumb|1920 Indian Scout The Indian Scout was built from 1920 through 1949. It rivaled the Chief as Indian's most important model. The Scout was introduced for 1920. Designed by Charles B. Franklin, the Scout had its gearbox bolted to the engine and was driven by gears instead of by belt or chain. The engine originally displaced ; the Scout 45, with a displacement of , became available in 1927 to compete with the Excelsior Super X. A front brake became standard on the original Scout early in 1928. In 1928, the Scout and Scout 45 were replaced by the Model 101 Scout. Another Franklin design, the 101 Scout had a longer wheelbase and lower seat height than the original. The 101 Scout was well known for its handling. The 101 Scout was replaced by the Standard Scout for 1932. The Standard Scout shared its frame with the Chief and the Four; as a result, the Standard Scout was heavier and less nimble than the 101. A second line of Scouts was introduced for 1933. Based on the frame of the discontinued Indian Prince single-cylinder motorcycle, the Motoplane used the 45 cubic inch engine from the Standard Scout while the Pony Scout had a reduced displacement of . In 1934 the Motoplane was replaced by the Sport Scout with a heavier but stiffer frame better able to withstand the power of the 45 cubic inch engine, while the Pony Scout, later renamed the Junior Scout, was continued with the Prince/Motoplane frame. Between the introduction of the Sport Scout in 1934 and the discontinuation of the Standard Scout in 1937 there were three Scout models (Pony/Junior, Standard, and Sport) with three different frames. The Sport Scout and the Junior Scout were continued until civilian production was interrupted in early 1942. ====Chief==== thumb|right|1928 Indian Big Chief with sidecar Introduced in 1922, the Indian Chief had a engine based on the Powerplus engine; a year later the engine was enlarged to . Numerous improvements were made to the Chief over the years, including the provision of a front brake in 1928. In 1940, all models were fitted with the large skirted fenders that became an Indian trademark, and the Chief gained a new sprung frame that was superior to rival Harley's unsprung rear end. The 1940s Chiefs were handsome and comfortable machines, capable of in standard form and over when tuned, although their increased weight hampered acceleration. The 1948 Chief had a 74 cubic inch engine, hand shift and foot clutch. While one handlebar grip controlled the throttle the other was a manual spark advance. In 1950, the V-twin engine was enlarged to and telescopic forks were adopted. But Indian's financial problems meant that few bikes were built. Production of the Chief ended in 1953. ====Four==== thumb|left|1928 Indian 402 Indian purchased the Ace Motor Corporation in 1927 and moved production of the 4-cylinder Ace motorcycle to Springfield. It was marketed as the Indian Ace in 1927.Wilson, H. The Ultimate Motorcycle Book p. 31 Dorling-Kindersley Limited, 1993 Wilson, H. The Encyclopedia of the Motorcycle p. 11 Dorling-Kindersley Limited, 1995 In 1928, the Indian Ace was replaced by the Indian 401, a development of the Ace designed by Arthur O. Lemon, former Chief Engineer at Ace, who was employed by Indian when they bought Ace.Wilson, H. The Encyclopedia of the Motorcycle p. 106 Dorling- Kindersley Limited, 1995 The Ace's leading-link forks and central coil spring were replaced by Indian's trailing-link forks and quarter-elliptic leaf spring. In 1929, the Indian 401 was replaced by the Indian 402 which received a stronger twin-downtube frame based on the 101 Scout frame and a sturdier five-bearing crankshaft than the Ace, which only had a three-bearing crankshaft.Johnstone, G. Classic Motorcycles p. 106 Tiger Books International PLC, 1995 Despite the low demand for luxury motorcycles during the Great Depression, Indian not only continued production of the Four, but continued to develop the motorcycle. One of the less popular versions of the Four was the \"upside down\" engine on the 1936-37 models. While earlier (and later) Fours had inlet-over-exhaust (IOE) cylinder heads with overhead inlet valves and side exhaust valves, the 1936-1937 Indian Four had a unique EOI cylinder head, with the positions reversed. In theory, this would improve fuel vaporization, and the new engine was more powerful. However, the new system made the cylinder head, and the rider's inseam, very hot. This, along with an exhaust valvetrain that required frequent adjustment, caused sales to drop. The addition of dual carburetors in 1937 did not revive interest. The design was returned to the original configuration in 1938. Like the Chief, the Four was given large, skirted fenders and plunger rear suspension in 1940. In 1941, the 18-inch wheels of previous models were replaced with 16-inch wheels with balloon tires. The Indian Four was discontinued in 1942.Wilson, H. The Ultimate Motorcycle Book p. 37 Dorling-Kindersley Limited, 1993 Recognition of the historical significance of the 1940 four-cylinder model was made with an August 2006 United States Postal Service 39-cent stamp issue, part of a four-panel set entitled American Motorcycles. A 1941 model is part of the Smithsonian Motorcycle Collection on display at the National Museum of American History. Single examples of both the 1931 and 1935 Indian Fours are in the ground vehicle collection of the Old Rhinebeck Aerodrome. ===World War II=== thumb|1942 Indian Scout 500, the 741, not used by the US Army, but supplied under the Lend-Lease program to Commonwealth allies. During World War II, Chiefs, Scouts, and Junior Scouts were used in small numbers for various purposes by the United States Army and were also used extensively by British and other Commonwealth military services, under Lend Lease programs. However, none of these Indian models could unseat the Harley-Davidson WLA as the motorcycle mainly used by the US military. An early war military design by Indian was based on the Scout 640 (and was often compared to Harley-Davidson's WLA), but was either too expensive or heavy, or a combination of both. Indian's later offering, the 741B was not selected to gain a US Military contract. Indian also made a version based on the Chief, the 344. Approximately 1,000 experimental versions mounting the 750 cc motor sideways and using shaft drive, as on a modern Moto Guzzi, the 841, were also tried. Indian made a prototype of a lightweight bike, called the M1 light motorcycle for the World War 2 Airborne forces. The lightweight design could be airdropped with the troops. The design never made it past prototype.motorcyclepediamuseum, M1 light motorcycle ====841==== During World War II, the US Army requested experimental motorcycle designs suitable for desert fighting. In response Indian designed and built the 841. Approximately 1,056 models were built. The Indian 841 was heavily inspired by the BMW R71 motorcycle (which, though not used by the German Army later was the basis for the Soviet M72, which is the basis for the Ural and Chiang Jiang motorcycle) as was its competitor, the Harley-Davidson XA. However, unlike the XA, the 841 was not a copy of the R71. Although its tubular frame, plunger rear suspension, and shaft drive were similar to the BMW's, the 841 was different from the BMW in several aspects, most noticeably so with its 90-degree longitudinal-crankshaft V-twin engine and girder fork. The Indian 841 and the Harley-Davidson XA were both tested by the Army, but neither motorcycle was adopted for wider military use. It was determined that the Jeep was more suitable for the roles and missions for which these motorcycles had been intended. ===Post-war decline and demise=== thumb|1950 Indian Chief Black Hawk In 1945, a group headed by Ralph B. Rogers purchased a controlling interest of the company.Wilson, H. The Encyclopedia of the Motorcycle p. 271 Dorling- Kindersley Limited, 1995 On November 1, 1945, duPont formally turned the operations of Indian over to Rogers. Under Rogers' control, Indian resumed production with only one model, the Chief, for 1946 and ‘47. 1947 was also the year the Indian-head fender light, also known as the \"war bonnet\", was introduced. (retrieved 27 January 2016) In 1948, they added two rebadged import models, the Czech built CZ125b, and the Brockhouse Engineering produced Corgi Scooter. The Scooter, a novel 100cc vehicle developed for paratroopers during World War II, was rebadged the Papoose. Indian also produced a limited number (appx. 50) 648 model Scouts for racing. In 1949, they discontinued the Chief, as they began domestic manufacture of two lightweight motorcycles, the single-cylinder 220 cc 149 Arrow and the twin-cylinder 440 cc 249 Scout. The Scout was offered in various trim levels. The initial shipment of lightweights developed a reputation for unreliability, often associated with a rush to market. Later shipments were reported by publications of the time to have resolved most reliability issues by the following year. The 1950 lineup brought back the Chief, with telescopic forks. It also saw the introduction of the twin-cylinder 500 cc Warrior model, which received both a standard and high pipe sporting TT trim. On the Corporate side, Rogers would step down as CEO of Indian to take employment at Texas Instruments. Replacing Rogers was hand-picked successor John Brockhouse, President and owner of Brockhouse engineering. Unfortunately, new management did not bring new fortune, and production of all models wound down in 1952, with most 1953 Chiefs built from remaining parts. All product manufacturing ended in 1953. ===Corporate successors=== ====Brockhouse Engineering (1953-1960)==== As Rogers liquidated Indian in 1953, Brockhouse Engineering acquired the rights to the Indian name. The Indian Sales Corp continued to support the rebranded Papoose Scooter (which would cease production in 1954) and the Brave, a European-styled 125 cc lightweight bike. All other models were abandoned after reducing inventory. The Brave had been designed prior to the acquisition, and produced by an English subsidiary owned by Brockhouse. Indian had imported these outsourced models since 1951, when Brockhouse was then-President of Indian under Rogers Ownership. Outside these two models that directly benefitted Brockhouses umbrella industries, ISC also sold a variety of rebadged imports, including Vincent, AJS, and Matchless from various dates until solidifying their import models line-up to a single manufacturer. From 1955 through 1960, they imported English Royal Enfield motorcycles, mildly customized them in the United States, and sold them under Indian branding. Almost all Royal Enfield models had a corresponding Indian model in the US. The models were Indian Chief, Trailblazer, Apache (all three were 700 cc twins), Tomahawk (500 cc twin), Woodsman (500 cc single), Westerner (500 cc single), Hounds Arrow (250 cc single), Fire Arrow (250 cc single), Lance (150 cc 2-stroke single) and a 3-wheeled Patrol Car (350 cc single).Indian Model Chart (retrieved 21 April 2010) ====Associated Motor Cycles (1960-1963)==== In 1960, the Indian name was bought by AMC of the UK. Royal Enfield being their competition, they abruptly stopped all Enfield-based Indian models except the 700 cc Chief. In 1962 AMC, facing financial issues, withdrew from all marketing of the Indian Brand name, as the company chose to focus exclusively on their Norton and Matchless Brands. ====Floyd Clymer (1963-1970)==== thumb|1972 Indian MM-5A minibike From the 1960s, entrepreneur Floyd Clymer began using the Indian name. He attached it to imported motorcycles, commissioned to Italian ex-pilot and engineer Leopoldo Tartarini, owner of Italjet Moto, to manufacture Minarelli-engined 50 cc minibikes under the Indian Papoose name. These were successful so Clymer commissioned Tartarini to build full-size Indian motorcycles based on the Italjet Griffon design, fitted with Royal Enfield Interceptor 750 cc parallel- twin engines. A further development was the Indian Velo 500, a limited- production run using a Velocette single-cylinder engine with various Norton, and Royal Enfield drivetrain components, and Italian Chassis parts. This included a lightweight frame from the Italjet company, Marzocchi front forks with Grimeca front hub having a twin-leading shoe brake, Borrani aluminium rims and quickly-detachable tank and seat, resulting in a weight-saving of compared to the traditional Velocette Venom. The project ended abruptly due to Clymer's death and the failure of Velocette, with 200 machines shipped to US and a further 50 remaining in Italy, which were bought by London Velocette dealer Geoff Dodkin. When roadtesting, UK monthly magazine Motorcycle Sport described it as \"British engineering and Italian styling in a package originally intended for the American market\", reporting that Dodkin would supply his bikes with either a standard Venom engine specification, or, at higher cost, a Thruxton version.Motorcycle Sport, July 1971 pp.253-255, 262-263, 271-272. Road Test - Indian Velo 500 Accessed 2014-05-14 ====Alan Newman Ownership (1970-1977)==== After Clymer's death in 1970 his widow sold the alleged Indian trademark to Los Angeles attorney Alan Newman, who continued to import minicycles made by ItalJet, and later manufactured in a wholly owned assembly plant located in Taipei (Taiwan). Several models with engine displacement between 50 cc and 175 cc were produced, mostly fitted with Italian two-stroke engines made either by Italjet or Franco Morini. In 1974, Newman planned to revive large-capacity machines as the Indian 900, using a Ducati 860 cc engine and commissioned Leo Tartarini of Italjet to produce a prototype. The project failed, leaving the prototype as the only survivor.Motorcycle News, (UK weekly newspaper) 22 December 1993, p.2 Ducati- Indian prototype unearthed [img]. Accessed and added 2014-09-28Ducati-Indian prototype image at Indian Chief Motorcycles Retrieved 2014-09-28 Sales of Newman's Indians were dwindling by 1975. The company was declared bankrupt in January 1977. ====American Moped Associates & DMCA (1977-1984)==== The Indian Trademark was purchased from bankruptcy court for $10,000 in late 1977 by American Moped Associates, who would employ the Taiwanese manufacturing plant to make a new moped using licensed patents from Honda's discontinued PC50-K1. The result was the Indian AMI-50 Chief. This moped was offered from 1978 until late 1983, as the trademark was purchased by Carmen DeLeone’s DMCA (Derbi) group in 1982, who discounted the remaining moped stock, and discontinued manufacture. Derbi-Manco would offer Badge engineered go-carts utilizing the ‘4-stroke Indian’ moniker, before the Indian name disappeared from all motorized vehicles in 1984. The right to the brand name then passed through a succession of owners and became a subject of competing claims in the late 1980s. ====Other attempts at revivification (1984-1999)==== By 1992, the Clymer claim to the trademark had been transferred to Indian Motocycle Manufacturing Co. Inc. of Berlin, a corporation headed by Philip S. Zanghi. In June 1994, in Albuquerque, New Mexico, Wayne Baughman, president of Indian Motorcycle Manufacturing Incorporated, presented, started, and rode a prototype Indian Century V-Twin Chief. Baughman had made previous statements about building new motorcycles under the Indian brand but this was his first appearance with a working motorcycle. Neither Zanghi nor Baughman began production of motorcycles. In August 1997, Zanghi was convicted of securities fraud, tax evasion, and money laundering. In January 1998, Eller Industries was given permission to purchase the Indian copyright from the receivers of the previous owner. Eller Industries hired Roush Industries to design the engine for the motorcycle, and was negotiating with the Cow Creek Band of Umpqua Tribe of Indians to build a motorcycle factory on their tribal land. Three renderings, one each of a cruiser, a sport cruiser, and a sport bike, on frames specified by suspension designer James Parker, were shown to the motorcycling press in February 1998. Eller Industries arranged a public unveiling of the cruiser prototype for November 1998, but was prevented from showing the prototype by a restraining order from the receiver, who said that Eller had failed to meet the terms of its obligations. The contract was withdrawn after the company missed its deadline to close the deal and could not agree with the receiver to an extension on the deadline. Other conditions, including payment of administrative costs and presenting a working prototype, were also not met by Eller Industries. Based on this, a Federal bankruptcy court in Denver, Colorado, allowed the sale of the trademark to IMCOA Licensing America Inc. in December 1998. ====Indian Motorcycle Company of America (1999–2003)==== The Indian Motorcycle Company of America was formed from the merger of nine companies, including manufacturer California Motorcycle Company (CMC) and IMCOA Licensing America Inc., which was awarded the Indian trademark by the Federal District Court of Colorado in 1998.Indian Motorcycle Rights Awarded To IMCOA Coleman Powersports News, 8 December 1998 The new company began manufacturing motorcycles in 1999 at the former CMC's facilities in Gilroy, California. The first \"Gilroy Indian\" model was a new design called the Chief. Scout and Spirit models were also manufactured from 2001. These bikes were initially made with off-the-shelf 88 cubic inch S&S; engines, but later used the Powerplus (bottlecap) engine design from 2002 to 2003. The Indian Motorcycle Corporation went into bankruptcy and ceased all production operations in Gilroy on September 19, 2003. ====Indian Motorcycle Company (2006-2011)==== On July 20, 2006, the newly formed Indian Motorcycle Company, owned largely by Stellican Limited, a London-based private equity firm, announced its new home in Kings Mountain, North Carolina, where it restarted the Indian motorcycle brand,Indian Motorcycle Company Announces New Home Press Release, 20 July 2006, on official website manufacturing Indian Chief motorcycles in limited numbers, with a focus on exclusivity rather than performance. Starting out where the defunct Gilroy IMC operation left off in 2003, the \"Kings Mountain\" models were continuation models based on the new series of motorcycles developed in 1999. The 2009 Indian Chief incorporated a redesigned Powerplus V-twin powertrain with electronic closed-loop sequential- port fuel injection, and a charging system providing increased capacity for the electronic fuel injection. thumb|right|Stellican Indian at the Ace Cafe, London (UK) ====Polaris Acquisition (since 2011)==== In April 2011, Polaris Industries, the off-road and leisure vehicle maker and parent company of Victory Motorcycles, announced its intention to acquire Indian Motorcycle. Indian's production facilities were moved to Spirit Lake, Iowa, where production began on August 5, 2011. In March 2013, Indian unveiled their new \"Thunder Stroke\" engine, and began to sell their newly designed motorcycles based on it in August 2013. ==Current production== On August 3, 2013, Polaris announced three all-new Indian-branded motorcycles based on the traditional styling of the Indian marque, along with the Thunder Stroke 111 V-twin engine. The motor has a triple-cam design with a chain-driven center cam turning front and rear cams via gears, permitting parallel placement of the pushrods to give a similar appearance to older Indian designs. It is air cooled, with large traditional fins and an airbox in the cast aluminum frame. All Indians using the Thunder Stroke 111 engine share this aluminum frame design, though the wheelbase and front end rake vary depending on model. The integrated transmission is also gear-driven. Since 2013, Indian has expanded its line up to five models, currently offered in 23 trim levels. Of these, twelve have the Thunderstroke 111 engine. Five offerings use the smaller engine displacement, liquid-cooled Scout engines. The Scout has four trims in its line featuring the engine, while the Scout 60 has its eponymous variant. Indian offers 3 distinctions of their FTR 1200, a sportier cycle introduced in 2019. And as of 2020, the Challenger Bagger featuring the all-new Indian PowerPlus liquid- cooled 60-degree V-twin has been introduced, with three variations. ===Chief Classic (2014–2018 )=== The standard Chief Classic has the valanced fenders and the lighted \"war bonnet\" on the front fender. Cruise control, antilock braking system, keyless starting, and electronic fuel injection are standard on this and all other models. It has a six-speed transmission and manually- adjustable single-shock swingarm. ===Chief Vintage (2014–2020 )=== thumb|2014 Indian Chief Vintage The Indian Chief Vintage shares the chassis, drivetrain, and styling of the Chief Classic, and adds tan leather quick-release saddlebags, matching tan leather two-up seat, additional chrome trim, quick- release windshield, and a six-speed transmission. ===Springfield (2016– )=== thumb|2016 Indian Springfield The Springfield was introduced in March 2016 during Daytona Bike Week. It is named after the birthplace of Indian Motorcycles, Springfield, Massachusetts. The Springfield is a bit of a hybrid bike, sharing steering geometry and hardbags with the Chieftain and RoadMaster models but is equipped with a quick detach windshield like the Vintage. It also boasts an adjustable rear air shock like the other touring models. ===Chieftain (2014– )=== The Indian Chieftain touring motorcycle is the first Indian model with front fairing and hard saddlebags. It has a stereo with speakers in the fairing, Bluetooth media players, tire pressure sensors, air- adjustable rear shock, and motorized windshield adjustment. Initial reports from the press were favorable for styling, performance, and handling. The Chieftain was named 2013 Motorcycle of the Year by RoadRunner Motorcycle Touring & Travel magazine. ===Scout (2015– )=== The Indian Scout was introduced at the 2014 Sturgis Motorcycle Rally as a 2015 model. The 2015 Scout is a cruiser with a liquid-cooled, double overhead camshaft V-twin engine and a frame formed by multiple aluminum alloy castings bolted to each other and to the engine. The Indian Scout was named 2015 Motorcycle of the year by Motorcycle.com. thumb|Indian Scout ===Scout Sixty (2016– )=== The Indian Scout Sixty was introduced in November 2015 as a 2016 model. The Scout Sixty is a cruiser with a liquid-cooled, double overhead camshaft V-twin engine. The new Scout Sixty has many of the same features as the 2014 Scout, but with a smaller 999 cc engine. ===Roadmaster (2015– )=== The Indian Roadmaster was introduced at the 2014 Sturgis Motorcycle Rally shortly before the Scout. The Roadmaster is a Chieftain with an added trunk, front fairing lowers, heated seats, heated grips, LED headlights, passenger floorboards, and a rear crash bar. The Roadmaster had been developed before the Chieftain. Cycle World recorded @ 4,440 rpm and @ 2,480 rpm at the rear tire. They also recorded a tested 1/4 mile time of 13.91 seconds at and a acceleration at 5.2 seconds, a braking distance of , and fuel economy of . ===Chief Dark Horse (2016– )=== The 2016 Indian Dark Horse was introduced on Valentine's Day 2015. It is based on a Chief Classic painted in flat black, with the driving lights, oil cooler, analog fuel gauge, passenger pillion seat and passenger pegs removed. ===Chieftain Dark Horse (2016– )=== The 2016 Indian Chieftain Dark Horse was introduced in May 2016. It has a full fairing and hard saddlebags, but lacks other accessories in the Chieftain line. It has a claimed @ 3000 rpm and a dry weight of . ===Chieftain Limited (2017- )=== The 2017 Indian Chieftain Limited adds more of a bagger style to the Chieftain. The front fender was opened up to show off 19\" custom wheels, and a limited coloring scheme. This model also boasts the full ride command touch screen display that the Roadmaster also uses. It has the upper fairing with power windscreen and optional passenger seat. ===RoadMaster Classic (2017-2018)=== The 2017 Indian Roadmaster Classic was introduced in February 2017, and discontinued before the end of 2018. It has the traditional styling tan leather bags and trunk along with heated seats, heated grips, LED headlights, passenger floorboards, and rear crash bars. It does not have the hard front lowers found on the original Roadmaster. ===Springfield Dark Horse (2018- )=== For 2018 Indian offers the Springfield in Dark Horse flavor. Open front fender with 19\" cast front wheel. ===Scout Bobber (2018- )=== The Scout Bobber is a factory- modified version of the Scout that features style components taken from the “bobber” community of motorcycles, hence the name. These modifications include chopped front and rear mud guards, bar end mirrors, low seat, low handlebars, and a side-mounted license plate holder. ===FTR1200 (2019- )=== The FTR1200 takes its inspiration from the flat track racing heritage of Indian. It is considered a “street tracker”, a street-legal motorcycle with flat track bike styling. ===Challenger (2020- )=== The Challenger is the first fixed fairing bagger crafted by Indian Motorcycle. It embeds the new Indian PowerPlus liquid-cooled 60-degree V-twin engine that produces 122 horsepower and 128 foot-pounds of torque. The front suspension uses an inverted 43mm fork, which provides 5.1 inches of travel and rear suspension is provided by a hydraulically adjustable rear shock. ===Challenger Dark Horse (2020- )=== The Indian Challenger with the Dark Horse flavor is powered by the PowerPlus liquid-cooled 60-degree V-twin engine that produces 122 horsepower and 128 foot-pounds of torque. The front suspension uses an inverted 43mm fork, which provides 5.1 inches of travel and rear suspension is provided by a hydraulically adjustable rear shock. ==Land speed records== Between 1962 and 1967, Burt Munro from New Zealand used a modified 1920s Indian Scout to set a number of land speed records, as dramatised in the 2005 film The World's Fastest Indian.\"Burt Munro: Inducted 2006\", AMA Motorcycle Hall of Fame In 2014 Indian had a similar custom streamliner built, the Spirit of Munro, to promote their new 111 cubic-inch engine and challenge speed records. == Bicycles == Both Hendee and Hedstrom had built bicycles before they met, and Hendee had marketed his under the Silver King and Silver Queen names. They continued to manufacture bicycles after their motorcycles became successful and even made bicycles designed to resemble their motorcycles. ==References== ==Further reading== * * * * * * * * ==External links== * MYSTERY SOLVED Middletown man finds birthplace of 1st Indian Motorcycle hidden on Wesleyan property - Middletown Press, Middletown, Connecticut USA 8-12-2015 * * Indianmotorcycle.com * Indian Motorcycle Trade Catalog from 1915 in the Hagley Digital Archives * Army Tests Experimental Shaft Driven Motorcycles, September 1942, Popular Science Category:Motorcycles of the United States Category:Manufacturing companies based in Springfield, Massachusetts Category:Motorcycle manufacturers of the United States Category:Motor vehicle assembly plants in Minnesota Category:Vehicle manufacturing companies established in 1901 Category:American companies established in 1901 Category:Companies based in Minnesota Category:1901 establishments in Massachusetts Category:Re-established companies Category:Defunct motorcycle manufacturers of the United States Category:Defunct manufacturing companies based in North Carolina Category:Defunct manufacturing companies based in Massachusetts",
 "title": "Indian Motocycle Manufacturing Company"
}