{
 "id": "187967",
 "text": "thumb|Takashi Nagatsuka was a Japanese poet and novelist. According to prominent historian Ann Waswo, Nagatsuka Takashi was born into a landowning family. Generally, he was born in Ibaraki Prefecture, Japan. More specifically, his place of birth was 国生村 (Kosshō Village) in 石下町 (Ishige Town), which was merged in 2006 with 水海道市 (Mitsukaido City) to form modern day 常総市 (Joso City). In 1896, poor health forced him to stop his middle-school education in Mito. In accordance with his duties as eldest son, he assisted his mother Taka in managing their six acres of arable land. He started experimenting in 1905 with different fertilizers, crop-rotation, charcoal- production, and commercial-grade bamboo-production. These are just some of his attempts to save the family's finances from the political career of his father Genjiro (who was elected during the late 1880s to the prefectural assembly), since he tended to absorb other people's debts. In Tokyo, he studied poetry with Masaoka Shiki starting 1900 until 1902, the same year Shiki died of tuberculosis. His only novel 土 (\"Tsuchi\"; \"The Soil\") was published in 151-installment series from June–November of1910 in the 東京朝日新聞 (Tokyo Asahi Shimbun; Tokyo Morning-Sun Newspaper), which eventually became today's 朝日新聞 (Asahi Shimbun ; Morning-Sun Newspaper) after a merger with the 大阪朝日新聞 (Osaka Asahi Shimbun; Osaka Morning-Sun Newspaper). Two years after its newspaper serialization, 土 was published as a complete work in book form in 1912. The novel depicts life in rural Japan and in Kossho Village. The characters are based on actual people although their names are altered. The novel's copyright expired in the mid-1960s. He died of laryngeal tuberculosis on February 8, 1915. == Major works == *しらくちの花 Shirakuchi no hana *炭焼のむすめ Sumiyaki no musume *太十と其犬 Tajuu to sono inu *長塚節歌集 Nagatsuka Takashi Kashu, tanka collection *隣室の客 Rinshitsu no kyaku *土 Tsuchi *The Soil, translated by Ann Waswo, University of California Press, 1989, == See also == * Japanese literature * List of Japanese authors ==References== ==External links== * * Category:1879 births Category:1915 deaths Category:20th-century Japanese poets",
 "title": "Takashi Nagatsuka"
}