{
 "id": "188063",
 "text": "The 8.8 cm KwK 43 (Kampfwagenkanone --\"fighting vehicle cannon\") was an 88 mm 71 calibre length tank gun designed by Krupp and used by the German Wehrmacht during the Second World War. It was mounted as the primary armament on the Panzerkampfwagen VI Ausf. B Tiger II. The 8.8 cm Pak 43, an anti-tank gun, was very similar in design but mounted on tank destroyers or deployed stand-alone on the field. ==Design and development== At , the length of the KwK 43's barrel was over 1.3 metres longer than of that of the 8.8 cm KwK 36 used for the Tiger I. The cartridge of the KwK 43's shell was also considerably longer (at 82.2 cm) and wider than that of the KwK 36's meaning that the KwK 43 allows for more room for a heavier propellant charge in its shells than the KwK 36 could. All guns of the PaK/KwK 43 series could use the same ammunition interchangeably. The KwK 43 and PaK 43 were initially manufactured with monobloc barrels meaning the barrel was made from one piece. However, due to the weapons' extremely high muzzle velocity and operating pressures when fired, the weapon suffered from accelerated barrel wear. As a result, the change was made to manufacture the PaK/KwK 43 with a two-piece barrel instead of a monobloc barrel. This had minimal to no effect on the performance of the gun, but made replacing a worn-out barrel much faster and easier than before. In addition, the massively increased operating pressures of the new gun also required a new armour-piercing shell to be designed. The result of this was the PzGr.39/43 APCBC-HE projectile, which was similar to the older 10.2 kilograms PzGr.39-1 APCBC-HE projectile used by the 8.8 cm KwK 36 and PaK 43 guns except for the addition of much wider driving bands. The wider driving bands of the PzGr.39/43 increased the weight of the shell to 10.4 kilograms as a result.US Army Technical Manual TM9-1985-3, United States Government Printing Office Washington, 1953 However, as the full transition to the newer PzGr.39/43 rounds was slow to take place, the older PzGr.39-1 rounds were instead allowed to be used for the KwK 43 & PaK 43 provided the gun had fired no more than 500 rounds. Above that set amount, the expected barrel wear combined with the narrower driving bands of the PzGr.39-1 would lead to a loss of pressure and therefore muzzle velocity in the gun. The new PzGr.39/43 could be fired without loss of pressure until the barrel was worn out, thus requiring no restriction. PzGr.39-1 FES & Al all up weight: 10.2 kg (9.87 kg without fuse & bursting charge) PzGr.39/43 FES & Al all up weight: 10.4 kg (10.06 kg without fuse & bursting charge) The same 278 gram BdZ 5127 fuse and 59 gram Amatol bursting charge was used for both types of projectile (PzGr.39-1 & PzGr.39/43), requiring armoured targets of 30 mm or thicker to ignite after penetration for maximum behind-armour effects. ==Performance== ===PzGr. 39/43 (APCBC-HE)=== * Type: Armour-piercing, capped, ballistic cap - high explosive * Projectile weight: * Muzzle velocity: {|class=wikitable style=\"text-align:right;\" |+Penetration figures against rolled homogeneous armour plate. !rowspan=2|Range (metres) !rowspan=2|Penetration vertical (mm) !rowspan=2|Penetration at 30° (mm) !colspan=2|Hit probability versus 2.5 m x 2 m target percent |- !Testing||Practice |- |100 || 233 || 202 || 100 || 100 |- |500 || 219 || 185 || 100 || 100 |- |1000 || 204 || 165 || 100 || 85 |- |1500 || 190 || 148 || 95 || 61 |- |2000 || 176 || 132 | 85 || 43 |- |2500 || n/a || n/a || 74 || 30 |- |3000 || n/a || n/a || 61 || 23 |- |3500 || n/a || n/a || 51 || 17 |- |4000 || n/a || n/a || 42 || 13 |} ===PzGr. 40/43 (APCR)=== * Type: Armour- piercing, composite rigid * Projectile weight: * Muzzle velocity: {|class=wikitable style=\"text-align:right;\" |+Penetration figures against rolled homogeneous armour plate. !rowspan=2|Range (metres) !rowspan=2|Penetration vertical (mm) !rowspan=2|Penetration at 30° (mm) !colspan=2|Hit probability (2.5 m x 2 m target) percent |- !Testing||Practice |- |100 || 274 || 237 || 100 || 100 |- |500 || 251 || 217 || 100 || 100 |- |1000 || 223 || 193 || 100 || 89 |- |1500 || 211 || 170 || 97 || 66 |- |2000 || 184 || 152 || 89 || 47 |- |2500 || n/a || n/a || 78 || 34 |- |3000 || n/a || n/a || 66 || 25 |} ===Gr. 39/43 HL (HEAT)=== * Type: High explosive anti-tank * Projectile weight: * Muzzle velocity: * Penetration: 90 mm (30 degrees) ===Sprgr. 43 (HE)=== * Type: High explosive * Projectile weight: * Explosive Charge: Amatol (4,270 Kilojoules) == Penetration comparison == {| class=\"wikitable\" style=\"text-align:right;\" |+Calculated penetration (90 degrees) ! rowspan=2|Ammunition type||rowspan=2|Muzzle velocity ||colspan=11|Penetration (mm) |- ! 100 m ! 250 m ! 500 m ! 750 m ! 1000 m ! 1250 m ! 1500 m ! 2000 m ! 2500 m ! 3000 m |- |style=\"text-align:center\"|PzGr. 39/43 (APCBC) |style=\"text-align:center\"| | 232 | 227 | 219 | 211 | 204 | 196 | 190 | 176 | 164 | 153 |- |style=\"text- align:center\"|PzGr. 40/43 (APCR) |style=\"text-align:center\"| | 304 | 296 | 282 | 269 | 257 | 245 | 234 | 213 | 194 | 177 |- |style=\"text-align:center\"|Gr. 39/3 HL (HEAT) |style=\"text-align:center\"| | 110 | 110 | 110 | 110 | 110 | 110 | 110 | 110 | 110 | 110 |} ==Anti-tank gun== The anti-tank gun version of the 8.8 cm KwK 43 was known as the 8.8 cm PaK 43. This name was also applied to versions of this weapon mounted in various armored vehicles designed to hunt tanks, such as the Jagdpanther, Hornisse/Nashorn and Ferdinand/Elefant Panzerjäger tank destroyers. The Nashorn was the first vehicle to carry the KwK/PaK 43 series of guns. The series included: PaK 43 (cruciform mount), PaK 43/41 (two-wheel split-trail carriage), PaK 43/1 (Nashorn), and PaK 43/2 (Ferdinand/Elefant), all with monobloc (one-piece) barrels; PaK 43/3 and 43/4 (Jagdpanther) with two-piece barrels, and KwK 43 (Tiger II) with a two-piece barrel. ==See also== * 8.8 cm KwK 36 L/56 - The predecessor of the 8.8 cm KwK 43 which was mounted on the Tiger I. * 8.8 cm Flak 18/36/37/41 - The prominent anti-aircraft and anti-tank weapon with which the 8.8 cm KwK 43 is often confused. ===Weapons of comparable role, performance and era=== * British Ordnance QF 17 pounder * Soviet 100 mm D-10T * United States 90 mm T15E1/T15E2 ==Notes== ==References== ==Sources== * Thomas L. Jentz, Germany's Tiger Tanks: Tiger I and Tiger II - Combat Tactics. London: Schiffer Publishing, 1996. Category:World War II artillery of Germany Category:World War II tank guns Category:Tank guns of Germany Category:88 mm artillery Category:Tank guns Category:Military equipment introduced in the 1940s",
 "title": "8.8 cm KwK 43"
}