{
 "id": "188378",
 "text": "Phosphoric acid (orthophosphoric acid, monophosphoric acid or phosphoric(V) acid) is a weak acid with the chemical formula . The pure compound is a colorless solid. All three hydrogens are acidic to varying degrees and can be lost from the molecule as H+ ions (protons). When all three H+ ions are removed, the result is an orthophosphate ion PO43−, commonly called \"phosphate\". Removal of one or two protons gives dihydrogen phosphate ion , and the hydrogen phosphate ion , respectively. Orthophosphoric acid also forms esters, called organophosphates. Phosphoric acid is commonly encountered in chemical laboratories as an 85% aqueous solution, which is a colourless, odourless, and non-volatile syrupy liquid. Although phosphoric acid does not meet the strict definition of a strong acid, the 85% solution can still severely irritate the skin and damage the eyes. The name \"orthophosphoric acid\" can be used to distinguish this specific acid from other \"phosphoric acids\", such as pyrophosphoric acid. Nevertheless, the term \"phosphoric acid\" often means this specific compound; and that is the current IUPAC nomenclature. ==Manufacture== Phosphoric acid is produced industrially by two general routes. In the wet process a phosphate-containing mineral such as calcium hydroxyapatite is treated with sulfuric acid. : Ca5(PO4)3OH + 5H2SO4 -> 3H3PO4 + 5CaSO4v + H2O Fluoroapatite is an alternative feedstock, in which case fluoride is removed as the insoluble compound Na2SiF6. The phosphoric acid solution usually contains 23–33% P2O5 (32–46% H3PO4). It may be concentrated to produce commercial- or merchant-grade phosphoric acid, which contains about 54–62% P2O5 (75–85% H3PO4). Further removal of water yields superphosphoric acid with a P2O5 concentration above 70% (corresponding to nearly 100% H3PO4). Calcium sulfate (gypsum) is produced as a by-product and is removed as phosphogypsum. To produce food-grade phosphoric acid, phosphate ore is first reduced with coke in an electric arc furnace, to make elemental phosphorus. Silica is also added, resulting in the production of calcium silicate slag. Elemental phosphorus is distilled out of the furnace and burned with air to produce high-purity phosphorus pentoxide, which is dissolved in water to make phosphoric acid. The phosphoric acid from both processes may be further purified by removing compounds of arsenic and other potentially toxic impurities. ==Acidic properties== In aqueous solution phosphoric acid behaves as a triprotic acid. :H_3PO_4 \\rightleftharpoons H_2PO_4^- {+} H^+ : pK_{a1} = 2.14 :H_2PO_4^- \\rightleftharpoons HPO_4^{2-} {+} H^+ : pK_{a2} = 7.20 :HPO_4^{2-} \\rightleftharpoons PO_4^{3-} {+} H^+ : pK_{a3} = 12.37 The difference between successive pK values is sufficiently large so that salts of either monohydrogen phosphate, HPO_4^{2-} or dihydrogen phosphate, H_2PO_4^{-}, can be prepared from a solution of phosphoric acid by adjusting the pH to be mid-way between the respective pK values. ==Uses== The dominant use of phosphoric acid is for fertilizers, consuming approximately 90% of production. {| class=\"wikitable\" |- ! Application ! Demand (2006) in thousands of tons ! Main phosphate derivatives |- | Soaps and detergents || 1836 || STPP |- | Food industry || 309 || STPP (Na5P3O10), SHMP, TSP, SAPP, SAlP, MCP, DSP (Na2HPO4), H3PO4 |- | Water treatment || 164 || SHMP, STPP, TSPP, MSP (NaH2PO4), DSP |- | Toothpastes || 68 || DCP (CaHPO4), IMP, SMFP |- | Other applications || 287 || STPP (Na3P3O9), TCP, APP, DAP, zinc phosphate (Zn3(PO4)2), aluminium phosphate (AlPO4, H3PO4) |} Food-grade phosphoric acid (additive E338) is used to acidify foods and beverages such as various colas and jams, providing a tangy or sour taste. The phosphoric acid also serves as a preservative. Soft drinks containing phosphoric acid, which would include Coca-Cola, are sometimes called phosphate sodas or phosphates. Phosphoric acid in soft drinks has the potential to cause dental erosion. Phosphoric acid also has the potential to contribute to the formation of kidney stones, especially in those who have had kidney stones previously. Specific applications of phosphoric acid include: * in anti-rust treatment by phosphate conversion coating or passivation ** to prevent iron oxidation by means of the Parkerization process * as an external standard for phosphorus-31 nuclear magnetic resonance * in phosphoric acid fuel cells * in activated carbon production * in compound semiconductor processing, to etch Indium gallium arsenide selectively with respect to indium phosphideWet chemical etching. umd.edu. * in microfabrication to etch silicon nitride selectively with respect to silicon dioxide * as a pH adjuster in cosmetics and skin-care products * as a sanitizing agent in the dairy, food, and brewing industries == Safety == A link has been shown between long-term regular cola intake and osteoporosis in later middle age in women (but not men). At moderate concentrations phosphoric acid solutions are irritating to the skin. Contact with concentrated solutions can cause severe skin burns and permanent eye damage. ==See also== * Phosphate fertilizers, such as ammonium phosphate fertilizers ==References== ==Cited sources== * ==External links== * National pollutant inventory – Phosphoric acid fact sheet * NIOSH Pocket guide to chemical hazards Category:Mineral acids Category:Flavors Category:Food acidity regulators Category:Glassforming liquids and melts Category:Phosphates Category:Phosphorus oxoacids Category:Hydrogen compounds Category:Acid catalysts Category:E-number additives Category:Phosphorus(V) compounds",
 "title": "Phosphoric acid"
}