{
 "id": "188369",
 "text": "Electronic Privacy Information Center (EPIC) is an independent nonprofit research center in Washington, D.C. EPIC's mission is to focus public attention on emerging privacy and related human rights issues. EPIC works to protect privacy, freedom of expression, and democratic values, and to promote the Public Voice in decisions concerning the future of the Internet. EPIC pursues a wide range of civil liberties, consumer protection, and human rights issues. EPIC has pursued several successful consumer privacy complaints with the US Federal Trade Commission, concerning Snapchat (faulty privacy technology), WhatsApp (privacy policy after acquisition by Facebook), Facebook (changes in user privacy settings), Google (roll-out of Google Buzz), Microsoft (Hailstorm log-in), and Choicepoint (sale of personal information to identity thieves). EPIC has also prevailed in significant Freedom of Information Act cases against the CIA, the DHS, the Dept. of Education, the Federal Bureau of Investigation, the National Security Agency (NSA), the ODNI, and the Transportation Security Administration. EPIC has also filed many \"friend of the court\" briefs on law and technology, including Riley v. California (U.S. 2014) (concerning cell phone privacy), and litigated important privacy cases, including EPIC v. DHS (D.C. Cir. 2011), which led to the removal of the x-ray body scanners in US airports, and EPIC v. NSA (D.C. Cir. 2014), which led to the release of the NSA's formerly secret cybersecurity authority. Additionally, EPIC challenged the NSA's domestic surveillance program in a petition to the U.S. Supreme Court. In re EPIC, (U.S. 2013) after the release of the \"Verizon Order\" in June 2013. One of EPIC's current cases concerns the obligation of the Federal Aviation Administration to establish privacy regulations prior to the deployment of commercial drones in the United States. EPIC works closely with a distinguished advisory board, who have expertise in law, technology and public policy. Based in Washington, D.C., EPIC engages the national debate over the future of privacy. With an office in Somerville, Massachusetts, EPIC works on state and local issues across the country. And with strong ties to organizations around the world, EPIC has a global presence. == EPIC program areas == === EPIC Open Government project === The EPIC Open Government Project is one of the nation's leading government transparency programs. Combining decades of expertise in the Freedom of Information Act with experienced litigation attorneys, EPIC obtains important government records to promote accountability and safeguard civil liberties. The EPIC Open Government Project pursues four distinct program activities. First, the project actively pursues secret government documents through the FOIA. Second, the EPIC Open Government Project recommends improvements to agency rulemakings concerning transparency, privacy, and civil liberties. Third, EPIC trains law school students on utilizing the FOIA to promote open government. Fourth, EPIC participates in coalitions with other government transparency organizations. EPIC's extensive press outreach and popular website allow EPIC to make FOIA documents widely available to the press and the public. === Public Voice project === The Public Voice coalition was established in 1996 by EPIC to promote public participation in decisions concerning the future of the Internet. The Public Voice has pursued issues ranging from privacy and freedom of expression to consumer protection and Internet governance. Through international conferences, reports and funding for travel the Public Voice project seeks to increase the presence of NGOs at meetings across the globe. In cooperation with the OECD, UNESCO, and other international organizations, the Public Voice project brings civil society leaders face to face with government officials for constructive engagement about current policy issues. Public Voice events have been held in Buenos Aires, Cancun, Cape Town, Dubai, Hong Kong, Honolulu, Kuala Lumpur, Madrid, Ottawa, Paris, Seoul, Washington, and Wroclaw. The Public Voice project is made possible, in part, by support from the Ford Foundation, the Markle Foundation, the Open Society Institute, and EPIC. The Public Voice has provided support for several organizations, including the Center for International Media Action, CPSR, EDRi, People for Internet Responsibility, Privacy International, CPSR-Peru, and the TransAtlantic Consumer Dialogue (TACD). The Public Voice helped establish the Civil Society Information Society Advisory Council (CSISAC) which is the \"voice of civil society\" at the OECD. CSISAC's mission is set out in the Seoul Declaration adopted at the OECD Ministerial Meeting in Seoul, 2008. CSISAC contributes to the OECD's work on Digital Economy Policy and promotes the exchange of information between the OECD and civil society. The OECD provides civil society participants with substantial empirical analysis that enable informed policy assessments; CSISAC provides the OECD with the essential perspectives of experts and NGOs leaders. CSISAC strengthens the relationship between civil society and the OECD and promotes better-informed and more widely accepted policies for the IT sector. \"There is an increasing recognition that we must involve all stakeholders including the voice of civil society. The Public Voice meeting and its contributions to the Forum have been constructive and positive.\"—OECD Under Secretary General === EPIC Amicus project === The EPIC Amicus Project seeks to promote privacy and government oversight by filing \"friend of the court\" briefs in federal and state courts. The EPIC Amicus Program is one of the most prolific appellate advocacy programs in the United States, filing almost 100 amicus briefs on emerging privacy and civil liberties issues, including more than 20 briefs for the US Supreme Court. The EPIC Project brings together experts in the fields of law, technology, and privacy policy with a team of in-house litigators to identify and file in cutting edge privacy cases. EPIC's amicus briefs have been cited by judges and justices in significant Fourth Amendment, consumer privacy, communications privacy, medical privacy, workplace privacy, and open government cases. EPIC continues to expand the scope of the Amicus Program, including arguing cases before the New Jersey Supreme Court, the New Mexico Supreme Court, and the U.S. Court of Appeals for the Third Circuit. EPIC's amicus participation has also been requested by judges in both federal and state cases. And EPIC attorneys frequently speak at judicial conferences, both in the United States and around the world, about emerging privacy issues and the role of the judiciary. === EPIC AI & Human Rights project === The EPIC Artificial Intelligence (“AI”) and Human Rights Project advocates for the adoption of transparent, equitable, and commonsense development of AI policy and regulations. EPIC pursues this goal through a combination of public education, direct legislative advocacy, freedom of information requests, comments to decision-makers at the state, federal, and international levels, and more. === EPIC Consumer Privacy project === The EPIC Consumer Privacy Project advocates for the rights of consumers and Internet users, and works to protect consumers' personal information and autonomy in the digital marketplace. EPIC promotes the implementation and enforcement of Fair Information Practices and the enactment of the Consumer Privacy Bill of Rights, so that consumers do not have to choose between engaging in modern society and retaining their right to privacy. === EPIC Surveillance Oversight project === EPIC's Domestic Surveillance Project focuses public attention on merging technologies used to conduct domestic surveillance. As federal Judge Chutkan explained in a case brought by EPIC, \"There can be little dispute that the general public has a genuine, tangible interest in a system designed to store and manipulate significant quantities of its own biometric data, particularly given the great numbers of people from whom such data will be gathered.\" EPIC's Surveillance Oversight Project looks also at drone surveillance, social media monitoring, police body-worn cameras, passenger profiling, vehicle tracking and cyber- surveillance. The Project pursues several activities to inform the public and to advocate for better privacy protections. EPIC uses FOIA to obtain documents about government surveillance programs. EPIC also files comments with federal agencies, leads coalition advocacy efforts, and testifies before state and federal legislatures for better privacy protections. EPIC has filed numerous amicus briefs in important court cases that address surveillance issues. === EPIC Administrative Law project === Through the Administrative Law Project, EPIC aims to compel federal agencies to adopt practices that safeguard privacy and promote transparency. EPIC has pursued this mission through extensive comments to agencies, and subsequent lawsuits in instances where agencies fail to adopt EPIC's recommendations. Over the last twenty years, EPIC has successfully advocated for individual privacy rights in agency rulemaking proceedings. EPIC has also successfully sued the government to force an agency to conduct a public rulemaking as required under the APA. ==Publications and web sites== EPIC maintains and publishes its biweekly newsletter, the EPIC Alert. EPIC also publishes several books on privacy and open government, including Privacy in the Modern Age: The Search for Solutions, Privacy Law Sourcebook, Privacy and Human Rights, Litigation Under the Federal Open Government Laws, Filters and Freedom, The Public Voice WSIS Sourcebook, and The Consumer Law Sourcebook. EPIC maintains web sites for the Privacy Coalition, the Public Voice coalition, and the National Committee for Voting Integrity. == EPIC Champion of Freedom Award == EPIC established the Champions of Freedom Award in 2004 to recognize individuals and organizations that have helped safeguard the right of privacy, promote open government, and protect democratic values with courage and integrity. === EPIC Champions of Freedom === * Ambassador Stavros Lambrinidis (2020) * Senator Kirsten Gillibrand (2020) * Senator Steve Daines (2020) * Senator Richard Blumenthal (2019) * Representative Jan Schakowsky (2019) * Secretary Matthew Dunlap (2018) * Secretary Alex Padilla (2018) * Garry Kasparov (2017) * Judge Patricia Wald (2017) * Hon. Nancy Gertner (2016) * Richard Clarke (2015) * Tim Cook (2015) * AG Kamala Harris (2015) * Rep. Justin Amash (2014) * Edward Snowden (2014) * The Guardian (2014) * Sen. Rand Paul (2013) * Sen. Ron Wyden (2013) * Martha Mendoza (2013) * Sen. Al Franken (2012) * Judge Alex Kozinski (2012) * Dana Priest & William Arkin, “Top Secret America” (2012) * Susie Castillo (2011) * Rep. Jason Chaffetz (2011) * Rep. Rush Holt (2011) * WSJ, “What They Know” (2011) * Rep. Joe Barton (2010) * Pamela Jones Harbour (2010) * Rose Foundation (2010) * Pamela Samuelson (2010) * D.J. Caruso (2009) * Addison Fischer (2009) * Rep. Ed Markey (2009) * Paul M. Smith (2009) * Sen. Patrick Leahy (2004) === EPIC Lifetime Achievement Awardees === * David J. Farber (2020) * Joi Ito (2019) * Peter G. Neumann (2018) * Ron Rivest (2017) * Christopher Wolf (2016) * Bruce Schneier (2015) * Anita L. Allen (2014) * Hon. David Flaherty (2013) * Whitfield Diffie (2012) * Willis Ware (2012) === EPIC International Privacy Champions === * Justice K.S. Puttaswamy (2020) * Shyam Divan (2020) * Giovanni Buttarelli, European Data Protection Supervisor (2019) * Joe McNamee, European Digital Rights Initiative (2019) * Gus Hosein, Privacy International (2018) * Professor Artemi Rallo (2018) * Alexander Dix, Chair, IWGDPT (2017) * Viviane Reding, Member, European Parliament (2016) * Peter Hustinx, European Data Protection Supervisor (2015) * Jan Philipp Albrecht, Member, European Parliament (2014) * Max Schrems, Europe v. Facebook (2013) * Jennifer Stoddart, Privacy Commissioner of Canada (2012) * Sophie in’t Veld, Member, European Parliament (2011) * Justice Michael Kirby, High Court of Australia (2010) * Prof. Stefano Rodotà, Italian Data Protection Authority (2009) === EPIC Privacy Champions === * Brandi Collins-Dexter (2020) * Sophie Richardson (2019) * Stephanie Perrin (2018) * Carrie Goldberg (2017) * Ashkan Soltani (2016) * Susan Linn, Campaign for Commercial Free Childhood (2015) * Philip Zimmerman, Silent Circle (2015) * Evan Hendricks, Privacy Times (2014) * Susan Grant, Consumer Federation of America (2013) * Christopher Soghoian (2012) * Jeff Chester, Center for Digital Democracy (2011) * Beth Givens, Privacy Rights Clearinghouse (2010) == See also == * Electronic Frontier Foundation (EFF) * Center for Humane Technology ==References== ==External links== * Category:Politics and technology Category:Computer law organizations Category:Privacy organizations Category:Organizations established in 1994 EPIC Category:Privacy in the United States",
 "title": "Electronic Privacy Information Center"
}