{
 "id": "188755",
 "text": "thumb|A handful of mischmetal pellets Mischmetal (from – \"mixed metal\") is an alloy of rare-earth elements. It is also called cerium mischmetal, or rare- earth mischmetal. A typical composition includes approximately 55% cerium, 25% lanthanum, and 15~18% neodymium, with traces of other rare earth metals; it contains 95% lanthanides and 5% iron. Its most common use is in the pyrophoric ferrocerium \"flint\" ignition device of many lighters and torches, although an alloy of only rare-earth elements would be too soft to give good sparks. For this purpose, it is blended with iron oxide and magnesium oxide to form a harder material known as ferrocerium. In chemical formulae it is commonly abbreviated as Mm, e.g. MmNi5. == History == Carl Auer von Welsbach was the discoverer of neodymium and praseodymium, and co-discoverer of lutetium. He was also the inventor of the gas mantle (using thorium) and of the rare-earth industry. After extracting thorium from monazite sand, a lot of lanthanides remained, for which there was no commercial use. He sought applications for the rare earths. Among his first discoveries/inventions was mischmetal. == Preparation == Historically, mischmetal was prepared from monazite, an anhydrous phosphate of the light lanthanides and thorium. The ore was cracked by reaction at high temperature with either concentrated sulfuric acid or sodium hydroxide. Thorium was removed by taking advantage of its weaker basicity relative to the trivalent lanthanides, its daughter radium was precipitated out using entrainment in barium sulfate, and the remaining lanthanides were converted to their chlorides. The resulting \"rare-earth chloride\" (hexahydrate), sometimes known as \"lanthanide chloride\", was the major commodity chemical of the rare-earth industry. By careful heating, preferably with ammonium chloride or in an atmosphere of hydrogen chloride, the hexahydrate could be dehydrated to provide the anhydrous chloride. Electrolysis of the molten anhydrous chloride (admixed with other anhydrous halide to improve the melt behavior) led to the formation of molten mischmetal, which would then be cast into ingots. Any samarium content of the ore tended not to be reduced to the metal, but accumulated in the molten halide, from which it could later be profitably isolated. Monazite-derived mischmetal typically was about 48% cerium, 25% lanthanum, 17% neodymium, and 5% praseodymium, with the balance being the other lanthanides. When bastnäsite started being processed for rare-earth content in about 1965, it too was converted to a version of rare-earth chloride and on to mischmetal. This version was higher in lanthanum and lower in neodymium. , the high demand for neodymium has made it profitable to remove all of the heavier lanthanides and neodymium (and sometimes all of the praseodymium as well) from the natural- abundance lanthanide mixture for separate sale and to include only La-Ce-Pr or La-Ce in the most economical forms of mischmetal. The light lanthanides are so similar in their metallurgical properties, that any application for which the original composition would have been suitable, would be equally well served by these truncated mixtures. The traditional \"rare-earth chloride\", as a commodity chemical, was also used to extract the individual rare earths by companies that did not wish to process the ores directly. mischmetal is typically priced at less than 10 USD per kilogram, and the underlying rare- earth chloride mixtures are typically less than US$5/kg. == Use == Mischmetal is used in the preparation of virtually all rare-earth elements. This is because such elements are nearly identical in most chemical processes, meaning that ordinary extraction processes do not distinguish them. Highly specialized processes, such as those developed by Carl Auer von Welsbach, exploit subtle differences in solubility to separate mischmetal into its constituent elements, with each step producing only an incremental change in composition. Such processes later informed Marie Curie in her search for new elements. === Zinc-aluminium galvanising === Traces of a cerium and lanthanum mischmetal are sometimes added to the Galfan galvanising process for steel wire. This is a zinc and 5-10% aluminium coating, with traces of mischmetal. == References == * R. J. Callow, \"The Industrial Chemistry of the Lanthanons, Yttrium, Thorium and Uranium\", Pergamon Press, 1967. * * F. H. Spedding and A. H. Daane, editors, \"The Rare Earths\", John Wiley & Sons, 1961. == External links == * The Wooden Periodic Table Table - Mischmetal * Misch metal // Encyclopædia Britannica * Ryan Wojes, What Is Mischmetal? The Birth of the Rare Earth Metals Industry // About.com * Мишметалл // Переведённая статья Category:Rare earth alloys Category:Cerium compounds Category:Lanthanum compounds",
 "title": "Mischmetal"
}