{
 "id": "188991",
 "text": "King Edward VI Grammar School, or KEGS, is a British grammar school with academy status located in the city of Chelmsford, Essex, England. It takes pupils between the ages of 11 and 18, ie. school years 7 to 13. For years 7 to 11 the school is boys-only, whereas it is mixed in the sixth form (years 12 and 13). The headteacher is Tom Carter, who was appointed in the autumn of 2014. == History of the school == KEGS was one of many grammar schools founded by Edward VI. Its current form resulted from a royal warrant dated 24 March 1551, although evidence of this school exists from as far back as the 13th century, possibly earlier, as a chantry school in a different location in Chelmsford. Indeed, the school of 1551 was merely a \"rebranding\" of the Chelmsford Chantry School, a Roman Catholic institution which had been abolished along with the monasteries during the English Reformation. The school was moved to its present site on Broomfield Road in 1892.A History of King Edward VI Grammar School, Chelmsford, 1551-2001 — Anthony Tuckwell Once a boarding school, it was one of many grammar schools to join the state sector and abolish the nominal fees. The last boarding students left in the 1970s. In 1976 it admitted the first female pupil to the Sixth Form, to study Classics. The school has been ranked in the top 50 schools in the country in national examination league tables. KEGS was previously a Foundation School and Specialist Science College and Language College. The school converted to academy status in April 2011, but continues to have science and languages as specialisms. It is also a Leading Edge school. In 1981 it was named by The Sunday Times as the most successful state school as measured by Oxbridge open awards. In 1998, it was rated by the Financial Times as the most successful state school at GCE advanced level in the period 1993-1998. In 2001 the school was named Sunday Times School of the Year. The 2015 Good Schools Guide names KEGS as the top selective state school for a number of A-level subjects, as well as GCSE History and FSMQ Additional Mathematics. In November 2006, it was judged to be \"outstanding\" by OFSTED. == House system == In 1907, headmaster Frank Rogers set up the system of \"Houses\"King Edward VI Grammar School, Chelmsford » House System – Holland, named for the translator Philemon Holland; Mildmay, for the courtier and politician Sir Walter Mildmay; Strutt, for the antiquary Joseph Strutt; and Tindal, for the lawyer Nicholas Conyngham Tindal, and dividing the school into four forms in each year. Due to the expansion of the school roll over the last few years, this has not been the case. Instead, there are five forms, which contain a mix of people from different houses. == Extracurricular activities == === Combined Cadet Force and Corps of Drums === The school maintains an Army contingent of the Combined Cadet Force (CCF), which was also open to students of Chelmsford County High School for Girls until 2017. Military music is provided within the contingent by a Corps of Drums playing drums, flutes and bugles. The Corps wears the full dress scarlet tunics of The Essex Regiment, incorporating the purple facings which gave the Essex Regiment its nickname 'The Pompadours'. It carries the drums of the 5th Battalion (Territorial Army)corrected after reference to the Band Master Mr Worrall emblazoned with the Regiment's battle honours.King Edward VI Grammar School » CCF === KEGS Music === The school has many ensembles, of which the orchestras include members from other schools, though the majority are from KEGS and Chelmsford County High School for Girls. The other ensembles are exclusive to those who attend KEGS.King Edward VI Grammar School » Music * Junior Orchestra (Combined with KEGS Strings) * Senior Orchestra * Chamber Ensemble * Choir * Wind Band * Jazz Ensemble === The Fleur De Lys Society === The Fleur de Lys Society (FDL) was a sixth-form debating society-cum-charity fundraising society. The FDL was believed to have been started by Frank Rogers, an influential Headmaster. As well as holding debates on a variety of topical subjects, it was also an important charitable organisation within the school. However, due to the controversial nature and content of several debates, the Society was suspended in 2007. === The KEGS Ambassador === The KEGS Ambassador is the school's independent student newspaper. Since its creation in January 2009, it has featured numerous articles by alumni, staff and students. === KEGS Medical Society === The KEGS Medical Society (MedSoc) is where topical medical issues are discussed. === The KEGS Economics Journal === The KEGS Economics Journal is another of the school's student-led newspapers. They feature articles on a wide variety of national and international economic and political affairs. ==Notable former pupils== === Of the Chelmsford Chantry School (before the Royal Charter of 1551) === * John Dee, mathematician, astronomer, astrologer, geographer, occultist, and consultant to Queen Elizabeth I; responsible for the English translation of Euclid's work. === Pre-1900 === * John Hilton (surgeon), professor of human anatomy and surgery at the Royal College of Surgeons, president of the Hunterian Society * Philemon Holland, classical scholar * Joseph Strutt, author of \"Sports and Pastimes of the People of England\" * Nicholas Conyngham Tindal, Lord Chief Justice of The Court of Common Pleas === 1900-1960 === * Claude Colleer Abbott, poet and academic * H. H. Abbott, poet and headmaster * John Baker, Downing Professor of the Laws of England at the University of Cambridge and leading legal historian * J. A. Baker, author of The Peregrine and The Hill of Summer * Norman Fowler, former Lord Speaker; Conservative politician; former Cabinet minister * Peter Joslin, Chief Constable of Warwickshire Police (1983–1998) * Tony Oliver (referee), English Football League referee * Brian Parkyn, Labour MP for Bedford from 1966–70 * Peter Seabrook, gardener and broadcaster * John G. Taylor, professor of Mathematics at King's College London from 1971–96, and President of the European Neural Network Society from 1993-4 * John Urquhart, cricketer * Paul White, Baron Hanningfield, politician and member of the House of Lords * Denis Wick, trombonist * Clive Young, former Bishop of Dunwich ===Post-1960=== * Nick Alston, Essex's first Police and Crime Commissioner * Nick Bourne, Conservative politician * Neil Cole, comedian, television presenter and radio broadcaster * Mervyn Day, former FA Cup winning professional footballer and former assistant manager of West Ham United Football Club * Alex Dowsett, British cyclist * Jason Hazeley, comedy writer * Simon Heffer, British journalist and writer for The Daily Telegraph and The Daily Mail * Thomas Jenkinson, electronic and jazz musician, also known as Squarepusher * Jon Lewis, former Essex and Durham cricketer * Anthony Marwood, concert violinist * Tim Mead, countertenor * Anthony Milton, Commandant General Royal Marines and Commander UK Amphibious Forces from 2002-4 * Joel Morris, comedy writer * Grayson Perry, 2003 Turner Prize winner * Mike Smith, touring car driver and television presenter * Joe Thomas, actor, writer and comedian * John Tipler, international motoring journalist ===Fictional=== * John Watson, character in the 2010 BBC series of Sherlock. John Watson's CV is visible in episode two, where KEGS is cited under Education Qualifications (with 6 A*). == References == == External links == * The official KEGS website * The School's most recent Ofsted inspection report Category:Educational institutions established in the 1550s Category:Grammar schools in Essex Category:1551 establishments in England Category:Academies in Essex Category:Schools with a Royal Charter Category:Schools in Chelmsford Category:King Edward VI Schools",
 "title": "King Edward VI Grammar School, Chelmsford"
}