{
 "id": "189062",
 "text": "Frederick Charles Louis Constantine, Prince and Landgrave of Hesse (; ; 1 May 1868 - 28 May 1940), was the brother-in-law of the German Emperor Wilhelm II. He was elected King of Finland on 9 October 1918, but renounced the throne on 14 December 1918. During this brief period, he was known in Finnish as Fredrik Kaarle. ==Early life== Frederick was born at his family's Panker Castle, in Plön, Holstein. He was the third son of Frederick William of Hesse, Landgrave of Hesse, and his second wife Princess Anna of Prussia, daughter of Prince Charles of Prussia and Princess Marie Louise of Saxe-Weimar-Eisenach. Frederick William, a Danish military officer, had been one (and perhaps the foremost) of the candidates of Christian VIII of Denmark in the 1840s to succeed to the Danish throne if the latter's male line died out, but renounced his rights to the throne in 1851 in favor of his aunt, Louise. Frederick William was of practically Danish upbringing, having lived all his life in Denmark, but in 1875, when the senior branch of Hesse-Kassel became extinct, he settled in northern Germany, where the House had substantial landholdings. ==Marriage and issue== thumb|left|Prince Frederick Charles and Princess Margaret of Prussia in 1893. On 25 January 1893, Frederick Charles married Princess Margaret of Prussia, youngest sister of Kaiser Wilhelm II and a granddaughter of Queen Victoria of Great Britain. They had six children, all sons, including two sets of twins: * Friedrich Wilhelm of Hesse (23 November 1893 – 12 September 1916), died in World War I, during the Dobrujan campaign * Maximilian Friedrich Wilhelm Georg (20 October 1894 – 13 October 1914), died in World War I * Philipp, Landgrave of Hesse (1896–1980), twin with his brother Wolfgang; married Princess Mafalda of Savoy (1902–1944, Buchenwald), daughter of King Victor Emmanuel III of Italy and had issue. * Prince Wolfgang of Hesse (1896–1989), twin with his brother Philipp. He was the designated Crown Prince of Finland officially until 14 December 1918. He married Princess Marie Alexandra of Baden, no issue * Prince Christoph Ernst August of Hesse (1901–1943), twin with his brother Richard. An SS officer who died in active service during World War II, he married Princess Sophie of Greece and Denmark (sister of Prince Philip, Duke of Edinburgh) and had issue. * Richard Wilhelm Leopold (1901–1969), twin with his brother Christoph; unmarried Upon their father's death in 1884, Frederick's eldest brother Frederick William became the head of the House of Hesse, and afterwards his next brother Alexander. ==The Finnish throne== thumb|279x279px Frederick Charles was elected the King of Finland by the Parliament of Finland on 9 October 1918. However, with the end of World War I, in light of his German birth and the abdication of Emperor Wilhelm II of Germany ending monarchies in Germany, the arrangement was quickly considered untenable by influential Finns of the time and by Frederick himself. Not much is known of the official stance of the victorious Allied Powers. Frederick Charles renounced the throne on 14 December 1918, without ever arriving in the country, much less taking up his position. Finland then adopted a republican constitution. ==Later life== Landgrave Alexander Frederick of Hesse abdicated as the head of the House of Hesse on 16 March 1925, and was succeeded by Frederick Charles, his younger brother. At Frederick's death, his eldest surviving son, Philipp, succeeded him as head. However, according to certain family documents and correspondence, his successor as King of Finland would have been his second surviving son Prince Wolfgang of Hesse (1896–1989), apparently because Philipp was already the designated heir of the rights over the Electorate of Hesse, but certainly because Wolfgang was with his parents in 1918 and ready to travel to Finland, where a wedding to a Finnish lady was already in preparation for the coming crown prince. Philipp was in the military and unable to be contacted at the time. This choice of the younger of the twins, however, was not intended to mean that in future generations, the kingship would have been passed on through secundogeniture, with the eldest son always succeeding to the Hesse title (according to Dr. Vesa Vares). On the contrary, it is practically inconceivable that succession of a kingdom would depend on secondary consideration. ==Honours== ==Ancestry== ==See also== *List of Finnish monarchs *Rulers of Hesse *Archduke Charles Stephen of Austria *Mindaugas II of Lithuania ==References== * Large article on Helsingin Sanomat newspaper about Friedrich Karl and his descendants, including the current \"pretender\" for the throne. * Nash, Michael L (2012) The last King of Finland. Royalty Digest Quarterly, 2012 : 1 |- Category:1868 births Category:1940 deaths Category:People from Plön (district) Category:People from the Province of Schleswig-Holstein Category:Rulers of Finland Category:House of Hesse-Kassel Category:German princes Category:German male equestrians Category:German art collectors Category:Princes of Hesse Category:Generals of Cavalry (Prussia) Category:Honorary Knights Grand Cross of the Order of the Bath",
 "title": "Prince Frederick Charles of Hesse"
}