{
 "id": "189411",
 "text": "was the second shōgun (1202–1203) of Japan's Kamakura shogunate, and the first son of first shōgun Yoritomo.Nussbaum, Louis-Frédéric. (2005). \"Minamoto no Yoriie\" in . His Dharma name was Hokke-in-dono Kingo Da'i Zengo (法華院殿金吾大禅閤). == Life == Minamoto no Yoriie was born to Hōjō Masako at Hiki Yoshikazu's residence in Kamakura.Yasuda (1990:592-593) Before he was born, his father Yoritomo had Hōjō Tokimasa and his men carry stones to build the Dankazura on Wakamiya Ōji to pray for the child's safe delivery. When Yoriie later himself had an heir, Ichiman, the child was also born at the Hiki mansionThe mansion no longer exists and its location () is occupied by Myōhon-ji a temple dedicated to the memory of the Hiki clan, exterminated by the Hōjō clan. to Hiki's daughter Wakasa no Tsubone, a fact which further consolidated an already strong emotional bond.Kamiya Vol. 1 (2008:44-45) From this relationship Hiki gained considerable influence when Yoriie became shōgun, incurring the hostility of Hōjō Tokimasa, who was instead close to Yoriie's younger brother Senman (future third shōgun Sanetomo), and who was in his turn trying to leverage that relationship for political advantage. His childhood name was Manju (万寿). When he was young, he was interested in military arts like fencing, and horse-riding. After his father's death in 1199, the 17-year- old became head of the Minamoto clan and was appointed sei-i taishōgun in 1202. He was, however, criticized for his abandonment of his father's policies, and his mother forbade him from any political activity. On June 30, 1203, his remaining powers were formally taken from him and assumed by a council of 13 elders, headed by his grandfather Hōjō Tokimasa. He ordained as a Buddhist monk. Yoriie, in turn, plotted with the Hiki to subjugate the Hōjō clan. However, he failed, and was put under house arrest, where he was forced to abdicate. Then in July 17, 1204, he was assassinated in his mansion in Izu. Yoriie was succeeded by his younger brother Sanetomo, the last of the Minamoto to rule over Kamakura. ==Hiki Yoshikazu's rebellion== Seriously ill, Yoriie proposed to name both his younger brother, Minamoto no Sanetomo, and his young son Minamoto no Ichiman to succeed him; the two would split power, governing separate parts of the country. It seemed natural to them that Hiki would then be the regent, even if unofficially, of young Ichiman. Hiki suggested to Yoriie that they arrange to have Sanetomo killed. Hōjō Masako, Yoriie's mother and wife of the first shōgun Yoritomo, allegedly overheard the conversation. On a pretext, Hōjō Tokimasa invited Hiki Yoshikazu to his home and assassinated him. A battle between the clans ensued, the Hiki were defeated by a coalition of the Hōjō, Wada, Miura and Hatakeyama clans and were exterminated. Yoriie died in Shuzenji, a small town in what was later called Izu Province, assassinated by his grandfather Hōjō Tokimasa. ==Two sons of Yoriie== Yoriie had two sons, Ichiman, Kugyō. Minamoto no Yoshiko married to fourth shōgun of Kamakura, Kujō Yoritsune. But all of his son were killed, falling victim of the power struggle that followed Yoritomo's sudden death. Ichiman (1198–1203) was the eldest. His mother, Wakasa no Tsubone, was Hiki Yoshikazu's daughter, and the child was brought up by the Hiki clan. It is claimed that he allegedly died in the fire that destroyed the Hiki residence. And his second son Yoshinari, who was the only one to reached adulthood, was forced to become a Buddhist monk. And in 1219, he murdered his uncle Sanetomo on the stone stairs at Tsurugaoka Hachiman-gū in the shogunal capital of Kamakura, an act for which he was himself slain on the same day.Kusumoto (2002: 70–73) ==Family== * Father: Minamoto no Yoritomo * Mother: Hōjō Masako * Wife: Wakasa no Tsubone (d. 1203) * Children: ** Minamoto no Ichiman ** Kugyō ==Eras of Yoriie's bakufu== The years in which Yoriie was shōgun are all within only one era name or nengō: Kennin (1201–1204). ==Notes== ==References== * * * Nussbaum, Louis-Frédéric and Käthe Roth. (2005). Japan encyclopedia. Cambridge: Harvard University Press. ; OCLC 58053128 * Papinot, Edmond. (1906) Dictionnaire d'histoire et de géographie du japon. Tokyo: Librarie Sansaisha...Click link for digitized 1906 Nobiliaire du japon (2003) * Titsingh, Isaac. (1834). Nihon Ōdai Ichiran; ou, Annales des empereurs du Japon. Paris: Royal Asiatic Society, Oriental Translation Fund of Great Britain and Ireland. OCLC 5850691. * ==External links== * Ōmachi, by the Kamakura Citizen's Net, accessed on September 30, 2008 Category:1182 births Category:1204 deaths Category:12th-century Japanese people Category:13th- century Japanese people Category:13th-century shōguns Category:Kamakura shōguns Category:Minamoto clan Category:People of Heian-period Japan Category:People of Kamakura-period Japan Category:Kamakura period Buddhist clergy Category:Assassinated Japanese people",
 "title": "Minamoto no Yoriie"
}