{
 "id": "189639",
 "text": "{| |} USS Delaware (BB-28) was a dreadnought battleship of the United States Navy, the lead ship of her class. She was laid down at Newport News Shipbuilding in November 1907, launched in January 1909, and completed in April 1910. The sixth ship to be named for the First State, Delaware was armed with a main battery of ten guns all on the centerline, making her the most powerful battleship in the world at the time of her construction. She was also the first battleship of the US Navy to be capable of steaming at full speed for 24 continuous hours without suffering a breakdown. Delaware served in the Atlantic Fleet throughout her career. During World War I, she sailed to Great Britain to reinforce the British Grand Fleet, in the 6th Battle Squadron. She saw no action during the war, however, as both the British and Germans had abandoned direct confrontation with each other. After the end of the war, she returned to her peacetime duties of fleet maneuvers, midshipmen cruises, and good-will visits to foreign ports. Under the terms of the Washington Naval Treaty, Delaware was retained until the new battleship was completed in 1924, at which point she was broken up for scrap in accordance with the treaty. ==Design== thumb|left|Line-drawing of North Dakota The two Delaware-class battleships were ordered in response to the British battleship , the first all-big-gun battleship to enter service. The previous American dreadnoughts, the , had been designed before the particulars of HMS Dreadnought were known. The Navy decided that another pair of battleships should be built to counter the perceived superiority of Dreadnought over South Carolina, and so Rear Admiral Washington L. Capps prepared a design for a ship with an additional main battery gun turret to match Dreadnoughts ten guns. But unlike Dreadnought, all ten of Delawares guns could fire on the broadside. At the time of her construction, Delaware was the largest and most powerful battleship then building in the world. Delaware was long overall and had a beam of and a draft of . She displaced as designed and up to at full load. Her bow had an early example of bulbous forefoot.PIANC MarCom Working Group 08: The Damage Inflicted by Ships with Bulbous Bows on Underwater Structures (Supplement to Bulletin nr. 70, PTC2 report of WG 08 - 1990 issue), page 6 She had a crew of 933 officers and men. The ship was powered by two-shaft vertical triple-expansion engines rated at and fourteen coal-fired Babcock & Wilcox boilers, generating a top speed of . The ship had a cruising range of at a speed of . Also, because Delawares engine bearings were equipped with forced lubrication instead of a gravity-fed system, she was the first American battleship capable of steaming at full speed for 24 hours without any need for engine repair. The ship was armed with a main battery of ten 12-inch/45 caliber Mark 5 guns in five twin Mark 7 gun turrets on the centerline, two of which were placed in a superfiring pair forward. The other three turrets were placed aft of the superstructure. The secondary battery consisted of 14 /50 caliber Mark 6 guns mounted on Mark 9 and Mark 12 pedestal mounts in casemates along the side of the hull. As was standard for capital ships of the period, she carried a pair of torpedo tubes, submerged in her hull on the broadside. Delawares main armored belt was thick, while the armored deck was thick. The gun turrets had thick faces and the conning tower had thick sides. ==Service history== thumb|left|Delaware on speed trials after her completion Delaware was built by Newport News Shipbuilding; she was laid down on 11 November 1907 and was launched on 6 January 1909. After completion of the fitting-out work, the ship was commissioned into the United States Navy on 4 April 1910. On 3 October, she steamed to Wilmington, Delaware, where she received a set of silver service from her namesake state. The battleship then returned to Hampton Roads on the 9th, and remained there until she left to join the First Division of the Atlantic Fleet, on 1 November. She and the rest of the division visited England and France, and then conducted maneuvers off Cuba in January 1911. On 17 January, a boiler explosion aboard Delaware killed eight men and badly scalded another. On 31 January, the ship carried the remains of Don Anibal Cruz, the Chilean ambassador to the United States, back to Chile. She steamed by way of Rio de Janeiro, Brazil, around the tip of South America, to Punta Arenas, Chile. She returned to New York City on 5 May, and then left for Portsmouth on 4 June to participate in the coronation fleet review for King George V. Throughout the next five years, Delaware participated in the normal peacetime routine of fleet and squadron maneuvers, gunnery drills, and torpedo practice in the Atlantic Fleet. During the summer months, she conducted training cruises for midshipmen from the Naval Academy. She was present in the Naval Review of 14 October 1912, attended by President William Howard Taft and the Secretary of the Navy George von Lengerke Meyer. In 1913, she conducted a good-will visit to Villefranche, France, along with the battleships and . She participated in the intervention in Mexico at Veracruz during the Mexican Revolution, to protect American citizens in the area. ===World War I=== thumb|Delaware firing her main battery during gunnery drills in 1920 Following the American entrance into World War I on 6 April 1917, Delaware had recently returned to Hampton Roads from fleet maneuvers in the Caribbean Sea. There, she trained new armed guard crews and engine room personnel as the Atlantic Fleet prepared to go to war. On 25 November 1917, she sailed with the rest of Battleship Division 9, bound for Britain to reinforce the Grand Fleet in the North Sea. Once in Scapa Flow, the division joined the Grand Fleet as the 6th Battle Squadron. The 6th Battle Squadron was tasked with serving as the \"fast wing\" of the Grand Fleet. On 14 December, Delaware participated in joint Anglo-American maneuvers to practice coordination of the Allied fleet. Starting in late 1917, the Germans had begun to use surface raiders to attack the British convoys to Scandinavia; this forced the British to send squadrons from the Grand Fleet to escort the convoys. On 6 February 1918, the 6th Battle Squadron and eight British destroyers escorted a convoy of merchant ships to Norway. While steaming off Stavanger on the 8th, Delaware was attacked twice by a German U-boat, though evasive maneuvers allowed Delaware to escape undamaged. The squadron was back in Scapa Flow on 10 February; Delaware escorted two more such convoys in March and April. On 22–24 April, the German High Seas Fleet sortied to intercept one of the convoys in the hope of cutting off and destroying the escorting battleship squadron. Delaware and the rest of the Grand Fleet left Scapa Flow on 24 April in an attempt to intercept the Germans, but the High Seas Fleet had already broken off the operation and returned to port. Starting on 30 June, the 6th Battle Squadron and a division of British destroyers covered a group of American minelayers as they laid the North Sea mine barrage; the work lasted until 2 July. King George V inspected the Grand Fleet, including Delaware, at Rosyth. Thereafter, Delaware was relieved by the battleship ; Delaware then sailed across the Atlantic, arriving in Hampton Roads on 12 August. ===Post-war=== thumb|Delaware being disarmed in January 1924 Delaware remained at York River until 12 November 1918, the day after the Armistice with Germany was signed, effectively ending World War I. She then sailed to Boston Navy Yard for an overhaul. Delaware rejoined the fleet on 11 March 1919 for training maneuvers off Cuba. She returned to New York with her division on 14 April, where additional divisional, squadron, and fleet exercises were conducted. She was present for another Naval Review on 28 April 1921 in Hampton Roads. From 5 June to 31 August 1922, Delaware conducted a training cruise for midshipmen to various ports in the Caribbean along with to Halifax, Nova Scotia. She went on another cruise to Europe from 9 July to 29 August 1923, and visited Copenhagen, Greenock, Cádiz, and Gibraltar. In the years immediately following the end of the war, the United States, Britain, and Japan all launched huge naval construction programs. All three countries decided that a new naval arms race would be ill-advised, and so convened the Washington Naval Conference to discuss arms limitations, which produced the Washington Naval Treaty, signed in February 1922. Under the terms of Article II of the treaty, Delaware and her sister were to be scrapped as soon as the new battleships and , then under construction, were ready to join the fleet. On 30 August 1923, Delaware accordingly entered dry dock in the Norfolk Navy Yard; her crew was transferred to the recently commissioned Colorado, and the process of disposal began. Delaware was transferred to the Boston Navy Yard, decommissioned on 10 November, and disarmed. She was then sold on 5 February 1924 and subsequently broken up for scrap. == Footnotes == ===Notes === ===Citations=== ==References== * * * * * * * * ==External links== * * Category:Delaware-class battleships Category:1909 ships Category:World War I battleships of the United States Category:Ships built in Newport News, Virginia Category:Ambassadors of Chile to the United States",
 "title": "USS Delaware (BB-28)"
}