{
 "id": "189706",
 "text": "thumb|right|Johann Albrecht Friedrich August Meineke Johann Albrecht Friedrich August Meineke (also Augustus Meineke; ; 8 December 179012 December 1870), German classical scholar, was born at Soest in the Duchy of Westphalia. He was father-in-law to philologist Theodor Bergk.A History of Classical Scholarship: The Eighteenth Century in Germany by John Edwin Sandys He obtained his education at the University of Leipzig as a student of Johann Gottfried Jakob Hermann. After holding an educational post at Danzig (now Gdańsk, Poland), he was director of the Joachimsthal Gymnasium in Berlin from 1826 to 1856. In 1830 he became a member of the Berlin Academy. He died in Berlin on 12 December 1870. He excelled in conjectural criticism, the comic writers and Alexandrine poets being his favourite authors. He was the first scholar since Richard Bentley to distinguish himself in the critical analyses of Menander and Philemon. == Principal works == * Fragmenta comicorum graecorum (1839–1857, the first volume of which contains an essay on the development of Greek comedy and an account of its chief representatives) * Analecta alexandrina (1843, containing the fragments of Rhianus, Euphorion, Alexander of Aetolia, and Parthenius). * Babrii Fabulae Aesopeae with Karl Lachmann, (1845). * Strabo (including Strabonis Geographica 1852 and Vindiciarum Strabonianarum liber, 1852). * Alciphronis rhetoris Epistolae (edition of Alciphron, 1853). * Stobaeus (1855–1863; including Florilegium 1855 Google Books Florilegium and Ioannis Stobaei Eclogarum physicarum et ethicarum libri duo, 1860). * Poetarum comicorum Graecorum fragmenta, (1855; with Friedrich Heinrich Bothe). * Theocritus, Bion, Moschus (3rd edition, 1856). * Athenaeus of Naucratis (1858–1867); including Deipnosophistae e recognitione A. Meineke (1858). * Aristophanis Comoediae, (1860, edition of Aristophanes' comedies).WorldCat Identities Most widely held works by August Meineke * Callimachus (1861). * Sophoclis Oedipus Coloneus cum scholiis graecis. Accedunt Analecta Sophoclea (1863).WorldCat Title Sophoclis Oedipus Coloneus, etc * Published in English: \"The fragments of attic comedy after Meineke, Bergk, and Kock\", 1957 by J M Edmonds (August Meineke; Theodor Bergk; Theodor Kock). ==References== *Monographs by F. Ranke (1871), H. Sauppe (1872) and E. Förstemann in Allgemeine Deutsche Biographie, XXI. (1885); also Sandys, Hist. Class. Schol. (1908), iii. 117. Category:1790 births Category:1870 deaths Category:People from Soest, Germany Category:German classical scholars Category:German classical philologists Category:Leipzig University faculty Category:Recipients of the Pour le Mérite (civil class)",
 "title": "August Meineke"
}