{
 "id": "189734",
 "text": "In mathematics, transfinite numbers are numbers that are \"infinite\" in the sense that they are larger than all finite numbers, yet not necessarily absolutely infinite. These include the transfinite cardinals, which are cardinal numbers used to quantify the size of infinite sets, and the transfinite ordinals, which are ordinal numbers used to provide an ordering of infinite sets. The term transfinite was coined by Georg Cantor in 1895, English translation of Cantor (1895,1897). who wished to avoid some of the implications of the word infinite in connection with these objects, which were, nevertheless, not finite. Few contemporary writers share these qualms; it is now accepted usage to refer to transfinite cardinals and ordinals as infinite numbers. Nevertheless, the term \"transfinite\" also remains in use. ==Definition== Any finite natural number can be used in at least two ways: as an ordinal and as a cardinal. Cardinal numbers specify the size of sets (e.g., a bag of five marbles), whereas ordinal numbers specify the order of a member within an ordered set (e.g., \"the third man from the left\" or \"the twenty- seventh day of January\"). When extended to transfinite numbers, these two concepts become distinct. A transfinite cardinal number is used to describe the size of an infinitely large set, while a transfinite ordinal is used to describe the location within an infinitely large set that is ordered. The most notable ordinal and cardinal numbers are, respectively: *\\omega (Omega): the lowest transfinite ordinal number. It is also the order type of the natural numbers under their usual linear ordering. *\\aleph_0 (Aleph-null): the first transfinite cardinal number. It is also the cardinality of the natural numbers. If the axiom of choice holds, the next higher cardinal number is aleph-one, \\aleph_1. If not, there may be other cardinals which are incomparable with aleph-one and larger than aleph-null. Either way, there are no cardinals between aleph-null and aleph-one. The continuum hypothesis is the proposition that there are no intermediate cardinal numbers between \\aleph_0 and the cardinality of the continuum (the cardinality of the set of real numbers): or equivalently that \\aleph_1 is the cardinality of the set of real numbers. In Zermelo–Fraenkel set theory, neither the continuum hypothesis nor its negation can be proven. Some authors, including P. Suppes and J. Rubin, use the term transfinite cardinal to refer to the cardinality of a Dedekind- infinite set in contexts where this may not be equivalent to \"infinite cardinal\"; that is, in contexts where the axiom of countable choice is not assumed or is not known to hold. Given this definition, the following are all equivalent: * \\mathfrak{m} is a transfinite cardinal. That is, there is a Dedekind infinite set A such that the cardinality of A is \\mathfrak {m}. * \\mathfrak{m} + 1 = \\mathfrak{m}. * \\aleph_0 \\leq \\mathfrak{m}. * There is a cardinal \\mathfrak{n} such that \\aleph_0 + \\mathfrak{n} = \\mathfrak{m}. Although transfinite ordinals and cardinals both generalize only the natural numbers, other systems of numbers, including the hyperreal numbers and surreal numbers, provide generalizations of the real numbers. ==Examples== In Cantor's theory of ordinal numbers, every integer number must have a successor.John Horton Conway, (1976) On Numbers and Games. Academic Press, ISBN 0-12-186350-6. (See Chapter 3.) The next integer after all the regular ones, that is the first infinite integer, is named \\omega. In this context, \\omega+1 is larger than \\omega, and \\omega.2, \\omega^{2} and \\omega^{\\omega} are larger still. Arithmetic expressions containing \\omega specify an ordinal number, and can be thought of as the set of all integers up to that number. A given number generally has multiple expressions that represent it, however, there is a unique Cantor normal form that represents it, essentially a finite sequence of digits that give coefficients of descending powers of \\omega. Not all infinite integers can be represented by a Cantor normal form however, and the first one that cannot is given by the limit \\omega^{\\omega^{\\omega^{...}}} and is termed \\varepsilon_{0}. \\varepsilon_{0} is the smallest solution to \\omega^{\\varepsilon}=\\varepsilon, and the following solutions \\varepsilon_{1}, ...,\\varepsilon_{\\omega}, ...,\\varepsilon_{\\varepsilon_{0}}, ... give larger ordinals still, and can be followed until one reaches the limit \\varepsilon_{\\varepsilon_{\\varepsilon_{...}}}, which is the first solution to \\varepsilon_{\\alpha}=\\alpha. This means that in order to be able to specify all transfinite integers, one must think up an infinite sequence of names: because if one were to specify a single largest integer, one would then always be able to mention its larger successor. But as noted by Cantor, even this only allows one to reach the lowest class of transfinite numbers: those whose size of sets correspond to the cardinal number \\aleph_{0}. ==See also== *Actual infinity *Beth number *Epsilon numbers (mathematics) *Infinitesimal == References == ==Bibliography== *Levy, Azriel, 2002 (1978) Basic Set Theory. Dover Publications. *O'Connor, J. J. and E. F. Robertson (1998) \"Georg Ferdinand Ludwig Philipp Cantor,\" MacTutor History of Mathematics archive. *Rubin, Jean E., 1967. \"Set Theory for the Mathematician\". San Francisco: Holden-Day. Grounded in Morse–Kelley set theory. *Rudy Rucker, 2005 (1982) Infinity and the Mind. Princeton Univ. Press. Primarily an exploration of the philosophical implications of Cantor's paradise. . *Patrick Suppes, 1972 (1960) \"Axiomatic Set Theory\". Dover. . Grounded in ZFC. Category:Basic concepts in infinite set theory Category:Cardinal numbers Category:Ordinal numbers",
 "title": "Transfinite number"
}