{
 "id": "18982",
 "text": "Muscular dystrophies (MD) are a genetically and clinically heterogeneous group of rare neuromuscular diseases that cause progressive weakness and breakdown of skeletal muscles over time. The disorders differ as to which muscles are primarily affected, the degree of weakness, how fast they worsen, and when symptoms begin. Some types are also associated with problems in other organs. Over 30 different disorders are classified as muscular dystrophies. Of those, Duchenne muscular dystrophy (DMD) accounts for approximately 50% of cases and affects males beginning around the age of four. Other relatively common muscular dystrophies include Becker muscular dystrophy, facioscapulohumeral muscular dystrophy, and myotonic dystrophy, whereas limb–girdle muscular dystrophy and congenital muscular dystrophy are themselves groups of several – usually ultrarare – genetic disorders. Muscular dystrophies are caused by mutations in genes, usually those involved in making muscle proteins. These mutations are either inherited from parents or may occur spontaneously during early development. Muscular dystrophies may be X-linked recessive, autosomal recessive, or autosomal dominant. Diagnosis often involves blood tests and genetic testing. There is no cure for any disorder from the muscular dystrophy group. Several drugs designed to address the root cause are under development, including gene therapy (Microdystrophin), and antisense drugs (Ataluren, Eteplirsen etc). Other medications used include corticosteroids (Deflazacort), calcium channel blockers (Diltiazem) to slow skeletal and cardiac muscle degeneration, anticonvulsants to control seizures and some muscle activity, and immunosuppressants (Vamorolone) to delay damage to dying muscle cells. Physical therapy, braces, and corrective surgery may help with some symptoms while assisted ventilation may be required in those with weakness of breathing muscles. Outcomes depend on the specific type of disorder. Many affected people will eventually become unable to walk and Duchenne muscular dystrophy in particular is associated with shortened life expectancy. Muscular dystrophy was first described in the 1830s by Charles Bell. The word \"dystrophy\" comes from the Greek dys, meaning \"no, un-\" and troph- meaning \"nourish\". ==Signs and symptoms== The signs and symptoms consistent with muscular dystrophy are: ==Causes== The majority of muscular dystrophies are inherited; the different muscular dystrophies follow various inheritance patterns (X-linked, autosomal recessive or autosomal dominant). In a small percentage of patients, the disorder may have been caused by a de novo (spontaneous) mutation. ==Diagnosis== The diagnosis of muscular dystrophy is based on the results of muscle biopsy, increased creatine phosphokinase (CpK3), electromyography, and genetic testing. A physical examination and the patient's medical history will help the doctor determine the type of muscular dystrophy. Specific muscle groups are affected by different types of muscular dystrophy. ===Classification=== {| class=\"wikitable\" |- ! Disorder name !OMIM ! Gene !Inheritance pattern !Age of onset !Muscles affected ! Description |- |Becker muscular dystrophy | |DMD |XR |Childhood |Distal limbs progressing to generalised weakness | A less severe variant of Duchenne muscular dystrophy,May 2006 report to Congress on Implementation of the MD CARE Act, as submitted by Department of Health and Human Service's National Institutes of Health affects predominantly boys. |- |Congenital muscular dystrophy | Multiple | Multiple |AD, AR |At birth |Generalised weakness | Symptoms include general muscle weakness and possible joint deformities. Disease progresses slowly, and lifespan is shortened. Congenital muscular dystrophy includes several disorders with a range of symptoms. Muscle degeneration may be mild or severe. Problems may be restricted to skeletal muscle, or muscle degeneration may be paired with effects on the brain and other organ systems. Several forms of the congenital muscular dystrophies are caused by defects in proteins thought to have some relationship to the dystrophin-glycoprotein complex and to the connections between muscle cells and their surrounding cellular structure. Some forms of congenital muscular dystrophy show severe brain malformations, such as lissencephaly and hydrocephalus. |- |Duchenne muscular dystrophy | |DMD |XR |Childhood |Distal limbs progressing to generalised weakness, involving respiratory muscles | The most common childhood form of muscular dystrophy, affects predominantly boys (mild symptoms may occur in female carriers). Characterised by progressive muscle wasting. Clinical symptoms become evident when the child begins walking. By age 10, the child may need braces and by age 12, most patients are unable to walk. Typical lifespans range from 15 to 45. Sporadic mutations in this gene occur frequently. |- |Distal muscular dystrophy | |DYSF |AD, AR |20–60 years |Distal muscles in hands, forearms and lower legs | Progress is slow and not life- threatening. Miyoshi myopathy, one of the distal muscular dystrophies, causes initial weakness in the calf muscles, and is caused by defects in the same gene responsible for one form of limb–girdle muscular dystrophy. |- |Emery–Dreifuss muscular dystrophy |Multiple |Multiple |XR, AD, AR |Childhood, early teenage years |Distal limb muscles, limb-girdle, heart | Symptoms include muscle weakness and wasting, starting in the distal limb muscles and progressing to involve the limb–girdle muscles. Most patients also suffer from cardiac conduction defects and arrhythmias. |- |Facioscapulohumeral muscular dystrophy | |DUX4 |AD |Adolescence |Face, shoulders, upper arms, progressing to other muscles | Causes progressive weakness, initially in the muscles of the face, shoulders, and upper arms. Additional muscles are often affected. Affected individuals can become severely disabled, with 20% requiring a wheelchair by age 50. 30% of cases involve spontaneous mutations. Penetrance and severity seem to be lower in females compared to males. |- |Limb–girdle muscular dystrophy | Multiple | Multiple |AD, AR |Any |Upper arms and legs | The person normally leads a normal life with some assistance. Rare cardiopulmonary complications can be life threatening. |- |Myotonic muscular dystrophy | |DMPKCNBP |AD |Adulthood |Skeletal muscles, heart, other muscle groups | Presents with myotonia (delayed relaxation of muscles), as well as muscle wasting and weakness. Varies in severity and manifestations and affects many body systems in addition to skeletal muscles, including the heart, endocrine organs, and eyes. |- |Oculopharyngeal muscular dystrophy | |PABPN1 |AD, rarely AR |40–50 years |Eye muscles, face, throat, pelvis, shoulders | |} ==Management== thumb|Ankle foot orthosis Currently, there is no cure for muscular dystrophy. In terms of management, physical therapy, occupational therapy, orthotic intervention (e.g., ankle-foot orthosis), speech therapy, and respiratory therapy may be helpful. Low intensity corticosteroids such as prednisone, and deflazacort may help to maintain muscle tone. Orthoses (orthopedic appliances used for support) and corrective orthopedic surgery may be needed to improve the quality of life in some cases. The cardiac problems that occur with EDMD and myotonic muscular dystrophy may require a pacemaker. The myotonia (delayed relaxation of a muscle after a strong contraction) occurring in myotonic muscular dystrophy may be treated with medications such as quinine. Occupational therapy assists the individual with MD to engage in activities of daily living (such as self-feeding and self-care activities) and leisure activities at the most independent level possible. This may be achieved with use of adaptive equipment or the use of energy-conservation techniques. Occupational therapy may implement changes to a person's environment, both at home or work, to increase the individual's function and accessibility; furthermore, it addresses psychosocial changes and cognitive decline which may accompany MD, and provides support and education about the disease to the family and individual. ==Prognosis== Prognosis depends on the individual form of muscular dystrophy. Some dystrophies cause progressive weakness and loss of muscle function, which may result in severe physical disability and a life-threatening deterioration of respiratory muscles or heart. Other dystrophies do not affect life expectancy and only cause relatively mild impairment. ==History== In the 1860s, descriptions of boys who grew progressively weaker, lost the ability to walk, and died at an early age became more prominent in medical journals. In the following decade, French neurologist Guillaume Duchenne gave a comprehensive account of the most common and severe form of the disease, which now carries his name – Duchenne MD. == Society and culture == In 1966, Jerry Lewis and the Muscular Dystrophy Association (MDA) began its annual Labor Day telecast The Jerry Lewis Telethon, which has probably done more to raise awareness of muscular dystrophy than any other event or initiative. Disability rights advocates, however, have criticized the telethon for portraying those living with the disease as deserving pity rather than respect. On December 18, 2001, the MD CARE Act was signed into law in the US; it amends the Public Health Service Act to provide research for the various muscular dystrophies. This law also established the Muscular Dystrophy Coordinating Committee to help focus research efforts through a coherent research strategy.H.R. 717--107th Congress (2001) : MD-CARE Act, GovTrack.us (database of federal legislation), (accessed Jul 29, 2007)Public Law 107-84 , PDF as retrieved from NIH website ==See also== ==References== ==Further reading== * * == External links == * Category:Genetic disorders by system Category:Myoneural junction and neuromuscular diseases Category:Wikipedia medicine articles ready to translate Category:Medical conditions with no known cure no:Duchenne muskeldystrofi",
 "title": "Muscular dystrophy"
}