{
 "id": "189966",
 "text": "Gilberto Hernández (born February 1, 1957), usually credited as Gilbert Hernandez and also by the nickname Beto (), is an American cartoonist. He is best known for his Palomar/Heartbreak Soup stories in Love and Rockets, an alternative comic book he shared with his brothers Jaime and Mario. ==Early life== Gilbert Hernández was born and grew up in Oxnard, California to a Mexican father and Texas-born mother. He had five brothers and one sister, raised by their mother and grandmother, as their father was rarely around. They were exposed to comic books early in life through their mother, who passed on her love of the medium to her children. Young Gilbert read all he could, with the exception of romance comics. He set his passions on becoming a graphic storyteller, learning everything he could by studying what he found in comics, while developing his drawing skills through constant practice. The radio was always on at home, and he grew up listening to the rock and roll of The Beatles, The Beach Boys and The Rolling Stones. Hernandez found high school boring, sympathizing neither with the jock nor the nerd crowds, and called himself and his brothers \"just regular rock 'n' roll guys\", and would make his way to Los Angeles for excitement. His drawing skills were admired by his peers, who urged him to aim at a career in drawing superheroes. Hernandez tried to learn more formal drawing skills, taking night classes in figurative drawing, but the apathy of his teacher drove him to quit. He made the decision to focus on comics when he got into high school, and upon finishing high school he devoted what energy he could towards that goal. He was particularly enamored with the work that Jack Kirby and Steve Ditko produced for Marvel Comics, as well as Hank Ketcham's Dennis the Menace and the Archie comics line. His brother Mario was responsible for introducing Gilbert to the underground comix movement when he smuggled a copy of Zap Comix into the house. Another big influence on Hernández's work has been rock music, including punk, new wave and glitter rock. In particular, the \"Brothers Hernández\" were influenced by the energy and diversity of the late 1970s California punk and hardcore scene. Hernández has credited punk rock with giving him the confidence to start drawing his own comics. ==Career== In the early 1980s, both Jaime and Gilbert created flyer and cover art for local bands. He also did the cover artwork for the record Limbo by Throwing Muses. The alternative rock band Love and Rockets was named after the Hernández brothers' comic book. The first wider recognition of Gilbert and his brothers' work occurred in 1982, after they had sent in a copy of their Love & Rockets comic, which up to that point they had been self publishing, to the Comics Journal, the foremost U.S. magazine of news and criticism pertaining to comic books and strips. This led to their work being published by the then just established Fantagraphics books. Between 1996 and 2001, the Love & Rockets series was temporarily suspended, while each brother, including Gilbert, pursued solo projects. During this time Gilbert created New Love, Luba, and Luba's Comics and Stories. After its resumption, Love & Rockets continued to be published by Fantagraphics on an annual basis. In 2009, Gilbert published The Troublemakers, his second solo graphic novel with the publisher, inspired by pulp novels and heist films. This has continued a trend he started with Chance in Hell and Speak of the Devil; all three books are faux adaptations of fictional B-movies. In 1981, Hernandez and his brothers Jaime and Mario published the first issue of Love and Rockets, which was quickly picked up by Fantagraphics Books, who republished the earliest materials in a new series starting in 1982. The magazine-sized comic book became known for its genre- bending, its punk-rock DIY ethic, and its multiracial (particularly Mexican- American) characters. In 1983, Hernandez published the first part of the first Heartbreak Soup story in Love and Rockets #3. This began Palomar, Hernandez' magic realist magnum opus which was completed in 1996. These stories take place in the fictional rural Latin American village of Palomar, where modern technology and rampant consumerism have yet to reach—or even phone lines. The focus on the stories was on the characters, with their variety of personalities, rather than on action as in superhero comics, or on shock value as in underground comix. Over the years, the Palomar stories became longer, more complex and more daring, especially in the long story \"Human Diastrophism\", in which a serial killer appears in Palomar, whose identity is only known by an unstable artist who slowly loses his mind. Unusual in the male-dominated comic-book world of the time, Love and Rockets gained a large female audience, largely due its sympathetically-portrayed and prominent female characters, who were not merely the objects of male lust. The first volume of Love and Rockets came to an end in 1996, with its fiftieth issue. Hernandez brought the Palomar stories to an end with a devastating earthquake, which briefly brings together many of the characters who had moved out of the village. The story closes with Luba and her family leaving for the United States to escape from hit men. Jaime and Gilbert went their separate ways. Gilbert continued with Luba and her family in series such as Luba, Luba's Comics and Stories, and edited to the children's anthology Measles before its early demise. Hernandez collaborated with Peter Bagge on the series Yeah! for DC Comics in 1999–2000, about \"a teen girl rock band who performed in outer space\", aimed at pre-teen girls. Bagge provided the script—the first time he worked on a project he hadn't written. The wearying pace at which he needed to work on the series, combined with a lack of reader interest, led to its cancellation after nine issues In 2001, Love and Rockets returned with a second volume, published roughly quarterly. The new series was published in standard comic-book size, and in it Hernandez focused on shorter stories that didn't rely on continuity. For his longer stories, he also began creating stand-alone graphic novels, such as Sloth (2006), about a teenager from a small town who wills himself into a coma. The second volume of Love and Rockets came to an end after twenty issues. A third volume, called Love and Rockets: New Stories began in 2008. While Jaime continued with his Locas characters in the series, Gilbert focused on new characters. ==Influences== Hernandez has said that, at a young age, he was particularly enamored with superhero comics—particularly 1960s Marvel Comics artists such as Jack Kirby's work on Fantastic Four and Steve Ditko, and the cartoony art of DC Comics artists such as Carmine Infantino and Dick Sprang. He also said he drew a large influence from humorously exaggerated, naturalistic artists such as Dan DeCarlo, Harry Lucey and Bob Bolling's work on various Archie Comics titles. He was impressed by the longer, \"epic\" stories he found, for example, in Classics Illustrated, or in issue #2 of Charlton Premiere Comics ==Critical analysis and reception== The style of Gilbert's work has been described as magic realism or as \"magic-realist take on Central American soap opera\". A common theme is the portrayal of independent women, and their strength, with the main example being Luba of Palomar. His stories often deal with issues relevant to Latino culture in the United States. According to Dominican- American writer and MIT creative writing professor Junot Díaz, Gilbert Hernández ideally would be considered \"one of the greatest American storytellers\". Along with his brother Jaime, Gilbert has been named as one of Time’s \"Top 100 Next Wave Storytellers\" in 2009. He is also co-creator and co- star (with his wife, Carol Kovinick) of The Naked Cosmos, an eccentric low- budget TV show about a cosmic prophet known as Quintas. ==Awards== * 1986 Kirby Award for Best Black & White Series for Love & Rockets (Fantagraphics Books) * 1986 Inkpot Award * 1989 Harvey Award for Best Writer for Love & Rockets (Fantagraphics) * 1990 Harvey Award for Best Writer for Love & Rockets (Fantagraphics) * 1989 Harvey Award for Best Continuing or Limited Series for Love and Rockets (Fantagraphics) * 1990 Harvey Award for Best Continuing or Limited Series for Love and Rockets (Fantagraphics) * 2001 Harvey Award for Best New Series for Luba's Comix and Stories (Fantagraphics) * 2004 Harvey Award for Best Single Issue or Story for Love and Rockets #9 (Fantagraphics) * 2009 Fellow Award from United States Artists * 2013 PEN Center USA’s Graphic Literature Award for Outstanding Body of Work * 2014 Eisner Award for Best Short Story for Untitled in Love and Rockets: New Stories' #6 (Fantagraphics) ==Bibliography== *Heartbreak Soup (Love and Rockets Library (Palomar & Luba Book 1)) (2007) Fantagraphics *Human Diastrophism (Love and Rockets Library (Palomar & Luba Book 2)) (2007) Fantagraphics *Beyond Palomar (Love and Rockets Library (Palomar & Luba Book 3)) (2007) Fantagraphics *Sloth (2006) Vertigo Comics *Chance in Hell (2007) Fantagraphics *Speak of the Devil (2008) Dark Horse Comics *The Troublemakers (2009) Fantagraphics *High Soft Lisp (Love and Rockets Book 25) (2010) Fantagraphics *Love From The Shadows (2011) Fantagraphics *The Adventures of Venus (2012) Fantagraphics *The Children of Palomar (2013) Fantagraphics *Julio's Day (2013) Fantagraphics *Marble Season (2013) Drawn & Quarterly *Maria M. Book 1 (2013) Fantagraphics *Luba and Her Family (Love and Rockets Library (Palomar & Luba Book 4)) (2014) Fantagraphics *Fatima: The Blood Spinners (2014) Dark Horse Comics *Grip: The Strange World of Men (2014) Dark Horse Comics *Maria M. Book 2 (2014) Fantagraphics *Bumperhead (2014) Drawn & Quarterly *Loverboys (2014) Dark Horse Comics *Blubber (2015) Fantagraphics *Yeah (1999) DC Comics * Birdland (1992) ==References== ;Specific ;General * * * * * * ==Further reading== *artbomb creator profile of Gilbert Hernández * * * * ==External links== * Review of Love & Rockets * The Naked Cosmos * An examination of Gilbert Hernández's illustrated biography of Frida Kahlo; a revised version appears here (2007) Category:1957 births Category:Alternative cartoonists Category:American comics artists Category:American comics writers Category:American graphic novelists Category:Harvey Award winners for Best Writer Category:Hispanic and Latino American novelists Category:Living people Category:Magic realism writers Category:People from Oxnard, California Category:American Splendor artists Category:American writers of Mexican descent",
 "title": "Gilbert Hernandez"
}