{
 "id": "190162",
 "text": "This article contains information about the literary events and publications of 1922. Under modern copyright law of the United States, all works published before January 1, 1923, with a proper copyright notice entered the public domain in the United States no later than 75 years from the date of the copyright. Hence books published in 1922 or earlier entered the public domain in the United States in 1998. ==Events== thumb|1st ed. cover This is a significant year for high modernism in English literature. *January – Ryūnosuke Akutagawa's modernist short story \"In a Grove\" (藪の中, Yabu no naka) is published in the Japanese magazine Shinchō. *January 24 – Façade – An Entertainment, poems by Edith Sitwell recited over an instrumental accompaniment by William Walton, are first performed, privately in London. *January 27 – Franz Kafka begins intensive work on his novel The Castle (Das Schloss) at the mountain resort of Spindlermühle, ceasing around early September in mid-sentence. *February 2 **In a \"savage creative storm\" of less than three weeks beginning today at Château de Muzot in Switzerland, Rainer Maria Rilke writes his Sonnets to Orpheus (Die Sonette an Orpheus) and completes his Duino Elegies (Duineser Elegien). **The modernist novel Ulysses by James Joyce is published complete in book form by Sylvia Beach's Shakespeare and Company in Paris (on 2/2/22, Joyce's 40th birthday), with a further edition in Paris for the Egoist Press, London, on October 12 (much of it seized by the United States Customs Service). The U.K. customs will also seize copies entering the country. * February 5 – DeWitt and Lila Wallace publish the first issue of Reader's Digest in the United States. *February–September – D. H. and Frieda Lawrence migrate from Europe to the United States, visiting Australia on the way, where he completes writing his novel Kangaroo. *March 3 – F. Scott Fitzgerald's novel The Beautiful and Damned is published in book form by Charles Scribner's Sons in New York; on December 10 a silent film version is released. *c. March 8 – The Czech playwrights Karel and Josef Čapek's play Pictures from the Insects' Life (Ze života hmyzu, also known as The Insect Play, published 1921) is first performed at the National Theatre Brno. It is also first performed this year in English translation, in the United States. *April – Marcel Proust's Sodome et Gomorrhe II (part of the novel sequence À la Recherche du temps perdu) is published in Paris. *May 18 – Marcel Proust, James Joyce, Sergei Diaghilev, Igor Stravinsky, Pablo Picasso, Erik Satie and Clive Bell, hosted by English art patron and novelist Sydney Schiff, dine in Paris at the Hotel Majestic: their one joint meeting. *May 27 – F. Scott Fitzgerald's short story \"The Curious Case of Benjamin Button\" is published in The Smart Set magazine. *June **F. Scott Fitzgerald's short story \"The Diamond as Big as the Ritz\" appears in Collier's magazine. **Over one night at his home in Shaftsbury, Vermont, Robert Frost completes the poem \"New Hampshire\" and at sunrise writes \"Stopping by Woods on a Snowy Evening\". Both first appear in the New Hampshire (collection) (1923). *July – Having issued a 2nd edition of António Botto's poetry collection Canções through his Lisbon publishing house Olisipo, Fernando Pessoa publishes a magazine article praising Botto's courage and sincerity in shamelessly singing homosexual love as a true aesthete, sparking controversy over literatura de Sodoma. *August – T. E. Lawrence is recruited into the British Royal Air Force as Ordinary Aircraftman 352087 John Hume Ross by Flying Officer W. E. Johns in London. Lawrence later writes The Mint about his experiences. *Summer – F. Scott Fitzgerald's novel The Great Gatsby (1925) is set on Long Island at this time, partly inspired by Scott and Zelda Fitzgerald's life from October 9 at Great Neck, New York, with the novelist Ring Lardner, newspaper editor Herbert Bayard Swope and (probably) bootlegger Max Gerlach as friends and neighbors. *September **Marcel Proust's sequence À la Recherche du temps perdu begins to appear in English in a translation by C. K. Scott Moncrieff of Swann's Way, as the first volume of Remembrance of Things Past. This occurs two months before the author's death. **T. S. Eliot and E. M. Forster stay in the country with Virginia Woolf and discuss Joyce's Ulysses. *September 14 – Sinclair Lewis's satirical novel Babbitt is published by Harcourt, Brace & Company. *September 22 **Bengali writer Kazi Nazrul Islam publishes the poem \"Anandamoyeer Agamane\" (The Advent of the Delightful Mother) in support of the Indian independence movement, in the Puja issue of his new biweekly Dhumketu. For this he is arrested in the Bengal Presidency and imprisoned on a charge of sedition for much of the following year. He goes on a hunger strike and composes many poems while in prison. His poem \"Bidrohi\" (বিদ্রোহী, The Rebel, December 1921) appears in his first anthology, Agnibeena. **F. Scott Fitzgerald's short story collection Tales of the Jazz Age is published by Charles Scribner's Sons in New York. *September 29 – Drums in the Night (Trommeln in der Nacht), at the Munich Kammerspiele, becomes the first play by Bertolt Brecht to be staged. *October 15 – T. S. Eliot founds The Criterion magazine, with the first appearance of his poem The Waste Land. This will be first fully published in book form by Boni & Liveright in New York in December. *October 26 – Jacob's Room by Virginia Woolf is published by the Hogarth Press of Richmond upon Thames with a jacket design by the author's sister Vanessa Bell. Also this summer, Woolf writes the short story \"Mrs Dalloway in Bond Street\" (published July 1923), the groundwork of the novel Mrs Dalloway (1925). *November – Uri Zvi Greenberg flees to Berlin after the second issue of the Yiddish literary journal Albatros, which he edits, is seized. The Warsaw authorities accuse him of blasphemy for iconoclastic depictions of Jesus, notably his prose poem \"Royte epl fun veybeymer\" (Red Apples from the Trees of Pain). *December – A valise containing all Ernest Hemingway's manuscripts of the past year's writing is stolen at Paris-Gare de Lyon. *December 6 – W. B. Yeats becomes a nominated member of the Seanad Éireann in the Irish Free State. *December 10 – The National Library of Albania is inaugurated in Tirana. *December 20 – Jean Cocteau's Antigone appears at the reopened Théâtre de l'Atelier in the Montmartre district of Paris, with sets by Pablo Picasso, music by Arthur Honegger and costumes by Gabrielle Chanel. Génica Athanasiou plays the title rôle, with Charles Dullin as Créon and Antonin Artaud as Tiresias. There are Dadaist protests. *unknown date – The first Newbery Medal for authors of distinguished children's books is awarded by the American Library Association to Hendrik Willem van Loon for The Story of Mankind (1921). ==New books== ===Fiction=== *Ruby M. Ayres – The Street Below *Pío Baroja – La lucha por la vida (The Struggle for Life, trilogy, 1922–1924) *Andrei Bely – Petersburg (Berlin version) *Arnold Bennett – Lilian *E. F. Benson – Miss Mapp *Stella Benson – The Poor Man *Ernest Bramah – Kai Lung's Golden Hours *Victor Bridges – Greensea Island *Mary Grant Bruce **The Cousin From Town **Stone Axe of Burkamuka *Edgar Rice Burroughs – At the Earth's Core *Karel Čapek **The Absolute at Large (Továrna na absolutno) **Krakatit *Willa Cather – One of Ours *Agatha Christie – The Secret Adversary * J. Storer Clouston – The Lunatic at Large Again *Colette – La Maison de Claudine * Freeman Wills Crofts – The Pit-Prop Syndicate *Aleister Crowley – Diary of a Drug Fiend *Grazia Deledda – Il Dio dei venti (The God of the Winds) *Ethel M. Dell **The Knight Errant **Charles Rex *E. R. Eddison – The Worm Ouroboros *Edna Ferber – Gigolo *F. Scott Fitzgerald **The Beautiful and Damned **Tales of the Jazz Age *Mikkjel Fønhus – Under Polarlyset *Gilbert Frankau – The Love Story of Aliette Brunton *David Garnett – Lady into Fox *William Gerhardie – Futility *Ellen Glasgow – One Man In His Time *Elinor Glyn – Man and Maid *Sarah Grand – Variety *Jiří Haussmann – Velkovýroba ctnosti *Hermann Hesse – Siddhartha *Robert Hichens – December Love *A.S.M. Hutchinson – This Freedom *Aldous Huxley – Mortal Coils *Vsevolod Ivanov **\"Armoured Train 14–69\" (short story) **Colored Winds *Mary Johnston – 1492 *James Joyce – Ulysses *Franz Xaver Kappus – The Red Rider *Faik Konica – Një ambasadë e zulluve në Paris *D. H. Lawrence **Aaron's Rod **England, My England and Other Stories *Sinclair Lewis – Babbitt *Marie Belloc Lowndes – Why They Married *Lu Xun – The True Story of Ah Q (serial publication completed) *Katherine Mansfield – The Garden Party and other stories *René Maran – Le Visage Calme *Victor Margueritte – La Garçonne (English translation The Bachelor Girl, 1923) *A. A. Milne – The Red House Mystery *Paul Morand – Open All Night *E. Phillips Oppenheim ** The Evil Shepherd ** The Great Prince Shan *Baroness Orczy **The Triumph of the Scarlet Pimpernel **Nicolette: A Tale of Old Provence *Boris Pilnyak – The Naked Year *Marcel Proust – Sodome et Gomorrhe II (volume 4 part 2 of À la Recherche du temps perdu) *Ernest Raymond – Tell England *Liviu Rebreanu – Forest of the Hanged (Pădurea spânzuraților) *Marah Roesli – Sitti Nurbaya *Berta Ruck – The Subconscious Courtship *Rafael Sabatini – Captain Blood *May Sinclair – Life and Death of Harriett Frean *Annie M. P. Smithson – The Walk of a Queen *Booth Tarkington – Gentle Julia *Sigrid Undset – Korset (\"The Cross\", third and final part of Kristin Lavransdatter) *Urmuz – Bizarre Pages (first samples; written c. 1908) *Carl Van Vechten – Peter Whiffle *Elizabeth von Arnim – The Enchanted April *Edgar Wallace **The Angel of Terror **The Crimson Circle **The Flying Fifty- Five **Mr. Justice Maxell **The Valley of Ghosts *Mary Webb – Seven for a Secret *Stanley J. Weyman – Ovington's Bank *P. G. Wodehouse – The Girl on the Boat *Virginia Woolf – Jacob's Room *Francis Brett Young – Pilgrim's Rest *Stefan Zweig **Amok **The Eyes of My Brother, Forever (Die Augen des ewigen Bruders) **Fantastic Night (Phantastische Nacht) **Letter from an Unknown Woman (Brief einer Unbekannten) **Moonbeam Alley (Die Mondscheingasse) ===Children and young people=== *Frances Hodgson Burnett – Robin *Richmal Crompton **Just William (first in the Just William series of 39 books) **More William *Dorothy Canfield Fisher – Rough-Hewn *Hugh Lofting – The Voyages of Doctor Dolittle *Hendrik Willem van Loon – The Story of Mankind (non-fiction) *E. Nesbit – The Lark *Beatrix Potter – Cecily Parsley's Nursery Rhymes *Carl Sandburg – Rootabaga Stories *Walter Scott Story – Skinny Harrison Adventure *Margery Williams – The Velveteen Rabbit or How Toys Become Real ===Drama=== thumb|page=7|1st publication *Imtiaz Ali Taj – Anarkali *Arnolt Bronnen – Parricide (Vatermord) *Karel Čapek – The Makropulos Affair (Věc Makropulos) *Jean Cocteau – Antigone *J. B. Fagan (adaptation) – Treasure Island *Arthur Goodrich – So This Is London *Ian Hay – The Happy Ending *Hugo von Hofmannsthal – The Great World Theatre (Das Salzburger große Welttheater) *Lauw Giok Lan – Pendidikan jang Kliroe *Eugene O'Neill – The Hairy Ape *Ouyang Yuqian (欧阳予倩) – After Returning Home (回家以后) *Luigi Pirandello **Henry IV (Enrico IV) **Clothing the Naked (Vestire gli ignudi) **The Imbecile (L'imbecille) *Percy Bysshe Shelley – The Cenci (first public performance in England) *Carl Sternheim – The Fossil (Das Fossil) *Tian Han (田漢) **A Night in the Coffee Shop (Kafeidian Yi Ye) **Before Lunch (Wufan Zhiqian)) *Ernst Toller – The Machine-Wreckers (Die Maschinenstürmer) *Ben Travers – The Dippers *Arthur Valentine – Tons of Money *John Willard – The Cat and the Canary ===Poetry=== page=7|thumb|1st ed. title page *Mário de Andrade – Paulicéia Desvairada (Hallucinated City) *Manuel Maples Arce – Andamios interiores (Poemas radiograficos) *Edmund Blunden – The Shepherd, and Other Poems of Peace and War *A. E. Coppard – Hips and Haws *T. S. Eliot – The Waste Land *Thomas Hardy – Late Lyrics and Earlier, with Many Other Verses *A. E. Housman – Last Poems *Claude McKay – Harlem Shadows *Isaac Rosenberg (killed 1918) – Poems *Sacheverell Sitwell – The Hundred and One Harlequins, and Other Poems *Birger Sjöberg – Fridas Bok *César Vallejo – Trilce *Mohammad Yamin – Tanah Air ===Non-fiction=== *E. E. Cummings – The Enormous Room *Albert Einstein – The Meaning of Relativity: Four Lectures Delivered at Princeton University, May 1921 *Leonora Eyles – The Woman in the Little House *Benjamin Fondane – Imagini și cărți din Franța *James George Frazer – The Golden Bough *Magema Magwaza Fuze (died 1922) – Abantu Abamnyama Lapa Bavela Ngakona (The Black People and Whence They Came) *Frank Harris – My Life and Loves (publication begins) *Agnes Jekyll – Kitchen Essays *T. E. Lawrence – Seven Pillars of Wisdom (private edition) *Walter Lippmann – Public Opinion *James O. McKinsey – Budgetary Control *Bronisław Malinowski – Argonauts of the Western Pacific *W. Somerset Maugham – On a Chinese Screen *Hans Prinzhorn – Artistry of the Mentally Ill *Radu Rosetti – Amintiri *G. M. Trevelyan – British History in the Nineteenth Century, 1782–1901 *Hendrik Willem van Loon – The Story of Mankind *Ludwig Wittgenstein – Tractatus Logico-Philosophicus ==Births== *January 10 – Terence Kilmartin, Irish journalist and translator (died 1991) *January 22 – Howard Moss, American poet, playwright, and critic (died 1987) *January 23 – Vernon Scannell, British poet (died 2007) *February 6 – Denis Norden, English comedy writer (died 2018) *February 18 – Helen Gurley Brown, American editor and publisher (died 2012) *March 12 – Jack Kerouac, American author of On the Road (died 1969) *March 27 – Dick King- Smith, English children's author (died 2011) *April 4 – Máire Mhac an tSaoi, Irish poet and scholar *April 13 – John Braine, English novelist (died 1986) *April 16 **Kingsley Amis, English novelist (died 1995) **Samuel Youd (John Christopher), English science fiction novelist (died 2012) *April 22 – Guillermo Cabrera Infante, Cuban novelist (died 2005) *April 28 – Alistair MacLean, Scottish novelist (died 1987) *May 6 – Alan Ross, Indian-born English poet and editor (died 2001) *May 8 – Mary Q. Steele, American naturalist and author (died 1992) *May 27 – Sidney Keyes, English poet (died 1943) *May 30 – Hal Clement, American science fiction writer (died 2003) *June 11 – Erving Goffman, Canadian sociologist (died 1982) *June 29 – Vasko Popa, Yugoslav poet (died 1991) *June 30 – Mollie Hunter, Scottish novelist and children's writer (died 2012) *July 12 – Michael Ventris, English translator (died 1956) *July 15 – Cathal Ó Sándair, Irish language novelist (died 1996) *July 17 – Donald Davie, English poet (died 1995) *July 19 – George McGovern, American author and politician (died 2012) *August 9 – Philip Larkin, English poet (died 1985) *August 18 – Alain Robbe-Grillet, French novelist (died 2008) *September 12 – Jackson Mac Low, American poet (died 2004) *November 11 – Kurt Vonnegut, American novelist (died 2007) *November 16 – José Saramago, Portuguese writer (died 2010) *November 29 – Michael Howard, English historian, author and academic (died 2019) *November 26 – Charles M. Schulz, American cartoonist (died 2000) *December 11 – Grace Paley, American writer (died 2007) *December 28 – Stan Lee, American comic-book writer and editor (died 2018) *December 29 – William Gaddis, American novelist (died 1998) *December 30 – Jane Langton, American author and illustrator (died 2018) * December – Lu Yongfu, Chinese translator ==Deaths== *January 3 – Berthold Delbrück, German linguist (born 1842) *January 12 – Thomas Gibson Bowles, English founder of The Lady and Vanity Fair (born 1881) *January 27 **Nellie Bly, American journalist (born 1864) **Giovanni Verga, Italian author (born 1840)Cigliana, Simona; Fedi, Roberto (2002). Giovanni Verga. Rome: Istituto Poligrafico e Zecca dello Stato. p. 287. (in Italian). *February 3 – John Butler Yeats, Irish artist and poet (born 1839) *June 12 – Wolfgang Kapp, Prussian journalist (born 1858) *June 28 – Velimir Khlebnikov, Russian writer (born 1885) *July 8 – Mori Ōgai (森鷗外), Japanese novelist and poet (born 1862) *July 26 – Ehrman Syme Nadal, American author (born 1843) *August 14 ** Barbara Galpin, American journalist (born 1855) ** Alfred Harmsworth, 1st Viscount Northcliffe, British newspaper proprietor (born 1865) Retrieved 23 November 2013. *August 25 – Edward George Honey, Australian journalist (born 1885) *August 29 – Georges Sorel, French philosopher (born 1847) *September 2 – Henry Lawson, Australian poet (born 1867) *September 4 – George R. Sims, English writer (born 1847) *September 10 – Wilfrid Scawen Blunt, English poet and radical (born 1840) *October 13 – Elizabeth Williams Champney, American author (born 1850) *October 22 – Lyman Abbott, American theologian (born 1835) *October 30 – Géza Gárdonyi, Hungarian historical novelist (born 1863) *November 1 – Lima Barreto, Brazilian novelist and journalist (born 1881) *November 18 – Marcel Proust, French author (born 1871) *November 24 – Erskine Childers, Irish historian and novelist (born 1870) *November 27 – Alice Meynell, English poet (born 1847) *December 13 – Hannes Hafstein, Icelandic poet and prime minister (born 1861) *December 19 – Clementina Black, English novelist and political writer (born 1853) *unknown date – Mary Anna Needell (Mrs. J. H. Needell), English novelist (born 1830) ==Awards== *Hawthornden Prize for poetry: Edmund Blunden *James Tait Black Memorial Prize for fiction: David Garnett, Lady into Fox *James Tait Black Memorial Prize for biography: Percy Lubbock, Earlham *Newbery Medal for children's literature: Hendrik Willem van Loon, The Story of Mankind *Nobel Prize in Literature: Jacinto Benavente *Prix Goncourt: Henri Béraud, Le Martyre de l'obèse *Pulitzer Prize for Drama: Eugene O'Neill, Anna Christie *Pulitzer Prize for Poetry: Edwin Arlington Robinson, Collected Poems *Pulitzer Prize for the Novel: Booth Tarkington, Alice Adams ==References== Category:Years of the 20th century in literature",
 "title": "1922 in literature"
}