{
 "id": "190228",
 "text": "This article contains information about the literary events and publications of 1979. ==Events== *May – The Merchant Ivory Productions film The Europeans appears. Its screenplay by Ruth Prawer Jhabvala draws on the 1878 Henry James novel of the same name. *October 25 – The London Review of Books is first issued, its founding editors being Karl Miller, Mary-Kay Wilmers and Susannah Clapp. For its first six months it appears as an insert to The New York Review of Books. *November – Dambudzo Marechera's The House of Hunger wins the Guardian Fiction Prize. *unknown dates **K. W. Jeter's novel Morlock Night pioneers full-length fiction in the genre he later calls steampunk. **August Wilson's Jitney is first produced; it becomes the eighth in his \"Pittsburgh Cycle\". ==New books== ===Fiction=== *Douglas Adams – The Hitchhiker's Guide to the Galaxy *V. C. Andrews – Flowers in the Attic *Jeffrey Archer – Kane and Abel *Barbara Taylor Bradford – A Woman of Substance *Octavia Butler – Kindred *Italo Calvino — If on a winter's night a traveler *Orson Scott Card – A Planet Called Treason *Angela Carter – The Bloody Chamber *Eileen Chang – Lust, Caution *Agatha Christie – Miss Marple's Final Cases and Two Other Stories *L. Sprague de Camp and Lin Carter – Conan the Liberator *Michael Ende – The Neverending Story (Die unendliche Geschichte) *José Pablo Feinmann – Últimos días de la víctima *Thomas Flanagan — Year of the French *Alan Dean Foster – Alien (movie novelization) *Carlo Fruttero and Franco Lucentini — A che punto è la notte *Brian Garfield - The Paladin *William Golding – Darkness Visible *William Goldman – Tinsel *Nadine Gordimer – Burger's Daughter *Arthur Hailey – Overload *Stratis Haviaras – When the Tree Sings *Douglas Hill – Galactic Warlord *Stephen King – The Dead Zone *Russell Kirk – The Princess of All Lands *Milan Kundera – The Book of Laughter and Forgetting (first published in French as Le Livre du rire et de l'oubli) *John le Carré – Smiley's People *Morgan Llywelyn – Lion of Ireland: The Legend of Brian Boru *Robert Ludlum – The Matarese Circle *Norman Mailer – The Executioner's Song *Cormac McCarthy - Suttree *Roger McDonald – 1915: a novel *Haruki Murakami – Hear the Wind Sing (風の歌を聴け, Kaze no uta o kike) *Ellis Peters – One Corpse Too Many *Jerry Pournelle – Janissaries *Satyajit Ray – Hatyapuri *Harold Robbins – Memories of Another Day *Philip Roth – The Ghost Writer *Mary Stewart – The Last Enchantment *Peter Straub – Ghost Story *William Styron – Sophie's Choice *Trevanian – Shibumi *Kaari Utrio – Rautalilja *Jack Vance – The Face *Kurt Vonnegut – Jailbird *Elizabeth Walter – In the Mist and Other Uncanny Encounters *William Wharton – Birdy *Kit Williams – Masquerade *Raymond Williams – The Fight for Manod *Robert Anton Wilson – Schrodinger's Cat *Tom Wolfe – The Right Stuff *Roger Zelazny – Roadmarks ===Children and young people=== *Chris Van Allsburg – The Garden of Abdul Gasazi *Katharine Mary Briggs (with Anne Yvonne Gilbert) – Abbey Lubbers, Banshees, & Boggarts: An Illustrated Encyclopedia of Fairies *Raymond Briggs – Fungus the Bogeyman *Roald Dahl – The Twits *Colin Dann – The Animals of Farthing Wood *Peter Dickinson (with Wayne Anderson) – The Flight of Dragons *Elizabeth Laird – Rosy's Garden *Robie Macauley – A Secret History of Time to Come *Bill Peet – Cowardly Clyde *Daniel Pinkwater – Yobgorgle: Mystery Monster of Lake Ontario *Ellen Raskin – The Westing Game *Jane Severance (with Tea Schook) – When Megan Went Away *Barbara Sleigh – Carbonel and Calidor *Angela Sommer- Bodenburg – Der kleine Vampir ===Drama=== *Bahram Beyzai – Death of Yazdgerd (مرگ یزدگرد) *Caryl Churchill – Cloud Nine *David Fennario – Balconville *Richard Harris – Outside Edge *Elfriede Jelinek – Was geschah, nachdem Nora ihren Mann verlassen hatte; oder Stützen der Gesellschaften (What Occurred after Nora Left her Husband, or Supports of Society) *Heiner Müller – Hamletmachine (first performance) *Mark Medoff – Children of a Lesser God *Neil Oram – The Warp *Peter Shaffer – Amadeus *Sam Shepard – Buried Child *Martin Sherman – Bent *Tom Stoppard – Undiscovered CountryStoppard plays at http://www.doollee.com/PlaywrightsS/stoppard-tom.html#33484 ===Poetry=== *Kingsley Amis – Collected Poems ===Non-fiction=== *Alison Adburgham – Shopping in Style: London from the Restoration to Edwardian Elegance *David Attenborough – Life on Earth *Harold Walter Bailey – Dictionary of Khotan Saka *Jerome Bruner – On Knowing: Essays for the Left Hand *L. Sprague de Camp (editor) – The Blade of Conan *Elizabeth Eisenstein – The Printing Press as an Agent of Change *Peter Evans – The Music of Benjamin Britten *John Fowles – The Tree *Sandra Gilbert and Susan Gubar – The Madwoman in the Attic: The Woman Writer and the Nineteenth-Century Literary Imagination *Eloise Greenfield, Lessie Jones Little, Pattie Ridley Jones - Childtimes: A Three- Generation Memoir *Douglas Hofstadter – Gödel, Escher, Bach: An Eternal Golden Braid *Henry Kissinger – The White House Years *Leon Litwack – Been in the Storm So Long: The Aftermath of Slavery *Jean-François Lyotard – The Postmodern Condition: A Report on Knowledge (La Condition postmoderne: rapport sur le savoir) *Jessica Mitford – Poison Penmanship: the Gentle Art of Muckraking *Stephen Pile – The Book of Heroic Failures *Clark Ashton Smith – The Black Book of Clark Ashton Smith *Margaret Trudeau – Beyond Reason *Tom Wolfe – The Right Stuff ==Births== *February 4 – Ben Lerner, American poet, novelist and critic *February 10 – Johan Harstad, Norwegian novelistBrageprisen nominations 2010. *March 28 – Benjamin Percy, American short story writer *April 14 – Patrick Somerville, American novelist and short story writer *June 28 – Florian Zeller, French novelist and dramatist *July 14 – Yukiko Motoya, Japanese fiction writer, playwright, theatre director and voice actress *unknown dates **D.D. Johnston, Scottish political novelist and university lecturer **Emily St. John Mandel, Canadian-born novelist\"Mandel, Emily St. John 1979– --\" in Contemporary Authors, v. 301. Gale, 2010. ==Deaths== *January – Dilys Cadwaladr, Welsh-language poet (born 1902) *January 27 – Victoria Ocampo, Argentine publisher, writer and critic (born 1890) *February 9 – Allen Tate, American poet and essayist (born 1899) *February 25 – John L. Wasserman, American entertainment critic (car accident, born 1938) *February 27 – Sir George Clark, English historian (born 1890) *March 26 – Jean Stafford, American short story writer and novelist (heart failure, born 1915) *April 8 – Breece D'J Pancake, American short story writer (suicide, born 1952) *May 10 – J. B. Morton (Beachcomber), English humorous newspaper columnist (born 1893) *May 14 – Jean Rhys, Dominica, West Indies- born English novelist (born 1890) *June 1 – Eric Partridge, New Zealand/British lexicographer (born 1894) *June 3 – Arno Schmidt, German novelist (born 1914) *June 7 – Forrest Carter, American genre novelist (heart failure, born 1925) *July 6 – Malcolm Hulke, English television writer (born 1924) *July 15 – Juana de Ibarbourou, Uruguayan poet (born 1892) *July 21 – Eugène Vinaver, Russian-born English literary scholar (born 1899) *July 23 – Joseph Kessel, French journalist and novelist (born 1898) *July 29 – Herbert Marcuse, German Jewish philosopher (born 1898) *August 8 – Nicholas Monsarrat, English novelist (born 1910) *August 16 – Jerzy Jurandot (Jerzy Glejgewicht), Polish poet and dramatist (born 1911) *August 20 – Christian Dotremont, Belgian painter and writer (born 1922) *August 22 – James T. Farrell, American novelist (born 1904) *September 5 – John Bradburne, English poet and missionary (killed by guerillas; born 1921) *September 6 – Guy Bolton, British playwright (born 1884)\"Mr Guy Bolton\", obituary, The Times, 23 November 1979, p. 11 *September 25 – Zhou Libo (周立波), Chinese novelist and translator (born 1908) *October 6 – Elizabeth Bishop, American poet (born 1911) *October 17 – S. J. Perelman, American humorist (born 1904) *October 18 – Virgilio Piñera, Cuban poet and short-story writer (born 1912) *December 12 – Goronwy Rees, Welsh journalist and academic (born 1909) *December 19 – Donald Creighton, Canadian historian (born 1902) ==Awards== *Nobel Prize for Literature: Odysseus Elytis ===Canada=== *See 1979 Governor General's Awards for a complete list of winners and finalists for those awards. ===France=== *Prix Goncourt: Antonine Maillet, Pélagie la Charette *Prix Médicis French: Claude Durand, La Nuit zoologique *Prix Médicis International: Alejo Carpentier, La harpe et l'ombre ===Spain=== *Miguel de Cervantes Prize: Jorge Luis Borges and Gerardo Diego ===United Kingdom=== *Booker Prize: Penelope Fitzgerald, Offshore *Carnegie Medal for children's literature: Peter Dickinson, Tulku *Cholmondeley Award: *James Tait Black Memorial Prize for fiction: William Golding, Darkness Visible *James Tait Black Memorial Prize for biography: Brian Finney, Christopher Isherwood: A Critical Biography ===United States=== *American Academy of Arts and Letters Gold Medal for Fiction : *Nebula Award: Vonda N. McIntyre, Dreamsnake *Hugo Award: Vonda N. McIntyre, Dreamsnake *Locus Award for Best Novel: Vonda N. McIntyre, Dreamsnake *Newbery Medal for children's literature: *Bancroft Prize: Christopher Thorne, Allies of a Kind: The United States, Britain, and the War Against Japan, 1941–1945 *Bancroft Prize: Anthony F. C. Wallace, Rockdale: The Growth of An American Village in the Early Industrial Revolution *Pulitzer Prize for Drama: Sam Shepard, Buried Child *Pulitzer Prize for Biography or Autobiography: Leonard Baker, Days of Sorrow and Pain: Leo Baeck and the Berlin Jews *Pulitzer Prize for Fiction: John Cheever, The Stories of John Cheever *Pulitzer Prize for Poetry: Robert Penn Warren, Now and Then: Poems 1976–1978 *Pulitzer Prize for History: Don E. Fehrenbacher, The Dred Scott Case: Its Significance in American Law and Politics *Pulitzer Prize for General Non-Fiction: E. O. Wilson, On Human Nature ===Elsewhere=== *Miles Franklin Award: David Ireland, A Woman of the Future *Premio Nadal: Carlos Rojas, El ingenioso hidalgo y poeta Federico García Lorca asciende a los infiernos *Viareggio Prize: Giorgio Manganelli, Centuria ==References== Category:Years of the 20th century in literature",
 "title": "1979 in literature"
}