{
 "id": "190354",
 "text": "Synthetic Socks is a very early recording by Gene Ween, released on TeenBeat Records in 1987. It is almost entirely the product of Gene Ween making personal recordings in his bedroom (Dean Ween appears only a few times on this cassette). The cover of the album is a close up of a child (possibly Gene himself) holding an object. Instruments include Synsonic Drums, Korg Poly-800, piano, and reel-to-reel. Scott Lowe assisted in post production using delay and additional keyboards. Long time friend of Gene Ween Scott Lowe assisted in production of the album, adding various affects to some of the songs. Credited as Synthetic Sox (not \"Socks\" as in the album title), three of the TeenBeat tracks; Tree, Sea of Mellichis, and Investigating Tornadoes were released on vinyl as part of Shadow Mouth: Compilation One, released on the Shadow Mouth Record label based in Asbury Park, New Jersey. Synthetic Socks features a very embryonic version of Ween's trademark sound. ==Track listing== #\"Baked Potatoe\" [[[sic]]] #\"Cops\" #\"Hence It Came\" (instrumental) #\"Living Together\" #\"Once I Lived\" #\"Anything Quickly\" (instrumental) #\"Get Back Here Son (take the .45)\" #\"Gi. Go. Stop. No\" #\"Ho Ho Ho\" #\"Some Weird pickles\" #\"Eurshishyshen\" #\"Tree\" (instrumental) #\"Love\" #\"Justcruisin'\" #\"Acoustic Lawn Jam\" #\"I Hate Snuggles\" #\"Style of Carpet\" (instrumental) #\"Collectives\" #\"Cheese Fries\" #\"I Had a Party\" #\"What Do You Think About a Woman?\" #\"Sea of Mellchis\" #\"Investigating Tornadoes\" #\"Today It Is My Birthday\" #\"Sonata in A#G Overture\" (instrumental) #\"Happy Family\" #\"School Days\" #\"Prank Calls (Literally)\" \"Prank Calls (Literally)\" features the 1975 Kiss hit \"Rock and Roll All Nite\" in its entirety. This is due to Gene Ween recording the album on old cassettes with music already on the tape. This effect is also heard on the Ween song \"Birthday Boy\", which near the end of the song Pink Floyd's song \"Echoes\" kicks in. Other examples of this effect happening in Ween's discography are on \"I Play It Off Legit\" and \"Flies On My Dick\". Category:1987 albums Category:TeenBeat Records albums Category:Ween albums",
 "title": "Synthetic Socks"
}