{
 "id": "190392",
 "text": "I'll Cry Tomorrow (1955) is a biopic that tells the story of Lillian Roth, a Broadway star who rebels against the pressure of her domineering mother and struggles with alcoholism after the death of her fiancé. It stars Susan Hayward, Richard Conte, Eddie Albert, Margo, and Jo Van Fleet. The screenplay was adapted by Helen Deutsch and Jay Richard Kennedy from the 1954 autobiography by Lillian Roth, Mike Connolly and Gerold Frank. It was directed by Daniel Mann. The film won the Academy Award for Best Costume Design for Helen Rose, and had three other Academy Award nominations, including Best Actress for Susan Hayward. It was entered into the 1956 Cannes Film Festival. ==Plot== Eight-year-old Lillian Roth (Carole Ann Campbell) constantly is pushed by her domineering stage mother Katie (Jo Van Fleet) to audition and act, even though she is merely a child. One day, Katie secures an opportunity in Chicago, which leads to Lillian, now older (Susan Hayward), to having a successful musical career. Even though 20 years have passed, Katie still is managing Lillian, as well as running her life and career choices. Although her mother does not tell her, Lillian finds out that her childhood friend David (Ray Danton) tried to get in contact with her. She visits him in the hospital, and they soon fall in love. Because David is an entertainment company lawyer, he is able to secure Lillian shows at some big venues, including one at the Palace Theatre. However, there is latent tension between David and Katie because he feels that Katie is projecting her own ambitions onto Lillian and overworking her, and Katie feels a new man in Lillian's life only serves to distract from her high-profile career. When Lillian informs her mother she intends to marry David, Katie is disappointed and sees a repeat of her own life happening—giving up a career to have a husband and children. Suddenly, David falls ill and dies during the opening night of her show, and she is despondent at having lost the love of her life. Rebelling against her mother's domineering ways, Lillian turns to drinking. One night, in a drunken stupor, she goes out with a aviator, Wallie (Don Taylor), and marries him that night but does not remember it. They remain married, but the marriage is loveless from the beginning. The only thing the two have in common is drinking, and both drink to forget the present. Lillian's career suffers as a result of her persistent alcoholism, and she spends all her money without booking new shows. The two divorce after Wallie says he is \"sick of being Mr. Lillian Roth.\" Two years later, Lillian meets fellow alcoholic Tony Bardeman (Richard Conte) at a dinner party, and she falls for him. However, Lillian goes through alcohol withdrawal when she stops drinking to please her mother, and instead she turns to being a secret drinker. Her drinking gets worse when Tony goes home to California, but when he returns, Lillian begs him to stay with her. They decide to stop drinking together, but once they are married, Tony starts to drink, and Lillian is outraged. When she tries to stop him from drinking and leave, he beats her. She escapes Tony's clutches and goes to New York City to live with her mother, but contemplates suicide after a fight with her mother. Lillian goes to an Alcoholics Anonymous shelter, and suffers bouts of delirium tremens as she goes through withdrawals. She begins to fall for her sponsor Burt McGuire (Eddie Albert), but the crippling effects of childhood polio make him wary of pursuing anything romantic. As she continues her recovery, she is invited to appear on the This Is Your Life television program to share her story of alcoholism and recovery. ==Cast== right|250px|thumb|Susan Hayward and Eddie Albert * Susan Hayward as Lillian Roth * Richard Conte as Tony Bardeman * Eddie Albert as Burt McGuire * Jo Van Fleet as Katie Silverman Roth, Lillian's mother * Don Taylor as Wallie * Ray Danton as David Tredman * Margo as Selma * Virginia Gregg as Ellen * Don 'Red' Barry as Jerry * David Kasday as David as a child * Carole Ann Campbell as Lillian (a child) * Peter Leeds as Richard Elstead * Tol Avery as Drunk party guest, Joe * Anthony Jochim as Paul (butler) * Jack Daley as Cab driver * Ralph Edwards as Himself, as host of This Is Your Life (uncredited) ==Box office== According to MGM records, the film made $5,873,000 in the U.S. and Canada and $1,854,000 in other markets, resulting in a profit of $2,933,000. ==Reviews== \"Susan Hayward sings for the first time on the screen, and will win much applause for her throaty voice in such songs as Sing, You Sinners, When the Red, Red Robin (Comes Bob, Bob, Bobbin' Along), and I'm Sitting on Top of the World. She is supported by Ray Danton as the man whose death first upsets her; by Jo Van Fleet as her domineering mother who realises what she has done too late; Richard Conte, Eddie Albert and Don Taylor.\"Picture Show, June 23, 1956 ==Awards and nominations== {| class=\"wikitable plainrowheaders\" |- ! Award ! Category ! Nominee(s) ! Result |- | rowspan=\"4\"| Academy Awards | Best Actress | Susan Hayward | |- | Best Art Direction – Black-and-White | Art Direction: Cedric Gibbons and Malcolm Brown Set Decoration: Edwin B. Willis and Hugh Hunt | |- | Best Cinematography – Black-and-White | Arthur Arling | |- | Best Costume Design – Black-and-White | Helen Rose | |- | British Academy Film Awards | Best Foreign Actress | Susan Hayward | |- | rowspan=\"2\"| Cannes Film Festival | Palme d'Or | Daniel Mann | |- | Best Actress | Susan Hayward | |- | Golden Globe Awards | Most Promising Newcomer – Male | Ray Danton | |- | rowspan=\"2\"| Laurel Awards | Top Female Dramatic Performance | Susan Hayward | |- | Top Female Character Performance | Jo Van Fleet | |} ==See also== * List of American films of 1955 ==References== ==External links== * * * * * Sound samples of the film score Category:1955 films Category:1955 drama films Category:1950s biographical drama films Category:American biographical drama films Category:American black-and-white films Category:American films Category:Biographical films about actors Category:Cultural depictions of actors Category:Cultural depictions of American women Category:English-language films Category:Films about alcoholism Category:Films based on autobiographies Category:Films directed by Daniel Mann Category:Films scored by Alex North Category:Films that won the Best Costume Design Academy Award Category:Metro-Goldwyn-Mayer films",
 "title": "I'll Cry Tomorrow"
}