{
 "id": "190441",
 "text": "Gao Xingjian (高行健 in Chinese - born January 4, 1940) is a Chinese émigré novelist, playwright, critic, painter, photographer, film director, and translator who in 2000 was awarded the Nobel Prize in Literature \"for an oeuvre of universal validity, bitter insights and linguistic ingenuity.\" He is also a noted translator (particularly of Samuel Beckett and Eugène Ionesco), screenwriter, stage director, and a celebrated painter. Gao's drama is considered to be fundamentally absurdist in nature and avant-garde in his native China. Absolute Signal (1982) was a breakthrough in Chinese experimental theatre. The Bus Stop (1983) and The Other Shore (1986) had their productions halted by the Chinese government, with the acclaimed Wild Man (1985) the last work of his to be publicly performed in China. He left the country in 1987 and his plays from The Other Shore onward increasingly centered on universal (rather than Chinese) concerns, but his 1989 play Exile angered both the government for its depiction of China and the overseas democracy movement for its depiction of intellectuals. In 1998, he was granted French citizenship. Gao's influences include classical Chinese opera, folk culture, and 20th century European drama such as Antonin Artaud, and he said in 1987 that as a writer he could be placed at the meeting point between Western and Eastern cultures. He is a very private person, however, and later claimed, \"No matter whether it is in politics or literature, I do not believe in or belong to any party or school, and this includes nationalism and patriotism.\" His prose works tend to be less celebrated in China but are highly regarded elsewhere in Europe and the West, with Soul Mountain singled out in the Nobel Prize announcement. == Early life == Born in Ganzhou, Jiangxi, during wartime China in 1940 (Gao's original paternal ancestral home town is in Taizhou, Jiangsu with his maternal roots from Zhejiang), his family returned to Nanjing with him following the aftermath of World War II. He has been a French citizen since 1998. In 1992 he was awarded the Chevalier de l'Ordre des Arts et des Lettres by the French government. === Early years in Jiangxi and Jiangsu === Gao's father was a clerk in the Bank of China, and his mother was a member of YMCA. His mother was once a playactress of Anti- Japanese Theatre during the Second Sino-Japanese War. Under his mother's influence, Gao enjoyed painting, writing and theatre very much when he was a little boy. During his middle school years, he read much translated literature from the West, and he studied sketching, ink and wash painting, oil painting and clay sculpture under the guidance of painter Yun Zongying (). In 1950, his family moved to Nanjing. In 1952, Gao entered the Nanjing Number 10 Middle School (later renamed Jinling High School) which was the Middle School attached to Nanjing University. === Years in Beijing and Anhui === In 1957 Gao graduated, and, following his mother's advice, chose Beijing Foreign Studies University (BFSU) instead of the Central Academy of Fine Arts, although he was thought to be talented in art. In 1962 Gao graduated from the Department of French, BFSU, and then he worked for the Chinese International Bookstore (). During the 1970s, because of the Down to the Countryside Movement, he was persecuted as a public intellectual, forced to destroy his early writings, and was sent to the countryside to do hard labor in Anhui Province for six years. He taught as a Chinese teacher in Gangkou Middle School, Ningguo county, Anhui Province for a short time. In 1975, he was allowed to go back to Beijing and became the group leader of French translation for the magazine China Reconstructs (). In 1977 Gao worked for the Committee of Foreign Relationship, Chinese Association of Writers. In May 1979, he visited Paris with a group of Chinese writers including Ba Jin. In 1980, Gao became a screenwriter and playwright for the Beijing People's Art Theatre. Gao is known as a pioneer of absurdist drama in China, where Signal Alarm (《絕對信號》, 1982) and Bus Stop (《車站》, 1983) were produced during his term as resident playwright at the Beijing People's Art Theatre from 1981 to 1987. Influenced by European theatrical models, it gained him a reputation as an avant-garde writer. The production of the former work (the title of which has also been translated as Absolute Signal) was considered a breakthrough and trend-setter in Chinese experimental theatre. His book Preliminary Explorations Into the Art of Modern Fiction was published in September 1981 and reprinted in 1982, by which point several established writers had applauded it. His plays Wild Man (1985) and The Other Shore (《彼岸》, 1986) openly criticised the government's state policies. The rehearsal of the latter was ordered to stop after one month. In 1986 Gao was misdiagnosed with lung cancer, and he began a 10-month trek along the Yangtze, which resulted in his novel Soul Mountain (). The part-memoir, part-novel, first published in Taipei in 1990 and in English in 2000 by HarperCollins Australia, mixes literary genres and utilizes shifting narrative voices. It has been specially cited by the Swedish Nobel committee as \"one of those singular literary creations that seem impossible to compare with anything but themselves.\" The book details his travels from Sichuan province to the coast, and life among Chinese minorities such as the Qiang, Miao, and Yi peoples on the fringes of Han Chinese civilization. === Years in Europe and Paris === By the late 1980s, Gao had shifted to Bagnolet, a city adjacent to Paris, France. His 1989 political drama Fugitives (also translated as Exile), about three people who escape to a disused warehouse after the tanks roll into Tiananmen Square on 4 June 1989, resulted in all his works being banned from performance in China and he was officially deemed persona non grata. == Works == thumb|Gao Xingjian in 2008 Selected works: ===Dramas and performances=== * 《絕對信號》 (Signal Alarm / Absolute Signal, 1982) ** 1982, in Beijing People's Art Theatre ** 1992, in Taiwan * 《車站》 (Bus Stop, 1983) ** 1983, in Beijing People's Art Theatre ** 1984, in Yugoslavia ** 1986, in Hong Kong ** 1986, in Britain, University of Leeds, England. Translated and Directed by Carla Kirkwood ** 1991, in United States (California) Southwestern College, Chula Vista. Translated and Directed by Carla Kirkwood. ** 1992, in Austria ** 1997, in United States (Massachusetts) Smith College, Northampton. Translated and Directed by Carla Kirkwood. ** 1999, in Japan ** 2004, in United States (California) University of California at San Diego. Translated and Directed by Carla Kirkwood * 《野人》 (Wild Men / Wilderness Man, 1985) ** 1985, in Beijing People's Art Theatre ** 1988, in Hamburg, Germany ** 1990, in Hong Kong * 《彼岸》 (The Other Shore, 1986) ** 1986, published in magazine Oct. (), Beijing ** 1990, in Taiwan ** 1994, translated into Swedish by Göran Malmqvist ** 1995, in The Hong Kong Academy for Performing Arts ** 1997, translated into English by Jo Riley as The Other Side ** 1999, translated into English by Gilbert C. F. Fong * 《躲雨》 (Shelter the Rain) ** 1981, in Sweden * 《冥城》 (Dark City) ** 1988, in Hong Kong * 《聲聲慢變奏》 (Transition of Sheng-Sheng-Man) ** 1989, in United States * 《逃亡》 (Fugitives / Exile, 1989) ** 1990, published in magazine Today () ** 1990, in Sweden ** 1992, in Germany, Poland ** 1993, in USA. Translated by Gregory B. Lee in Gregory Lee (ed.), Chinese Writing in Exile, Center for East Asian Studies, University of Chicago, 1993. ** 1994, in France ** 1997, in Japan, Africa * 《生死界》 (Death Sector / Between Life and Death) ** 1991, published in magazine Today () ** 1992, in France ** 1994, in Sydney, Italy ** 1996, in Poland ** 1996, in US * 《山海經傳》 (A Tale of Shan Hai Jing) ** 1992, published by Hong Kong Cosmos Books Ltd. () ** 2008, published by The Chinese University Press as Of Mountains and Seas: A Tragicomedy of the Gods in Three Acts * 《對話與反詰》 (Dialogue & Rhetorical / Dialogue and Rebuttal) ** 1992, published in magazine Today () ** 1992, in Vienna ** 1995, 1999, in Paris * 《週末四重奏》 (Weekends Quartet / Weekend Quartet) ** 1999, published by Hong Kong New Century Press () * 《夜游神》 (Nighthawk / Nocturnal Wanderer) ** 1999, in France * 《八月雪》 (Snow in August) ** 2000, published by Taiwan Lianjing Press () ** Dec 19, 2002, in Taipei * 《高行健戲劇集》 (Collection) * 《高行健喜劇六種》 (Collection, 1995, published by Taiwan Dijiao Press () * 《行路難》 (Xinglunan) * 《喀巴拉山》 (Mountain Kebala) * 《獨白》 (Soliloquy) ===Fiction=== * 《寒夜的星辰》 (\"Constellation in a Cold Night\", 1979) * 《有隻鴿子叫紅唇兒》 (\"Such a Pigeon called Red Lips\", 1984) – a collection of novellas * 《給我老爺買魚竿》 (Buying a Fishing Rod for My Grandfather, 1986–1990) – a short story collection * 《靈山》 (Soul Mountain, 1989) * 《一個人的聖經》 (One Man's Bible, 1999) ===Poetry=== While being forced to work as a peasant – a form of 'education' under the Cultural Revolution – in the 1970s, Gao Xingjian produced many plays, short stories, poems and critical pieces that he had to eventually burn to avoid the consequences of his dissident literature being discovered.Mabel Lee, 'Nobel Laureate 2000 Gao Xingjian and his Novel Soul Mountain' in CLCWeb: Comparative Literature and Culture: A WWWeb Journal, September, 2000 Of the work he produced subsequently, he published no collections of poetry, being known more widely for his drama, fiction and essays. However, one short poem exists that represents a distinctively modern style akin to his other writings: ; 天葬臺 : 宰了 / 割了 / 爛搗碎了 / 燃一柱香 / 打一聲呼哨 / 來了 / 就去了 / 來去都乾乾淨淨 ; Sky Burial : Cut / Scalped / Pounded into pieces / Light an incense / Blow the whistle / Come / Gone / Out and out (April 13, 1986, Beijing)Published on the website Ba Huang's Art Studio ===Other texts=== * 《巴金在巴黎》 (Ba Jin in Paris, 1979, essay) * 《現代小說技巧初探》 (\"A Preliminary Examination of Modern Fictional Techniques\", 1981) * 《談小說觀和小說技巧》 (1983) * 《沒有主義》 (Without -isms, translated by W. Lau, D. Sauviat & M. Williams // Journal of the Oriental Society of Australia. Vols 27 & 28, 1995–96 * 《對一種現代戲劇的追求》 (1988, published by China Drama Press) ()) * 《高行健·2000年文庫——當代中國文庫精讀》 (1999, published by Hong Kong Mingpao Press) () ===Paintings=== Gao is a painter, known especially for his ink and wash painting. His exhibitions have included: * Le goût de l'encre, Paris, Hazan 2002 * Return to Painting, New York, Perennial 2002 * \"無我之境·有我之境\", Singapore, Nov 17, 2005 – Feb 7, 2006 * The End of the World, Germany, Mar 29, – May 27, 2007 * Calling for A New Renaissance, Taiwan, 2016 * S olitude 幽居 - A Solo Exhibition by Gao Xingjian, iPreciation, Singapore, 2021 ===Works translated into English=== * Bus Stop (Che zhan): ** Translated by Kirkwood, Carla. \"Bus Stop\". Modern International Drama Journal. SUNY Binghamton. Spring 1995. ** ** * Buying a Fishing Rod for my Grandfather, short stories, trans. Mabel Lee, Flamingo, London, 2004, * Gao Xingjian: Aesthetics and Creation (2012), essays, trans. Mabel Lee. Cambria Press. * One Man's Bible, novel, trans. Mabel Lee. Flamingo. * The Other Shore (Bi'an): ** ** * Silhouette/Shadow: The Cinematic Art of Gao Xingjian, film/images/poetry, ed. Fiona Sze-Lorrain. Contours, Paris, * Soul Mountain, novel, trans. Mabel Lee, Flamingo, London, 2001, * Wild Man. Translated by Roubicek, Bruno. Asian Theatre Journal. University of Hawaii Press. 7 (2): 184–249. Autumn 1990. == Reception == === In the Eastern Hemisphere === Gao first saw success and gained critical recognition with the publication of his novella Hanye de xingchen 《寒夜的星辰》 (1980; \"Stars on a Cold Night\"). When the Chinese Writers' Association launched two mass meetings to attack Preliminary Explorations Into the Art of Modern Fiction, a work which caused national controversy, well-known writers came forward to speak in defense of it. Australian sinologist Geremie Barmé stated in 1983 that the work gave some coherence to Chinese writers' attempts to understand Western art and literature after World War I, but \"reads more like a loose collection of jottings and reflections [...] the only reason that it has become the Bible of Chinese modernists is that there is an absolute paucity of similar material for a non-specialist readership.\" He became a resident playwright with the Beijing People's Art Theatre in 1981, and in 1982 he wrote his first play, Absolute Signal. A committee appointed by the Ministry of Culture unanimously voted Absolute Signal the best play in a compilation of recent plays, though the playwright was by then a controversial figure and it was excluded from above as \"ineligible for selection\". His absurdist drama Chezhan (1983; Bus Stop) incorporated various European techniques from European Theater. While Cao Yu praised Bus Stop as \"wonderful\", it was openly condemned by Communist Party officials. He left Beijing and went into self-exile, returning in November 1984. His 1985 play Yeren (Wild Man) was favorably received, and according to scholar Gilbert C. F. Fong represented \"the pinnacle of the development of experimental drama at the time. It also gave notice that drama [...] did not have to be guided by the concerns for socialist education or political usefulness, and that interpretive lacunae in any piece of work [...] would enhance artistic effectiveness.\"{{harvnb|Fong|1999|pp=xiii–xiv Both Western and Chinese critics described The Bus Stop as the first play to introduce elements of the Theatre of the Absurd to China, while Wild Man was considered to be influenced by Chinese theatrical traditions and praised more for its effort to improve the range of expression open to Chinese performing artists. Absolute Signal, Bus Stop, and Wild Man have been described as \"both the origin and culmination of the initial phase of the Chinese avant-garde\". In 1986 his play The Other Shore was banned, and since then none of his other plays have been performed on the mainland. === Response from Zhu Rongji === Premier Zhu Rongji of the State Council of the People's Republic of China delivered a congratulatory message to Gao Xingjian when interviewed by the Hong Kong newspaper East Daily (): * Q.: What's your comment on Gao's winning Nobel Prize ? * A.: I am very happy that works written in Chinese can win the Nobel Prize for Literature. Chinese characters have a history of several thousand years, and Chinese language has an infinite charm, (I) believe that there will be Chinese works winning Nobel Prizes again in the future. Although it's a pity that the winner this time is a French citizen instead of a Chinese citizen, I still would like to send my congratulations both to the winner and the French Department of Culture. (Original words: 我很高兴用汉语写作的文学作品获诺贝尔文学奖。汉字有几千年的历史，汉语有无穷的魅力，相信今后还会有汉语或华语作品获奖。很遗憾这次获奖的是法国人不是中国人，但我还是要向获奖者和法国文化部表示祝贺。) === Comments from Chinese writers === Gao's work has led to fierce discussion among Chinese writers, both positive and negative. In his article on Gao in the June 2008 issue of Muse, a now-defunct Hong Kong magazine, Leo Ou-fan Lee praises the use of Chinese language in Soul Mountain: 'Whether it works or not, it is a rich fictional language filled with vernacular speeches and elegant 文言 (classical) formulations as well as dialects, thus constituting a \"heteroglossic\" tapestry of sounds and rhythms that can indeed be read aloud (as Gao himself has done in his public readings).' Before 2000, a dozen Chinese writers and scholars already predicted Gao's winning the Nobel Prize for Literature, including Hu Yaoheng (Chinese: 胡耀恒) Pan Jun ()http://news.21cn.com/today/2006/09/14/2973393.shtml as early as 1999. Jessica Yeung of Hong Kong Baptist University praised the story \"Twenty-Five Years Later\" (1982), writing that the manipulation of narrative perspectives creates effective humor and irony. === In the western world === Gilbert C. F. Fong has called Preliminary Explorations Into the Art of Modern Fiction \"a rather crude attempt at theory\". His plays Absolute Signal, Bus Stop, and Wild Man gave him a positive reputation overseas. A review in The Christian Science Monitor praised Wild Man as \"truly amazing\". Deirdre Sabina Knight of Smith College praised Gao's \"inventiveness\" in a review of Fong's translations of five of the plays. Each play is followed by notes written by Gao, and John B. Weinstein of Simon's Rock College of Bard argues that these notes \"combine the practical with the theoretical. As a group, they embody a significant body of dramatic theory.\" Weinstein said that \"tripartition allows Gao to probe his characters more deeply by presenting multiple perspectives for each one\", and that Weekend Quartet (in which characters' self-analyses are integrated with more realistic settings and everyday situations than those of the other plays Fong translated) is a step toward Gao's theories being applied to plays besides his own. === Honors === * 1985, DAAD Fellowship, Germany * 1989, Asian Cultural Council Fellowship, United States * 1992, Chevalier de l'Ordre des Arts et des Lettres * 2000, Nobel Prize in Literature * 2000, Premio Letterario Feronia in Rome * 2001, honorary doctorate by Chinese University of Hong Kong * 2001, honorary doctorate by National Sun Yat-sen University * 2002, honorary doctorate by National Chiao Tung University * 2002, Legion of Honour by then French President Jacques Chirac * 2002, Golden Plate Award of the American Academy of Achievement * 2003, l'Anne Gao Xingjian, the City of Marseille * 2005, honorary doctorate by National Taiwan University * 2006, Lions Award, by the New York Public Library (NYPL) at Library Lions Benefit event == Trivia == * Gao Xingjian's Swedish translator Göran Malmqvist, is a member of the Swedish Academy and was responsible for the translation to Swedish for Nobel Prize consideration. Ten days before the award decision was made public, Gao Xingjian changed his Swedish publisher (from Forum to Atlantis), but Göran Malmqvist has denied leaking information about the award. * Gao is the second of the three laureates to give Nobel lecture in Chinese (the other two are Samuel C. C. Ting in 1976 and Mo Yan in 2012). * Gao is an atheist. including the Nobel Lecture 7 December 2000 The Case for Literature == See also == * Chinese literature * List of Nobel laureates in Literature * List of Chinese writers == References == == Bibliography == * * * * == External links == * * * The Voice of One in the Wilderness] critical essay on the works of Gao Xingjian by Olivier Burckhardt, PN Review #137, 27:3 (Jan–Feb 2001) 28–32, shorter version also published in Quadrant. 44:4 (2000) 54–57, and anthologized in Contemporary Literary Criticism Vol. 167, ed. Jeff Hunter, Gale Publishing, (2003) 200–204 * Gao Xingjian: Bio, excerpts, interviews and articles in the archives of the Prague Writers' Festival * List of Works * \"The Challenge to the 'Official Discourse' in Gao Xingjian's Early Fiction\" by Deborah Sauviat. First-class Honours thesis. University of Sydney, 1996. * Gao Xingjian and \"Soul Mountain: Ambivalent Storytelling, Robert Nagle, Houston, Texas, 2002. Category:1940 births Category:Living people Category:20th-century Chinese painters Category:20th-century Chinese dramatists and playwrights Category:Nobel laureates in Literature Category:Chinese dramatists and playwrights Category:Chinese emigrants to France Category:Chinese literary critics Category:Writers from Jiangxi Category:French Nobel laureates Category:French translators Category:People who lost Chinese citizenship Category:Naturalized citizens of France Category:People from Ganzhou Category:Male dramatists and playwrights Category:Chinese male novelists",
 "title": "Gao Xingjian"
}