{
 "id": "191657",
 "text": "The River Tees (), in Northern England, rises on the eastern slope of Cross Fell in the North Pennines and flows eastwards for to reach the North Sea between Hartlepool and Redcar near Middlesbrough.\"BBC Where I Live\" - BBC. Retrieved 2 March 2007. The modern day history of the river has been tied with the industries on Teesside in its lower reaches, where it has provided the means of import and export of goods to and from the North East England. The need for water further downstream also meant that reservoirs were built in the extreme upper reaches, such as Cow Green. ==Etymology== The name Tees is possibly of Brittonic origin. The element *tēs, meaning \"warmth\" with connotations of \"boiling, excitement\" (Welsh tes), may underlie the name. *Teihx-s, a root possibly derived from Brittonic *ti (Welsh tail, \"dung, manure\"), has also been used to explain the name Tees (compare River Tyne). ==Geography== The river drains and has a number of tributaries including the River Greta, River Lune, River Balder, River Leven and River Skerne.Environment Agency Tees Salmon Action Plan Map Page 4 Before the reorganisation of the historic English counties, the river formed the boundary between County Durham and Yorkshire. In its lower reaches it now forms the boundary between the ceremonial counties of County Durham and North Yorkshire, while in the highest part of its course it forms the boundary between the historic counties of Westmorland and Durham. The head of the Teesdale (the name of valley especially at this end), has a desolate grandeur, surrounded by moorland and hills, some exceeding . This area is part of the North Pennine Area of Outstanding Natural Beauty. The source of the river at Teeshead just below Cross Fell lies at an elevation of approximately . It flows east-north- east through an area of shake holes through Carboniferous Limestone. Below Viewing Hill, it turns south to the Cow Green Reservoir constructed to store water to be released in dry conditions to satisfy the industrial need for water on Teesside.Tees at Barnard Castle in Dales Area - Artificial influences Emerging from the reservoir at Cauldron Snout the river traverses a series of hard black basalt and dolerite rocks that intrude through the softer limestone, in a succession of falls or rapids. From this point downstream the Tees forms the boundary between the traditional counties of Durham and Yorkshire almost without a break, although since 1974 much of it lies wholly in Durham. The dale widens below Cauldron Snout, and trees appear, contrasting with the broken rocks where the water descends over High Force. After a short turn northwards, the river continues to meander south-easterly. Close to where the B6277 road begins to run parallel to the river is the High Force waterfall. About downstream is the smaller Low Force waterfall. The scenery becomes gentler and more picturesque as the river descends past Middleton-in- Teesdale (Durham). This locality has lead and ironstone resources. Just to the east of Middleton-in-Teesdale, the River Lune joins the Tees. After passing the village of Romaldkirk to the west, the river is joined by the River Balder at Cotherstone. The ancient town of Barnard Castle, Egglestone Abbey, and Rokeby Park, known through Sir Walter Scott's poem Rokeby, are all passed. At Rokeby the Tees is joined by the River Greta. From the area near Eggleston, the river is crossing over millstone grit. From here the valley begins to open out, and traverses the rich plain east and south of Darlington in large meandering curves. The course of the valley down to here has been generally east-south-east, but it now turns north-east near the village of Whorlton. Passing Ovington and Winston it runs parallel to the A67 south-east past Gainford and Piercebridge to Darlington, passing under the A1 and A66. The section from Piercebridge to Hurworth flows over magnesian limestone. It is at Croft-on-Tees that the River Skerne joins the Tees. The river now flows south past Croft-on-Tees before swinging northwards past Hurworth-on-Tees. A series of large meanders takes the course past Neasham, Low Dinsdale and Sockburn to Middleton St George. In the lower reaches of the river valley the water flows over bunter sandstone and pebble beds. Just past Yarm, the River Leven joins the Tees, before passing the settlements of Eaglescliffe, Ingleby Barwick and Thornaby-on-Tees. Now nearing the sea, the Tees becomes an important commercial waterway, with the ports of Stockton-on-Tees and Middlesbrough on its banks. It passes through the Tees Barrage between these ports, turning tidal downstream from the barrage. Teesport is built on reclaimed land on the south side of the Tees estuary below Middlesbrough. ==Water levels== {| class=\"wikitable\" |- ! Monitoring station !Station elevation ! Low water level ! High water level ! Record high level |- | Middleton-on-Tees | | | | |- | Barnard Castle (Startforth) | | | | |- | Broken Scar (Darlington) | | | | |- | Low Moor (Low Dinsdale) | | | | |- | Yarm | | | | |} * Low and high water levels are an average figure. ==Seal Sands== Before the heavy industrialisation of the Tees, the flats at Seal Sands in the estuary were home to common seals. For around 100 years this species was absent from the estuary but have now returned and can be seen on the flats at Seal Sands.\"Natures World\" Natures World Tees Feature The Seal Sands area is now designated as the Teesmouth National Nature Reserve. ==Alterations== A proposal was made in 1769 to make cuts in the river which would straighten the course and enable ships to save time and money in navigation. Between Stockton-on-Tees and Middlesbrough, the river previously meandered first south and then north of its current channel. Two \"cuts\", known as the Mandale Cut and the Portrack Cut, were made to straighten its course in 1810 and 1831 respectively. Before these cuts were made, the journey by sailing barge from Thornaby to the mouth of the Tees, allowing for tides and other factors, could take as long as seven days. The Mandale Cut was the shorter of the two, at about , with the Portrack Cut being considerably longer (), although the northern meander it removed was smaller than the southern meander. Neither meander is visible today, except for the flow of Stainsby Beck into a waterway which is marked on maps first as \"The Fleet\" and then \"Old River Tees\". The current Tees Barrage is close to the site of the Mandale Cut. Since the cuts were made, the river has continued to undergo alterations to its bed and banks to make it deeper and more navigable. The channel has been made considerably narrower by dumping ship's ballast and ironworks slag along the former banks, increasing the scouring due to its natural flow. Maps made prior to 1900The History of the River Tees in Maps, 3rd. Ed. (2001), D.W. Pattenden, published by Cleveland and Teesside Local History Society show that between Stockton and Middlesbrough the river flowed in a channel up to wide in places, with many shoals and sandbars. The modern channel varies between about and . In October 2021 the UK engineering company, GRAHAM, started work on the 1.2km South Bank Quay project to provide a deep water facilty. It is expected that two million tonnes of material will be dredged to alow GE Renewable Energy to load huge wind turbine blades onto ships. The 107m long blades are destined for the Dogger Bank wind farm. The Heavy Fuel Oil Farm and Tarmac jetties are to be removed. ==Industry== The River Tees has been used for transporting industrial goods since the Industrial Revolution, particularly for the shipment of coal from the Durham Coalfields and also for the steel industries that later developed around Middlesbrough. In the early years merchant ships left the River Tees after loading in Yarm and Stockton on Tees; but as merchant ships became bigger, these smaller docks were superseded by bigger and deeper docks in Middlesbrough, and later even further downstream at Teesport close to the mouth of the River Tees. The emergence of the Steel industry in the late 19th century earned it the nickname \"The Steel River\" owing to the many steelworks that operated along the banks of the Tees. In the 20th century the river also became important to the developing chemical industry, contributing particularly to the development of Imperial Chemical Industries (ICI) who used reclaimed land on the north bank for import/export facilities. The move to loading coal on bigger ships in Middlesbrough was the economic driver for the development not only of the town of Middlesbrough itself but also of the railway between Stockton and Darlington. This is where George Stephenson developed his railway engine \"Locomotion\" and this railway was the first steam railway to carry passengers, as well as industrial materials. The Stockton and Darlington Railway was founded after an initial shareholders' meeting in a room in a public house in Yarm. Today Teesport is owned by PD Ports; it is located close to the North Sea and east of Middlesbrough. Teesport is currently the third largest port in the United Kingdom, and among the ten biggest in Western Europe, handling over 56 million tonnes of domestic and international cargo per year. The vast majority of these products are still related to the steel and chemical industries made by companies that are members of the Northeast of England Process Industry Cluster (NEPIC). The areas where large scale commodity chemical industry continues to be based are Billingham and Seal Sands, both on the north bank of the River Tees, and Wilton on the south bank. The Teesside Steelworks at Redcar operated until closure in 2015. Other industrial companies that use the River Tees are manufacturing and servicing the North Sea oil and gas industry as well as the renewable energy industry sector, including offshore wind turbines. The south bank of the mouth of the River Tees has the 62-megawatt Teesside Offshore Wind Farm, built 2011–13. Near the mouth of the River Tees is the large dry dock facility of ABLE UK, named TERRC (Teesside Environmental Reclamation and Recycling Centre), used to dismantle or oil rigs and other large vessels. Hartlepool Nuclear Power Station is adjacent to the east. == 2021 North-East England shellfish die-off == In early October 2021 thousands of dead crabs and lobsters were washed up on the Tees estuary and beaches along the North-East coast of England. The deaths were first reported in Seaton Carew, Redcar and Seaham. A 95% decline in the lobster and crab catch was noticed by those employed in the local fishing industry. A spokesperson for the UK Environment Agency said, \"Samples of water, sediment, mussel and crab have been collected and are being sent to our labs for analysis to consider whether a pollution incident could have contributed to the deaths of the animals.\" The Centre for Environment, Fisheries and Aquaculture Science (Cefas) labs were also testing crustaceans for disease. There is no evidence of any link to recent strandings of marine mammals and seabirds across the UK and countries along the North Sea coast, according to the EA. One theory that a new interconnector cable from Northumberland to Norway was responsible was rejected by the National Grid, saying the cables were 'well buried in the seabed, made of steel and unlikely to be broken by wildlife.' The electro- magnetic field given off by underwater power cables has been found to mesmerise brown crabs and cause biological changes, such as changes to the number of blood cells in the crabs’ bodies. In November 2021 sewage, seismic activity and underwater cables were ruled out as causes of the deaths by the Environment Agency. Other deaths of other marine creatures have been reported. A dead porpoise was photographed, washed up on the beach at South Gare, close to the mouth of the Tees. Dead dogfish and sole have also been washed up. The public was advised to avoid areas of beach and coastline and to keep pets away from dead crustaceans. The Environment Agency, the Centre for Environment, Fisheries and Aquaculture Science, North Eastern Inshore Fisheries and Conservation Authority, the Marine Management Organisation, Hartlepool Borough Council and Redcar and Cleveland Borough Council were all involved in the investigation of the cause of the incidents. By late November the crustacean die-off had spread as far south as Robin Hood's Bay and was affecting catches in Whitby. The Environment Agency has ruled out chemical pollution as the cause of the mass shellfish deaths. Dredging wes also rejected as the cause of the environmental disaster. Environment Agency operations manager Sarah Jennings said, \"We've used both traditional and innovative screening methods to analyse samples of water, sediment and crab looking for traces of contamination. We’ve screened for over 1,000 potential chemical contaminants but found no anomalies that could lead to an event of this scale.\" By January 2022 over 150 dogs had suffered vomiting and diarrhoea after they visited beaches in North Yorkshire. Dogs walked on beaches at Bridlington, Whitby, Robin Hood's Bay, South Gare near Redcar, and Scarborough have been affected. The Small Animal Veterinary Surveillance Network (SAVSNET) put forward the theory that the dogs might have contracted the Canine Enteric Coronavirus. A cluster of cases have been found inland at Leeds and Kirklees. Alan Radford, a Professor of Veterinary Health Informatics at the University of Liverpool, said, “Analysis of real-time data collected by SAVSNET from veterinary practices suggests that in Yorkshire, levels of disease have been statistically higher than we would expect for three weeks – we can therefore call this an outbreak in Yorkshire.“ Defra said, \"We are not aware of any link with the issue of crustaceans washed ashore in the area late last year.\" In January Saltburn beach was reported to be deserted as the public avoided the area. It was also reported that in October 2021 dead birds had been found along the coast at Filey and Runswick Bay. In January 2022 members of the fishing industry in Whitby called on the UK government for financial support as shellfish catches collapsed. They claimed the die-off is linked to the dredging of the River Tees and called for an investigation. The Department for Environment Food & Rural Affairs (Defra) said dredging of the Tees was not the cause of the environmental disaster. Work to dredge the Tees to create a deep- water berthing facility began on the South Bank Quay in October 2011. Defra took on overall responsibility for the investigation, which was ongoing, from the Environment Agency. Defra reported, \"Samples of dredge material must meet the highest international standards protecting marine life before it is permitted to be disposed of at sea. If samples analysed for contaminants do not meet the standards the disposal will not be licensed. In addition, Environment Agency tests on the affected crabs and lobsters ruled out chemical pollutants.\" David McCready, a resident of Teesside and a retired marine biologist said he thought that the project to dredge the Tees resulted in the mass death of crabs and lobsters. He said, \"There'll be a huge gash in the seabed but there'll also be a huge mound and I asked at the time 'did you dump it in a landfill?' and I didn't get an answer but I found out that they actually went about three miles off (the coast) to a spoil zone and dumped it where they dumped the normal channel dredges. That is right in the catchment area of our longshore current, taking it south.\" In late January dead seals were discovered on Yorkshire beaches as inquiries into the death of marine life in the area were ongoing. In early February 2022 it was reported that, \"Defra and partner agencies have completed a thorough investigation of the cause of dead crabs and lobsters which were found washed up on the North East coast between October and December 2021. Following significant testing and modelling to rule out possible causes, Defra and partner agencies consider that the deaths of the crabs and lobsters potentially resulted from a naturally occurring harmful algal bloom.\" Tim Deere-Jones, a pollution researcher and consultant for over 30 years, was asked to investigate the incidents by Whitby Fishermen's Association. A Freedom of Information request to the Department for Environment Food & Rural Affairs revealed some crab samples were found to have concentrations of the chemical pyridine 70 times over the expected level. Deere-Jones said, \"The Environment Agency must have analysed for several hundred different chemicals, most of which were there in .0-something quantities, some of which were in quantities up to the tens, but what really stood out was pyridine, which was present up to 450-plus. Apart from being astonished that nobody picked up that this one chemical was there in such quantities, I was astonished that nobody suggested that there be further work.\" Marine infrastructure is treated with pyridine to reduce corrosion. The chemical is also released as an industrial waste product. One crab sample from Saltburn was found to have 439mg per kg of pyridine and 203mg per kg was found in a sample tested from Seaton. A control sample from Cornwall showed levels of 5.9mg per kg. Deere-Jones challenged the Defra conclusion, saying, \"There was marine algae out there but it wasn't really what you'd call a bloom, and nobody took any samples to prove it was a lethal algal bloom.\" Conservative MP for Scarborough and Whitby, Sir Robert Goodwill, said he would be meeting Defra and the minister responsible to discuss the unusual events. He said, \"Algal blooms are quite common but usually associated with warmer weather,\" going on to say \"I will ask them what is the degree of certainty they have regarding the cause.\" ==Legends and folklore== Peg Powler is a hag in English folklore who is said to inhabit the River Tees. ==In popular culture== The River Tees was featured in the television series Seven Natural Wonders as one of the wonders of the North, and in the post- apocalyptic drama The Last Train having blown its banks. ==Notable bridges== Yarm Viaduct - geograph.org.uk - 6000189.jpg|Yarm Viaduct Infinity Bridge.jpg|Infinity Bridge Tees Barrage-Tower of lights-1088.jpg|Tees Barrage with White Water course in background Tees Newport Bridge-1200.jpg|Tees Newport Bridge Tees Transporter Bridge, Middlesbrough.jpg|Tees Transporter Bridge ==See also== * List of crossings of the River Tees * List of settlements on the River Tees * List of tributaries of the River Tees * Northeast of England Process Industry Cluster * Rivers of the United Kingdom * Stockton & Darlington Railway * Teesside Conurbation * Teesdale, the valley * Tees Valley City Region * Teesdale Way ==References== ==Sources== * * ==External links== * Bridges On the Tees * Tide times for the River Tees Entrance from the BBC Tees Tees",
 "title": "River Tees"
}