{
 "id": "191813",
 "text": "Leonard Wood (October 9, 1860 – August 7, 1927) was a United States Army major general, physician, and public official. He served as the Chief of Staff of the United States Army, Military Governor of Cuba, and Governor-General of the Philippines. He began his military career as an army doctor on the frontier, where he received the Medal of Honor. During the Spanish–American War, he commanded the Rough Riders, with Theodore Roosevelt as his second-in-command. Wood was bypassed for a major command in World War I, but then became a prominent Republican Party leader and a leading candidate for the 1920 presidential nomination. Born in Winchester, New Hampshire, Wood became an army surgeon after earning a Doctor of Medicine degree from Harvard Medical School. He received the Medal of Honor for his role in the Apache Wars and became the personal physician to the President of the United States. At the outbreak of the Spanish–American War, Wood and Roosevelt organized the Rough Riders, a volunteer cavalry regiment. Wood was promoted to the rank of brigadier general during the war and fought in the Battle of San Juan Hill and other engagements. After the war, Wood served as the Military Governor of Cuba, where he instituted improvements to medical and sanitary conditions. President William Howard Taft made Wood the Army Chief of Staff in 1910, and Wood held that position until 1914. Several Republican leaders supported Wood for the role of commander of the American Expeditionary Forces in World War I, but the Woodrow Wilson administration selected John J. Pershing. After Roosevelt's death in 1919, many of Roosevelt's former supporters backed Wood for the presidential nomination at the 1920 Republican National Convention. Wood received the most votes on the first four ballots of the convention, but the Republicans nominated Warren G. Harding for president. Wood retired from the army in 1921 and was appointed Governor-General of the Philippines later that year. He held that position until his death in 1927. Biographer Jack Lane sums up his importance: ==Early life and education== Wood was born in Winchester, New Hampshire on October 9, 1860, one of three children born to Dr. Charles Jewett Wood (1829–1880) and Caroline Elizabeth (Hagar) Wood (1836–1910). His family was of English descent, and Wood was descended from four Mayflower passengers including William White, Francis Cooke, Stephen Hopkins and Richard Warren. He served as Governor General of the Mayflower Society from 1915 to 1921. Wood was also a member of the General Society of Colonial Wars and the Sons of the Revolution. He was president of the Sons of the Revolution from 1910 to 1911. Wood was raised in Pocasset, Massachusetts and educated by a private tutor, then attended Pierce Academy in Middleborough, Massachusetts. Wood tried unsuccessfully for an appointment to the United States Naval Academy and considered going to sea on an Arctic expedition or as a commercial fisherman. In 1880, his sister Barbara died, followed soon after by the death of his father. Wood's mother was able to support herself and Wood's brother Jacob by taking in boarders, while Wood moved away to further his education and obtain a profession. With the assistance of a relative, Wood was introduced to wealthy businessman H. H. Hunnewell, a philanthropist who had provided college tuition for other promising young men. Hunnewell agreed to fund Wood's education at Harvard Medical School, and Wood began attending courses in October 1880. According to Hunnewell, who considered his financial support to young men attending college loans and not grants, but did not attempt to obtain repayment, Wood was the only beneficiary who ever attempted to pay him back. Wood worked diligently and consistently improved his class standing to the point where he earned a scholarship that provided additional financial support for his studies. In 1884, Wood received his MD degree. He interned at Boston City Hospital, but was fired near the end of the year for exceeding his authority by conducting surgical procedures without supervision. He then took over the struggling Boston office of a classmate who had been hired by the Southern Pacific Railway. Wood practiced medicine in late 1884 and into the following year, but business was not steady and he did not have a reliable income. In 1885, he completed the examinations for a commission in the Army Medical Corps, attracted to the military by the possibilities for immediate employment and a regular salary. He finished second of 59 applicants, but there was only one vacancy, so Wood was not immediately offered a commission. ==Career== ===Start of career=== In June 1885, Wood was contracted by the U.S. Army to act as an assistant surgeon without rank, and he was posted to the Department of Arizona. In January 1886, Wood was nominated by the president for appointment in the U.S. Army as assistant surgeon with the rank of first lieutenant. His appointment was among several that were not immediately confirmed by the United States Senate, so he continued as a contract surgeon and was stationed with the 4th Cavalry at Fort Huachuca, Arizona. Wood participated in the last campaign against Geronimo in the summer of 1886. ===Medal of Honor action=== In 1898, Wood received the Medal of Honor for his actions during the 1886 Geronimo campaign, including carrying dispatches 100 miles through hostile territory, and commanding a detachment of the 8th Infantry Regiment whose officers had been killed in hand-to-hand combat against the Apache. Nelson A. Miles, the overall commander of the expedition, and Henry Ware Lawton, Wood's commander in the field, recommended Wood for a brevet promotion or a Medal of Honor, and lobbied persistently for 12 years until the medal was approved. Citation for Medal of Honor The President of the United States of America, in the name of Congress, takes pleasure in presenting the Medal of Honor to Assistant Surgeon Leonard Wood, United States Army, for extraordinary heroism in the Summer of 1886, in action in the Apache Campaigns in Arizona Territory. Assistant Surgeon Wood voluntarily carried dispatches through a region infested with hostile Indians, making a journey of 70 miles in one night and walking 30 miles the next day. Also for several weeks, while in close pursuit of Geronimo's band and constantly expecting an encounter, commanded a detachment of Infantry, which was then without an officer, and to the command of which he was assigned upon his own request. Awarded for Actions During: Indian Campaigns Service: Army Unit: 4th U.S. Cavalry Date of Issue: April 8, 1898 ===Early military career=== In late July 1886, Wood's appointment was confirmed and he received his commission as a first lieutenant. In February 1887, he was appointed acting captain and temporary medical director of the Department of Arizona during the illness of his superior. At the end of 1887, Wood's medical duties took him to Fort Lowell, Arizona Territory, followed by duty at Fort Selden, Fort Stanton, and Fort Wingate, New Mexico. In 1888, Wood was assigned to surgeon's duties at Fort McDowell, Arizona. In 1889, Wood was reassigned to the Presidio of San Francisco. Wood was promoted to captain in 1891. In 1892, he was part of a contingent of Presidio soldiers that traveled to Benicia Barracks to assist units of the California National Guard during the conduct of their annual training encampment. While stationed at Fort McPherson in Atlanta, Wood enrolled in graduate school at Georgia Tech in order to be eligible for the school's football team. He organized the school's 1893 team, served as coach, and played left guard. Wood led Georgia Tech to a 2–1–1 record, including a 28–6 victory over the University of Georgia. ===Spanish–American War=== Wood was personal physician to Presidents Grover Cleveland and William McKinley through 1898. During his White House service, Wood developed a friendship with Theodore Roosevelt, then Assistant Secretary of the Navy. At the outbreak of the Spanish–American War, Wood and Roosevelt organized the 1st Volunteer Cavalry Regiment, popularly known as the Rough Riders. Wood successfully commanded the regiment during the June 24, 1898 Battle of Las Guasimas. When the brigade commander, Samuel B. M. Young, became ill, Wood received a field promotion to brigadier general of volunteers. He assumed command of 2nd Brigade, Cavalry Division, Fifth Army Corps (which included the Rough Riders) and led the brigade to a famous July 1, 1898 victory at Kettle Hill and San Juan Heights. thumb|250px|General Joe Wheeler with the command group of the 1st US Volunteer Cavalry Regiment—Col Wood is 2nd from right with Lt Col Roosevelt far right. After San Juan Heights, Wood led the 2nd Cavalry Brigade for the rest of the war. He stayed in Cuba afterward and was appointed military governor of Santiago later in 1898, then served as governor of Cuba from 1899 to 1902. In that capacity, he relied on his medical experience to institute improvements to medical and sanitary conditions. He also introduced numerous reforms similar to those of the Progressive Movement in the U.S., including improvements to the educational and court systems. He was promoted to brigadier general in the regular army shortly before moving to his next assignment. On May 15, 1902, prior to leaving office as military governor, Wood issued an order excluding Chinese immigrants. Wood visited several European countries in 1902. His tour included reviewing German troops during Kaiser Wilhelm II's annual parade in August, which he attended with Samuel B. M. Young and Henry C. Corbin, and a tour of the United Kingdom's Military College at Sandhurst in November. ===Service in the Philippines=== thumb|Leonard Wood and son Osborne C. Wood, circa 1920. In 1903, he proceeded to the Philippines, where he served as governor of Moro Province until 1906, then commanded the Philippine Division from 1906 to 1908. He was promoted to major general in 1903 despite significant opposition from members of the United States Senate who believed he had not served long enough in the lower grades and had been promoted because of political influence, not merit.Evidence in Wood Case: Major Runcie Tells of Magazine Article Attacking General Brooke, published November 28, 1903, in the Daily Star (via Google News) He received criticism for his handling of the 1906 First Battle of Bud Dajo, where hundreds of women and children were killed. ===Army Chief of Staff=== Wood was named Army Chief of Staff in 1910 by President William Howard Taft, whom he had met while both were in the Philippines; he remains the only medical officer to have ever held that position. As Chief of Staff, Wood implemented several programs, among which were the forerunner of the Reserve Officers' Training Corps (ROTC) program, and the Preparedness Movement, a campaign for universal military training and wartime conscription. The Preparedness Movement led to implementation of the Selective Service System shortly before World War I. As chief of staff, Wood reorganized the general staff into three divisions – Mobile Army, Coast Artillery, and War College – each headed by an assistant chief of staff. The three divisions he created did not last, but the overall result of his reorganization was the recognition that decentralization, which continued under his successors, enabled streamlined planning and decision making, which facilitated operations and training as the army began to prepare for U.S. entry into the war. ===Commander, Eastern Department=== thumb|left|150px|Maj. Gen. Leonard Wood in later years In 1914, Wood completed his term as chief of staff and was succeeded by William Wotherspoon. As commander of the army's Eastern Department, Wood was a strong advocate of the Preparedness Movement, led by Republicans, which alienated him from the isolationist and pacifist President Wilson. Wood made speeches and wrote articles to advocate preparedness and in 1915 a collection of these works were published as a pro-preparedness book, The Military Obligation of Citizenship. He served as a member of Harvard University's board of overseers from 1917 to 1923. === World War I === With American entry into World War I looming in early 1917, the most likely choice to lead American forces in France was Major General Frederick Funston. Funston died of a heart attack in February, leaving President Woodrow Wilson to choose from among the army's six other major generals. Wood was recommended by several prominent Republicans, including Henry Cabot Lodge. Despite this support, when the U.S. entered the war in April, Wood's prior criticism of the Wilson administration led Secretary of War Newton D. Baker to recommend John J. Pershing, the most junior of the serving major generals and a Republican, but one who had been less vocal than Wood. During the war Wood was relegated to stateside roles, including command of the Southern Department in 1917. He then commanded the 89th and 10th Divisions, which he organized and trained at Camp Funston, Kansas. While on an inspection tour of the Western Front in January 1918, Wood was slightly injured by shrapnel from a US mortar round that exploded during a test. Wood was preparing to travel to France with the 89th Division in May 1918 when he was relieved by Wilson. He was disappointed at being continued in stateside service, but effectively organized and trained the 10th Division. During most of the war, Wood's aide-de-camp was John C. H. Lee, who attained the rank of lieutenant general during World War II. Wood received the Army Distinguished Service Medal and the Legion of Honor (Grand Officer) from France to recognize his superior service during the war. After the war, Wood was appointed to command the Sixth Corps Area, which he led from 1919 to 1921. === Republican politics === After having considered a presidential candidacy in 1916, in 1920 Wood was a serious contender for the Republican nomination. The major candidates were Senator Hiram Johnson of California, a progressive who opposed U.S. involvement in the League of Nations; Governor Frank Orren Lowden of Illinois, who supported women's suffrage and Prohibition, and opposed U.S. entry into the League of Nations; and Wood, whose military career made him the personification of competence and ties to Theodore Roosevelt earned him the backing of many of Roosevelt's former supporters, including William Cooper Procter. Senator Warren G. Harding of Ohio was a dark horse candidate, running as a favorite son in order to maintain his hold on Ohio's Republican Party and secure his reelection to the Senate. At the convention, Wood led on the first four ballots, was second on the fifth, tied with Lowden on the sixth, and led again on the seventh. With none of the three front runners able to obtain a majority, support for Harding started to grow and he won the nomination on the tenth ballot. Delegates nominated Calvin Coolidge for vice president, and the Harding-Coolidge ticket went on to win the general election. === Governor General of the Philippines === Wood retired from the U.S. Army in 1921, after which he was chosen to serve as provost of the University of Pennsylvania. The college granted him a leave of absence before he assumed the position, enabling him to carry out a one-year appointment as Governor General of the Philippines. Also see In 1922 he decided to remain in the Philippines, so he resigned the provost's position. His tenure in the Philippines was characterized by marked tension between him and key Filipino officials. In his first year, Wood vetoed 16 measures passed by the Philippine Legislature, an act denounced by critics as a \"misuse of the veto power\" when they noted that his predecessor, Francis Burton Harrison, had vetoed only 5 measures during his entire governorship. The tension between Wood and Filipino members of the government became more heightened in 1923, precipitated by Wood's actions with respect to Ray Conley, a Manila Police detective who was accused of immorality and misconduct in office. Interior Secretary Jose P. Laurel sought Conley's removal but Wood ordered Laurel to reinstate him. Laurel then tendered his resignation. The Filipino members of the Wood cabinet, including the entire Council of State, tendered their resignations to protest Wood's actions. These events, the \"Cabinet Crisis of 1923,\" strained relations between the U.S. colonial government under Wood and Filipino leaders, which lasted until his death in 1927. ==Death and burial== Wood was diagnosed in 1910 with a benign meningioma, which was successfully resected by Harvey Cushing. He made a full recovery, but the tumor later recurred. Wood died in Boston on August 7, 1927 during surgery on the brain tumor. He was buried at Arlington National Cemetery, Section 21, Grave S-10. The successful removal of Wood's first brain tumor represented an important milestone, indicating to the public the advances that had been made in the nascent field of neurosurgery and extending Wood's life by almost two decades. His brain is held at the Yale University School of Medicine as part of an historic collection of Harvey Cushing's patients' preserved brains. ==Family== thumb|Louise Adriana Condit Smith Wood (1918) Wood was serving in Monterey, California in 1888 when he met Louise Adriana Condit Smith (1869–1943), who was vacationing with her uncle and legal guardian, Supreme Court Justice Stephen Johnson Field. They married in Washington, DC on November 18, 1890 with the entire Supreme Court in attendance. The Woods were the parents of three children – Leonard Jr., Osborne, and Luisita (Louise). Leonard Wood Jr. (1892–1931) was a Cornell University graduate who attained the rank of captain while serving in the Army during World War I, but was plagued by financial difficulties and ill health afterwards. Osborne Cutler Wood (1897–1950) left Harvard University to serve in World War I, and attained the rank of lieutenant colonel after the war. After leaving the Army he relocated to New Mexico, where he was commissioned as a brigadier general and appointed as adjutant general of the New Mexico National Guard. Louise Barbara Wood (1900–1960) served with Anne Morgan's American Friends in France relief organization during World War I. Louise Wood took an interest in preserving her father's legacy. In 1952, she attended the opening of a park in Cuba which included a plaque commemorating her father's Spanish-American War service and the shack in which Walter Reed conducted the research that proved mosquitoes are the cause of malaria. ==Legacy== In 1925, Dorothy Wade, wife of the head doctor at the Culion leper colony, and fundraiser Perry Burgess created a charitable committee that after Wood's death became the Leonard Wood Memorial for the Eradication of Leprosy. The Wood Memorial supported leper colonies in Culion and Cebu, held the first international conference on leprosy in Manila in 1931, and helped support the International Leprosy Foundation. A statue of Wood was erected at Culion in 1931. Camp Leonard Wood in Missouri, now Fort Leonard Wood, was named in his honor when it was created in 1940. One of the U.S. Navy's World War II-era s, , was named for Wood. Numerous streets are named after Wood, including roads in Baguio and Zamboanga City, Philippines. An elementary school in Mandaue, Philippines (inside the Eversley Childs Sanitarium compound) was also named after him. Wood was a Freemason; Leonard Wood Lodge No. 105 under the Most Worshipful Grand Lodge of Free and Accepted Masons of the Philippines was named in his honor. ==In popular culture== * Lee Philips was cast as a compassionate Lieutenant Wood in the 1960 episode, \"The White Healer,\" on the syndicated television anthology series, Death Valley Days. * Wood is portrayed favorably in the 1997 miniseries Rough Riders by actor and retired United States Marine Dale Dye, but cast in a less favorable light by Mark Twain and others for his part in the First Battle of Bud Dajo in 1906. ==Honors== ===Honorary degrees=== Wood received honorary degrees from several institutions of higher learning, including: * Harvard University (Doctor of Laws (LL.D.), 1899) * Williams College (LL.D., 1902) * University of Pennsylvania (LL.D., 1903) * Pennsylvania Military College (Doctor of Military Science (DMS), 1913) * Norwich University (Master of Military Science (MMS), 1916) * Princeton University (LL.D., 1916) * University of Georgia (LL.D., 1917) * University of the South (Doctor of Civil Law (DCL), 1917) * University of Michigan (LL.D., 1918) * Union College (LL.D., 1919) * George Washington University (LL.D., 1919) * Wesleyan University (LL.D., 1919) * Lincoln Memorial University (LL.D., 1919) * Rensselaer Polytechnic Institute (Doctor of Science (SD), 1920) * University of the Philippines (LL.D., 1922) ===Civilian awards=== Wood received the Theodore Roosevelt Association's Theodore Roosevelt Distinguished Service Medal in 1923. ===Military decorations and medals=== * Medal of Honor * Distinguished Service Medal * Indian Campaign Medal * Spanish Campaign Medal * Army of Cuban Occupation Medal (first recipient) * Philippine Campaign Medal * World War I Victory Medal * Grand Officer of the Legion of Honor (France) * Order of the Rising Sun (Japan) * Order of Saints Maurice and Lazarus (Italy) * Order of the Precious Brilliant Golden Grain (China) ==Dates of rank== {| class=\"wikitable\" |+ ! Insignia !! Rank !! Date !! Component |- |border|50px || Assistant surgeon || 5 January 1886 || Regular Army |- |border|50px || Surgeon || 5 January 1891 || Regular Army |- |border|50px || Colonel || 8 May 1898 || Volunteers |- |border|50px || Brigadier general || 8 July 1898 || Volunteers |- |border|50px || Major general || 7 December 1898 || Volunteers |- |border|50px || Brigadier general || 13 April 1899 || Volunteers |- |border|50px || Major general || 5 December 1899 || Volunteers |- |border|50px || Brigadier general || 1 June 1901 || Regular Army |- |border|50px || Major general || 8 August 1903 || Regular Army |- |border|50px || Major general || October 15, 1921 || Retired list |} ==Head coaching record== ==See also== * Adventurers' Club of New York * List of Medal of Honor recipients * List of Medal of Honor recipients for the Indian Wars * List of people on the cover of Time magazine (1920s)—19 April 1926 ==Notes== ==References== ==Additional sources== * Bacevich, A. J. Diplomat in Khaki: Major General Frank Ross McCoy and American Foreign Policy, 1898–1949 (1989), biography of Wood's principal aide. * Eisenhower, John S.D. Teddy Roosevelt and Leonard Wood: Partners in Command (University of Missouri Press, 2014). * Pruitt II, James Herman. \"Leonard Wood and the American Empire\" (PhD dissertation Texas A&M; University, 2011); online; bibliography on pp. 296–315. ==External links== * * *US soldiers pose with the bodies of Moro insurgents, Philippines, 1906 *General Leonard Wood in Vanity Fair magazine (1918) |- |- Category:1860 births Category:1927 deaths Category:20th-century American politicians Category:American Indian Wars recipients of the Medal of Honor Category:American expatriates in the Philippines Category:American military personnel of the Philippine–American War Category:American military personnel of the Spanish–American War Category:American people of English descent Category:Burials at Arlington National Cemetery Category:Colonial heads of Cuba Category:Deaths from brain tumor Category:Deaths from cancer in Massachusetts Category:Neurological disease deaths in Massachusetts Category:Georgia Tech alumni Category:Georgia Tech Yellow Jackets football coaches Category:Georgia Tech Yellow Jackets football players Category:Governors-General of the Philippine Islands Category:Harvard Medical School alumni Category:History of the Philippines (1898–1946) Category:Culion leper colony Category:People from Winchester, New Hampshire Category:People from Fort Huachuca, Arizona Category:Physicians to the President Category:Politicians from Boston Category:Rough Riders Category:United States Army Chiefs of Staff Category:United States Army generals of World War I Category:United States Army generals Category:United States Army Medal of Honor recipients Category:United States Army Medical Corps officers Category:Candidates in the 1916 United States presidential election Category:Candidates in the 1920 United States presidential election Category:Military personnel from New Hampshire Category:Recipients of the Distinguished Service Medal (US Army)",
 "title": "Leonard Wood"
}