{
 "id": "192166",
 "text": "Hammersmith is a district of West London, England, southwest of Charing Cross. It is the administrative centre of the London Borough of Hammersmith and Fulham, and identified in the London Plan as one of 35 major centres in Greater London. It is bordered by Shepherd's Bush to the north, Kensington to the east, Chiswick to the west, and Fulham to the south, with which it forms part of the north bank of the River Thames. Hammersmith Bridge closed in 2020, severing the link with Barnes in the southwest. The area is one of west London's main commercial and employment centres, and has for some decades been a major centre of London's Polish community. It is a major transport hub for west London, with two London Underground stations and a bus station at Hammersmith Broadway. ==Toponymy== Hammersmith may mean \"(Place with) a hammer smithy or forge\", although Thomas Faulkner in 1839 proposed the initial Ham was derived from Saxon ham or hythe, alluding to Hammersmith's riverside location. Gover in 1922 proposed that the prefix was a personal name, Heahmaer or Hæmar, and stating that the suffix must be Anglo Saxon from -myðe, meaning the junction of two rivers, as Hammersmith Creek merged with the Thames here. The earliest spelling is Hamersmyth in 1294, with alternative spellings of Hameresmithe in 1312, Hamyrsmyth in 1535, and Hammersmith 1675. ==History== The district was a chapelry of the ancient parish of Fulham, but became a fully independent parish in 1631. In 1868, Hammersmith was the name of a parish, and of a suburban district, within the hundred of Ossulstone, in the county of Middlesex. In the early 1660s, Hammersmith's first parish church, which later became St Paul's, was built by Sir Nicholas Crispe who ran the brickworks in Hammersmith. It contained a monument to Crispe as well as a bronze bust of King Charles I by Hubert Le Sueur.The bust is a 1665 bronze copy of the marble bust made by LeSueur in 1631. , In 1696 Sir Samuel Morland was buried there. The church was completely rebuilt in 1883, but the monument and bust were transferred to the new church. In 1745, two Scots, James Lee and Lewis Kennedy, established the Vineyard Nursery, over six acres devoted to landscaping plants. During the next hundred and fifty years the nursery introduced many new plants to England, including fuchsia and the standard rose tree. 1804 saw the trial of Francis Smith for the murder of Thomas Millwood in Beaver Lane, Hammersmith. Called the Hammersmith Ghost murder case, it set a unique standard in English legal history. Major industrial sites included the Osram lamp factory at Brook Green, the J. Lyons factory (which at one time employed 30,000 people). During both World Wars, Waring & Gillow's furniture factory, in Cambridge Grove, became the site of aircraft manufacture. Hammersmith Borough Council had provided the borough with electricity since the early twentieth century from Hammersmith power station. Upon nationalisation of the electricity industry in 1948 ownership passed to the British Electricity Authority and later to the Central Electricity Generating Board. Electricity connections to the national grid rendered the 20 megawatt (MW) coal-fired power station redundant. It closed in 1965; in its final year of operation it delivered 5,462 MWh of electricity to the borough.CEGB Statistical Yearbook 1965, CEGB, London. ==Economy== Hammersmith is located at the confluence of one of the arterial routes out of central London (the A4) with several local feeder roads and a bridge over the Thames. The focal point of the district is the commercial centre (the Broadway Centre) located at this confluence, which houses a shopping centre, bus station, an Underground station and an office complex. thumb|King Street Stretching about westwards from this centre is King Street, Hammersmith's main shopping street. Named after John King, Bishop of London, it contains a second shopping centre (Kings Mall), many small shops, the Town Hall, the Lyric Theatre, a cinema, the Polish community centre and two hotels. King Street is supplemented by other shops along Shepherds Bush Road to the north, Fulham Palace Road to the south and Hammersmith Road to the east. Hammersmith's office activity takes place mainly to the eastern side of its centre, along Hammersmith Road and in the Ark, an office complex to the south of the flyover which traverses the area. Charing Cross Hospital on Fulham Palace Road is a large multi-disciplinary NHS hospital with accident & emergency and teaching departments run by the Imperial College School of Medicine. ==Architecture== \"The Ark\" office building, designed by British architect Ralph Erskine and completed in 1992, has some resemblance to the hull of a sailing ship. Hammersmith Bridge Road Surgery was designed by Guy Greenfield. \"22 St Peter's Square\" the former Royal Chiswick Laundry and Island Records HQ converted to architects studios and offices by Lifschutz Davidson Sandilands. It has a Hammersmith Society Conservation award plaque (2009) and has been included in tours in Architecture Week. Several of Hammersmith's pubs are listed buildings, including the Black Lion, The Dove, The George, The Hop Poles, the Hope and Anchor, the Salutation Inn and The Swan, as are Hammersmith's two parish churches, St Paul's (the town's original church, rebuilt in the 1890s) and St Peter's, built in the 1820s. ==Culture and entertainment== thumb|right|upright|The Dove public house Riverside Studios is a cinema, performance space, bar and cafe. Originally film studios, Riverside Studios were used by the BBC from 1954 to 1975 for television productions. The Lyric Hammersmith Theatre is just off King Street. Hammersmith Apollo concert hall and theatre (formerly the Carling Hammersmith Apollo, the Hammersmith Odeon, and before that the Gaumont Cinema) is just south of the gyratory. The former Hammersmith Palais nightclub has been demolished and the site reused as student accommodation. The Polish Social and Cultural Association is on King Street. It contains a theatre, an art gallery and several restaurants. Its library has one of the largest collections of Polish-language books outside Poland. of the Standing Conference of Polish Museums, Archives and Libraries The Dove is a riverside pub with what the Guinness Book of Records listed as the smallest bar room in the world, in 2016 surviving as a small space on the right of the bar. the pub was frequented by Ernest Hemingway and Graham Greene; James Thomson lodged and likely wrote Rule Britannia here. The narrow alley in which it stands is the only remnant of the riverside village of Hammersmith, the bulk of which was demolished in the 1930s. Furnivall Gardens, which lies to the east, covers the site of Hammersmith Creek and the High Bridge. Leisure activity also takes place along Hammersmith's pedestrianised riverside, home to the pubs of Lower Mall, rowing clubs and the riverside park of Furnival Gardens. Hammersmith has a municipal park, Ravenscourt Park, to the west of the centre. Its facilities include tennis courts, a basketball court, a bowling lawn, a paddling pool and playgrounds. thumb|center|600px|Lower Mall from the river Hammersmith is the historical home of the West London Penguin Swimming and Water Polo Club, formerly known as the Hammersmith Penguin Swimming Club. Hammersmith Chess Club has been active in the borough since it was formed in 1962. It was initially based in Westcott Lodge, later moving to St Paul's Church, then to Blythe House and now Lytton Hall, near West Kensington tube station. ==Transport== The area is on the main A4 trunk road heading west from central London towards the M4 motorway and Heathrow Airport. The A4, a busy commuter route, passes over the area's main road junction, Hammersmith Gyratory System, on a long viaduct, the Hammersmith Flyover. Hammersmith Bridge closed in August 2020 to pedestrians, cyclists and road traffic, severing the link with Barnes in the southwest. Its cast iron pedestals that hold the suspension system in place had become unsafe. The centre of Hammersmith is served by two London Underground stations named Hammersmith: one is served by the Hammersmith & City and Circle lines and the other is served by the Piccadilly and District lines. The latter station is part of a larger office, retail and transport development, locally known as \"The Broadway Centre\". Hammersmith Broadway stretches from the junction of Queen Caroline Street and King Street in the west to the junction of Hammersmith Road and Butterwick in the east. It forms the north side of the gyratory system also known as Hammersmith Roundabout. The Broadway Shopping Centre includes a major bus station. The length of King Street places the westernmost shops and offices closest to Ravenscourt Park Underground station on the District line, one stop west of Hammersmith itself. ==Hammersmith Bridge== thumb|300px|Hammersmith Bridge The first Hammersmith Bridge was designed by William Tierney Clark and opened in 1827 and was the first suspension bridge crossing the River Thames. It was redesigned by Joseph Bazalgette, and reopened in 1887. In August 2020, it closed to pedestrians, cyclists and road traffic as the cast iron pedestals that hold the suspension system in place became unsafe. ==In literature and music== Hammersmith features in Charles Dickens' Great Expectations as the home of the Pocket family. Pip resides with the Pockets in their house by the river and goes boating on the river. William Morris's utopian novel News from Nowhere (1890) describes a journey up the river from Hammersmith towards Oxford. In 1930, Gustav Holst composed Hammersmith, a work for military band (later rewritten for orchestra), reflecting his impressions of the area, having lived across the river in Barnes for nearly forty years. It begins with a haunting musical depiction of the River Thames flowing underneath Hammersmith Bridge. Holst taught music at St Paul's Girls' School and composed many of his most famous works there, including his The Planets suite. A music room in the school is named after him. Holst dedicates Hammersmith: To the Author of \"The Water Gypsies.\" ==Notable people== ===17th century=== * John Milton (1608–1674), poetLewalski, Barbara K. The Life of John Milton. Oxford: Blackwells, 2003. * William Sheridan (c. 1635 – 3 October 1711), Bishop of Kilmore and Ardagh ===18th century=== ===19th century=== ===1900–1945=== ===1946–2000=== ==See also== * List of districts in Hammersmith and Fulham ==References== ==External links== * London Borough of Hammersmith & Fulham * Hammersmith's local community web site * Description of Hammersmith in 1868 * Hammersmith, Fulham and Putney, by Geraldine Edith Mitton and John Cunningham Geikie, 1903, from Project Gutenberg * HammersmithLondon Business Improvement District (BID) Category:Business improvement districts in London Category:Districts of the London Borough of Hammersmith and Fulham Category:Districts of London on the River Thames Category:History of the London Borough of Hammersmith and Fulham Category:Major centres of London Category:Places formerly in Middlesex Category:Polish-British culture",
 "title": "Hammersmith"
}