{
 "id": "192332",
 "text": "Marie Edme Patrice Maurice de MacMahon, marquis de MacMahon, duc de Magenta (; 13 June 1808 – 17 October 1893) was a French general and politician, with the distinction of Marshal of France. He served as Chief of State of France from 1873 to 1875 and as President of France from 1875 to 1879. MacMahon led the main French army in the war against the Germans in 1870. He was trapped and wounded at the Battle of Sedan in September 1870. The army surrendered to the Germans, including MacMahon and Emperor Napoleon III. Thus France lost the war and the Emperor went into exile. After convalescence MacMahon was appointed head of the Versailles Army, which defeated the Paris Commune revolt in May 1871 and set the stage for his political career. MacMahon was a devout conservative Catholic, a traditionalist who despised socialism and strongly distrusted the secular Republicans. He took his duty as the neutral guardian of the Constitution seriously and rejected suggestions of a monarchist coup d'état. He also refused to meet with Gambetta, the leader of the Republicans. He moved for a parliamentary system in which the assembly selected the ruling government of the Third Republic, but he also insisted on an upper chamber. He later dissolved the Chamber of Deputies, resulting in public outrage and a Republican electoral victory. Soon after MacMahon resigned and retired to private life. ==Biography== === Family origins === The Mac Mahon family is of Irish origin. They were Lords of Corcu Baiscind in Ireland and descended from Mahon, the son of Muirchertach Ua Briain, High King of Ireland.Brian Boru and The Battle of Clontarf, Seán Duffy, page 100, page 273John O'Hart,Irish Pedigrees or the Origin and Stem of the Irish Nation, Volume 1, 1892, pages 148-150, https://archive.org/details/irishpedigreesor_01ohar/page/150 After losing much of their land in the Crowellian confiscations of 1652, a branch moved to Limerick for a time. They supported the deposed King James II in the Glorious Revolution of 1688 and settled in France during the subsequent reign of King William III.Firinne, D.H. and Eugene O'Curry, Life of Marshal MacMahon, Duke of Magenta. (The \"Irishman\" Office, Dublin, 1859) pp. 5–6. They applied for French citizenship in 1749; after the definitive installation of the family in France, their nobility was recognised by the patent letter of King Louis XV of France. A military family (14 members of the house of de Mac Mahon were in the Army), they settled in Autun, Burgundy, at the Chateau de Sully, where Patrice de Mac Mahon was born on 13 June 1808, sixteenth and the second-youngest son of Baron (1754–1831), Baron of Sully, Count de Mac Mahon and de Charnay, and Pélagie de Riquet de Caraman (1769–1819), a descendant of Pierre-Paul Riquet. Patrice de MacMahon (as he was usually known before being elevated to a ducal title in his own right) was born in Sully near Autun, in the département of Saône-et-Loire. He was the 16th of 17 children of a family already in the French nobility; his grandfather Knight Lord Overlord Jean- Baptiste de MacMahon,Lord Messier, Knight Lord overlord of the towns, countries, castles and lands of Seenish, Inisch, Arovan, Ylan-Magrath, Ing, located in the County of Clare and the island of Fymes, of the city and not of Ryencanagh, and several lands in Limerick County, 1st Marquis of Éguilly. was named Marquis de MacMahon and 1st Marquis d'Éguilly (from his wife Charlotte Le Belin, Dame d'Éguilly) by King Louis XV, and the family in France had decidedly royalist politics. === Early military career and service in Algeria === In 1820, MacMahon entered the Petit Séminaire des Marbres at Autun; then completed his education at Lycée Louis-le-Grand at Paris. He then entered the Special Military School at Saint-Cyr on 23 October 1825. He then joined the application school at the General Staff Headquarters on 1 October 1827, for a period of two years. Following his graduation from Saint-Cyr, MacMahon entered the French Army in 1827. He was assigned to the 4th Hussars Regiment in 1830. MacMahon subsequently participated in the French conquest of Algeria as a sous-lieutenant in the . He was commended for his capacity and bravery during the seizure of Algiers. On 24 November 1830, MacMahon further distinguished himself while serving with his regiment, during the , during the . He was awarded the Knight Order of the Legion d'honneur. Recalled to France, MacMahon participated in 1832 to the Ten Days' Campaign where he was noticed again during the Siege of Antwerp. He became a captain in 1833, and returned to Algeria, this time, in 1836 where he was placed under the orders of General Bertrand Clausel, and then General Charles-Marie Denys de Damrémont. He led several audacious cavalry raids across tribal occupied plains and distinguished himself during the Siege of Constantine, in 1837, where he was slightly wounded. In 1840, he left Africa (Algeria) and upon his return to France, he learnt that he had been promoted to chef d'escadron (cavalry squadron chief). In May 1841, he returned again to Algeria at the head of the with whom he distinguished himself with, in April, at the Battle of Bab el- Thaza and against the troops of Emir Abdelkader, on 25 May. On 31 December 1842, he was promoted to lieutenant-colonel at the 2nd Regiment of the French Foreign Legion 2ème R.E.L.E. In 1843, he assumed the functions of regimental commander, by replacing the ill holder, a command which he kept until 1845. MacMahon distinguished himself again during the battle of Chaab el-Gitta and the battle of Aïn Kebira on 14 October and 17 October 1844. Nominated to colonel in December 1845, he assumed the command of the , garrisoned at Marnia. Since 1848, MacMahon was nominated at the head of the subdivision of Tlemcen, where he was designated as a général de brigade on 12 June of the same year. In 1849, he became a Commander of the Order of the Legion d'honneur, and served under General Aimable Pélissier, chief of the general staff of the Oran Province. In 1852 MacMahon organized in Algeria the plebiscite of legitimation by universal suffrage destined to approve the French coup d'état of 1851. In March the same year he was appointed commandment of the , before being promoted to Général de division, in July. === Crimean War, Sevastopol === thumb|left|200px|Général MacMahon During the Crimean War, he was given command of the 1st Infantry Division of the 2nd Orient Army Corps and, in September 1855, he won a victory at the Battle of Malakoff during the Siege of Sevastopol. During the battle he is reputed to have said: \"Here I am; here will I stay !\" ()Bent, S. A. (1887). Familiar short sayings of great men [eBook edition]. Ticknor and Company. https://www.bartleby.com/344/268.html This word that is very suggestive in its concision, was that of Marshal de Mac Mahon, in the circumstances which historian Henri Martin related to: Mac-Mahon, while launching all his division, had finished off with repelling the Russians from Malakof. Informed that the openings were rigged with mines and that there were severe risks of explosions and being blown to pieces, he responded with the famous: (\"J'y suis, j'y reste !\" - \"Here I am; here will I stay !\"). Later, other controversies were engaged around the authenticity of this word, and no certain proof of this authenticity were able to be appropriated. It seems that the historical truth would be a little different. After having entered into Malakof, the French troops had to sustain violent counterattacks launched by the Russians; it was only after a couple of hours that their position were finally consolidated, and Mac-Mahon would have sent a letter to Pélissier with the following message, quite different in the form and the content :\" Je suis dans Malakof et je suis sûr de m'y maintenir\" - \"Here I am in Malakof and I am certain of maintaining myself\" (Paris soir, 4 January 1937) === Senator and further Algerian service === After his return to France, he received a number of honours and was appointed Senator. Desiring a more active life, he refused a senior position in the French metropolitan army, and returned to Algeria. Here where he served against the Kabyles. On his return to France, he voted as senator against the unconstitutional law on general security, proposed after the failed assassination attempt of Felice Orsini against Emperor Napoleon III. === Magenta: Marshal of France === thumb|right|250px|Patrice de Mac- Mahon, Marchal of France MacMahon distinguished himself during the Italian Campaign of 1859. He advanced his troops without having received orders at a critical moment during the Battle of Magenta, which assured French victory. For his military services, he was appointed a Marshal of France by Emperor Napoleon III, and awarded the title of Duke of Magenta. === Governor General of Algeria === In 1861 MacMahon represented France at the coronation of William I as King of Prussia. In 1864, he was named as Governor General of Algeria. MacMahon did not distinguish himself in this appointment. While he initiated several reforms, numerous complaints were made against him. During the first half of 1870, he submitted his resignation to Napoleon III. When the Olivier cabinet was formed, the Emperor abandoned his Algerian projects and MacMahon was recalled. === War and the Paris Commune === MacMahon led the main French army in the Franco-Prussian War where he suffered several defeats in Alsace. He was seriously wounded during the Battle of Sedan. In 1871 the French army surrendered, and the Germans had clearly won the war. Overall his strategic planning was confused and marked by indecision. He, along with the rest of the army including the Emperor, was made prisoner during the capitulation of Sedan on 1 September. In 1871, he became the head of the army of the French Third Republic, under President Adolphe Thiers, and in May led the Semaine Sanglante. the bloody week-long military campaign which defeated the Paris Commune and placed the city under the authority of the Third Republic. He was not blamed for the repression, but instead became the hero of the hour for the right.Hutton, Patrick H., Historical Dictionary of the French Third Republic. (Greenwood Press, New York, 1986) pp. 587-88 === President of the Republic === In May 1873, MacMahon was elected President of the French Third Republic, by the royalist and conservative majority in the National Assembly. Only one vote was cast against him.D.W. Brogan, France under the Republic: The Development of Modern France (1870-1939) (1940) p 97 Renowned for his popularity, Mac Mahon was elected following the unsuccessful election of Adolphe Thiers on 24 May 1873. He replaced Prime Minister Jules Armand Dufaure with Duke Albert, 4th duc de Broglie, a monarchist. With Duke Broglie as Prime Minister, he adopted a series of measures to install a new conservative \"moral order\". MacMahon favoured a restoration of the monarchy but when this project failed, accepted a seven-year mandate which the Assembly gave him on 9 November 1873. Mac Mahon deemed himself responsible to the country than to parliament, which brought him into conflict with the Chamber of Deputies. In his still unpublished memoirs, MacMahon described his political convictions: \"By family tradition, and by the sentiments towards the royal house which were instilled in me by my early education, I could not be anything but a Legitimist.\" Nevertheless, in November 1873, he refused to meet with the Bourbon claimant to the throne, Henri, Count of Chambord, as he thought this incompatible with his duties as President of the Republic., La liberté souffre violence, Plon, p. 31\\. On 4 February 1874, MacMahon declared that he would respect the established legal order. Preferring to remain \"au- dessus des partis\" (on top of the parties), he observed rather than took part in the procedures which in January and February 1875 led to the French Constitutional Laws of 1875, which established the French Third Republic as the government of France. During the night of 23–24 June 1875 the Garonne region suffered heavy flooding. While visiting the inundated cities and villages he declared \"que d'eau… que d'eau !… \" (nothing but water…only water!…).Eugène Labiche et Delacour, Le Voyage en Chine (The Voyage to China), edition. Dentu, 1865 The prefect of the department responded to him: \"Et encore, Monsieur le Président, vous n'en voyez que le dessus!\" (Then again, Mr. President, you are only seeing what's above the surface!\"). In September 1875, he stayed at Vernon for several days, in order to prepare the grand maneuvers of the third army. Following the 1876 French legislative election, which resulted in a republican majority, he agreed with great reluctance to the formation of governments under prime ministers Jules Dufaure and Jules Simon, which were dominated by Republicans. In order to contain and destabilize France, German Chancellor Otto von Bismarck sought to promote republicanism in France by strategically and ideologically isolating MacMahon's clerical-monarchist supporters.James Stone, \"Bismarck and the Containment of France, 1873-1877,\" Canadian Journal of History (1994) 29#2 pp 281-304 online Bismarck's containment policy almost got out of hand in 1875 during the \"War in Sight\" crisis. There was a war scare in Germany and France when the German press reported that influential Germans, alarmed by France's rapid recovery from defeat in 1871 and its rearmaments program, were talking of launching a preemptive attack on France. Britain and Russia made it clear that they would not tolerate such aggression. Bismarck did not seek war either, but the unexpected crisis forced him to take into consideration the alarm that his aggressive policies, plus Germany's fast-growing power, were causing among its neighbors.A.J.P. Taylor, The Struggle for Mastery in Europe (1955) pp 225–27William L. Langer, European Alliances and Alignments, 1871–1890 (2nd ed. 1950) pp 44–55T. G. Otte, \"From 'War-in-Sight' to Nearly War: Anglo–French Relations in the Age of High Imperialism, 1875–1898,\" Diplomacy and Statecraft (2006)17#4 pp 693–714. The 16 May 1877 crisis heightened MacMahon's conflict with the Chamber of Deputies. After the bishops of Poitiers, Nimes and Nevers had ensured Pius IX of the French government's support in the Roman Question, the Chamber passed a resolution that asked the government to \"suppress the ultramontanism manifestations\". Twelve days later, he dismissed Prime Minister Jules Simon and again appointed Albert de Broglie. Hoping for a conservative victory, MacMahon then convinced the Senate to dissolve the Chamber of Deputies, and campaigned across the country, while protesting that he had no intention of overthrowing the Republic.D.W. Brogan, France Under the Republic: The Development of Modern France (1870-1939) (1940) pp 127-43. On 15 August 1877, Léon Gambetta declared: \"Le Président n'a que ce choix: il lui faut se soumettre ou se démettre.\" (\"The President has only but one choice: he must submit or resign.\") The elections of 14 October gave the Republicans a majority of 120 seats, and prime minister Broglie accordingly resigned on 19 November. MacMahon attempted first to form a government under General Gaëtan de Rochebouët, but the Chamber refused to cooperate with him. Rochebouët resigned the next day, and the President recalled Dufaure to form a Republican government. On 5 January 1879, elections to the Senate also resulted in a Republican majority, depriving MacMahon of his last parliamentary support. Faced with a decree which revolved around confiscating and diminishing a number of military authorities and commands to certain generals, MacMahon preferred to resign on 30 January 1879. His presidency may be summarised thus: on the one hand, he allowed the Republic to establish itself; on the other hand, so far as his lawful prerogatives permitted, he restrained the political advance of parties hostile to the Catholic Church, convinced that the triumph of Radicalism would be to the detriment of the nation. MacMahon's government was mildly repressive toward the left. Newspapers were prosecuted, senior officials were removed if they were suspected of support for republicanism. Critical pamphlets were suppressed while the government circulated its own propaganda. The proprietors of meeting places were advised not to allow meetings of critics of the government. On the other hand, he gave no support to a coup d'état by monarchists. MacMahon truly believed that the National Assembly should rule France and not the president.Robert Tombs, France: 1814-1914 (1996), pp 440-42 ===Last years=== From 1887 to 1893, he directed the Société de secours aux blessés militaires (S.S.B.M.—Rescue Society of Wounded Military), which in 1940 became the French Red Cross. Patrice de MacMahon died on 17 October 1893, at the at Montcresson, after having written his memoirs. He was buried on 22 October at the Hôtel des Invalides after a state funeral and a religious mass at La Madeleine. The five cordons (ornamental cords) of the funeral chariot were held by General , Grand Chancellor of the Legion d'Honneur; Admiral Henri Rieunier, Ministère de la Marine; Général , Minister of War; Charles Merlin of the Senate; and M. Malvy from the Chamber of Deputies. == Arms == {| class=\"wikitable\" width=\"100%\" |- valign=top align=center | width=\"206\" | Figure | Blazon |- valign=top |align=center | 100px 100px |Arms of House de MacMahon: \"Argent, three leopards (lions passant regardant) gules. |- valign=top |align=center | 50px 50px | Arms of House de MacMahon, thereon the \"couronne comte\" (crown of a count of the Ancien Régime). |- valign=top |align=center | 100px 100px |Arms of Duke of Magenta (argent, three leopards gules, a chief of the second semé of mullets of the first) thereon the \"couronne ducale\" (crown of a duke of the Ancien Régime). |} === Honours === * French Empire: ** Knight of the Legion of Honour, 1830; Officer, 1837; Commander, 1849; Grand Officer, 1853; Grand Cross, 1855; Grand Master, 1873 ** Médaille militaire, 1857 * : Honorary Grand Cross (military) of the Order of the Bath, 3 January 1856Shaw, Wm. A. (1906) The Knights of England, I, London, p. 192 * Kingdom of Sardinia: Knight of the Supreme Order of the Most Holy Annunciation, 5 August 1859 * Sweden-Norway: Knight of the Order of the Seraphim, 26 August 1861 * Kingdom of Prussia: Knight of the Order of the Black Eagle, 18 October 1861 * : Knight of the Order of the Elephant, 4 May 1869 * : Grand Cross of the Order of Saint Stephen, 1874 * : Grand Cordon (military) of the Order of Leopold, 19 September 1874 * : Knight of the Order of the Golden Fleece, 1 March 1875 ==== Battle honours ==== Wounded four times: in 1837, at the Siege of Constantine, a bullet pierced his uniform; in 1840, a bullet pierced his sabre through the rib cage; in 1857 at the ; and finally seriously on 1 September 1870 at Sedan. ==Quotes== * In his voluntary retirement he carried with him the esteem of all parties: Jules Simon, who did not love him, and whom he did not love, afterwards called him: . * Showing his faith in the Foreign Legion during the Battle of Magenta: \"The Legion is here. It's in the bag!\" (\"Voici la Légion ! L'affaire est dans le sac !\").The French Foreign Legion: A Complete History of the Legendary Fighting Force (book), Porch, Douglas * During the Siege of Sevastopol in the Crimean War, MacMahon led an assault by French troops against the Malakoff redoubt. MacMahon captured the Malakoff, but was urged to withdraw rather than be crushed by imminent Russian counter-attacks. He refused, replying \"J'y suis. J'y reste!\" (\"Here I am, Here I stay!\"). MacMahon's troops held the Malakoff, and Sevastopol soon fell. MacMahon's line became widely quoted as an expression of defiance. P. G. Wodehouse's character Bertie Wooster used it in response to pressure from his valet Jeeves to shave off his new moustache ('Jeeves and the Feudal Spirit' Ch.1). ==Gallery== File:Élisabeth de Mac Mahon.jpg|Élisabeth de MacMahon (1834–1900), wife of Patrice File:Maréchal de Mac-Mahon.jpg|Marshal de MacMahon (1860s, Bibliothèque nationale de France). File:Patrice de Mac Mahon.jpg|Official portrait of Patrice de MacMahon by Pierre Petit (1873) File:Patrice de Mac Mahon, Vanity Fair, 1879-10-11.jpg|Caricature of Marshal MacMahon by Théobald Chartran for Vanity Fair (1879) File:Le maréchal de Mac Mahon, duc de Magenta.jpg|Patrice de MacMahon, The Duke Magenta ==See also== *Origins of the French Foreign Legion *Marie Louis Henry de Granet-Lacroix de Chabrières *François Certain de Canrobert *Jean-Luc Carbuccia *François Achille Bazaine ==References== ==Further reading== * D.W. Brogan, France Under the Republic: The Development of Modern France (1870-1939) (1940) pp 127–43. ==External links== * * * https://web.archive.org/web/20030224080507/http://www.limerick.com/history/marshallmcmahon.html * Category:1808 births Category:1893 deaths Category:19th-century presidents of France Category:19th-century Princes of Andorra Category:People from Saône- et-Loire Category:Marshals of France Category:French marquesses Category:French monarchists Category:French Senators of the Second Empire Category:French military personnel of the Crimean War Category:French military personnel of the Franco-Prussian War Category:French prisoners of war in the 19th century Category:Paris Commune Category:Dukes of Magenta Patrice Category:French people of Irish descent Category:Officers of the French Foreign Legion Category:École Spéciale Militaire de Saint-Cyr alumni Category:French Roman Catholics Category:Grand Crosses of the Order of Saint Stephen of Hungary Category:Honorary Knights Grand Cross of the Order of the Bath Category:Knights of the Golden Fleece of Spain Category:Governors general of Algeria",
 "title": "Patrice de MacMahon"
}