{
 "id": "192485",
 "text": "Victoria Falls (Lozi: Mosi-oa-Tunya, \"The Smoke That Thunders\"; Tonga: Shungu Namutitima, \"Boiling Water\") is a waterfall on the Zambezi River in southern Africa, which provides habitat for several unique species of plants and animals. It is located on the border between Zambia and Zimbabwe and is one of the world's largest waterfalls, with a width of . == Name origins == thumb|left|upright|David Livingstone gazing upon the falls, in bronze, from the Zambian shore David Livingstone, the Scottish missionary and explorer, is the first European recorded to have viewed the falls on 16 November 1855, from what is now known as Livingstone Island, one of two land masses in the middle of the river, immediately upstream from the falls near the Zambian shore. Livingstone named his sighting in honour of Queen Victoria, but the Sotho language name, Mosi-oa-Tunya—\"The Smoke That Thunders\"—continues in common usage. The World Heritage List officially recognises both names. Livingstone also cited an older name, Seongo or Chongwe, which means \"The Place of the Rainbow\", as a result of the constant spray. The nearby national park in Zambia is named Mosi-oa-Tunya, whereas the national park and town on the Zimbabwean shore are both named Victoria Falls. ==Size== thumb|center|800px thumb|Aerial view thumb|Victoria Falls seen from Zimbabwe in August. While it is neither the highest nor the widest waterfall in the world, the Victoria Falls are classified the largest, based on its combined width of Southern Africa Places (2009). Victoria Falls. Retrieved on 18 May 2009 from Victoria Falls – South Africa Places and height of , resulting in the world's largest sheet of falling water. The Victoria Falls are roughly twice the height of North America's Niagara Falls and well over twice its width. For a considerable distance upstream from the falls, the Zambezi flows over a level sheet of basalt, in a shallow valley, bounded by low and distant sandstone hills. The river's course is dotted with numerous tree-covered islands, which increase in number where the river approaches the falls. There are no mountains, escarpments, or deep valleys; only a flat plateau extending hundreds of kilometres in all directions. thumb|Victoria Falls Bridge aerial view The falls are formed where the full width of the river plummets in a single vertical drop into a transverse chasm wide, carved by its waters along a fracture zone in the basalt plateau. The depth of the chasm, called the First Gorge, varies from at its western end to in the centre. The only outlet to the First Gorge is a gap about two-thirds of the way across the width of the falls from the western end. The whole volume of the river pours into the Victoria Falls gorges from this narrow cleft. There are two islands on the crest of the falls that are large enough to divide the curtain of water even at full flood: Boaruka Island (or Cataract Island) near the western bank, and Livingstone Island near the middle — the point from which Livingstone first viewed the falls. At less than full flood, additional islets divide the curtain of water into separate parallel streams. The main streams are named, in order from Zimbabwe (west) to Zambia (east): the Devil's Cataract (called Leaping Water by some), the Main Falls, the Rainbow Falls (the highest) and the Eastern Cataract. The River Zambezi, upstream from the falls, experiences a rainy season from late November to early April, and a dry season the rest of the year. The river's annual flood season is February to May with a peak in April,World Commission on Dams website: \"Case Study – Kariba Dam-Zambezi River Basin\" Annex 13 & 14 Victoria Falls Mean Monthly Flows. Website accessed 1 March 2007. This website gives mean monthly flow rates in cubic metres per second (i.e., the total volume of water passing in each calendar month divided by the number of seconds in the month), the standard measure used in hydrology to indicate seasonal variation in flow. A figure of around 9,000 m3/s (318,000 cu ft) is quoted by many websites for Victoria Falls but this is the mean maximum instantaneous rate, which is only achieved for a few days per year. The figure of 536 million m3/minute (18.9 billion cu ft/min) on some websites (e.g. ZNTB) is an error for 536 million litres/minute (equivalent to 9,100 m3/s, 142 million U.S. gallons or 118 million Imperial gallons per min). The '10-year maximum' is the mean of the maximum monthly rate returned in a ten- year period. The spray from the falls typically rises to a height of over , and sometimes even twice as high, and is visible from up to away. At full moon, a \"moonbow\" can be seen in the spray instead of the usual daylight rainbow. During the flood season, however, it is impossible to see the foot of the falls and most of its face, and the walks along the cliff opposite it are in a constant shower and shrouded in mist. Close to the edge of the cliff, spray shoots upward like inverted rain, especially at Zambia's Knife-Edge Bridge. When the dry season takes effect, the islets on the crest become wider and more numerous, and in September to January up to half of the rocky face of the falls may become dry and the bottom of the First Gorge can be seen along most of its length. At this time it becomes possible (though not necessarily safe) to walk across some stretches of the river at the crest. It is also possible to walk to the bottom of the First Gorge at the Zimbabwean side. The minimum flow, which occurs in November, is around a tenth of the April figure; this variation in flow is greater than that of other major falls, and causes the Victoria Falls' annual average flow rate to be lower than might be expected based on the maximum flow. In 2019 unusually low rain lowered the water to a small and thin fall only. Global climate change and changed climate patterns are suggested to have caused this. Victoria Falls is facing the worst drought in a century. ==Gorges== thumb|left|First Gorge, from Zambian side The entire volume of the Zambezi River pours through the First Gorge's exit for a distance of about , then enters a zigzagging series of gorges designated by the order in which the river reaches them. Water entering the Second Gorge makes a sharp right turn and has carved out a deep pool there called the Boiling Pot. Reached via a steep footpath from the Zambian side, it is about across. Its surface is smooth at low water, but at high water is marked by enormous, slow swirls and heavy boiling turbulence. Objects and animals that are swept over the falls, including the occasional hippopotamus, crocodile, or human, are frequently found swirling about here or washed up at the north-east end of the Second Gorge. This is where the bodies of Mrs Moss and Mr Orchard, mutilated by crocodiles, were found in 1910 after two canoes were capsized by a hippo at Long Island above the falls. thumb|upright|Victoria Falls from the Zimbabwe side The principal gorges are * First Gorge: the one the river falls into at Victoria Falls * Second Gorge: south of falls, long, spanned by the Victoria Falls Bridge * Third Gorge: south, long, containing the Victoria Falls Power Station * Fourth Gorge: south, long * Fifth Gorge: south, long * Songwe Gorge: south, long named after the small Songwe River coming from the north-east, and the deepest at , the level of the river in them varies by up to between wet and dry seasons. ==Formation== thumb|left|Victoria Falls National Park marker The Upper Zambezi River originally drained south through present day Botswana to join the Limpopo River. A general uplift of the land between Zimbabwe and the Kalahari desert about 2 million years ago blocked this drainage route, and a large paleo lake known as Lake Makgadikgadi formed between the Kalahari and the Batoka Basaltic Plateau of Zimbabwe and Zambia. This lake was originally endorheic and had no natural outlet. Under wetter climate conditions about 20,000 years BP, it eventually overflowed and began to drain to the east, cutting the Batoka Gorge through the basalt as it went. The recent geological history of Victoria Falls can be seen in the overall form of the Batoka Gorge, with its six individual gorges and eight past positions of the falls. The east–west oriented gorges imply structural control with alignment along joints of shatter zones, or faults with of vertical displacement as is the case of the second and fifth gorges. Headward erosion along these structural lines of weakness would establish a new fall line and abandonment of the earlier line. North-south oriented joints control the south flowing sections of the river. One of these is the \"Boiling Pot\", which links the First Gorge with the Second Gorge. The falls may have already started cutting back the next major gorge, at the dip in one side of the \"Devil's Cataract\", between the western river bank and Cataract Island. The lip in the current falls is lowest here and carries the greatest concentration of water at flood stage. thumb|Satellite image showing the broad Zambezi falling into the narrow cleft and subsequent series of zigzagging gorges (top of picture is north). The sedimentary sequence overlying the basalt at the Zambezi River margins is called the Victoria Falls Formation, which consists of gravel, the Pipe sandstone, Kalahari sand, aeolian sand and alluvium. A 15–45 m scarp bounds the river about 5–6 km from the main channel, and a series of river terraces are evident between the scarp and the channel. Further geological history of the course of the Zambezi River is in the article of that name. ==History== ===Geological history=== The basalt plateau of Victoria Falls, over which the Zambezi River flows, was formed during the Jurassic Era, around 200 million years ago. ===Pre-colonial history=== Early Stone Age Acheulean stone artefacts and Oldowan tools were excavated at archaeological sites around the falls, as well as Sangoan tools and Lupemban artefacts dating to the Middle Stone Age. Early Iron Age pottery was excavated at a vlei site near Masuma Dam in the early 1960s. Evidence for iron smelting was also found in a settlement dated to the late 1st millennium AD. The southern Tonga people known as the Batoka/Tokalea called the falls Shungu na mutitima. The Matabele, later arrivals, named them aManz' aThunqayo, and the Batswana and Makololo (whose language is used by the Lozi people) call them Mosi-o-Tunya. All these names mean essentially \"the smoke that thunders\".The Northern Rhodesia Journal online: \"Native Name of Victoria Falls\", Vol I No 6 p. 68 (1952). Accessed 28 February 2007. A map drawn by Nicolas de Fer in 1715 shows the fall clearly marked in the correct position. It also shows dotted lines denoting trade routes that David Livingstone followed 140 years later. A map from c. 1750 drawn by Jacques Nicolas Bellin for Abbé Antoine François Prevost d'Exiles marks the falls as \"cataractes\" and notes a settlement to the north of the Zambezi as being friendly with the Portuguese at the time. In November 1855, David Livingstone was the first European who saw the falls, when he travelled from the upper Zambezi to the mouth of the river between 1852 and 1856. The falls were well known to local tribes, and Voortrekker hunters may have known of them, as may the Arabs under a name equivalent to \"the end of the world\". Europeans were sceptical of their reports, perhaps thinking that the lack of mountains and valleys on the plateau made a large falls unlikely.The Northern Rhodesia Journal online: \"Native Name of Victoria Falls\", Vol I No 4 pp. 80–82 (1951). Accessed 28 February 2007.Agter die Magalies: \"Agter Die Magalies\" B.K. de Beer, pp. 43–44 (1975) Postma Publications. Accessed 1 September 2007. Livingstone had been told about the falls before he reached them from upriver and was paddled across to a small island that now bears the name Livingstone Island in Zambia. Livingstone had previously been impressed by the Ngonye Falls further upstream, but found the new falls much more impressive, and gave them their English name in honour of Queen Victoria. He wrote of the falls, \"No one can imagine the beauty of the view from anything witnessed in England. It had never been seen before by European eyes; but scenes so lovely must have been gazed upon by angels in their flight.\" In 1860, Livingstone returned to the area and made a detailed study of the falls with John Kirk. Other early European visitors included Portuguese explorer Serpa Pinto, Czech explorer Emil Holub, who made the first detailed plan of the falls and its surroundings in 1875 (published in 1880),The international service of Czech Radio online: \"Statue of explorer Emil Holub unveiled in Livingstone, Zambia\" accessed 28 February 2007. and British artist Thomas Baines, who executed some of the earliest paintings of the falls. Until the area was opened up by the building of the railway in 1905, though, the falls were seldom visited by other Europeans. Some writers believe that the Portuguese priest Gonçalo da Silveira was the first European to catch sight of the falls back in the sixteenth century.Eric Anderson Walker. The Cambridge History of the British Empire, volume 2. CUP Archive, 1963. Retrieved 4 October 2015.Lawrence George Green. There's a Secret Hid Away. H. Timmins, 1956; 244 p. . Retrieved 4 October 2015 ===History since 1900=== ====Victoria Falls Bridge initiates tourism==== European settlement of the Victoria Falls area started around 1900 in response to the desire of Cecil Rhodes' British South Africa Company for mineral rights and imperial rule north of the Zambezi, and the exploitation of other natural resources such as timber forests north-east of the falls, and ivory and animal skins. Before 1905, the river was crossed above the falls at the Old Drift, by dugout canoe or a barge towed across with a steel cable. Rhodes' vision of a Cape-Cairo railway drove plans for the first bridge across the Zambezi. He insisted it be built where the spray from the falls would fall on passing trains, so the site at the Second Gorge was chosen. See the main article Victoria Falls Bridge for details. From 1905 the railway offered accessible travel from as far as the Cape in the south and from 1909, as far as the Belgian Congo in the north. In 1904 the Victoria Falls Hotel was opened to accommodate visitors arriving on the new railway. The falls became an increasingly popular attraction during British colonial rule of Northern Rhodesia (Zambia) and Southern Rhodesia (Zimbabwe), with the town of Victoria Falls becoming the main tourist centre. ====During independence movements==== In 1964, Northern Rhodesia became the independent state of Zambia. The following year, Rhodesia unilaterally declared independence. This was not recognised by Zambia, the United Kingdom nor the vast majority of states and led to United Nations-mandated sanctions. In response to the emerging crisis, in 1966 Zambia restricted or stopped border crossings; it did not re-open the border completely until 1980. Guerrilla warfare arose on the southern side of the Zambezi from 1972: the Rhodesian Bush War. Visitor numbers began to drop, particularly on the Rhodesian side. The war affected Zambia through military incursions, causing the latter to impose security measures including the stationing of soldiers to restrict access to the gorges and some parts of the falls. Zimbabwe's internationally recognised independence in 1980 brought comparative peace, and the 1980s witnessed renewed levels of tourism and the development of the region as a centre for adventure sports. Activities that gained popularity in the area include whitewater rafting in the gorges, bungee jumping from the bridge, game fishing, horse riding, kayaking, and flights over the falls.United Nations Environment Programme: Protected Areas and World Heritage World Conservation Monitoring Centre. Website accessed 1 March 2007. ====Tourism in recent years==== thumb|The naturally formed \"Devil's Pool\", where tourists swim despite a risk of plunging over the edge By the end of the 1990s almost 400,000 people were visiting the falls annually, and this was expected to rise to over a million in the next decade. Unlike the game parks, Victoria Falls has more Zimbabwean and Zambian visitors than international tourists; the attraction is accessible by bus and train, and is therefore comparatively inexpensive to reach. Both countries permit tourists to make day trips across the border to view the falls from both viewpoints. Visitors with single-entry visas are required to purchase a visa each time they cross the border; visas can be obtained at both border posts. Costs vary from US$50–$80 (). Visa regulations change frequently; visitors are advised to check the rules currently in effect in both countries before crossing the border in either direction. Additionally, foreign tourists may purchase a KAZA visa for US$50 that will permit visitors to travel between Zambia and Zimbabwe for up to 30 days as long as they remain within the covered countries. A famous feature is the naturally formed \"Armchair\" (now sometimes called \"Devil's Pool\"), near the edge of the falls on the Zambian side, along the western tip of Livingstone Island. When the river flow is at a certain level, usually between September and December, a rock barrier forms an eddy with minimal current, allowing adventurous swimmers to splash around in relative safety in front of the point where the water cascades over the falls. One death of a tourist guide has been reported. The numbers of visitors to the Zimbabwean side of the falls has historically been much higher than the number visiting the Zambia side, due to the greater development of the visitor facilities there. However, the number of tourists visiting Zimbabwe began to decline in the early 2000s as political tensions between supporters and opponents of president Robert Mugabe increased. In 2006, hotel occupancy on the Zimbabwean side hovered at around 30%, while the Zambian side was at near-capacity, with rates in top hotels reaching US$630 per night.\"At African Waterfall, Visitors Confront A Tale of Two Cities.\" Trofimov, Y. The Wall Street Journal. 29 December 2006. The rapid development has prompted the United Nations to consider revoking the Falls' status as a World Heritage Site. In addition, problems of waste disposal and a lack of effective management of the falls' environment are a concern. ==Natural environment== ===National parks=== The two national parks at the falls are relatively small – Mosi-oa-Tunya National Park is and Victoria Falls National Park is . However, next to the latter on the southern bank is the Zambezi National Park, extending west along the river. Animals can move between the two Zimbabwean parks and can also reach Matetsi Safari Area, Kazuma Pan National Park and Hwange National Park to the south. On the Zambian side, fences and the outskirts of Livingstone tend to confine most animals to the Mosi-oa-Tunya National Park. In addition fences put up by lodges in response to crime restrict animal movement.S Hanyona: \"Zambia's Ecotourism Venture Clouded by Ecotroubles.\" 5 March 2002. ENS website accessed 9 March 2007. In 2004 a separate group of police called the Tourism Police was started. They are commonly seen around the main tourist areas, and can be identified by their uniforms with yellow reflective bibs.http://www.victoriafalls-guide.net/victoria-falls-tourism-police- december-2011.html. ===Vegetation=== Mopane woodland savannah predominates in the area, with smaller areas of miombo and Rhodesian teak woodland and scrubland savannah. Riverine forest with palm trees lines the banks and islands above the falls. The most notable aspect of the area's vegetation though is the rainforest nurtured by the spray from the falls, containing plants rare for the area such as pod mahogany, ebony, ivory palm, wild date palm, batoko plum and a number of creepers and lianas. Vegetation has suffered in recent droughts, and so have the animals that depend on it, particularly antelope. ===Wildlife=== The national parks contain abundant wildlife including sizeable populations of elephant, Cape buffalo, giraffe, Grant's zebra, and a variety of antelope. Lions, African leopards and South African cheetahs are only occasionally seen. Vervet monkeys and baboons are common. The river above the falls contains large populations of hippopotamus and crocodile. African bush elephants cross the river in the dry season at particular crossing points. Klipspringers, honey badgers, lizards and clawless otters can be glimpsed in the gorges, but they are mainly known for 35 species of raptors. The Taita falcon, black eagle, peregrine falcon and augur buzzard breed there. Above the falls, herons, fish eagles and numerous kinds of waterfowl are common. ===Fish=== The river is home to 39 species of fish below the falls and 84 species above it. This illustrates the effectiveness of the falls as a dividing barrier between the upper and lower Zambezi. === Effects of climate change === In February 2020, National Geographic announced that the extreme weather conditions were threatening the natural existence of falls. This is because of the rising temperatures that make the region grow hotter and drier. Extensive studies by Dube and Nhamo (2018 and 2019) shows that there is severe water flow variability from year to year with a significant drop in the general trend of water flow in September, October, November and December. This is particularly more pronounced in drought years which are becoming more frequent and intense. Such occurrences have affected the aesthetics of the waterfalls and there are fears that Victoria Falls might join other World Heritage sites now categorised as last chance destinations. This has sparked great debate and uproar among those in the tourism industry in both Zambia and Zimbabwe. It has already had a negative impact on tourism and many sectors in the region are dismissing this story, daring to call it ill-researched and irresponsible journalism. Experts in the region do not deny climate change and the impact this is having on the amount of water that cascades over this natural wonder but they are saying the narrative is incomplete. ==Statistics== {| class=\"wikitable\" style=\"margin: 1em 0 1em 1em;\" |-align=\"centre\" bgcolor=\"white\" | colspan=\"7\" |262px 221px \"The Smoke that Thunders\", rainy season, 1972 ... and dry season, September 2003 |-align=\"centre\" bgcolor=\"white\" | colspan=\"7\" |Size and flow rate of Victoria Falls with Niagara and Iguazu for comparison |- align=\"left\" ! Parameters ! colspan=\"2\" |Victoria Falls ! colspan=\"2\" |Niagara Falls ! colspan=\"2\" |Iguazu Falls |- align=\"right\" | align=\"left\"|Height in meters and feet: |width=\"56\" |108 m |width=\"56\" |360 ft |width=\"56\" |51 m |width=\"56\" |167 ft |width=\"60\" |64–82 m |width=\"65\" |210–269 ft |- align=\"right\" | align=\"left\"|Width in meters and feet: | 1,708 m || 5,604 ft||1,203 m||3,947 ft||2,700 m||8,858 ft |- align=\"centre\" style=\"background:#efefef;\" | align=\"left\" |Flow rate units (vol/s): | m3/s || cu ft/s || m3/s || cu ft/s || m3/s || cu ft/s |- align=\"right\" | align=\"left\"|Mean annual flow rate: | 1,088 || 38,430||2,407||85,000||1,746||61,600 |- align=\"right\" | align=\"left\"| Mean monthly flow – max.: | 3,000 || 105,944|| || || || |- align=\"right\" | align=\"left\"| Mean monthly flow – min.: | 300 || 10,594|| || || || |- align=\"right\" | align=\"left\"| Mean monthly flow – 10 yr. max.: | 6,000 || 211,888|| || || || |- align=\"right\" | align=\"left\"|Highest recorded flow: | 12,800 || 452,000||6,800 ||240,000 ||45,700 || 1,614,000 |- align=\"left\" bgcolor=\"white\" font=\"8pt\" | colspan=\"7\" |Notes: See references for explanation of measurements. For water, cubic metres per second = tonnes per second. Half the water approaching Niagara is diverted for hydroelectric power. Iguazu has two drops; height given for biggest drop and total height. 10 falls have greater or equal flow rates, but are not as high as Iguazu and Victoria Falls. |} ==See also== * List of waterfalls by flow rate * Batoka Gorge Hydroelectric Power Station * 2018–19 Southern Africa drought ==References== ==External links== * A useful list of further reading is included on the UNEP-WCMC website's page for Mosi-oa-Tunya. * NASA Earth Observatory page * Entry on UNESCO World Heritage site * TIME magazine article about tourism in the area * Tweet of President of Sambia Category:Canyons and gorges of Africa Category:Tourist attractions in Zambia Category:Tourist attractions in Zimbabwe Category:Waterfalls of Zambia Category:Waterfalls of Zimbabwe Category:World Heritage Sites in Zimbabwe Category:World Heritage Sites in Zambia Category:Articles containing video clips Category:Geography of Southern Province, Zambia Category:Zambezi River Category:Zambia–Zimbabwe border Category:International waterfalls Category:Block waterfalls Category:Geography of Matabeleland North Province Category:Tourist attractions in Matabeleland North Province Category:Tourist attractions in Southern Province, Zambia Category:Livingstone, Zambia",
 "title": "Victoria Falls"
}