{
 "id": "192566",
 "text": "In primatology, machiavellian intelligence is the capacity of an organism to be in a successful political engagement with social groups. The first introduction of this concept came from Frans de Waal's book Chimpanzee Politics (1982), which described social maneuvering while explicitly quoting Machiavelli. This hypothesis posits that large brains and distinctive cognitive abilities of humans have evolved via intense social competition in which social competitors developed increasingly sophisticated “Machiavellian” strategies as a means to achieve higher social and reproductive success. ==Behaviors of organisms== Machiavellian intelligence may be demonstrated by primate behaviors including: *Blaming and forgiveness; *Lying and truth- telling; *Making and breaking alliances; *Making and breaking promises; *Making and breaking rules *Misleading and misdirection. ==Criticisms== ===Food and nutrient factors=== The claim that large brains are linked to large social groups in primates and cetaceans, on which the Machiavellian intelligence hypothesis is based, is criticized by a number of researchers for overlooking the availability of food as a common limiting factor for brain size and social group size. Among primates as well as cetaceans, there are some opportunistic species that eat most types of food and other species that are specialised in particular types of food, as well as differences in the overall availability of food between different geographical regions in which the animals live. Some critics of Machiavellian intelligence argue that species that have to keep their use of nutrients down due to food poverty or specialisation in a rare type of food lowers average brain size for species that live in smaller groups, making big brains falsely appear to be linked to large groups due to the common causes of opportunistic foraging for nutritious food and a rich supply of food. These critics also cite that the \"exceptions\" in the form of small-brained primates in very large groups typically eat abundant but nutrient-poor foods (such as geladas that eat grass), as predicted by the food-based model, and argue that the higher individual need for nutrients put on by large brains causes groups to become smaller if the species have the same degree of digestive specialisation and environmental availability of food. ==History== The term refers to the hypothesis that the techniques which lead to certain kinds of political success within large social groups are also applicable within smaller groups, including the family- unit. The term \"everyday politics\" was later introduced in reference to these various methods. These arguments are based on research by primatologists such as Nicholas Humphrey (1975). == See also == * Game theory * Machiavellianism (psychology) * Iterated prisoner's dilemma ==References== == Further reading == *Carlson, N.R., et al. (2007). Psychology: The Science of Behaviour - 4th Canadian ed.. Toronto, ON: Neil R. Carlson. *Humphrey, N. K. (1976). The social function of the intellect. In P. P. G. Bateson & R. A. Hinde (eds.). Growing points in ethology. Cambridge: Cambridge University Press *Byrne, R. W., & Whiten, A. (1988). Machiavellian intelligence. Oxford: Oxford University Press Category:Cognitive science Category:Ethology",
 "title": "Machiavellian intelligence"
}