{
 "id": "192503",
 "text": "Hans Memling (also spelled Memlinc; c. 1430 – 11 August 1494) was a painter active in Flanders, who worked in the tradition of Early Netherlandish painting. He was born in the Middle Rhine region and probably spent his childhood in Mainz. He moved to the Netherlands and spent time in the Brussels workshop of Rogier van der Weyden. He was subsequently made a citizen of Bruges in 1465, where he became one of the leading artists, running a large workshop, which painted religious works that often incorporated donor portraits of his wealthy patrons. Memling's patrons included burghers (bankers, merchants, and politicians), clergymen, and aristocrats. Memling's portraits built upon the styles that he learned in his youth. He became very successful, and in 1480 was listed among the wealthiest citizens in a city tax list. He married Anna de Valkenaere sometime between 1470 and 1480, and they had three children. Memling's art was rediscovered in the 19th century, attaining wide popularity. ==Life and works== Born in Seligenstadt,Murray, P. and Murray, L. (1963) The Art of the Renaissance. London: Thames & Hudson, p. 156. near Frankfurt in the Middle Main region, Memling served his apprenticeship at Mainz or Cologne and later worked in the Low Countries under Rogier van der Weyden (c. 1455-1460) in Brussels, Duchy of Brabant. He then worked at Bruges, County of Flanders by 1465. He painted for the Hospitallers in 1479 and 1480. In 1477, when he was believed dead, he was under contract to create an altarpiece for the gild-chapel of the booksellers of Bruges. This altarpiece, Scenes of the Passion of Christ, is now in the Galleria Sabauda of Turin. The Last Judgment, which had been in Gdańsk since 1473 is now in the National Museum there. The Last Judgment was commissioned by Angelo Tani, erstwhile director of the Bruges branch of the Medici Bank, for a chapel at what is now the Badia Fiesolana in Fiesole. When the triptych is closed Tani and his wife are shown kneeling in prayer. It was shipped to Fiesole on a vessel that was captured by Danzig privateer Paul Beneke in April 1473. The oldest allusions to pictures connected to Memling point to his relations with the Burgundian court, which was held in Brussels. The inventories of Margaret of Austria, drawn up in 1524, allude to a triptych of the God of Pity by Rogier van der Weyden, of which the wings containing angels were painted by \"Master Hans\". Memling's painting of John the Baptist (c. 1470) is in the gallery of Munich. He painted the Last Judgment in Gdańsk. Memling's portraits, in particular, were popular in Italy.Borchert 2005, p. 70 According to Paula Nuttall, Memling's distinctive contribution to portraiture was his use of landscape backgrounds, characterized by \"a balanced counterpoint between top and bottom, foreground and background: the head offset by the neutral expanse of sky, and the neutral area of the shoulders enlivened by the landscape detail beyond\".Borchert 2005, p. 74 Memling's portrait style influenced the work of numerous late-15th-century Italian painters,Borchert 2005, p. 78 and is evident in works such as Raphael's Portraits of Agnolo and Maddalena Doni.Borchert 2005, p. 83 Purchasers of his paintings include Cardinal Grimani and Cardinal Bembo at Venice, and the heads of the house of Medici at Florence. Other paintings include the Madonna and Saints (which passed from the Duchatel collection to the Louvre), the Virgin and Child (painted for Sir John Donne and now at the National Gallery, London), and the four attributed portraits in the Uffizi Gallery of Florence (including the Portrait of Folco Portinari), the Scenes from the Passion of Christ in the Galleria Sabauda of Turin and the Advent and Triumph of Christ Around 1492, Memling was commissioned to paint the Najera Altarpiece for the Benedictine Monastery of Santa Maria la Real in Najera, Rioja, Spain. The altarpiece, which was completed in Flanders, consisted of an image of God surrounded by angels playing a variety of musical instruments while atop a row of clouds before a golden background. Recent scholarship by Bart Fransen has determined that Gonzalo de Cabredo and Abbot Pablo Martinez commissioned the creation of this artwork. Memling became sufficiently prosperous that his name appears on a list of the 875 richest citizens of Bruges who were obligatory subscribers to the loan raised by Maximilian I of Austria, to finance hostilities towards France in 1480.Borchert 2005, p. 15 Memling's name does not appear on subsequent subscription lists of this type.Borchert 2005, pp. 15–16 In his later years, he painted the Shrine of St Ursula in the museum of the hospital of Bruges, St Christopher and Saints (1484) in the academy, the Diptych of Maarten van Nieuwenhove in the hospital of Bruges, and a large Crucifixion, with scenes from the Passion, (1491) from the Lübeck Cathedral (Dom) of Lübeck, now in Lübeck's St. Annen Museum. Near the close of Memling's career, the registers of the painters' guild at Bruges give the names of two apprentices who served their time with Memling and paid dues on admission to the guild in 1480 and 1486. He died in Bruges. The trustees of his will appeared before the court of wards at Bruges on 10 December 1495, and records indicate Memling left behind several children and considerable property. ==Gallery== File:Hans Memling - The Man of Sorrows in the arms of the Virgin - Google Art Project.jpg|The Man of Sorrows in the arms of the Virgin, 1475, National Gallery of Victoria File:Christ Giving His Blessing.jpg|Christ Giving His Blessing, 1478, Norton Simon Museum File:Hans Memling - Mater Dolorosa - WGA14917.jpg|Mater Dolorosa, c. 1480, Uffizi Gallery File:Hans Memling - Christ Surrounded by Musician Angels - WGA14935.jpg|Christ Surrounded by Musician Angels, c. 1480 Royal Museum of Fine Arts Antwerp File:Hans memling, annunciazione, 1480-89 ca. 02.JPG|Annunciation, 1480–89, Metropolitan Museum of Art File:Hans Memling - Allegory with a Virgin - WGA14896.jpg|Allegory with a Virgin, 1479–80 File:Hans Memling - Portrait of Tommaso di Folco Portinari (ca. 1470).jpg|Hans Memling - Portrait of Tommaso di Folco Portinari (ca. 1470) File:Hans Memmling - Maria Portinari (ca. 1470).jpg|Portrait of Maria Portinari, c. 1475 File:Hans Memling 043.jpg|Portrait of Barbara van Vlaendenbergh, c. 1470 File:0 Diptyque de Jan du Cellier - Hans Memlig - RF 309 - Louvre 1.JPG|Diptych of Jean de Cellier, c. 1490 File:Memling Triptych of Family Moreel.jpg|Moreel Triptych, 1484, Groeningemuseum, Brugge ==Memling carpets== There are four works by Memling that feature an oriental carpet. They are the triptych with the Virgin and Child Enthroned (Vienna Kunsthistoriches Museum), the triptych of John Donne (London National Gallery), the Virgin and Child Enthroned with a large family (Paris, Louvre), and the Portrait of a young man at prayer (Madrid Fundacion Coleccion Thyssen- Bornedmisza). They all feature an indefinitely repeated pattern that is representative of an archaic strand of ornamentation in Turkoman carpets from Anatolia or Armenia. This type of carpet is named after Memling and is known as Memling carpets. They are characterized by guls with \"hooked\" lines radiating from a central body. ==See also== *The Adoration of the Magi (Memling) ==References and sources== ;References ;Sources * *Batari, Ferenc (1994). The \"Memling\" carpets in de Vos, Dirk, editor (1994). Essays Hans Memling. Essay bundle published with the catalogue of the exhibit Hans Memling, vijf eeuwen werkelijkheid en fictie in the Groeningen Museum, Brugge August 12 - November 15, 1994. * ==Further reading== * ==External links== * *Hans Memling on BALaT - Belgian Art Links and Tools (KIK-IRPA, Brussel) *Petrus Christus: Renaissance master of Bruges *Fifteenth- to eighteenth- century European paintings: France, Central Europe, the Netherlands, Spain, and Great Britain Category:1430s births Category:1494 deaths Category:People from Seligenstadt Category:German painters Category:German male painters Category:Early Netherlandish painters Category:Arts in the court of Philip the Good",
 "title": "Hans Memling"
}