{
 "id": "192600",
 "text": "Friedrich Gustav Emil Martin Niemöller (; 14 January 18926 March 1984) was a German theologian and Lutheran pastor.\"Niemöller, (Friedrich Gustav Emil) Martin\" The New Encyclopædia Britannica (Chicago: University of Chicago, 1993), 8:698. He is best known for his opposition to the Nazi regime during the late 1930s and for his widely quoted 1946 poem \"First they came ...\". The poem exists in many versions; the one featured on the United States Holocaust Memorial reads: \"First they came for the Communists, and I did not speak out—Because I was not a communist. Then they came for the trade unionists, and I did not speak out—Because I was not a trade unionist. Then they came for the Jews, and I did not speak out—Because I was not a Jew. Then they came for me—and there was no one left to speak for me.\" Niemöller was a national conservative and initially a supporter of Adolf Hitler, but he became one of the founders of the Confessing Church, which opposed the Nazification of German Protestant churches. He opposed the Nazis' Aryan Paragraph,Martin Stöhr, „…habe ich geschwiegen“. Zur Frage eines Antisemitismus bei Martin Niemöller tr. \"...I kept quiet ”. On the question of anti-Semitism with Martin Niemöller\" but was also a self-identified antisemite.Michael, Robert. Theological Myth, German Antisemitism, and the Holocaust: The Case of Martin Niemoeller, Holocaust and Genocide Studies.1987; 2: 105–122. For his opposition to the Nazis' state control of the churches, Niemöller was imprisoned in Sachsenhausen and Dachau concentration camps from 1938 to 1945.Cross, F.L. and E.A. Livingstone, The Oxford Dictionary of the Christian Church, (Oxford: Oxford University Press, 1983), 975 sub loco He narrowly escaped execution. After his imprisonment, he expressed his deep regret about not having done enough to help victims of the Nazis. He turned away from his earlier nationalistic beliefs and was one of the initiators of the Stuttgart Declaration of Guilt. From the 1950s on, he was a vocal pacifist and anti-war activist, and vice-chair of War Resisters' International from 1966 to 1972.Prasad, Devi. War is a Crime against Humanity: the Story of War Resisters' International, London: War Resisters' International, 2005 He met with Ho Chi Minh during the Vietnam War and was a committed campaigner for nuclear disarmament.Rupp, Hans Karl. \"Niemöller, Martin\", in The World Encyclopedia of Peace. Edited by Linus Pauling, Ervin László, and Jong Youl Yoo. Oxford : Pergamon, 1986. , (vol 2, p.45-6). == Youth and World War I participation == Niemöller was born in Lippstadt, then in the Prussian Province of Westphalia (now in North Rhine-Westphalia), on 14 January 1892 to the Lutheran pastor Heinrich Niemöller and his wife Pauline (née Müller), and grew up in a very conservative home. In 1900, the family moved to Elberfeld where he finished school, taking his abitur exam in 1908. He began a career as an officer of the Imperial Navy of the German Empire, and in 1915, was assigned to U-boats. His first boat was . In October of that year, he joined the submarine mother boat , followed by training on the submarine . In February 1916, he became second officer on , which was assigned to the Mediterranean in April 1916.Current Biography 1943, pg.555 There the submarine fought on the Saloniki front, patrolled in the Strait of Otranto and from December 1916 onward, planted many mines in front of Port Said and was involved in commerce raiding. Flying a French flag as a ruse of war, the SM U-73 sailed past British warships and torpedoed two Allied troopships and a British man-of-war. In January 1917, Niemöller was navigator of . Later he returned to Kiel, and in August 1917, he became first officer on , which attacked numerous ships at Gibraltar, in the Bay of Biscay, and other places. During this time, the SM U-151 crew set a record by sinking 55,000 tons of Allied ships in 115 days at sea. In June 1918, he became commander of the . Under his command, UC-67 achieved a temporary closing of the French port of Marseille by sinking ships in the area, by torpedoes, and by the laying of mines. For his achievements, Niemöller was awarded the Iron Cross First Class. When the war drew to a close, he decided to become a preacher, a story he later recounted in his book Vom U-Boot zur Kanzel (From U-boat to Pulpit). At war's end, Niemöller resigned his commission, as he rejected the new democratic government of the German Empire that formed after the abdication of the German Emperor Wilhelm II. == Weimar Republic and education as pastor == On 20 July 1919, he married Else Bremer (20 July 1890 – 7 August 1961). That same year, he began working at a farm in Wersen near Osnabrück but gave up becoming a farmer as he could not afford to buy his own farm. He subsequently pursued his earlier idea of becoming a Lutheran pastor and studied Protestant theology at the Westphalian Wilhelms-University in Münster from 1919 to 1923. His motivation was his ambition to give a disordered society meaning and order through the Gospel and church bodies. During the Ruhr Uprising in 1920, he was battalion commander of the \"III. Bataillon der Akademischen Wehr Münster\" belonging to the paramilitary Freikorps. Niemöller was ordained on 29 June 1924. Subsequently, the united Evangelical Church of the old-Prussian Union appointed him curate of Münster's Church of the Redeemer. After serving as the superintendent of the Inner Mission in the old-Prussian ecclesiastical province of Westphalia, Niemöller in 1931 became pastor of the Jesus Christus Kirche (comprising a congregation together with St. Anne's Church) in Dahlem, an affluent suburb of Berlin.\"Niemöller\", 8:698. == Role in Nazi Germany == Like most Protestant pastors, Niemöller was a national conservative, and openly supported the conservative opponents of the Weimar Republic. He thus welcomed Hitler's accession to power in 1933, believing that it would bring a national revival. In his autobiography, From U-Boat to Pulpit published in the spring of 1933, he called the time of \"the System\" (a pejorative name for the Weimar Republic) the \"years of darkness\" and hailed Adolf Hitler for beginning a \"national revival\". Niemöller's autobiography received positive reviews in Nazi newspapers and was a bestseller. However, he decidedly opposed the Nazis' \"Aryan Paragraph\" to Jewish converts to Lutheranism. In 1936, he signed the petition of a group of Protestant churchmen which sharply criticized Nazi policies and declared the Aryan Paragraph incompatible with the Christian virtue of charity. The Nazi regime reacted with mass arrests and charges against almost 800 pastors and ecclesiastical lawyers. In 1933, Niemöller founded the Pfarrernotbund, an organization of pastors to \"combat rising discrimination against Christians of Jewish background\". By the autumn of 1934, Niemöller joined other Lutheran and Protestant churchmen such as Karl Barth and Dietrich Bonhoeffer in founding the Confessional Church, a Protestant group that opposed the Nazification of the German Protestant churches. Author and Nobel Prize laureate Thomas Mann published Niemöller's sermons in the United States and praised his bravery. However, Niemöller only gradually abandoned his national conservative views. Even as he opposed the Nazis, he made pejorative remarks about Jews of faith while protecting – in his own church – baptised Christians, persecuted as Jews by the Nazis, due to their forefathers' Jewish descent. In one sermon in 1935, he remarked: \"What is the reason for [their] obvious punishment, which has lasted for thousands of years? Dear brethren, the reason is easily given: the Jews brought the Christ of God to the cross!\"The text of this sermon, in English, is found in Martin Niemöller, First Commandment, London, 1937, pp. 243–250. This has led to controversy about his attitude toward Jews and to accusations of anti- Judaism. Holocaust historian Robert Michael argues that Niemöller's statements were a result of traditional anti-Semitism, and that Niemöller agreed with the Nazis' position on the \"Jewish question\" at that time. American sociologist Werner Cohn lived as a Jew in Nazi Germany, and he also reports on antisemitic statements by Niemöller. Thus, Niemöller's ambivalent and often contradictory behaviour during the Nazi period makes him a controversial figure among those who opposed the Nazis. Even his motives are disputed. Historian Raimund Lammersdorf considers Niemöller \"an opportunist who had no quarrel with Hitler politically and only began to oppose the Nazis when Hitler threatened to attack the churches\". Others have disputed this view and emphasize the risks that Niemöller took while opposing the Nazis. Nonetheless, Niemöller's behaviour contrasts sharply with the much more broad-minded attitudes of other Confessing Church activists such as Hermann Maas. Pastor and liberal politician Maas — unlike Niemöller — belonged to those who unequivocally opposed every form of antisemitism and was later accorded the title Righteous Among the Nations by Yad Vashem. ==Imprisonment and liberation== Niemöller was arrested on 1 July 1937. On 2 March 1938, he was tried by a \"Special Court\" for activities against the State. He was given Sonder- und Ehrenhaft status. He received a 2,000 Reichmarks fine and seven-months imprisonment. But as he had been detained pre-trial for longer than the seven-month jail term, he was released by the Court after sentencing. However, he was immediately rearrested by Himmler's Gestapo—presumably because Rudolf Hess found the sentence too lenient and decided to take \"merciless action\" against him. He was interned in Sachsenhausen and Dachau concentration camps for \"protective custody\" from 1938 to 1945. He volunteered in September 1939 to become a U-boat commander; his offer was rejected.Niemoeller Volunteers for U-Boat Service; Nazis Reject Imprisoned Pastor's Offer His former cellmate, Leo Stein, was released from Sachsenhausen to go to America, and he wrote an article about Niemöller for The National Jewish Monthly in 1941. Stein reports having asked Niemöller why he ever supported the Nazi Party, to which Niemöller replied: In late April 1945, Niemöller – together with about 140 high-ranking prisoners – was transported to the Alpenfestung. The group possibly were to be used as hostages in surrender negotiations. The transport's SS guards had orders to kill everyone if liberation by the advancing Western Allies became imminent. However, in the south Tyrol region, regular German troops took the inmates into protective custody. The entire group was eventually liberated by advanced units of the U.S. Seventh Army. Note Niemöller smoking a pipe in mid- clip.georg-elser-arbeitskreis.de /Georg Elser's résumé The liberation of special prisoners and clan prisoners in South Tyrol ==Later life and death== In 1947, Niemöller was denied Nazi victim status. According to Lammersdorf, there had been some attempts to whitewash his past, which were soon followed by harsh criticism because of his role as an NSDAP supporter and his attitude toward Jews. Niemöller himself never denied his own guilt in the time of the Nazi regime. In 1959, he was asked about his former attitude toward Jews by Alfred Wiener, a Jewish researcher into racism and war crimes committed by the Nazi regime. In a letter to Wiener, Niemöller stated that his eight-year imprisonment by the Nazis became the turning point in his life, after which he viewed things differently. Niemöller was president of the Protestant Church in Hesse and Nassau from 1947 to 1961. He was one of the initiators of the Stuttgart Declaration of Guilt, signed by leading figures in the German Protestant churches. The document acknowledged that the churches had not done enough to resist the Nazis. Under the impact of a meeting with Otto Hahn (referred to as the \"father of nuclear chemistry\") in July 1954, Niemöller became an ardent pacifist and campaigner for nuclear disarmament. He was soon a leading figure in the post-war German peace movement and was even brought to court in 1959 because he had spoken about the military in a very unflattering way. His visit to North Vietnam's communist ruler Ho Chi Minh at the height of the Vietnam War caused an uproar. Niemöller also took active part in protests against the Vietnam War and the NATO Double-Track Decision. In 1961, he became president of the World Council of Churches. He was awarded the Lenin Peace Prize in December 1966. He gave a sermon at the 30 April 1967 dedication of a Protestant \"Church of Atonement\" in the former Dachau concentration camp, which in 1965 had been partially restored as a memorial site. Niemöller died at Wiesbaden, West Germany, on 6 March 1984, at the age of 92. ==Selected writings== * From U-boat to Pulpit, including an Appendix From Pulpit to Prison by Henry Smith Leiper (Chicago, New York: Willett, Clark, 1937). * Here Stand I! with foreword by James Moffatt, translated by Jane Lymburn (Chicago, New York: Willett, Clark, 1937). * The Gestapo Defied, Being the Last Twenty- eight Sermons by Martin Niemöller (London [etc.]: W. Hodge and Company, Limited, 1941). * Of Guilt and Hope, translated by Renee Spodheim (New York: Philosophical Library, [1947]). * \"What is the Church?\" Princeton Seminary Bulletin, vol. 40, no. 4 (1947): 10–16. * \"The Word of God is Not Bound\", Princeton Seminary Bulletin, vol. 41, no. 1 (1947): 18–23. * Exile in the Fatherland: Martin Niemöller's Letters from Moabit Prison, translated by Ernst Kaemke, Kathy Elias, and Jacklyn Wilfred; edited by Hubert G. Locke (Grand Rapids, Mich.: W.B. Eerdmans Pub. Co., c1986). * \"Dachau Sermons\", Martin Niemöller, translated by Robert H. Pfeiffer, Harvard Divinity School 1947 (published by Latimer House Limited, 33 Ludgate Hill, London EC4) ==See also== * First they came ... * List of peace activists * Franz Hildebrandt * Deutsches Historisches Museum ==References== Notes Bibliography * Borchmeyer, Doris (2010) Die Bekennende Kirche und die Gründung der Evangelischen Kirche in Hessen und Nassau, EKHN. Diss. Justus Liebig Universität Gießen. * Bentley, James (1984) Martin Niemoeller, New York: The Free Press. . ** German: (1985) Martin Niemöller. Eine Biographie. Munchen: Beck. . * * * Schreiber, Matthias (2008) Martin Niemöller. 2. Auflage. Reinbek: Rowohlt. . * Wette, Wolfram (2010) Seiner Zeit voraus. Martin Niemöllers Friedensinitiativen (1945–1955). In: Detlef Bald (Hrsg.): Friedensinitiativen in der Frühzeit des Kalten Krieges 1945–1955 (= Frieden und Krieg, 17). Essen. S. 227–241. ==External links== * * Yellow Triangle, a song written about him by Irish Singer/Songwriter Christy Moore * Who Was Martin Niemoller? * Martin Niemöller's famous quotation: \"First they came for the Communists\" What did Niemoeller really say? Which groups did he name? In what order? Harold Marcuse, UC Santa Barbara (2005) * Niemöller's famous quotation as posted by Holocaust Survivors' Network * A biography of Niemöller * The text (and an English translation) of the Stuttgart Declaration of Guilt * Pastor Martin Niemöller, Sonal Panse * Category:1892 births Category:1984 deaths Category:People from Lippstadt Category:People from the Province of Westphalia Category:20th-century German Lutheran clergy Category:German Lutheran theologians Category:20th-century German Protestant theologians Category:German Peace Society members Category:Christian Peace Conference members Category:Anti–Vietnam War activists Category:German anti-war activists Category:German Christian pacifists Category:Lutheran pacifists Category:German poets Category:German people of World War II Category:Dachau concentration camp survivors Category:U-boat commanders (Imperial German Navy) Category:Recipients of the Iron Cross (1914), 1st class Category:Lenin Peace Prize recipients Category:Imperial German Navy personnel of World War I Category:Protestants in the German Resistance Category:20th-century Freikorps personnel Category:Sachsenhausen concentration camp survivors Category:Grand Crosses 1st class of the Order of Merit of the Federal Republic of Germany Category:German male poets",
 "title": "Martin Niemöller"
}