{
 "id": "192700",
 "text": "{| |} USS San Marcos (LSD-25) was a the United States Navy, named for the Castillo de San Marcos, the oldest masonry fort still standing in the United States. In 1911, the second-class battleship had also briefly borne the name San Marcos, perhaps for the town of San Marcos, Texas. The ship served in the United States Navy from 1945 to 1970. In 1971, the vessel was loaned to the Spanish Navy as Galicia (TA31), before being outright transferred in 1974. In 1980, the vessel's pennant number was changed to L31. Galicia was taken out of service by the Spanish Navy in 1988 and was scrapped in 1989. == U.S. Navy career == San Marcos keel was laid down on 1 September 1944 at the Philadelphia Navy Yard. She was launched on 10 January 1945, and commissioned on 15 April 1945 with Commander L. E. Ellis in command. San Marcos completed shakedown in early May, took on a cargo of landing boats; and, on 19 May, sailed for the Panama Canal and Pearl Harbor. Arriving on 24 June, she transferred her cargo of 40 boats, loaded a similar cargo, and departed on 29 May. After taking on dredging equipment at Guam, she anchored in Buckner Bay, Okinawa, on 12 August – three days before the cessation of hostilities. On 15 August, she shifted to Naha, repaired tank landing craft (LCTs) through 20 August, then, proceeded to Saipan. There, she loaded mechanized landing craft (LCM-6s), vehicle and personnel landing craft, (LCVPs, \"Higgins boats\"), and large personnel landing craft (LCPLs), for use by occupation forces in the Tokyo Bay area; and, on 4 September, she arrived in Japan to offload her cargo and to commence operation and maintenance of a boat pool. In early December, she was reassigned to cargo operations; and, through the end of the year, she ferried boats from Aomori to Yokohama. In January 1946, San Marcos was assigned to Joint Task Force 1 (JTF 1) for Operation Crossroads, the series of atomic tests scheduled for Bikini Atoll during the summer. She first shifted south to Okinawa; then, in February, moved east to Kwajalein, whence she helped to prepare the test site. She remained in JTF 1 through the July tests, and, on 29 August, she was detached. In early September, the ship moved from the Marshall Islands to Hawaii; and, in October, she arrived at San Francisco. Granted provisional radiological clearance, she resumed cargo operations along the west coast in early November; and, by the end of the month, was carrying supplies, boats, and vehicles to the Aleutian Islands. In December, she put into the Puget Sound Navy Yard at Bremerton; received final clearance in January 1947; and, in the spring, resumed cargo runs between the west coast and the Aleutians. She terminated those operations in September and proceeded to southern California where her capabilities as a temporarily converted seaplane drydock were tested. In December, she commenced inactivation, and, on 19 December, was decommissioned and berthed with the San Diego Group of the Pacific Reserve Fleet. === 1950s === After the outbreak of war in Korea, San Marcos was ordered activated. Recommissioned on 26 January 1951, she completed shakedown in March, was assigned to the Atlantic Fleet's Amphibious Force, and, in May, sailed for the Panama Canal and Little Creek, Virginia. She arrived at the latter in late May and, soon thereafter, commenced arctic summer resupply operations, under the Military Sea Transportation Service (MSTS), to bases in Canada and Greenland. With the fall, she moved to the Caribbean Sea for fleet exercises, then returned home. In November, she shifted to Baltimore, Maryland, for a shipyard overhaul, and with the new year, 1952, resumed active duty. Caribbean exercises took her into March. In April she departed Norfolk, Virginia, embarked Marines and their equipment at Morehead City, and headed east for her first Mediterranean deployment. She transited the Straits of Gibraltar in early May and operated with the Sixth Fleet, ranging from the south of France to Benghazi and Phaleron Bay, into October. She then recrossed the Atlantic, and, after disembarking the Marines in North Carolina, proceeded to Little Creek. She resumed east coast operations with a joint Army–Navy exercise in November. During 1953, San Marcos conducted exercises and carried cargo along the east coast and in the Caribbean and underwent overhaul at Boston, Massachusetts. Winter, spring, and fall of 1954 saw a continuation of those operations including a reserve training cruise, while the summer brought a return to arctic waters for resupply missions. In January 1955, she proceeded again to the Mediterranean Sea. Completing that deployment in May, she resumed a schedule of east coast, Caribbean, and – during the summers of 1956 and 1957 – polar logistic support operations. In September 1958, she was again deployed to the Mediterranean for a six-month tour with the Sixth Fleet. She rejoined the Second Fleet in March 1959; and, in May, tested recovery methods for Project Mercury. During the summer, she participated in Operation Inland Seas, conducted in the Great Lakes and made possible by the opening of the St. Lawrence Seaway. Amphibious force exercises and local operations occupied the remainder of the year. === 1960s === Throughout the 1960s and into the 1970s, San Marcos rotated regularly between the Second and Sixth Fleets. While with the Second, she participated in exercises and carried cargo and personnel from New England to the Caribbean. Severing of diplomatic relations and increased tension between the United States and Cuba and political unrest in the Dominican Republic brought extended operations in the Greater Antilles in early 1961. In April, San Marcos supported the Bay of Pigs Invasion, carrying LCUs and LCVPs loaded with vehicles and equipment to a rendezvous a few miles off the coast with the ships carrying Brigade 2506. Those operations were followed by duty in support of Project Mercury; and, in September, she received modifications which added helicopter operations to her capabilities. Then a five-month Fleet Rehabilitation and Modernization (FRAM II) overhaul in 1962 and 1963 modernized her equipment and living spaces and improved her operational abilities in transporting, launching, and controlling assault craft; besides providing drydocking and repair services to landing ships and craft. Her annual (excluding 1964) Mediterranean deployments brought participation in fleet, binational, and multinational (NATO) exercises. In 1964, she deployed only briefly, in September, to participate in Operation Steel Pike, a large- scale amphibious operation held off the coast of Spain. On 13 August 1970, San Marcos returned to Little Creek to complete her last Mediterranean tour. Local and Caribbean exercises took her into 1971, when she was designated for transfer to the government of Spain. The first detachment of her future Spanish crew arrived in mid-April; the remainder joined her on 30 May. June was spent in familiarization activities and, on 1 July 1971, San Marcos was decommissioned and turned over. == Spanish Navy career == The former San Marcos was commissioned in the Spanish Navy as Galicia (TA31) on 1 July 1971. She was sold outright to Spain on 1 August 1974. Galicias pennant number was changed to L31 circa 1980. Galicia was stricken from the Spanish Navy list in early 1988, and scrapped in 1989. == Notes == == References == * * Category:Casa Grande-class dock landing ships of the United States Navy Category:Ships built in Philadelphia Category:1945 ships Category:World War II amphibious warfare vessels of the United States Category:Cold War amphibious warfare vessels of the United States Category:Ships transferred from the United States Navy to the Spanish Navy Category:Amphibious warfare vessels of Spain",
 "title": "USS San Marcos (LSD-25)"
}