{
 "id": "192940",
 "text": "This article contains information about the literary events and publications of 1961. ==Events== *January 24 – The American dramatist Arthur Miller and the film star Marilyn Monroe are granted a divorce in Mexico on grounds of incompatibility. *February – Sylvia Plath suffers a miscarriage. Several of her poems, including \"Parliament Hill Fields\", address the event. *March 15 – Hugh Wheeler's comedy Big Fish, Little Fish opens at the ANTA Theater in New York City, directed by Sir John Gielgud. It is one of the early Broadway plays to explore frankly the issue of male homosexuality. *March 20 – The Shakespeare Memorial Theatre, Stratford-upon-Avon, becomes the Royal Shakespeare Theatre and its company the Royal Shakespeare Company, with Peter Hall as director. *May – Grove Press publishes Henry Miller's Tropic of Cancer in the United States 27 years after its original publication in France. The book leads to one of many obscenity trials (Grove Press, Inc., v. Gerstein) that test American laws on pornography in the 1960s. *May 27 – The British bookseller WHSmith closes the last of its in-store circulating library branches. *August 18 – The British magazine Tribune publishes a letter from playwright John Osborne beginning \"Damn You, England...\" *September 8 – Publication of the science fiction novel series Perry Rhodan, der Erbe des Universums, originally written by K. H. Scheer and Walter Ernsting, is begun by Arthur Moewig Verlag in Germany in Romanhefte (partwork) format. It is then published every week, attaining more than 2880 issues and around two billion total copies sold worldwide by the end of 2016. *September 14 – Novelist William Golding, having resigned a teaching post at Bishop Wordsworth's School in Salisbury, sets off for the academic year 1961/1962 to teach at Hollins College, Virginia, United States. *November 10 – Joseph Heller's satirical novel Catch-22 is first put on sale by Simon & Schuster in the United States, after favorable advance reviews in October. Heller has been working on the book since 1953, based on his experiences as a bombardier during World War II. Its title, which becomes a phrase referring to a no-win situation, had previously been Catch-18. *unknown date – Michael Halliday publishes a seminal paper on the systemic functional grammar model. ==New books== ===Fiction=== *Brian Aldiss – The Primal Urge *Poul Anderson – Three Hearts and Three Lions *J. G. Ballard – The Wind From Nowhere *James Barlow – Term of Trial *Pat Boone – 'Twixt Twelve and Twenty *Morley Callaghan – A Passion in Rome *John Dickson Carr – The Witch of the Low Tide: An Edwardian Melodrama *Jean Cau – The Mercy of God *Henry Cecil – Daughters in Law *Sid Chaplin – The Day of the Sardine *James Hadley Chase – A Lotus for Miss Quon *Agatha Christie **Double Sin and Other Stories **The Pale Horse *A. J. Cronin – The Judas Tree *Jennifer Dawson – The Ha-Ha * Cecil Day-Lewis – The Worm of Death *L. Sprague de Camp – The Dragon of the Ishtar Gate *R.F. Delderfield – Stop at a Winner *August Derleth – The Reminiscences of Solar Pons *Cyprian Ekwensi – Jagua Nana *Ian Fleming – Thunderball (based on screen treatment by Kevin McClory, Jack Whittingham and the author) *Gillian Freeman (as Eliot George) – The Leather Boys *Gabriel García Márquez – No One Writes to the Colonel (El coronel no tiene quien le escriba) *Martyn Goff – The Youngest Director * Richard Gordon – Doctor on Toast *Edward Gorey (as Ogdred Weary) – The Curious Sofa. A Pornographic Tale *Winston Graham – Marnie *Vasily Grossman – Everything Flows (Все течет; first published 1989) *Harry Harrison – The Stainless Steel Rat *Robert A. Heinlein – Stranger in a Strange Land *Joseph Heller – Catch-22 *Marlen Haushofer – The Wall *Patricia Highsmith – This Sweet Sickness *Richard Hughes -The Fox in the Attic *James Kennaway – Household Ghosts *Ismith Khan – The Jumbie Bird *Margaret Laurence – The Stone Angel *John le Carré – Call for the Dead *Stanisław Lem – Solaris *Audrey Erskine Lindop – The Way to the Lantern *H. P. Lovecraft – The Shunned House *Compton Mackenzie – Mezzotint *Gladys Mitchell – The Nodding Canaries *Iris Murdoch – A Severed Head *V. S. Naipaul – A House for Mr. Biswas *R. K. Narayan – The Man-Eater of Malgudi *Juan Carlos Onetti – El astillero (The Shipyard) *Walker Percy – The Moviegoer * Emeric Pressburger – Killing a Mouse on Sunday *Caradog Prichard – Un Nos Ola Leuad (One Moonlit Night) *Harold Robbins – The Carpetbaggers *J. D. Salinger – Franny and Zooey *Leonardo Sciascia – Il giorno della civetta *Muriel Spark – The Prime of Miss Jean Brodie *Howard Spring – I Met a Lady *John Steinbeck – The Winter of Our Discontent *Irving Stone – The Agony and the Ecstasy *Rex Stout – The Final Deduction *Theodore Sturgeon – Some of Your Blood *Jun'ichirō Tanizaki (谷崎 潤一郎) – The Diary of a Mad Old Man (瘋癲老人日記) *Leon Uris – Mila 18 *Rose Valland – Le Front de l'art *H. Russell Wakefield – Strayers from Sheol *Edward Lewis Wallant – The Pawnbroker *Evelyn Waugh – Unconditional Surrender *Morris West – Daughter of Silence *Angus Wilson – The Old Men at the Zoo *Richard Yates – Revolutionary Road ===Children and young people=== *Roald Dahl – James and the Giant Peach *L. Sprague de Camp – non-fiction **The Heroic Age of American Invention **Man and Power: The Story of Power from the Pyramids to the Atomic Age *Barbara C. Freeman – Two-Thumb Tom *Rumer Godden – Miss Happiness and Miss Flower *René Goscinny and Albert Uderzo – Asterix the Gaul (Astérix le Gaulois) *Maria Gripe – Josephine *Norton Juster – The Phantom Tollbooth *Bill Peet – Huge Harold *Kin Platt – The Blue Man *Wilson Rawls – Where the Red Fern Grows *George Selden – The Cricket in Times Square (first in an unnamed sequence of seven books) *Dr. Seuss – The Sneetches and Other Stories *Elizabeth George Speare – The Bronze Bow *John Rowe Townsend – Gumble's Yard *Tomi Ungerer – The Three Robbers ===Drama=== *John Barton – The Hollow Crown (anthology) *Samuel Beckett **Happy Days **Rough for Radio I **Rough for Radio II *Emilio Carballido – Un pequeño día de ira *Spiro Çomora – Karnavalet e Korçës (Carnival at Korçë) *Henry Denker – A Far Country *Friedrich Dürrenmatt – The Physicists (Die Physiker) *Max Frisch – Andorra *Jean Genet – The Screens (Les Paravents) *Girish Karnad – Yayati *Heiner Müller – Die Umsiedlerin (The Resettler Woman) *Tom Murphy – A Whistle in the Dark *John Osborne – Luther *Neil Simon – Come Blow Your Horn *John Whiting – The Devils *Tennessee Williams – The Night of the Iguana *Wu Han – Hai Rui Dismissed from Office (海瑞罢官, Hǎi Ruì bà guān) ===Poetry=== *August Derleth editor – Fire and Sleet and Candlelight ===Non-fiction=== *Alison Adburgham – A Punch History of Manners and Modes, 1841–1940 *Wayne C. Booth – The Rhetoric of Fiction *E. H. Carr – What Is History? *Frantz Fanon – The Wretched of the Earth (Les Damnés de la Terre) *Fritz Fischer – Griff nach der Weltmacht: Die Kriegzielpolitik des kaiserlichen Deutschland 1914–1918 *Georges Friedmann – The Anatomy of Work (English translation) *Ernest K. Gann – Fate Is the Hunter *Jane Jacobs – The Death and Life of Great American Cities *Richard Foster Jones – Ancients and Moderns: A Study of the Rise of the Scientific Movement in Seventeenth Century England *Theodora Kroeber – Ishi in Two Worlds *R. D. Laing – Self and Others *John C. Lilly – Man and Dolphin *Marshall McLuhan – The Gutenberg Galaxy: The Making of Typographic Man *Louis Nizer – My Life in Court *Karl Popper – The Poverty of Historicism *Anant Priolkar – The Goa Inquisition *Maxime Rodinson – Muhammad *Bertrand Russell – Has Man a Future? *Colin Turnbull – The Forest People *Webster's Third New International Dictionary *Theodore H. White – The Making of the President 1960 *Raymond Williams – The Long Revolution *Peter Wessel Zapffe – Indføring i litterær dramaturgi (Introduction to literary dramaturgy) ==Births== *January 8 – Arnaldur Indriðason, Icelandic crime novelist *January 11 – Jasper Fforde, English fantasy novelist *January 12 – Simon Russell Beale, Malaysian-born English Shakespearean actor *January 28 – Arnaldur Indridason, Icelandic writer *May 4 – Ishita Bhaduri, Indian poet and writer *May 17 – Han Dong, Chinese poet and novelist *May 19 – Jennifer Armstrong, American children's author *May 22 – Andrea Dunbar, English playwright (died 1990) *June 9 – Aaron Sorkin, American screenwriter, producer and playwright *June 23 – David Leavitt, American novelist *June 24 – Rebecca Solnit, American writer and essayist *July 7 – Eric Jerome Dickey, American writer *July 10 – Carol Anne Davis, Scottish crime writer *July 18 – M.J. Alexander, American author and photographer *July – Richard Flanagan, Australian novelist *August 20 – Greg Egan, Australian science fiction author *September 13 – Tom Holt, English historical and comic novelist and poet *September 26 – Will Self, English novelist, political commentator and broadcaster *October 29 – Michael Gurr, Australian playwright (died 2017) *November 9 – Jackie Kay, Scottish poet and novelist *November 14 – Jurga Ivanauskaitė, Lithuanian writer (died 2007) *November 18 – Steven Moffat, Scottish TV writer *November 24 – Arundhati Roy, Indian writer and activist *November – Sarah Holland, English novelist, actress and singer *December 8 – Ann Coulter, American author *November 20 – David Mills, American journalist and TV writer (died 2010) *December 23 – Ezzat el Kamhawi, Egyptian novelist and journalist *December 30 – Douglas Coupland, Canadian author *unknown date – Winsome Pinnock, British playwright ==Deaths== *January 10 – Dashiell Hammett, American crime writer and screenwriter (lung cancer, born 1894)Hellman, Lilian, Introduction to posthumous Hammett, Dashiell, The Big Knockover: Selected Stories and Short Novels (Houghton Mifflin: 1962). *January 21 – Blaise Cendrars (Frédéric-Louis Sauser), Swiss novelist and poet (born 1887) *January 30 – Dorothy Thompson, American journalist (born 1893) *February 4 – Hazel Heald, American pulp fiction writer (born 1896) *March 18 – E. Arnot Robertson, English novelist (born 1903) *April 9 – Oliver Onions (George Oliver), English novelist and ghost story writer (born 1873) *April 22 – Joanna Cannan, English pony book writer and detective novelist (born 1896) *April 30 – Jessie Redmon Fauset, American editor, writer and educator (born 1882) *May 26 – William Troy, American writer and teacher (cancer, born 1903) *June 2 – George S. Kaufman, American dramatist and critic (born 1889) *June 15 – Peyami Safa, Turkish journalist and writer (born 1899) *July 1 – Louis- Ferdinand Céline, French novelist and pamphleteer (born 1894)Vitoux, Frédéric (1991). Céline: A Biography. New York: Paragon House. Pages=551-7 *July 2 – Ernest Hemingway, American novelist (suicide, born 1899)Reynolds, Michael (2000). \"Ernest Hemingway, 1899–1961: A Brief Biography\". in Wagner-Martin, Linda (ed). A Historical Guide to Ernest Hemingway. New York: Oxford UP. , page 16 *July 12 – Mazo de la Roche, Canadian novelist (born 1879) *July 17 – Olga Forsh, Russian dramatist, novelist and memoirist (born 1873) *August 14 – Clark Ashton Smith, American writer (born 1893) *September 27 – H.D. (Hilda Doolittle), American poet, novelist and memoirist (born 1886) *October 19 – Mihail Sadoveanu, Romanian novelist (born 1880) *November 2 – James Thurber, American humorist (born 1894) *December 7 – Roussan Camille, Haitian poet and journalist (born 1912) *December 26 – Gertrude Minnie Faulding, English children's writer and novelist (born 1875) ==Awards== *Carnegie Medal for children's literature: Lucy M. Boston, A Stranger at Green Knowe *Eric Gregory Award: Adrian Mitchell, Geoffrey Hill *Formentor Prize: Jorge Luis Borges and Samuel Beckett *James Tait Black Memorial Prize for fiction: Jennifer Dawson, The Ha-Ha *James Tait Black Memorial Prize for biography: M. K. Ashby, Joseph Ashby of Tysoe *Lorne Pierce Medal: Robertson Davies *Miles Franklin Award: Patrick White, Riders in the Chariot *Newbery Medal for children's literature: Scott O'Dell, Island of the Blue Dolphins *Nobel Prize in Literature: Ivo Andrić *Premio Nadal: Juan Antonio Payno, El curso *Prix Goncourt: Jean Cau, La Pitié de Dieu *Pulitzer Prize for Drama: Tad Mosel, All the Way Home *Pulitzer Prize for Fiction: Harper Lee, To Kill a Mockingbird *Pulitzer Prize for Poetry: Phyllis McGinley, Times Three: Selected Verse From Three Decades *National Book Award for Fiction: Conrad Richter, The Waters of Kronos *National Book Award for Nonfiction: William L. Shirer, The Rise and Fall of the Third Reich *National Book Award for Poetry: Randall Jarrell, The Woman at the Washington Zoo: Poems and Translations ==References== Category:Years of the 20th century in literature",
 "title": "1961 in literature"
}