{
 "id": "192944",
 "text": "This article contains information about the literary events and publications of 1963. ==Events== *January – Novy Mir publishes \"Matryona's Home\", the first of three more stories by Aleksandr Solzhenitsyn critical of the Soviet regime. They will be the last of his works to be published in the Soviet Union until 1990. *January 2 – The Traverse Theatre opens in Edinburgh. *February – English novelist Barbara Pym submits her seventh book, An Unsuitable Attachment, for publication. It is rejected by Tom Maschler at her regular publisher, Jonathan Cape, and by others. She will not have another novel published until 1977 and An Unsuitable Attachment does not appear until 1982, poshumously. *February 11 – American-born poet Sylvia Plath (age 30) commits suicide by carbon monoxide poisoning in her London flat about a month after her only novel, the semi-autobiographical The Bell Jar, appears and six days after writing her last poem, \"Edge\". *March – The Publications and Entertainments Act in South Africa enables the government to impose strict censorship. Des Troye's novel An Act of Immorality (an attack on miscegenation provisions in the country's Immorality Act) is among the first to be prohibited. *March/April – The Bologna Children's Book Fair is inaugurated. *March 19 – Joan Littlewood's Theatre Workshop premières the ensemble musical Oh, What a Lovely War! at the Theatre Royal Stratford East, London. *May 17 – The first Galician Literature Day is held. *July 16 – A day after admission to the Acland Hospital in Oxford, C. S. Lewis suffers a heart attack. Though later discharged, he dies at home four months later.A. N. Wilson (2002) [1990]. C. S. Lewis: A Biography. W. W. Norton. . *August 20 – The Royal Shakespeare Company introduces its performance cycle of Shakespeare's history plays under the title The War of the Roses, adapted and directed by John Barton and Peter Hall at the Royal Shakespeare Theatre, Stratford-upon-Avon. *September – Publication in India of Bhalchandra Nemade's Bildungsroman, Kosala ('Cocoon'), considered the first existentialist novel in Marathi literature, written in the author's native village. *October 21 – The first film from Merchant Ivory Productions is released: The Householder with a screenplay adapted by Ruth Prawer Jhabvala from her own novel. *October 22 – The Royal National Theatre Company is newly formed in the U.K. under Artistic Director Laurence Olivier. Its first performance is with Peter O'Toole as Hamlet, in London. *November – Tom Wolfe's essay \"There Goes (Varoom! Varoom!) That Kandy-Kolored (Thphhhhhh!) Tangerine-Flake Streamline Baby (Rahghhh!) Around the Bend (Brummmmmmmmmmmmmmm)...\" is published in Esquire magazine in the United States. *November 17 – Fictional hero 8 Man, created by science fiction writer Kazumasa Hirai and manga artist Jiro Kuwata, appears in print for the first time. *November 20–29 – A High Court case in London over the rights in Ian Fleming's James Bond novel Thunderball (1961) determines that future editions will be described as \"based on a screen treatment by Kevin McClory, Jack Whittingham, and Ian Fleming\". *unknown dates **Russian poet Anna Akhmatova's Requiem, an elegy on Soviet sufferings in the Great Purge, composed 1935–1961, is first published complete in book form, without her knowledge, in Munich. **The first modern publication by mainstream publishers in the U.K. and the United States of John Cleland's novel Fanny Hill (Memoirs of a Woman of Pleasure, 1748–1749) causes it to be banned for obscenity in Massachusetts, triggering a court case by its publisher, and prosecution of a London retailer. **Leslie Charteris publishes his last collection of stories with Simon Templar: The Saint in the Sun. All subsequent Saint books will be ghost-written by others. **Grace Ogot's short story \"A Year of Sacrifice\" (later retitled \"The Rains Came\") is published in Black Orpheus. ==New books== ===Fiction=== *J. G. Ballard **The Four-Dimensional Nightmare **Passport to Eternity *Simone de Beauvoir – Force of Circumstance (La Force des choses) *Thomas Bernhard – Frost *John Bingham – A Case of Libel *Heinrich Böll – The Clown (Ansichten eines Clowns) *Pierre Boulle – Planet of the Apes (La Planète des Singes) *Pearl S. Buck – The Living Reed *Anthony Burgess – Inside Mr. Enderby *Dino Buzzati – A Love Affair *Taylor Caldwell – Grandmother and the Priests *Morley Callaghan – That Summer in Paris *Victor Canning – The Limbo Line *John Dickson Carr – The Men Who Explained Miracles *Agatha Christie – The Clocks *Julio Cortázar – Hopscotch (Rayuela) *Oskar Davičo **Ćutnje (Silences) **Gladi (Hungers) *L. Sprague de Camp – A Gun for Dinosaur and Other Imaginative Tales *L. Sprague de Camp (as editor) – Swords and Sorcery * Cecil Day-Lewis – The Deadly Joker *Len Deighton – Horse Under Water *August Derleth (as Stephen Grendon) – Mr. George and Other Odd Persons *J.P. Donleavy – A Singular Man *Daphne du Maurier – The Glass-Blowers *Nell Dunn – Up the Junction *John Fowles – The Collector *Ian Fleming **On Her Majesty's Secret Service **Thrilling Cities *Jane Gaskell – The Serpent *Natalia Ginzburg – Family Sayings *Winston Graham – The Grove of Eagles *Günter Grass – Dog Years (Hundejahre) *Georgette Heyer – False Colours *Ismail Kadare – The General of the Dead Army (Gjenerali i Ushtrisë së vdekur) *James Kennaway ** The Bells of Shoreditch ** The Mindbenders *Damon Knight – First Flight: Maiden Voyages in Space and Time * Arthur La Bern – Brighton Belle *John le Carré – The Spy who Came in from the Cold *J. M. G. Le Clézio – Le Procès-Verbal (The Interrogation) *Primo Levi – La tregua (The Truce, Reawakening) *Liu Yichang – Jiutu (酒徒, The Drunkard, or The Alcoholic) *Mary McCarthy – The Group *John McGahern – The Barracks *Richard McKenna – The Sand Pebbles *Alistair MacLean – Ice Station Zebra *James A. Michener – Caravans *Spike Milligan – Puckoon *Yukio Mishima (三島 由紀夫) – The Sailor Who Fell from Grace with the Sea (午後の曳航, The Afternoon Towing) *Gladys Mitchell – Adders on the Heath *Emily Cheney Neville – It's Like This, Cat *John O'Hara – Elizabeth Appleton *Marcel Pagnol **The Water of the Hills (L'Eau des collines) **Jean de Florette **Manon des Sources *Živojin Pavlović – Krivudava reka (Curved River, short stories) *Sylvia Plath (as Victoria Lucas) – The Bell Jar *Laurens van der Post – The Seed and the Sower *Thomas Pynchon – V. *John Rechy – City of Night *Susan Sontag – Benefactor *Muriel Spark – The Girls of Slender Means *Richard Stark (Donald E. Westlake) – The Man With the Getaway Face *Rex Stout – The Mother Hunt *Erwin Strittmatter – Ole Bienkopp *Boris and Arkady Strugatsky – Dalyokaya Raduga *Walter Tevis – The Man Who Fell to Earth *Jim Thompson – The Grifters *Rosemary Tonks – Opium Fogs *Mario Vargas Llosa – The Time of the Hero (La ciudad y los perros) *Jack Vance – The Dragon Masters *Tarjei Vesaas – Is-slottet (The Ice Palace) *Kurt Vonnegut – Cat's Cradle *Keith Waterhouse – Billy Liar *Charles Webb – The Graduate *David Weiss – Naked Came I *Manly Wade Wellman – Who Fears the Devil? *Morris West – The Shoes of the Fisherman *Christa Wolf – Der geteilte Himmel (Divided Heaven, They Divided the Sky) ===Children and young people=== *Nina Bawden – The Secret Passage *Hester Burton – Time of Trial *Paul Gallico – The Day the Guinea-Pig Talked *Rumer Godden – Little Plum *Edward Gorey – The Gashlycrumb Tinies *Ted Hughes – How the Whale Became *Norton Juster – The Dot and the Line: A Romance in Lower Mathematics *Clive King – Stig of the Dump *Madeleine L'Engle – A Wrinkle in Time *Sterling North – Rascal *Ruth Manning-Sanders – A Book of Giants *Charles M. Schulz – Happiness Is a Warm Puppy *Maurice Sendak – Where the Wild Things Are *Donald J. Sobol – Encyclopedia Brown, Boy Detective (first in a series of 29 books) *Rosemary Sutcliff – Sword at Sunset *Colin Thiele – Storm Boy *Bill Peet – The Pinkish, Purplish, Bluish Egg *Feodor Stepanovich Rojankovsky – The Cow Went Over The Mountain ===Drama=== *Arthur Adamov – La Politique des restes (The Politics of Rubbish) *Alan Ayckbourn – Mr. Whatnot *John Barton and Peter Hall (adapted from Shakespeare) – The War of the Roses *Samuel Beckett – Play (première in German as Spiel) *Emilio Carballido – ¡Silencio Pollos pelones, ya les van a echar su maíz! *René de Obaldia – Le Satyre de la Villette *Václav Havel – The Garden Party (Zahradní slavnost) *Rolf Hochhuth – The Deputy (Der Stellvertreter. Ein christliches Trauerspiel) *John Mortimer – A Voyage Round My Father (original radio version) *Bill Naughton **Alfie **All in Good Time *Barry Reckord – Skyvers *Charles Wood – Cockade *Theatre Workshop – Oh, What a Lovely War! ===Poetry=== *T. S. Eliot – Collected Poems 1909–1962 (selected by author, published on 75th birthday) *Lionel Kearns – Songs of Circumstance *H. P. Lovecraft – Collected Poems *Rosemary Tonks – Notes on Cafés and Bedrooms ===Non-fiction=== *Nelson Algren – Who Lost an American? (travel book) *Hannah Arendt **Eichmann in Jerusalem **On Revolution *James Baldwin – The Fire Next Time *Thomas B. Costain – William the Conqueror *L. Sprague de Camp – The Ancient Engineers *Milovan Đilas – Montenegro *Richard P. Feynman – Six Easy Pieces *Robert Newton Flew (died 1962) – Jesus and His Way. A study of the ethics of the New Testament *Shelby Foote – The Civil War: A Narrative – Vol. 2: Fredicksburg to Meridian *Betty Friedan – The Feminine Mystique *W. L. Guttsman – The British Political Elite *Jules Henry – Culture Against Man *Richard Hofstadter – Anti- intellectualism in American Life *C. L. R. James – Beyond a Boundary *Martin Luther King Jr. – Letter from Birmingham Jail *H. P. Lovecraft – Autobiography: Some Notes on a Nonentity *William H. McNeill – The Rise of the West: A History of the Human Community *Jessica Mitford – The American Way of Death *Margaret Murray – My First Hundred Years (autobiography) *Iris Origo – The World of San Bernardino *Stanisław Ossowski – Class Structure in the Social Consciousness (Struktura klasowa w społecznej świadomości, 1957) *W. G. Runciman – Social Science and Political Theory *E. P. Thompson – The Making of the English Working Class *UNESCO – History of Mankind – Vol. 1 ==Births== *January 3 – Alex Wheatle, black British young adult fiction writer *January 11 – Jan Arnald (Arne Dahl), Swedish novelist and critic *January 18 – Peter Stamm, Swiss writer, dramatist and journalist *January 30 – Thomas Brezina, Austrian author *March 26 – Natsuhiko Kyogoku (京極 夏彦), Japanese mystery writer *April 27 – Russell T. Davies, Welsh television writer *May 5 – Scott Westerfeld, American young-adult novelist *May 8 – Robin Jarvis, English novelist *May 19 – Michael Symmons Roberts, English poet *May 24 – Michael Chabon, American author *May 26 – Simon Armitage, English poet laureate *June 23 – Liu Cixin (刘慈欣), Chinese speculative fiction writer *June 25 – Yann Martel, Canadian author *August 6 – Xurxo Borrazás, Spanish writer and translator *August 15 – Jan Sonnergaard, Danish short-story writer (died 2016) *September 2 – Thor Kunkel, German novelist *September 4 – Louise Doughty, English novelist and radio dramatist *September 6 – Alice Sebold, American novelist *September 15 – Stephen C. Spiteri, Maltese military historian *October 8 – Nick Earls, Australian novelist and children's writer *October 25 – Dominic Dromgoole, English theatre director and writer *November 12 – Damon Galgut, South African novelist and playwright *December 23 – Donna Tartt, American novelist *unknown dates **Jeff Abbott, American genre novelist **Joanna Briscoe, English novelist **Don Paterson, Scottish poet, writer and musician ==Deaths== *January 6 – Stark Young, teacher, playwright, novelist, painter, literary critic and essayist (b. 1881) *January 8 – Kay Sage, American poet (suicide, born 1898) *January 14 – Gustav Regler, German Socialist novelist (born 1898) *January 29 – Robert Frost, American poet (born 1874) *February 4 – Brinsley MacNamara (John Weldon), Irish novelist and playwright (born 1890) *February 11 – Sylvia Plath, American poet and novelist (suicide, born 1932) *February 24 – Herbert Asbury, American journalist and writer (born 1889) *March 4 – William Carlos Williams, American writer (born 1883) *March 11 **Deirdre Cash (Criena Rohan), Australian novelist (born 1924) **James Lennox Kerr (Peter Dawlish, Gavin Douglas), Scottish novelist and children's writer (born 1899) *March 29 – Pola Gojawiczyńska, Polish writer (born 1896) *April 25 – Christopher Hassall, English actor, dramatist, librettist, lyricist and poet (born 1912)John Wakeman, Stanley Kunitz, World Authors, 1950-1970: A Companion Volume to Twentieth Century Authors Wilson (publisher), 1975, page 619 *May 12 – A. W. Tozer, American religious writer and pastor (born 1897) *May 28 – Ion Agârbiceanu, Romanian writer and pastor (born 1882) *June 3 – Nâzım Hikmet Ran, Turkish poet, playwright and novelist (heart attack, born 1892) *June 17 – John Cowper Powys, English novelist (born 1872) *August 1 – Theodore Roethke, American poet (heart attack, born 1908) *August 14 – Clifford Odets, American dramatist (cancer, born 1906) *August 27 – W. E. B. Du Bois, American writer, scholar and activist (born 1868)Lewis, David Levering (2009), W. E. B. Du Bois: A Biography, Henry Holt and Co. Single volume edition, updated, of his 1994 and 2001 works. . Page 712 *September 3 – Louis MacNeice, Irish poet (pneumonia, born 1907) *September 9 – Ernst Kantorowicz, German historian (born 1895) *September 28 – Marie Linde, South African novelist (born 1894) *October 11 – Jean Cocteau, French poet, novelist and short story writer (born 1889) *October – Jolán Földes, Hungarian novelist and playwright (born 1902) *November 13 – Margaret Murray, Indian- born English archeologist and historian (born 1863) *November 22 **Mary Findlater, Scottish novelist (born 1866) **Aldous Huxley, English novelist (cancer, born 1894) **C. S. Lewis, Irish novelist and children's and religious writer (renal failure, born 1898) *December 25 – Tristan Tzara (Samuel Rosenstock), Romanian-born French poet and essayist (born 1896) ==Awards== *American Academy of Arts and Letters Gold Medal in Poetry: William Carlos Williams *Carnegie Medal for children's literature: Hester Burton, Time of Trial *Eric Gregory Award: Ian Hamilton, Stewart Conn, Peter Griffith, David Wevill *James Tait Black Memorial Prize for fiction: Gerda Charles, A Slanting Light *James Tait Black Memorial Prize for biography: Georgina Battiscombe, John Keble: A Study in Limitations *Miles Franklin Award: Sumner Locke Elliott, Careful, He Might Hear You *Newbery Medal for children's literature: Madeleine L'Engle, A Wrinkle in Time *Nobel Prize for literature – Giorgos Seferis *Premio Nadal: Manuel Mejía Vallejo, El día señalado *Prix Goncourt: Armand Lanoux, Quand la mer se retire *Pulitzer Prize for Drama: no award given *Pulitzer Prize for Fiction: William Faulkner – The Reivers *Pulitzer Prize for Poetry: William Carlos Williams: Pictures from Brueghel and Other Poems *Queen's Gold Medal for Poetry: William Plomer ==References== Category:Years of the 20th century in literature",
 "title": "1963 in literature"
}