{
 "id": "193074",
 "text": "Alzey-Worms () is a district in Rhineland-Palatinate, Germany. It is bounded by (from the east and clockwise) the district Groß-Gerau (Hesse), the city of Worms and the districts of Bad Dürkheim, Donnersbergkreis, Bad Kreuznach and Mainz-Bingen. == History == The territory was in Roman times part of the province of Germania Superior. The towns of Worms and Alzey go both back to Roman military camps. In medieval times the region was part of the Electorate of the Palatinate. After the French occupation (1797–1814) it was incorporated into the Grand Duchy of Hesse and formed a part of its province Rhenish Hesse. Two districts named Alzey and Worms were established in 1835. In the reorganisation of the districts of Rhineland-Palatinate in 1969 the new district of Alzey-Worms was formed by merging parts of the former districts. == Geography == The district is named after the city of Worms (which is neighboring, but not belonging to the district) and the town of Alzey (which is the seat of the district). The Rhine forms the eastern boundary. From there the land gently rises to the Alzey Hills in the west, which is the northernmost extension of the Palatinate Forest. The westernmost portion of the district is crossed by several brooks and covered with forests; it is called the Rheinhessische Schweiz (Rhenish-Hessian Switzerland). == Coat of arms == The coat of arms displays a dragon and the fiddle. The dragon is the heraldic symbol of the city of Worms, while the fiddle stands for Alzey. Both themes occur in the Nibelungenlied, the old German epos playing in the region. The hero Siegfried killed Fafnir the dragon and gained wisdom from drinking its blood. The fiddle belongs to Volker the minstrel, another character of the Nibelungenlied, who allegedly had lived in Alzey. == Towns and municipalities == Verband-free towns: #Alzey {| ! colspan=3|Verbandsgemeinden |- valign=top || *1. Alzey-Land [seat: Alzey] # Albig # Bechenheim # Bechtolsheim # Bermersheim vor der Höhe # Biebelnheim # Bornheim # Dintesheim # Eppelsheim # Erbes-Büdesheim # Esselborn # Flomborn # Flonheim # Framersheim # Freimersheim # Gau-Heppenheim # Gau- Odernheim # Kettenheim # Lonsheim # Mauchenheim # Nack # Nieder-Wiesen # Ober- Flörsheim # Offenheim # Wahlheim || *2. Eich # Alsheim # Eich1 # Gimbsheim # Hamm am Rhein # Mettenheim *3. Monsheim # Flörsheim-Dalsheim # Hohen-Sülzen # Mölsheim # Mörstadt # Monsheim1 # Offstein # Wachenheim *4. Wöllstein # Eckelsheim # Gau-Bickelheim # Gumbsheim # Siefersheim # Stein-Bockenheim # Wendelsheim # Wöllstein1 # Wonsheim || *5. Wonnegau # Bechtheim # Bermersheim # Dittelsheim-Heßloch # Frettenheim # Gundersheim # Gundheim # Hangen-Weisheim # Hochborn # Monzernheim # Osthofen1, 2 # Westhofen *6. Wörrstadt # Armsheim # Ensheim # Gabsheim # Gau-Weinheim # Partenheim # Saulheim # Schornsheim # Spiesheim # Sulzheim # Udenheim # Vendersheim # Wallertheim # Wörrstadt1 |- |colspan=3 align=center|1seat of the Verbandsgemeinde; 2town |} ==References== == External links == * (German) Category:Districts of Rhineland-Palatinate Category:Worms, Germany",
 "title": "Alzey-Worms"
}