{
 "id": "193278",
 "text": "This is a list of songs that retell, in whole or in part, a work of literature. Albums listed here consist entirely of songs retelling a work of literature. ==Albums== * An Alien Heat by Spirits Burning and Michael Moorcock is a concept album that retells An Alien Heat by Michael Moorcock. * The Black Halo by Kamelot is a concept album inspired by Goethe's Faust. * Epica by Kamelot is a concept album inspired by Goethe's Faust. * The Hollow Lands by Spirits Burning and Michael Moorcock is a concept album that retells The Hollow Lands by Michael Moorcock. * The House of Atreus Act I and The House of Atreus Act II form a two-part concept album by Virgin Steele based loosely on the Oresteia of Aeschylus. *Jeff Wayne's Musical Version of The War of the Worlds by Jeff Wayne is a concept album that retells the story of The War of the Worlds by H. G. Wells. * I Robot is an LP by The Alan Parsons Project that was inspired by the Isaac Asimov short story collection I, Robot. *Journey to the Centre of the Earth by Rick Wakeman is an LP which retells Journey to the Centre of the Earth by Jules Verne. * Leviathan is a concept album by Mastodon which contains songs about Herman Melville's Moby Dick. * La Leyenda de la Mancha is a Mägo de Oz album based on Don Quixote. * Mack Avenue Skullgame by Big Chief is an album on Sub Pop based on the book Masquerade by Lowell Cauffiel. * Nightfall in Middle-Earth is an album by Blind Guardian that retells Tolkien's The Silmarillion. * The album Seventh Son of a Seventh Son by Iron Maiden is based on Orson Scott Card's novel Seventh Son. *The album Shakespeare's Macbeth – A Tragedy in Steel by Rebellion is based Shakespeare's tragedy Macbeth. * The album Smallcreeps's Day by Mike Rutherford is based upon the novel of the same name by Peter Currell Brown. *The Songs of Distant Earth by Mike Oldfield is based on the novel The Songs of Distant Earth by Arthur C. Clarke. * Tales of Mystery and Imagination is an LP by The Alan Parsons Project which retells several Edgar Allan Poe stories. ==Songs== === 0–9 === * \"1984\" by David Bowie is one of several songs he wrote about George Orwell's novel 1984; Bowie also hoped to produce a televised musical based on the book. * \"20 000 ljööd vee all\" by Vennaskond is about Jules Verne's Twenty Thousand Leagues Under the Sea. * The song \"2112\" by Rush shares many themes with the novel Anthem by Ayn Rand, such that Neil Peart recognized Rand in the album's liner notes. * \"40\" by U2 is based on the 40th Psalm. === A === * \"Abigail\" by Motionless In White gives a perspective of the play The Crucible by Arthur Miller. * \"Achilles, Agony and Ecstasy in Eight Parts\" from the Manowar album The Triumph of Steel is a retelling of the fight between Hector and Achilles in The Iliad. * \"Adam's Apple\" by Aerosmith retells the biblical story of the Fall of man through the perspective of Adam and Eve's discovery of their own sexuality. * \"Afternoons and Coffeespoons\" by Crash Test Dummies adapts elements of the T. S. Eliot poem \"The Love Song of J. Alfred Prufrock\". * \"Ahab\" by MC Lars retells the story of Moby-Dick by Herman Melville from the perspective of Captain Ahab. * \"All is Not Well\" by Hannah Fury is based on the romance of Elphaba and Fiyero from Wicked by Gregory Maguire. * \"All Quiet On The Western Front\" by Elton John is inspired by the novel of the same title by Erich Maria Remarque. * \"Alone\" by Green Carnation is based on the Edgar Allan Poe poem of the same title. \"Alone\" by Arcturus is based on the same poem. * \"Altair-4\" by Blind Guardian is about The Tommyknockers by Stephen King. * \"Among the Living\" by Anthrax is about Stephen King's The Stand. * \"The Ancient Ones\" by Morbid Angel is based upon The Call of Cthulhu as well as the other Cthulhu Mythos, all written by H.P. Lovecraft. * \"And Then There Was Silence\" by Blind Guardian is based on The Iliad. * \"And Your Little Dog Too\" by Hannah Fury is told from the point of view of the Wicked Witch of the West from L. Frank Baum's The Wonderful Wizard of Oz. * \"Animal Farm\" by Hazel O'Connor is about George Orwell's Animal Farm. * \"Animal in Man\" by dead prez is a retelling of George Orwell's Animal Farm. * \"Anthem\" by Rush is loosely based on the novel Anthem by Ayn Rand. The band would produce a fuller version in 2112. === B === * \"The Ballad of Bilbo Baggins\" by Leonard Nimoy retells J. R. R. Tolkien's The Hobbit. * \"The Ballad of Skip Wiley\" by Jimmy Buffett is a song about the character from Carl Hiaasen's 1986 novel Tourist Season. * \"Banana Co.\" by Radiohead is based on the novel One Hundred Years of Solitude by Gabriel García Márquez. *\"The Bard's Song (The Hobbit)\" by Blind Guardian retells The Hobbit. * \"Barefoot Children in the Rain\" by Jimmy Buffett partially retells Mark Twain's The Adventures of Huckleberry Finn. * \"Las Batallas\" by Café Tacuba retells José Emilio Pacheco's Las batallas en el desierto. * \"The Battle of Evermore\" by Led Zeppelin took inspiration from J. R. R. Tolkien's The Lord of the Rings saga. * \"Behind the Wall of Sleep\" by Black Sabbath is based on H. P. Lovecraft's short story Beyond the Wall of Sleep. * \"Beneath These Waves\" by Demons & Wizards retells the story of Herman Melville's Moby Dick from Captain Ahab's perspective. * \"Bernice Bobs Her Hair\" by The Divine Comedy is based on the short story of the same title by F. Scott Fitzgerald. * \"Big Brother\" by David Bowie is one of several songs he wrote about George Orwell's 1984. * \"Billy Bones And The White Bird\" by Elton John is based on the fictional character Billy Bones in the first section of Robert Louis Stevenson's 1883 novel Treasure Island. * \"Billy Liar\" by The Decemberists relates some of the adventures of the title character of Keith Waterhouse's 1959 novel of the same name. *\"Black Blade\" by Blue Öyster Cult is based on the Elric of Melniboné stories by Michael Moorcock. *\"Black Corridor\" by Hawkwind is based on the book The Black Corridor by Michael Moorcock. *\"Brave New World\" by Iron Maiden is based on the novel of the same title by Aldous Huxley. === C === * \"The Call of Ktulu\" by Metallica is based on H. P. Lovecraft's The Call of Cthulhu. * \"Calypso\" by Suzanne Vega is based on one of the scenes in the Odyssey by Homer. * \"The Cask Of Amontillado\" by The Alan Parsons Project based on \"The Cask of Amontillado\", a short story by Edgar Allan Poe. * \"Cassandra\" by ABBA is based on the character in The Iliad by Homer. * \"Catcher in the Rye\" by the Dandy Warhols is inspired by J.D. Salinger's novel Catcher in the Rye. * \"Cent'anni di solitudine\" by Modena City Ramblers is based on the novel One Hundred Years of Solitude by Gabriel García Márquez. * \"Chapter 24\" by Pink Floyd is about the I Ching. * \"Chapter Four\" by Avenged Sevenfold is based on the fourth chapter of the Book of Genesis. * \"Charlotte Sometimes\" by The Cure draws from Penelope Farmer's 1969 novel of the same name. * \"Child of the Jago\" by Kaiser Chiefs is a song about Arthur Morrison's A Child of the Jago. *\"Children of the Damned\" by Iron Maiden is based on the book Midwich Cuckoos by John Wyndham and two of the film adaptations of that book: Village of the Damned and Children of the Damned. *\"China in Your Hand“ by T'Pau is based on Mary Shelley's Frankenstein. *\"Christabel\" by Robert Earl Keen is based on Samuel Taylor Coleridge's poem of the same name. * \"The Chronicle of the Black Sword\" by Hawkwind is based upon the works of Michael Moorcock, including Elric and Jerry Cornelius. Moorcock, who has appeared with the band on numerous occasions, does the narration on \"Live Chronicles\". * \"Courage (for Hugh MacLennan)\" by The Tragically Hip references a passage from Hugh MacLennan's The Watch That Ends the Night. * \"Crimson King\" by Demons & Wizards, on Touched by the Crimson King, is told from the point of view of Randall Flagg, the main antagonist from The Dark Tower by Stephen King. * \"Crown of Creation\" by Jefferson Airplane draws from the science fiction novel The Chrysalids by John Wyndham. * \"Curse of Athena\" by The Lord Weird Slough Feg is about Odysseus's return to Ithaca in The Odyssey. * \"Cute Without the E (Cut From the Team)\" by Taking Back Sunday is based on William Shakespeare's play Othello. === D === * \"Daedalus\" by Thrice is a retelling of the story of Daedalus and Icarus, so well known from Greek mythology. * \"Dalai Lama\" by Rammstein is loosely based on Der Erlkönig by Johann Wolfgang von Goethe. * \"Damnation Alley\" by Hawkwind is from the 1960s novel of the same title by Roger Zelazny. * \"Dante's Inferno\" by Iced Earth, retells Dante's Inferno. * \"Dante's Prayer\" by Loreena McKennitt, inspired by Dante's Inferno * \"The Dark Eternal Night\" by Dream Theater is heavily influenced by the short story Nyarlathotep by American horror fiction writer H.P. Lovecraft. * \"The Dawn of a New Age\" by Satyricon is based on the Book of Revelation. * \"Dead\" by Pixies refurbishes the biblical legend of David and Bathsheba. * \"Don Quixote\" by Gordon Lightfoot is based on Don Quixote by Miguel de Cervantes. * \"Done with Bonaparte\" by Mark Knopfler is based on \"The Diary of a Napoleonic Foot Soldier\" by Jakob Walter. * \"Dorian\" by Demons & Wizards is based on The Picture of Dorian Gray by Oscar Wilde. * \"Doublespeak\" by Thrice is about George Orwell's Nineteen-Eighty-Four. * \"Dracula\" by Iced Earth is about Dracula by Bram Stoker. * \"The Drowning Man\" by The Cure is based on Mervyn Peake's Gormenghast. === E === * \"Edema Ruh\" by Nightwish is based on The Kingkiller Chronicle by Patrick Rothfuss. * \"El Dorado\" by Iron Maiden references an Edgar Allan Poe poem of the same name. * \"Elvenpath\" by Nightwish draws in part from J. R. R. Tolkien's The Lord of the Rings. * \"End of the Night\" by The Doors was inspired by Journey to the End of the Night by Louis-Ferdinand Céline. * \"The End of The Universe\" by S.P.O.C.K refers to The Restaurant at the End of the Universe by Douglas Adams. * \"Envoi\" by Absynthe Minded is based on Hugo Claus's poem of the same name. * \"Eumaeus the Swineherd\" by The Lord Weird Slough Feg is based on the character in The Odyssey. * \"Eveline\" by Nickel Creek is based on the James Joyce short story of the same name. * \"Exit Music (For a Film)\" by Radiohead is based on Shakespeare's Romeo & Juliet. === F === * \"Fable\" by Gatsbys American Dream is based on William Golding's novel Lord of the Flies. * \"The Face of Dorian Gray\" by Robert Marlow is based on Oscar Wilde's novel The Picture of Dorian Gray. * \"Flight of Icarus\" by Iron Maiden is loosely based on the Greek myth of Icarus. * \"Flower of the Mountain\" by Kate Bush is based on Molly Bloom's soliloquy in James Joyce's Ulysses. * \"Footprints\" by Half Man Half Biscuit is a parody of \"Footprints\" by Mary Stevenson, itself adapted from Psalm 77:19. * \"For Whom the Bell Tolls\" by Metallica is based on Ernest Hemingway's 1940 novel of the same title * \"Frankenstein\" by Iced Earth is about Frankenstein by Mary Shelley. * \"Franz Kafka\" is a fictional rock opera by the fictional band Scäb (from the cartoon series Home Movies) that is about Franz Kafka's The Metamorphosis. * \"From the Underworld\" by The Herd is loosely based on the Greek legend of Orpheus and Eurydice. * \"The Future Is Now\" by The Offspring is based on George Orwell's novel 1984. === G === * \"The Ghost of Tom Joad\" by Bruce Springsteen is about The Grapes of Wrath by John Steinbeck. * \"The Giant's Laughter\" by Thyrfing is inspired by the poem \"Jätten\" by Esaias Tegner. * \"The Gladdest Thing\" by Deb Talan incorporates as its chorus the poem \"Afternoon on a Hill\" by Edna St. Vincent Millay. * \"Grendel\" by Marillion is a retelling of John Gardner's 1971 novel Grendel, which is a retelling of Beowulf. === H === *\"Hallelujah\", by Leonard Cohen, is based on the biblical story of David and Bathsheba. It also incorporates elements of the story of Samson and Delilah. * \"Haunted\" by Poe and the novel House of Leaves by her brother, Mark Danielewski, both draw heavily on their difficult experiences growing up with their father, Tad Danielewski. * \"Heart Of Love\" by Jamie Bond from The Heavenly Kid movie references the story of Scheherazade from One Thousand and One Nights. *\"Hedda Gabler\" by John Cale is based on Henrik Ibsen's play. * \"Hell in the Hallways\" by Ice Nine Kills retells Carrie by Stephen King. * \"Hey (rise of the robots)\" by The Stranglers is partially inspired by I, Robot by Isaac Asimov. * \"Hey Ahab\" by Elton John & Leon Russell is based on the character Captain Ahab from Moby-Dick by Herman Melville. * \"Hey There Ophelia\" by MC Lars is a retelling of William Shakespeare's Hamlet. * \"High Rise\" by Hawkwind is based on High-Rise by J.G. Ballard. * \"The Highwayman\" is a Loreena McKennitt song which recounts a poem by Alfred Noyes. Phil Ochs originally wrote the musical interpretation of the poem which was taken and extended by Loreena McKennitt, without attribution. * \"Home\", by Breaking Benjamin, is based on The Wizard of Oz. * \"Home at Last\" by Steely Dan retells Ulysses' encounter with the Sirens from The Odyssey. * \"Horrorshow\", by the Scars, is based on the Anthony Burgess novel A Clockwork Orange. * \"House at Pooh Corner\" and \"Return to Pooh Corner\" by Kenny Loggins are about The House at Pooh Corner by A. A. Milne. * \"House of Leaves\" by Circa Survive is based on House of Leaves by Mark Z. Danielewski. * \"How Beautiful You Are\" by The Cure is a retelling of \"Les Yeux des Pauvres\", a poem by Charles Baudelaire from Le Spleen de Paris. === I === * \"I Can't Let You In\" by Hannah Fury is about Fiyero's tragic affair with Elphaba (told from her point of view) from Gregory Maguire's Wicked. * \"I Cheat the Hangman\" by the Doobie Brothers is a song inspired by the story \"An Occurrence at Owl Creek Bridge\" by Ambrose Bierce. * \"I Have Seen The Future\" by The Bravery is a song inspired by Aldous Huxley's Brave New World. * \"I Robot\" by the UK Subs is based on I, Robot by Isaac Asimov. * \"If I Die Young\" by The Band Perry based on the poem \"Lady of Shallot\" by Alfred, Lord Tennyson. *\"If You'd Only Believe\" by The Jacksons references Victor Hugo's novel Les Misérables. * \"In Like a Lion (Always Winter)\" by Relient K is about C. S. Lewis's The Lion, The Witch, and The Wardrobe. * \"Indiana\" by Meg & Dia is based on the George Sand 1832 novel of the same name. * \"The Inner Light\" from The Beatles took its lyrics straight from the Tao Te Ching. * \"The Insect God\" by Monks of Doom sets Edward Gorey's poem/book of the same name to music. * \"Insener Garini Hüperboloid\" by Vennaskond is about The Hyperboloid of Engineer Garin by Aleksey Nikolayevich Tolstoy. * \"The Iron Dream\" by Hawkwind is based on The Iron Dream by Norman Spinrad. === J === * \"Jack of Shadows\" by Hawkwind is about Jack of Shadows by Roger Zelazny. * \"Jamaica Inn\" by Tori Amos is about Jamaica Inn by Daphne du Maurier. * \"Jean Val Jean\" by Edison Glass is inspired by Les Misérables by Victor Hugo. * \"Jekyll & Hyde\" by Iced Earth is about The Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson. * \"Jillian (I'd Give My Heart)\" by Within Temptation is about Daggerspell by Katharine Kerr. === K === * \"Killing an Arab\" by The Cure is closely related to Albert Camus's The Stranger. === L === * \"La cruz de Santiago\" by Mägo de Oz is inspired by the adventures of Captain Alatriste and is dedicated to his writer, Arturo Pérez-Reverte. * \"The Lady of Shalott\" by Loreena McKennitt is based upon the poem of the same name written by Alfred Lord Tennyson. Momus has a song based on the same poem. * \"Lay Down\" by Strawbs is based on Psalm 23. * \"Legend of Xanadu\" by Dave Dee, Dozy, Beaky, Mick & Tich based on Samuel Taylor Coleridge's poem \"Kubla Khan\". * \"Let it Show\" by Hannah Fury is based on Gregory Maguire's Wicked. * \"The List\" by Hank Green is based on John Green's Paper Towns. * \"Lolita\" by Elefant is in part based on Vladimir Nabokov's Lolita. *\"The Loneliness of the Long Distance Runner\" by Iron Maiden, based on the short story of the same name by Alan Sillitoe. * \"The Longest Day\" by Iron Maiden is named after Cornelius Ryan's non-fiction book about D-Day, The Longest Day, and also explores the themes of D-Day. * \"Lord of Light\" by Hawkwind from the novel by Roger Zelazny. * \"Lord of the Flies\" by Iron Maiden retells Lord of the Flies by William Golding. * \"Lord of the Flies\" by Elton John is based on Lord of the Flies by William Golding. * \"Lord of the Rings\" by Blind Guardian is about The Lord of the Rings by J. R. R. Tolkien. * \"Lost Boy\" by Ruth B is based on Peter Pan by J. M. Barrie. * \"Love and Death\" by The Waterboys is a setting of the William Butler Yeats' poem. * \"Love and Destroy\" by Franz Ferdinand is based on The Master and Margarita by Mikhail Bulgakov. * \"Love Song for a Vampire\" by Annie Lennox is about Bram Stoker's Dracula. * \"Love Story\" by Taylor Swift is loosely based on William Shakespeare's Romeo and Juliet. * \"Lucy\" by The Divine Comedy is a setting of three poems by William Wordsworth. * \"Lullaby\" by Lagwagon is based on Lullaby by Chuck Palahniuk. === M === * \"Martin Eden\" by Billie Hughes retells the story of the novel of the same title by Jack London. *\"Magnu\" by Hawkwind is based on the poem \"Hymn of Apollo\" by Percy Bysshe Shelley. * \"A Man for All Seasons\" by Al Stewart was based on Robert Bolt's play. * \"The Melting Point of Wax\" by Thrice retells the story of The Fall of Icarus. * \"Memory\" from the musical Cats is based on lines from a poem by T. S. Eliot. *\"Midsummer Night's Dream\" by Noe Venable speculates about the children's return from Narnia in The Lion, The Witch, and the Wardrobe. * \"Misery Loves Company\" by Anthrax is about Misery by Stephen King. * \"Moon over Bourbon Street\" by Sting is about the character Louis de Pointe du Lac from Anne Rice's Interview with the Vampire. *\"Moonchild\" by Iron Maiden is based on the novel of the same title by Aleister Crowley. * \"Monster\" by Meg & Dia is based on Cathy Ames' character in John Steinbeck's \"East of Eden\". * \"Mr. Raven\" by MC Lars retells \"The Raven\", a poem by Edgar Allan Poe. * \"Mrs. Bluebeard\" by They Might Be Giants is told from the perspective of one of the wives of Bluebeard. * \"The Mule\" by Deep Purple is based on the character from Isaac Asimov's Foundation series. * \"Murders in the Rue Morgue\" by Iron Maiden is based on the short story \"The Murders in the Rue Morgue\" by Edgar Allan Poe. * \"My Antonia\" by Emmylou Harris with Dave Matthews is about the perspective of the character Jim from My Antonia by Willa Cather. * \"My Name Is Macbeth\" by Mitch Benn is Shakespeare's Macbeth reworked in the style of Eminem. === N === * \"Narcissist\" by The Libertines is loosely based on the character of Dorian Gray from Oscar Wilde's The Picture of Dorian Gray. * \"Narnia\" by Steve Hackett is based on the works of C. S. Lewis. * \"The Nature of the Beast\" by Ice Nine Kills is based on Animal Farm by George Orwell. * \"The Necromancer\" by Rush is loosely based on sections of The Hobbit by JRR Tolkien. * \"Nescio\" by The Nits is based on De Uitvreter by Nescio. * \"Never Come Down Again\" by Hannah Fury is based on Gregory Maguire's Wicked, told from Elphaba's point of view. *\"Nice, Nice, Very Nice\" by Ambrosia has lyrics taken almost verbatim from the poem in chapter 2 (and the bridge from the one on chapter 58) of Kurt Vonnegut's novel Cat's Cradle. * \"Night ∞ Series\" is a series of 4 songs by Hitoshizuku-P x Yama. It tells the story of Bad∞End∞Night: Volume 1 and 2 by Hitoshizuku-P. (It is worth noting that the songs and the books goes hand in hand and the fact that the songs came before the books). * \"Nights of Arabia\" by Kamelot is based on the framing story of Scheherazade from One Thousand and One Nights. * \"No Love Lost\" by Joy Division is based on and includes quotes from The House of Dolls by Ka-tzetnik 135633. * The video for \"November Rain\" by Guns N' Roses is loosely based on Del James's short story \"Without You\". === O === * \"O Médico e o Monstro\" by Resgate is based on Strange Case of Dr Jekyll and Mr Hyde by Robert Louis Stevenson. * \"The Odyssey\" by Symphony X is a seven-part song based on Homer's epic of the same name. * \"Oedipus\" by Regina Spektor refers to the tragedy of Oedipus Rex by Sophocles. * \"Oedipus Rex\" by Tom Lehrer also refers to the Sophocles play. * \"Of Unsound Mind\" by Metal Church is based on the short story \"The Tell-Tale Heart\" by Edgar Allan Poe. * \"Off to the Races\" by Lana Del Rey makes references to Lolita by Vladimir Nabokov. * \"Oh! You Pretty Things\" by David Bowie contains lyrics that reference Anthem by Ayn Rand. * \"Ol' Evil Eye\" by Insane Clown Posse is based on Poe's The Tell-Tale Heart. * \"Omega Man\" by Iron Savior is based on the novel I Am Legend by Richard Matheson. * \"One\" by Metallica is based on the novel Johnny Got His Gun by Dalton Trumbo. * \"Oor Hamlet\" by Adam McNaughtan retells Hamlet by William Shakespeare. * \"Out of the Silent Planet\" by Iron Maiden is based on the movie Forbidden Planet and the science-fiction novel by C. S. Lewis. * \"Owen Meaney\" by Lagwagon is based on the novel A Prayer For Owen Meany by John Irving. * \"Ozymandias\" by Jean-Jacques Burnel is a setting of Percy Bysshe Shelley's sonnet of the same title. === P === * \"Pantagruel's Nativity\" by Gentle Giant is loosely based on Rabelais' Gargantua and Pantagruel. * \"Patrick Bateman\" by the Manic Street Preachers is about the lead character in American Psycho by Bret Easton Ellis. * \"Pattern Recognition\" by Sonic Youth is based on William Gibson's novel of the same name. * \"The Pearl\" by Fleming and John is based on the 1947 novella of the same name by John Steinbeck. * \"Penelope\" by Robi Rosa is based on the character from Homer's Odyssey. * \"Pennywise\" by Pennywise is about the character Pennywise from the novel It by Stephen King. * \"Pet Sematary\" by Ramones is about \"Pet Sematary\" by Stephen King. * \"The Phantom of the Opera\" by Iron Maiden is about The Phantom of the Opera by Gaston Leroux. * \"The Phantom of the Opera Ghost\" by Iced Earth is also about Leroux's play. * \"A Pict Song\" by Billy Bragg is based on a poem of the same name by Rudyard Kipling. * \"A Picture of Dorian Gray\" by The Television Personalities is about Oscar Wilde's The Picture of Dorian Gray. * \"Poet\" by Bastille was inspired by Sonnet 81 by William Shakespeare. * \"Poor Little Rich Boy\" by Regina Spektor refers to a short story by F. Scott Fitzgerald. * \"Popular\" by Nada Surf is based upon the book Penny's Guide to Teen-Age Charm and Popularity by Gloria Winters (1964). * \"Prick! Goes the Scorpion's Tale\" By Emilie Autumn is based on the fable \"The Toad and the Scorpion\". * \"Prince Caspian\" by Phish is about C. S. Lewis' Prince Caspian. * \"Prince in the Scarlet Robe\" by Domine based on Corum Jhaelen Irsei, the main character in a series of books by Michael Moorcock. * \"The Prophecy\" by Iron Maiden is based on the book Seventh Son by Orson Scott Card, and appears on the concept album Seventh Son of a Seventh Son. === Q === * \"Quelque Chose de Tennessee\" by Johnny Hallyday quotes Cat on a Hot Tin Roof (in French) by Tennessee Williams. === R === * \"Raistlin and the Rose\" by Lake of Tears is based on Dragonlance Legends trilogy by Margaret Weis and Tracy Hickman. * \"Ramble On\" by Led Zeppelin mentions characters and places from Tolkien's The Lord of the Rings, including \"Mordor\" and \"Gollum\". * \"Rebecca\" by Meg & Dia is based on the Daphne du Maurier novel of the same title. * \"ReJoyce\" by Jefferson Airplane is Grace Slick's psychedelic version of James Joyce's novel Ulysses. * \"The Resistance\" by Muse is based on 1984 by George Orwell. * \"Restless\" by Elton John is based on George Orwell's novel 1984. * \"A Revolta dos Dândis\" by Engenheiros do Hawaii mirrors the ideas present on \"The Dandy's Revolt,\" a chapter of Albert Camus's The Rebel. * \"Richard Cory\" by Paul Simon is about the Edwin Arlington Robinson poem \"Richard Cory\". * \"Ride a White Swan\" by T.Rex refers to the plot of J. R. R. Tolkien's The Hobbit. * \"Ride into Obsession\" by Blind Guardian is inspired by the story of The Wheel of Time by Robert Jordan. * \"Riki Tiki Tavi\" by Donovan is a spoof on the mongoose character from The Jungle Book. * \"Rime of the Ancient Mariner\" by Iron Maiden is a retelling of Samuel Taylor Coleridge's The Rime of the Ancient Mariner * \"Rivendell\" by Rush is about the fictional place of the same name from The Lord of the Rings. * \"The River\" by PJ Harvey is based upon the Flannery O'Connor story of the same name. * \"Robot\" by Hawkwind refers to the Three Laws of Robotics, conceived by Asimov. * \"Roderigo\" by Seven Mary Three is based on the novel One Hundred Years of Solitude, by Gabriel Garcia Marquez. * \"Romeo and Juliet\" by Dire Straits is inspired by William Shakespeare's Romeo and Juliet. === S === * \"Sahara\" by Eddie From Ohio retells Jon Krakauer's 1996 nonfiction book Into the Wild. * \"Sailing to Philadelphia\" by Mark Knopfler is based upon Thomas Pynchon's book Mason & Dixon. * \"Saint Veronika\" by Billy Talent is based on the novel Veronika Decides to Die by Paulo Coelho. * \"The Salesman, Denver Max\" by The Blood Brothers is based on the Joyce Carol Oates short story \"Where Are You Going, Where Have You Been?\" * \"Samson\" by Regina Spektor references the biblical story of Samson and Delilah. * \"Scentless Apprentice\" by Nirvana retells Perfume: The Story of a Murderer by Patrick Süskind. * \"The Sensual World\" by Kate Bush is based on the closing paragraphs of James Joyce's Ulysses. * \"Set the Controls for the Heart of the Sun\" by Pink Floyd is based on the I Ching. * \"Sex Crime (1984)\" by The Eurythmics based on George Orwell's novel \"Nineteen Eighty-Four\". * \"Shadows and Tall Trees\" by U2 is named for a chapter of Lord of the Flies by William Golding. * \"Shalott\" by Emilie Autumn tells the story of \"The Lady of Shallot\" by Alfred Lord Tennyson. * \"Sigh No More\" by Mumford and Sons is based on Shakespeare's Much Ado About Nothing and incorporates numerous phrases from that play. * \"The Sign of the Cross\" by Iron Maiden appears to be partly based on Umberto Eco's novel The Name of the Rose. * \"Sirens of Titan\" by Al Stewart is based on the Kurt Vonnegut novel The Sirens of Titan. * \"Skeletons in the Closet\" by Anthrax is about Apt Pupil by Stephen King. * \"The Small Print\" by Muse tells the story of Faust from the point of view of the Devil. * The Snow Goose by Camel is an album inspired by The Snow Goose: A Story of Dunkirk by Paul Gallico. * \"Soma\" by The Strokes references the fictional drug described in Brave New World by Aldous Huxley. * \"Someone Speaks Softly\" by Hannah Fury is based on Wicked by Gregory Maguire. * \"Something Wicked That Way Went\" by Vernian Process is based on Something Wicked This Way Comes by Ray Bradbury. * \"Somewhere Far Beyond\" by Blind Guardian is based on The Dark Tower by Stephen King. * \"Song For Clay\" by Bloc Party is inspired by Less Than Zero by Bret Easton Ellis. * \"The Soulforged\" by Blind Guardian talks about Raistlin Majere, a major character in the Dragonlance universe. * \"Space Is Deep\" by Hawkwind is based on the Michael Moorcock book The Black Corridor. * \"The Stand\" by The Alarm is about The Stand by Stephen King. * \"Steppenwolf\" by Hawkwind is based on the novel on the same name by Herman Hesse. * \"Still Life\" by Iron Maiden is about \"The Inhabitant of the Lake\" by Ramsey Campbell. * \"Stormbringer\" by Deep Purple is about Elric of Melniboné. * \"The Stranger\" by Tuxedomoon quotes Albert Camus's novel L'étranger. * \"Such a Shame\" by Talk Talk is inspired by The Dice Man by Luke Rhinehart. * \"Sun and Steel\" by Iron Maiden is about \"Sun and Steel\" by Yukio Mishima, which is in turn about Miyamoto Musashi. * \"Sweet Thursday\" by Matt Costa is based on John Steinbeck's 1954 novel Sweet Thursday. The song also references Steinbeck's The Grapes of Wrath. * \"Sympathy for the Devil\" by The Rolling Stones is inspired by The Master and Margarita by Mikhail Bulgakov. === T === * The Tain is a song/concept EP by The Decemberists that retells the Irish epic \"Táin Bó Cúailnge\". *\"Tales of Brave Ulysses\" is a single by Cream that retells Homer's The Odyssey. * \"Talk Shows on Mute\" by Incubus is based on George Orwell's Nineteen Eighty-Four as well as Philip K. Dick's Do Androids Dream of Electric Sheep? * \"Tea in the Sahara\" by The Police is about The Sheltering Sky by Paul Bowles. King Crimson also has an instrumental called \"The Sheltering Sky\", named for the same book. * \"Tell Mary\" by Meg & Dia is based on the 1926 novel Mary by Vladimir Nabokov. * \"Tell Your Story Walking\" by Deb Talan is based on Motherless Brooklyn by Jonathan Lethem. * \"Terror Train\" by Demons & Wizards is sung from the perspective of Blaine the Mono, a character in Stephen King's The Dark Tower, and recalls part of the plot. * \"The Thing That Should Not Be\" by Metallica is based on H. P. Lovecraft's The Call of Cthulhu. * \"Thumbelina\" by Nightmare of You is based on Even Cowgirls Get the Blues by Tom Robbins. * \"Time to Dance\" by Panic! at the Disco is based on Invisible Monsters by Chuck Palahniuk. * \"To Be or Not to Be\" by BA Robertson is based on William Shakespeare's plays. * \"To Tame a Land\" by Iron Maiden tells the story of Dune by Frank Herbert * \"To The End\" by My Chemical Romance retells the gothic horror story \"A Rose for Emily\". * \"Toilet Tisha\" by Outkast retells the 18th- century Russian short story \"Poor Liza\" by Nikolai Mikhailovich Karamzin. * \"tolerate it\" by Taylor Swift is inspired by Daphne du Maurier's 1938 novel Rebecca. Archived at Ghostarchive and the Wayback Machine: * \"Tom Joad, Parts 1 and 2\" by Woody Guthrie retells The Grapes of Wrath by John Steinbeck. * \"The Tomahawk Kid\" by Alex Harvey is based on characters from Robert Louis Stevenson's Treasure Island. * \"Tommyknockers\" by Blind Guardian is about The Tommyknockers by Stephen King. * \"Traveler in Time\" by Blind Guardian is about Dune by Frank Herbert. * \"A Trick of the Tail\" by Genesis is based upon The Inheritors by William Golding. * \"The Trooper\" by Iron Maiden was inspired by \"The Charge of the Light Brigade\" by Tennyson. * \"Turn, Turn, Turn\", by Pete Seeger, notably covered by The Byrds, takes its lyrics from chapter three of the Book of Ecclesiastes in the Holy Bible. === U === * \"United States of Eurasia\" by Muse took inspiration from the novel Nineteen Eighty-Four by George Orwell. === V === * \"The Veldt\" by Deadmau5 was inspired by the 1950 short story of the same name by Ray Bradbury. * \"Venus in Furs\" by The Velvet Underground is about the two main characters from Leopold von Sacher-Masoch's 1870 novel of the same name. === W === * \"Walking On The Chinese Wall\" by Philip Bailey references the I Ching and Dream of the Red Chamber by Cao Xueqin. *\"The War I Survived\" by Hawkwind refers to Slaughterhouse-Five by Kurt Vonnegut. * \"We Are the Dead\" by David Bowie is one of several songs he wrote about George Orwell's Nineteen Eighty-Four. * \"Weight of Living, Pt. I\" by Bastille is based on \"The Rime of The Ancient Mariner\" by Samuel Taylor Coleridge. * \"Wheel of Time\" by Blind Guardian tells the story of The Wheel of Time by Robert Jordan. * \"When the War Came\" by The Decemberists retells Hunger by Elise Blackwell. * \"When Two Worlds Collide\" by Iron Maiden tells the same story as When Worlds Collide by Philip Gordon Wylie and Edwin Balmer. * \"Where Eagles Dare\" by Iron Maiden is based on Alistair MacLean's novel Where Eagles Dare. * \"Which Way, Robert Frost?\" by Jacky Cheung references the poem The Road Not Taken by Robert Frost. *\"White Rabbit\" by Jefferson Airplane is based on Alice in Wonderland by Lewis Carroll. * \"William, It Was Really Nothing\" by The Smiths is based on Keith Waterhouse's novel Billy Liar. * \"Windmills\" by Toad the Wet Sprocket is based on \"Don Quixote\" by Miguel de Cervantes. * \"Wings\" by BTS is based on Demian by Hermann Hesse. * \"Winston Smith Takes It on the Jaw\" by Utopia tells the story of George Orwell's novel \"1984\". * \"Wuthering Heights\" by Kate Bush is about Emily Brontë's novel Wuthering Heights. === X === * \"Xanadu\" by Rush is based on Samuel Taylor Coleridge's poem \"Kubla Khan\". === Y === * \"Yes!\" by Amber uses as lyrics part of Molly Bloom's soliloquy from James Joyce's Ulysses. === Z === ==Songs that retell literature-based films== This is a list of songs that retell, in whole or in part, a film that was based on a work of literature. * \"Into the West\" by Annie Lennox is about The Lord of the Rings * \"So Said Kay\" by The Field Mice is based on the film Desert Hearts, which is an adaptation of Jane Rule's novel Desert of the Heart. ==See also== *Wizard rock == References == Literature Songs Songs",
 "title": "List of songs that retell a work of literature"
}