{
 "id": "193243",
 "text": "thumb|Two people wearing shorts (Argentina, 2011) Shorts are a garment worn over the pelvic area, circling the waist and splitting to cover the upper part of the legs, sometimes extending down to the knees but not covering the entire length of the leg. They are called \"shorts\" because they are a shortened version of trousers, which cover the entire leg, but not the foot. Shorts are typically worn in warm weather or in an environment where comfort and air flow are more important than the protection of the legs. There are a variety of shorts, ranging from knee-length short trousers that can in some situations be worn as formal clothes to beachwear and athletic shorts. Some types of shorts are typically worn by women, such as culottes, which are a divided skirt resembling a pair of loose-cut shorts. ==Terminological differences== The British English term, short trousers, is used, only for shorts that are a short version of ordinary trousers (i.e., pants or slacks in American English). For example: tailored shorts, often lined, as typically worn as part of a school uniform for boys up to their early teens, and by servicemen and policemen in tropical climates. Shorts, used unqualified in British English, refers to sports shorts, athletic shorts, or casual shorts; the last nowadays commonplace in warm weather in the UK. Shorts are also known as \"half pants\" in India. The American English term, short pants, is probably the nearest equivalent in the U.S., where they might now be called dress shorts, a term that has not gained much currency in Britain. A somewhat similar garment worn by men in Australia is called stubbies. The term, boxer shorts, is an American coinage for a particular kind of men's underwear, and is now also common in Britain. However, boxer shorts are often referred to merely as boxers in the USA. Moreover, whereas the American English usage of the word pants refers to outerwear (i.e., trousers in British English), the usage of pants in British English refers to the garment worn under one’s trousers, such as boxers; such a garment, however, is referred to as underpants in American English (note the qualification of the word pants by the word under). == Sociology == === Europe and America === In much of Europe and the Americas during the 19th and early 20th centuries, shorts were worn as outerwear only by young boys until they reached a certain height or maturity. When boys got older, typically around puberty, they would receive their first pair of long trousers. This produced the perception that shorts were only for young boys. Because of this, men would not wear shorts to avoid looking immature, even when the weather is hot. Women tended not to wear shorts in most cultures, due to social mores: they were expected to wear dresses, or skirts and blouses. In the 1890s, knee pants (an early type of short pants) became the standard wear for American boys. Many urban school portraits from the 1890s show all but the oldest boys wearing knee pants.U.S. School Clothes: Individual Schools--The 1890s at Boys' Historical Clothing School Uniform Pages. North American boys normally wore knee pants with short stockings.North America Boys Garments: Pants--Knee Pants at Boys' Historical Clothing School Uniform Pages. This began to change after the 1900s when North American boys began wearing knickerbockers during the winter, while short pants became more popular in Europe. In the 1930s, shorts started to be worn for casual comfort (e.g. outdoor and athletic activities) by both men and women. However, it was still taboo to wear shorts outside of certain activities. Since about the time of World War II, when many soldiers served in tropical locations, adult men have worn shorts more often, especially in summer weather, but the perception of shorts as being only for young boys took several decades to change, and to some extent still exists in certain circles. By the late 20th century it had become more common for men to wear shorts as casual wear in summer, but much less so in cooler seasons. === Worldwide === Adults are also commonly seen wearing shorts, however wearing shorts is less common among women in traditional eastern countries than in the West, although this varies widely by region - women more often wear shorts in large, cosmopolitan cities. In some countries adult women can be seen wearing loose-fitting shorts that end at or just below the knee, as these are seen as sufficiently modest.When wearing shorts was taboo in USA -by www.npr.org In many countries there are still many settings where wearing shorts would not be acceptable, as they are considered too casual. Notable exceptions where men may wear short trousers to the office or at a formal gathering are South Africa, Bermuda, Australia and New Zealand . Since the 1990s, casual office dress has grown to include formal shorts in some U.K. and U.S. businesses, but by no means universally. == Styles == {| class=\"wikitable\" ! Image ! Name ! Description |- | 100px | Baggies | Loose-fitting shorts which reach the knees. This particular style has been associated with football kit and similar sports since 1904, when the Football Association of England dropped its rule requiring players cover their knees. Loose-fitting longer shorts rapidly replaced the former knickerbockers. Until the 1960s, footballers referred to these garments as \"knickers\", but after the 1960s, the term \"shorts\" entered standard usage. During the 1970s and 1980s, much shorter shorts became standard wear for footballers, but following the adoption of longer shorts by Tottenham Hotspur F.C. for a match on 18 May 1991, despite initial mockery, the longer length became more widely worn again. A popular nickname for West Bromwich Albion football club since the early 1900s has been the \"Baggies\". This is sometimes assumed to be in reference to the players' shorts, although there are multiple alternative explanations. \"Baggies\" is also an alternative term for boardshorts (see below). |- | 100px | Bermuda shorts | thumb|75px|Man in bermuda shorts thumb|90px|Woman in bermuda shorts, 1952 Short trousers, terminating three to four inches above the knee, commonly worn by men in Bermuda (with knee-socks and a blazer and tie) for business attire and even at cocktail parties. They are available in a wide range of colors, ranging from conservative grey and navy, to brighter hues such as orange, green and pink. Despite their name, they are not of Bermudian origin, but were originally designed around 1900 for military wear by the British armed forces in tropical climates. From the 1920s onwards these military uniform shorts began to be copied by Bermudian tailors and civilians, and were subsequently taken up by tourists who spread the style around the world. The tourists who appropriated the style wore Bermuda shorts almost exclusively as casual wear. In the early 1990s Bermuda shorts became accepted in France as a fashionable option for women, although since the 1930s they had been increasingly established as an option for American women's fashionable sportswear. In America, despite widespread criticism, Bermuda shorts were taken up by male and female students on college campuses from the 1920s and 1930s onwards, and by the 1950s, were widely worn. In early 21st century America, women's Bermuda shorts are known as \"city shorts\", and are usually knee-length, resembling a pencil skirt. |- | 100px | Boardshorts | Boardshorts are a form of long, loose-fitting shorts specifically designed for beachwear and aquatic sports. They may also be described as \"baggies\" (see above) or \"jams\". As \"surf trunks\" they first emerged in Hawaii in the 1950s, distinguished by their construction which included fly fastenings and secure pockets with sealable flaps. These early surf trunks were made from cotton, although quick-drying synthetics such as nylon and neoprene quickly found favour with wearers. They were made knee- length in order to protect the surfer's legs from sticking to the wax on their surfboard. In 1970 the company Quiksilver offered a highly successful boardshort design that rapidly gained a reputation among surfers as the best to be had. They would later pioneer a line of boardshorts specifically designed for the female wearer. Other leading boardshort manufacturers include Billabong and Rip Curl. By 2010, the boardshort was widely worn as a fashionable garment beyond the beach, including as clubwear and in schools. In the early 21st century, polyester is increasingly used, often blended with other fibres such as Lycra, elastane, or spandex, creating an ultrasuede effect. |- |100px | Boxer shorts | Elastic-waisted soft fabric shorts usually worn as underwear, but originally designed for wear by boxing participants. In their current form \"boxers\" were introduced in 1925 by Jacob Golomb (founder of the sports equipment and clothing company Everlast) as an alternative to the leather-belted trunks that boxers typically wore. They subsequently became an alternative to long underwear as well. Men's boxers as undergarments began to be presented in novelty prints and patterns from the late 1950s onwards. During the 1980s and 1990s women began to wear boxer shorts paired with T-shirts as loungewear or sleepwear. Boxer briefs, which emerged in the 1990s, are an underwear-specific variation on boxer shorts, but made from elastic knit fabric for a snug fit. |- |100px | Boyshorts | Boyshorts (or boy shorts) are a form of women's underwear that first emerged in the 1990s, closely resembling abbreviated hotpants (see below). They are cut with wide sides and a low rise, reducing the risk of visible panty line. Boyshorts are increasingly being worn as outerwear in sporting contexts, such as by Serena Williams on the tennis court, or by female athletes and runners as an alternative to \"bun-huggers\" (see below). |- |100px | Bun huggers | Bun- huggers is a popular name for very brief, tight unisex athletic shorts, also known as \"racing briefs\". They have been compared to bikini bottoms. In 2008 it was noted that the International Volleyball Federation used to require that female volleyball players wear such garments while playing. Cited in Oppliger. Although it is argued and claimed that bun-huggers enable wearers to move unhindered and enjoy a wide range of movement, wearers and observers have expressed discomfort with their increasing skimpiness. A study made by the Women's Sports Foundation commented that making such garments compulsory for women athletes was \"venturing into the arena of athlete exploitation\". Since the mid-2000s such garments are increasingly being replaced by boyshorts (see above) which offer increased coverage and security to their wearers. |- |100px | Cargo shorts | Cargo shorts are an abbreviated version of cargo pants, typically around knee-length, with multiple pockets that are typically stitched to the outside sides of the legs. In 1980 cargo shorts were marketed as ideal for the sportsman or fisherman, with the pocket flaps ensuring that pocket contents were secure and unlikely to fall out. By the mid-to-late 1990s cargo shorts found popularity among mainstream men's fashion.Hong, Nicole Nice Cargo Shorts! You’re Sleeping on the Sofa Wall Street Journal. 3 August 2016 In 2012, Tim Gunn observed that while the pockets were undeniably useful for carrying things for work or other everyday tools, cargo shorts were more practical than elegant. |- | 100px | Culottes | Culottes were introduced in the mid-20th century as an abbreviated version of the late-nineteenth century divided skirt intended for horse- and bicycle-riding. Although called culotte skirts, they are basically full shorts constructed to hide their division. Since the mid-20th century culottes have been increasingly offered as an alternative to skirts in women's uniforms, for instance in the Vietnam War when female Red Cross workers found their uniform skirts impractical around helicopters. |- | 100px | Cut-offs | Also called \"cutoffs\". A generic term for trousers where the legs have been cut off mid-way. The concept has been around since the 1930s when shorts began to be acceptable wear outside the sports field. During the 1960s and 1970s the concept of deliberately cutting off the legs of jeans, allowing the raw edge to fray, along with other means of customising them, took hold as part of Western youth culture. Whilst cut-offs can be home-made from existing jeans, ready-made cut-offs are also commercially retailed. Extremely short denim cut-offs are known as \"Daisy Dukes\" (see below). |- | 100px | Cycling shorts | thumb|100px|Bib shorts Cycling shorts are skin-tight long shorts specifically designed for wear by cyclists to reduce chafing. While often elastic-waisted, a popular alternative style with integral suspenders, more comfortable in the longer term for serious cyclists, is called bib shorts. They are designed to fit the posture of a cyclist bent over in the racing position, cut longer in the back than in the front to guarantee full coverage. Since the 1980s, such garments are increasingly designed to take into account the difference between male and female bodies, as women's shorts require a longer waist-to-crotch measurement. Since the 1980s, 'bike shorts' have also been worn as fashion garments, although these versions often lack the internal padding and construction required by cyclists. |- | 100px | Daisy Dukes | An extremely short version of denim cut-offs, popularly known as \"Daisy Dukes\" in reference to Catherine Bach's character of that name from the American television show The Dukes of Hazzard. They are a form of hot pants or short shorts, typically worn by women (see below). |- | 100px | Denim shorts or Jorts |Denim shorts are worn by both genders. They can also be called \"jorts\", a portmanteau of \"jeans\" and \"shorts\", although this term is arguably applied to knee-length baggy styles. However, the term can describe many styles of shorts made from denim, such as cut-offs (see above) or Daisy Dukes (see above). The term \"jorts\", defined simply as denim shorts, was added to the Oxford English Dictionary in 2013. |- |100px | Dolphin shorts | A specific style of gym shorts (see below), very short, originally made from nylon with contrasting binding, side slits, and rounded corners, popular in the 1980s. The name is a corruption of Dolfin, the American company that first produced the original running shorts in the 1980s. One high-profile wearer of 'dolphin shorts' is the fitness guru Richard Simmons, who in 2012, boasted of owning 400 pairs of vintage Dolfins. In 2012, it was reported that orange Dolfin shorts are specified as part of the uniform for waitresses at Hooters. |- |100px | Gym shorts | A generic term for shorts specifically designed for sportswear. |- | 100px | Hotpants or Hot pants | The term \"hot pants\" appeared around 1970 as a description for extremely short shorts, made in luxury fabrics such as velvet and silk, emphasising their role as fashion garments rather than practical wear. In 1976, Eleanor Lambert noted that the term \"hot pants\" had been coined by Women's Wear Daily to describe fashions innovated by the French ready-to-wear company Dorothée Bis. Lambert also credits Mariuccia Mandelli of the Italian fashion label Krizia with designing the first \"hot pants\" in 1970. Hotpants are also increasingly credited to Mary Quant. Whilst the term \"hotpants\" is used generically to describe short shorts (see below) made in any material, similar garments had been worn since the 1930s. Very short men's shorts may also be occasionally called hotpants. |- |100px | Lederhosen | Leather shorts, often worn with matching suspenders connected by a chest band, traditionally associated with Bavaria, Germany; and countries formerly part of the Tyrol region and Austria- Hungary. |- | 100px | Running shorts | thumb|100px|Trail running shorts A form of gym shorts designed specifically for running. They are typically lightweight, very short and split at the side (to enable freedom of leg movement), with an inbuilt briefs lining. Nylon is a popular fabric for running shorts as it is lightweight, quick-drying and hard-wearing. Nylon running shorts first appeared in the 1970s, and despite initial resistance among men to wearing such soft, lightweight garments that felt like lingerie, nylon shorts rapidly became popular. An even shorter version of the running short, typically worn by triathlon participants, is called a tri-short. Dolphin shorts (see above) are a popular variation on running shorts. Trail running shorts are typically made longer and in harder-wearing fabric that is less likely to catch and tear on protruding branches. |- |100px | School shorts | Shorts designed specifically to be worn as part of a school uniform. These are traditionally made in the same manner as fully tailored trousers, with belt loops, pockets, fly fastenings, and a lining, but cut to shorts length. Originally, wool flannel was used, as in long trousers, but nowadays these short trousers are more usually made from synthetic blend fabrics. The traditional grey flannel shorts associated with British school uniform had become well-established by the 1920s, when they were knee-length or just above knee-length. Up until the 1950s school shorts were also described as 'knickers' in tailoring catalogues and jargon. This term possibly originated as an abbreviation of knickerbockers, which began being worn by schoolboys for sports in the 1880s. As the term 'knickers' had become synonymous with panties in the 20th century, it was rarely used colloquially for shorts. By 2004, a study of British private schools noted that traditional grey school shorts had become denoters of private or public school uniform, as they were no longer required wear by state schools. Similar tailored shorts form part of school uniform in a number of countries, including Australia, Singapore, South Africa and New Zealand, and are also part of the uniform worn by children in organisations such as the Cub Scouts. |- | 100px | Short shorts | thumb|100px|Posing in short shorts, 1945 Short shorts, as their name implies, are shorter than average. Such garments had been known since the 1930s when female Hollywood stars wore them for publicity photographs, and in New York City, a by-law (repealed 1942) was passed banning women from wearing them. They were principally worn for sports and active purposes, such as cycling. Shorts that terminated at the upper thigh became increasingly popular as informal leisurewear and sporting attire throughout the 1940s, 1950s, and 1960s for both men and women. In the early 1970s short shorts began to be made in fashion fabrics, in which form they became known as hotpants (see above), a term popularised by Women's Wear Daily. The terms hotpants and short shorts have since become interchangeable. |- |100px | Skort | right|100pxSkort (a portmanteau of \"skirt\" and \"shorts\") are made with a flap of fabric in front that creates the illusion of their being a skirt from the front. They are often worn for sport and active pursuits. When the skort was first introduced in America in the late 1950s it described a pair of shorts with an attached pleated overskirt. |- | |Tailored shorts |Tailored shorts are more structured and fitted. Usually to achieve a more sophisticated look. Since 2020 they've become popular with women and often part of 2 piece shorts sets. |- | 100px | Zip-offs or Convertible Shorts/Pants/Trousers | Long pants which zip off at the knee, allowing the wearer to vary the length of their trouser leg at wish. Often recommended for hiking or walking, zip-offs have been around since the 1980s. They are also suited to fishermen, as longer pants can easily be converted to wading-length shorts. |} ==See also== * Capri pants * Sleeveless shirt ==References== == External links == * Category:21st-century fashion Category:History of fashion Category:Sports culture",
 "title": "Shorts"
}