{
 "id": "193835",
 "text": "The Algeciras Conference of 1906 took place in Algeciras, Spain, and lasted from 16 January to 7 April. The purpose of the conference was to find a solution to the First Moroccan Crisis of 1905 between France and Germany, which arose as Germany responded to France's effort to establish a protectorate over the independent state of Morocco. Germany was not trying to stop French expansion. Its goal was to enhance its own international prestige, and it failed badly. The result was a much closer relationship between France and Britain, which strengthened the Entente Cordiale since both London and Paris were increasingly suspicious and distrustful of Berlin.Jones, 2006) An even more momentous consequence was the heightened sense of frustration and readiness for war in Germany. It spread beyond the political elite to much of the press and most of the political parties except for the Liberals and Social Democrats on the left. The Pan-German element grew in strength and denounced their government's retreat as treason and stepped up chauvinistic support for war. Immanuel Geiss, German Foreign Policy 1871 – 1914 (1976) 133-36. ==Background== Britain and France's Entente Cordiale of 1904 had defined diplomatic cooperation between them and recognized British authority over Egypt and French control in Morocco (with some Spanish concessions). Germany saw this development putting an end to the rivalry between Britain and France, which would further isolate Germany in European affairs. On 31 March 1905, Germany's Kaiser Wilhelm II visited Tangier, and delivered a sabre-rattling speech calling for an international conference to ensure Morocco's independence, with war the alternative. Historian Heather Jones argues that Germany's use of warlike rhetoric was a deliberate diplomatic ploy: > Another German strategy was to stage dramatic gestures, and dangerously play > up the threat of war, in the belief that this would impress upon other > European powers the importance of consultation with Germany on imperial > issues: the fact that France had not considered it necessary to make a > bilateral agreement with Germany over Morocco rankled, especially given > Germany was deeply insecure about its newly acquired Great Power status. > Hence Germany opted for an increase in belligerent rhetoric and, > theatrically, Kaiser Wilhelm II dramatically interrupted a Mediterranean > cruise to visit Tangier, where he declared Germany's support for the > Sultan's independence and integrity of his kingdom, turning Morocco > overnight into an international 'crisis.' Heather Jones, \"Algeciras > Revisited: European Crisis and Conference Diplomacy, 16 January-7 April > 1906.\" (EUI WorkingPaper MWP 2009/1, 2009), p 5 online German diplomats believed they could convince US President Theodore Roosevelt to challenge French intervention in Morocco. Roosevelt, then mediating the Russo-Japanese War and aware of the U.S. Senate's stance to avoid involvement in European affairs, was disinclined to become involved in the Moroccan crisis. However, with the situation in June 1905 worsening to the point of war between Germany and France (and possibly Britain), in July Roosevelt persuaded the French to attend a January peace conference in Algeciras. Germany had hoped that the Conference would weaken the Entente Cordiale. Wilhelm II had thought he could form an alliance with France if most of their demands were met. He also thought that better relations with Russia were possible, because the Revolution of 1905 and Russo-Japanese War had put them in a weak, ally- hungry position. However, Germany was somewhat excluded in the initial decisions, and Britain's Foreign Secretary Sir Edward Grey showed Britain's support of France in the Conference via meetings with French ambassador Jules Cambon, which made the Entente Cordiale actually grow stronger. Following their failed attempt to isolate Britain, Germany furthered the growing Anglo- German Naval Race with passage of the Third Naval Law in 1906. The overall contribution towards the outbreak of the First World War can then seen to be the separation of Germany and her allies (Triple Alliance) and Britain, France and Russia, which, the following year, would become the Triple Entente. The next major event to thicken the tension between the two would be the Bosnian Crisis.Margaret MacMillan, The War That Ended Peace: The Road to 1914(2012) pp 378--398. == Moroccan delegation == Sultan Abdelaziz of Morocco was represented by Muhammad al-Muqri and Muhammad Torres. al-Muqri expressed frustration at the translation situation, commenting: \"We're sitting here like statues; we can't understand a thing of what is said.\" The Moroccan delegation had no choice but to use Abdelqader Benghabrit, an Algerian translator present at the conference in the service of France. Another difficulty the Moroccans faced was the difficulty of contacting the sultan, who should have been informed of every detail of what transpired at the conference. The researcher Bazegh Abdessamad wrote: > \"No decision could be made—whether affirmative or negative—without his > instruction and ordinance. The representatives of the US and European > nations could easily contact their capitals to consult their respective > governments, while Fes had no telephone or telegraph, nor was it served by > any rail or paved road that would allow them to inform the sultan of > developments at the conference.\" ==Outcome== The final Act of the conference of Algeciras, signed on 7 April 1906, covered the organisation of Morocco's police and customs, regulations concerning the repression of the smuggling of armaments and concessions to the European bankers from a new State Bank of Morocco, issuing banknotes backed by gold, with a 40-year term. The new state bank was to act as Morocco's Central Bank, with a strict cap on the spending of the Sherifian Empire, and administrators appointed by the national banks, which guaranteed the loans: the German Empire, United Kingdom, France and Spain. Spanish coinage continued to circulate. The right of Europeans to own land was established, whilst taxes were to be levied towards public works. The Sultan of Morocco retained control of a police force in the six port cities, which was to be composed entirely of Moroccan Muslims (budgeted at an average salary of a mere 1000 pesetas a year) but now to be instructed by French and Spanish officers, who would oversee the paymaster (the Amin), regulate discipline and be able to be recalled and replaced by their governments. The Inspector-General in charge would be Swiss and reside in Tangiers. At the last moment, the Moroccan delegates found that they were unable to sign the final Act, but a decree of Sultan Abdelaziz of Morocco on 18 June finally ratified it. ==Attendees at the conference== thumb|Cartoon by , January 1906: the Duke of Almodóvar del Río, Révoil, Visconti-Venosta, von Radowitz, and Nicolson (misspelt) at the Algeciras Conference *Germany – Joseph Maria von Radowitz, Jr. and Christian, Count of Tattenbach *Austro-Hungary – Rudolph, Count of Welsersheimb and Leopold, Count Bolesta-Koziebrodzki *Belgium – Baron Maurice Joostens and Conrad, Count of Buisseret Steenbecque *Spain – Don Juan Pérez-Caballero y Ferrer and Juan Manuel Sánchez, Duke of Almodóvar del Río *United States – Henry White and Samuel R Gummere *France – Paul Révoil and , Abdelqader Benghabrit *United Kingdom – Arthur Nicolson, 1st Baron Carnock *Italy – Emilio, marquis Visconti-Venosta and Giulio Malmusi *Morocco – El Hadj Muhammad Torres and El Hadj Mohammed Ben Abdesselam El Mokri *Netherlands – Jonkheer Hannibal Testa *Portugal – (Count of Tovar) and (Count of Martens Ferrão) *Russian Empire – Arthur, Count Cassini and Basile de Bacheracht *Sweden – Robert Sager ==See also== * International relations of the Great Powers (1814–1919) * Entente Cordiale 1904 * First Moroccan Crisis March 1905–May 1906 * Bombardment of Casablanca (1907) * Hafidiya * Second Moroccan Crisis 1911 * Causes of World War I ==References== ==Further reading== * Anderson, Eugene N. The First Moroccan Crisis, 1904-1906 (U of Chicago Press, 1930) online * Eastman, Anthony F. \"The Algeciras Conference, 1906.\" The Southern Quarterly 1 (January 1969):185-205 online * Esthus, Raymond A, Theodore Roosevelt and the International Rivalries (1970) pp 88–111. * Fay, Sidney Bradshaw. The Origins of the World War (Vol. 1. Macmillan, 1930) pp 168–191. online * Geiss, Immanuel. German Foreign Policy 1871 – 1914 (1976) 133-36. * Jones, Heather. \"Algeciras Revisited: European Crisis and Conference Diplomacy, 16 January-7 April 1906.\" (EUI WorkingPaper MWP 2009/1, 2009). online * MacMillan, Margaret. The War That Ended Peace: The Road to 1914(2012) pp 378--398 * Rogers, Marjorie Lucille, \"The conference of Algeciras 1906.\" (Electronic Theses and Dissertations. Paper #1884, U of Louisville thesis, 1933). https://doi.org/10.18297/etd/1884 online 98pages ==External links== Category:1906 in Morocco Category:History of European colonialism Category:1906 in France Category:Diplomatic conferences in Spain Category:20th-century diplomatic conferences Category:1906 in Spain Category:1906 in international relations Category:Algeciras Category:1906 conferences",
 "title": "Algeciras Conference"
}