{
 "id": "193894",
 "text": "The wheatears are passerine birds of the genus Oenanthe. They were formerly considered to be members of the thrush family, Turdidae, but are now more commonly placed in the flycatcher family, Muscicapidae. This is an Old World group, but the northern wheatear has established a foothold in eastern Canada and Greenland and in western Canada and Alaska. ==Etymology== The name \"wheatear\" is not derived from \"wheat\" or any sense of \"ear\", but is a folk etymology of \"white\" and \"arse\", referring to the prominent white rump found in most species. The genus name Oenanthe is derived from the Greek oenos (οἶνος) \"wine\" and anthos (ἄνθος) \"flower\". It refers to the northern wheatear's return to Greece in the spring just as the grapevines blossom. ==Taxonomy== The genus Oenanthe was introduced by the French ornithologist Louis Jean Pierre Vieillot in 1816 with Oenanthe leucura, the black wheatear, as the type species. The genus formerly included fewer species but molecular phylogenetic studies of birds in the Old World flycatcher family Muscicapidae found that the genus Cercomela was polyphyletic with five species, including the type species C. melanura, phylogenetically nested within the genus Oenanthe. This implied that Cercomela and Oenanthe were synonyms. The genus Oenanthe (Vieillot, 1816) has taxonomic priority over Cercomela (Bonaparte, 1856) making Cercomela a junior synonym. Nonetheless, Cercomela is considered a valid genus on the Clements Checklist of Birds of the World, managed by the Cornell University Laboratory of Ornithology.Clements Checklist of Birds of the World http://www.birds.cornell.edu/clementschecklist/ ==Description== Most species have characteristic black and white or red and white markings on their rumps or their long tails. Most species are strongly sexually dimorphic; only the male has the striking plumage patterns characteristic of the genus, though the females share the white or red rump patches. ==Species list== The genus contains 32 species: *Northern wheatear, Oenanthe oenanthe *Atlas wheatear, Oenanthe seebohmi *Capped wheatear, Oenanthe pileata *Red-breasted wheatear, Oenanthe bottae *Heuglin's wheatear, Oenanthe heuglinii *Isabelline wheatear, Oenanthe isabellina *Hooded wheatear, Oenanthe monacha *Desert wheatear, Oenanthe deserti *Western black-eared wheatear, Oenanthe hispanica *Eastern black-eared wheatear, Oenanthe melanoleuca *Cyprus wheatear, Oenanthe cypriaca *Pied wheatear, Oenanthe pleschanka *White-fronted black chat, Oenanthe albifrons (formerly in either Pentholaea or Myrmecocichla) *Somali wheatear, Oenanthe phillipsi *Red-rumped wheatear, Oenanthe moesta *Blackstart, Oenanthe melanura (formerly in Cercomela) *Familiar chat, Oenanthe familiaris (formerly in Cercomela) *Brown-tailed rock chat, Oenanthe scotocerca (formerly in Cercomela) *Sombre rock chat, Oenanthe dubia (formerly in Cercomela) *Brown rock chat, Oenanthe fusca (formerly in Cercomela) *Variable wheatear, Oenanthe picata *Black wheatear, Oenanthe leucura (type species) *Abyssinian wheatear, Oenanthe lugubris *White-crowned wheatear, Oenanthe leucopyga *Hume's wheatear, Oenanthe alboniger *Finsch's wheatear, Oenanthe finschii *Maghreb wheatear, Oenanthe halophila *Mourning wheatear, Oenanthe lugens *Basalt wheatear, Oenanthe warriae *Arabian wheatear, Oenanthe lugentoides *Kurdish wheatear, Oenanthe xanthoprymna *Red-tailed wheatear, Oenanthe chrysopygia ==Behaviour== Wheatears are terrestrial insectivorous birds of open, often dry, country. They often nest in rock crevices or disused burrows. Northern species are long-distance migrants, wintering in Africa. ==Fossil record== *Oenanthe kormosi (Late Miocenee of Polgardi, Hungary) Kessler, E. 2013. Neogene songbirds (Aves, Passeriformes) from Hungary. – Hantkeniana, Budapest, 2013, 8: 37–149. *Oenanthe pongraczi (Plioceme of Csarnota, Hungary) ==References== Category:Taxa named by Louis Jean Pierre Vieillot",
 "title": "Wheatear"
}