{
 "id": "193973",
 "text": "Jacques Pierre Brissot (, 15 January 1754 – 31 October 1793), who assumed the name of de Warville (an English version of \"d'Ouarville\", a hamlet in the village of Lèves where his father owned property),Frederick A. de Luna, \" The Dean Street Style of Revolution: J.-P. Brissot, Jeune Philosophe \", pp. 162 in: The French Historical Studies, Volume 17, No. 1 (Spring 2001) was a leading member of the Girondins during the French Revolution and founder of the abolitionist Society of the Friends of the Blacks. Some sources give his name as Jean Pierre Brissot. ==Biography== ===Early life and family=== Brissot was born at Chartres, the 13th child of a tavern keeper.Robert C. Darnton, \"The Grub Street Style of Revolution: J.-P. Brissot, Police Spy\", p. 301 in The Journal of Modern History vol. 40, no. 3 (Sept. 1968) He received an education and worked as a law clerk; first in Chartres then in Paris. He later moved to London because he wanted to pursue a literary career. He published many literary articles throughout his time in the British capital. While there, Brissot founded two periodicals that later did not do well and failed. He married Félicité Dupont (1759–1818), who translated English works, including Oliver Goldsmith and Robert Dodsley. They lived in London and had three children. His first works, Théorie des lois criminelles (1781) and Bibliothèque philosophique du législateur (1782), dealt with philosophy of law topics, and showed the deep influence of ethical precepts espoused by Jean- Jacques Rousseau. ===Writer on social causes=== In the preface of Théorie des lois criminelles, Brissot explains that he submitted an outline of the book to Voltaire and quotes his answer from 13 April 1778. Théorie des lois criminelles was a plea for penal reform. The pamphlet was considered extremely provocative as it was perceived as opposing the government and the queen. Brissot was imprisoned in the Bastille but was later released in September 1784.http://search.credoreference.com/content/entry/columency/brissot_de_warville_jacques_pierre/0?searchId=1d4ffaa6-01d2-11e7-8483-0aea1e3b2a47&result;=0 Brissot became known as a writer and was engaged on the Mercure de France, the Courrier de l'Europe and other papers. Devoted to the cause of humanity, he proposed a plan for the collaboration of all European intellectuals. His newspaper Journal du Lycée de Londres, was to be the organ of their views. The plan was unsuccessful. Soon after his return to Paris, Brissot was placed in the Bastille in 1784 on the charge of having published a pornographic pamphlet Passe-temps de Toinette against the queen. Brissot had a falling out with Catholicism, and wrote about his disagreements with the church's hierarchical system. After gaining release in four months, Brissot returned to pamphleteering, most notably his 1785 open letter to emperor Joseph II of Austria, Seconde lettre d'un défenseur du peuple a l'Empereur Joseph II, sur son règlement concernant, et principalement sur la révolte des Valaques, which supported the right of subjects to revolt against the misrule of a monarch. Because of the controversy, this generated, he went to London for a time.Léonore Loft, \"The Transylvanian Peasant Uprising of 1784, Brissot and the Right to Revolt: A Research Note\", pp. 209-218 in: French Historical Studies, Vol. 17, No. 1 (Spring, 1991) In summer 1787 he and Etienne Claviere visited Utrecht, then a \"democratic eldorado\"; Rotterdam, where they met Abbé Sièyes; and Amsterdam.Mémoires de Brissot / avec introduction, notices et notes par M. de Lescure, p. 407Jourdan, A. (2007). The \"alien origins\" of the French Revolution: American, Scottish, Genevan, and Dutch influences. Proceedings of the Annual Meeting of the Western Society for French History, 35, 185-205. http://quod.lib.umich.edu/cgi/p/pod/dodidx?c=wsfh;idno=0642292.0035.012Rosendaal, J.G.M.M. (2005) De Nederlandse Revolutie. Vrijheid, volk en vaderland 1783-1799, p. 242, 245. By the end of September they were back in Paris.Perroud, C. (1912) Correspondance et papiers de Brissot, p. XLIV, 161. ===Abolitionists=== On a second visit to London, accompanied by Charles-Louis Ducrest, the brother of Madame de Genlis, he became acquainted with some of the leading abolitionists. After returning to Paris in February 1788, he founded an anti-slavery group known as Society of the Friends of the Blacks. As an agent of the newly formed society, Brissot travelled to the United States from June 1788 till January 1789 to visit abolitionists there. The country had gained independence several years before but was still a slave state. He also met with members of the constitutional convention in Philadelphia to find out what he could about the domestic debt of the United States and researching investment opportunities in Scioto Company. At one point, he was interested in emigrating to America with his family. Thomas Jefferson, the American ambassador in Paris when he returned, was familiar enough with him to note, \"Warville is returned charmed with our country. He is going to carry his wife and children to settle there.\"David Andress, 1789: The Threshold of the Modern Age, 87. However, such an emigration never happened. In 1789 he was elected a Foreign Honorary Member of the American Academy of Arts and Sciences. He was president of the Society of the Friends of the Blacks during 1790 and 1791. The rising ferment of revolution engaged Brissot in schemes for progress through political journalism that would make him a household name. In 1791 he published his Nouveau Voyage dans les États-Unis de l'Amérique septentrionale (3 vols.). Brissot believed that American ideals could help improve the French government. In 1791, Brissot along with Marquis de Condorcet, Thomas Paine, and Etienne Dumont created a newspaper promoting republicanism titled Le Républicain. ===The French Revolution=== ====Elections==== From the outbreak of the French Revolution in 1789, Brissot became one of its most vocal supporters. He edited the Patriote français from 1789 to 1793 and took a prominent part in politics.Christopher Hibbert, The Days of the French Revolution, 137. Famous for his speeches at the Jacobin Club, he was elected a member of the municipality of Paris, then of the Legislative Assembly, and later of the National Convention. At the National Convention, Brissot represented Eure-et-Loir. ====Girondins==== On November 30, 1789, Brissot suggested a scheme of municipal constitution for Paris, working in collaboration with the National Assembly and the Assembly of Representatives of the Paris Commune, but this plan had to be abandoned when it was refused by the local, decentralized districts of Paris, who had always been more revolutionary than their leaders. Historian and political theorist Peter Kropotkin suggested that Brissot represented the \"defenders of property\" and the \"states-men\", which would become the Girondins, also known as the \"War Party.\" They were known for this name because they clamoured for a war that would ultimately force the king to step down (as opposed to a popular revolution); Brissot is quoted as saying, \"We want some great treachery.\" His opinion, recorded in his pamphlet \"A sel commettants\" (\"To Salt Principals\"), was that the masses had no \"managing capacity\" and that he feared a society ruled by \"the great unwashed.\" Writing on May 23, 1793, Brissot had commented... > \"I have declared, since the beginning of the Convention that there was in > France a party of dis-organizers, which was tending towards the dissolution > of the Republic, even while it was in its cradle.... I can prove to-day: > first, that this party of anarchists has dominated and still dominates > nearly all the deliberations of the Convention and the workings of the > Executive Council; secondly, that this party has been and still is the sole > cause of all the evils, internal as well as the external, which afflict > France; and thirdly, that the Republic can only be saved by taking rigorous > measures to wrest the representatives of the nation from the despotism of > this faction... Laws that are not carried into effect, authorities without > force and despised, crime unpunished, property attacked, the safety of the > individual violated, the morality of the people corrupted, no constitution, > no government, no justice, these are the features of anarchy!\" The Girondins, or Brissotins as they were often called, were a group of loosely affiliated individuals, many of whom came from Gironde, rather than an organized party, but the main ideological emphasis was on preventing revolution and protecting private property. This group was first led by Brissot.http://search.credoreference.com/content/entry/columency/girondists/0?searchId=feb02140-1287-11e7-87c6-0e58d2201a4d&result;=2 Robespierre, representing the party of Revolution, loathed the Girondins.http://search.credoreference.com/content/entry/heliconhe/brissot_jacques_pierre/0?searchId=1840e241-1292-11e7-ad3a-0a80f32943a1&result;=13 On October 24, 1792, Brissot published another pamphlet, in which he declared the need for a coup against anarchists and the decentralized, populist element of the French Revolution, going so far as to demand the abolition of the Paris Commune. ====King Louis XVI==== When the king and his conspirators were arrested for attempting to escape the country to join foreign armies, the courts exonerated most of the accused, and Brissot quipped that the High Court of Orleans was \"the safeguard of the conspirator.\" Following the arrest of King Louis XVI on charges of \"high treason\" and \"crimes against the State\", there was widespread disagreement on what the fate of the king should be. While many, believing that leaving the King alive increased the chances of a return to monarchy, argued to execute the king by guillotine, Brissot and other Girondins suggested several alternatives in hopes of sparing his life.Jeremy D. Popkin, \" The Defeat of the Liberal Revolution \", pp. 73 in: A Short History of the French Revolution, Fifth Edition (2010) Brissot and the Girondins championed the idea of keeping him under arrest both as a hostage and as a bargaining chip. Brissot believed that once Louis XVI was executed all of France's foreign negotiating power would be lost, and he also feared a massive royalist rebellion. At one point, many Girondin leaders, including Brissot, called for a national referendum that would enable the citizens to vote on the king's fate. However, the Convention eventually voted for the king's immediate execution, and King Louis XVI was beheaded on January 21, 1793. ==Foreign policy== At the time of the Declaration of Pillnitz (27 August 1791), Brissot headed the Legislative Assembly. The declaration was from Austria and Prussia, warning the people of France not to harm Louis XVI or these nations would \"militarily intervene\" in the politics of France. Threatened by the declaration, Brissot rallied the support of the Legislative Assembly, which subsequently declared war on Austria on 20 April 1792. They wanted to fortify and secure the revolution.http://search.credoreference.com/content/entry/ebconcise/brissot_de_warville_jacques_pierre/0?searchId=1d4ffaa6-01d2-11e7-8483-0aea1e3b2a47&result;=1 This decision was initially disastrous as the French armies were crushed during the first engagements, leading to a major increase in political tensions within the country. During the Legislative Assembly, Brissot's knowledge of foreign affairs enabled him as a member of the diplomatic committee to control much of France's foreign policy during this time. Brissot was a key figure in the declaration of war against Leopold II, the Habsburg Monarchy, the Dutch Republic, and the Kingdom of Great Britain on 1 February 1793. It was also Brissot who characterized these wars as part of revolutionary propaganda.Thomas Lalevée, \"National Pride and Republican grandezza: Brissot’s New Language for International Politics in the French Revolution\", French History and Civilisation (Vol. 6), 2015, pp. 66-82. ==Arrest and execution== The end of Brissot appeared in sight when, on May 26, 1793, Brissot authored \"To His Constituents\", in which he demanded the guillotining of \"the anarchists\", and tried to rouse the middle classes to resist the decentralized departments, which had not taken the lead from Robespierre but rather from The Mountain and largely local organizers and agitators. Brissot was condemned and then escaped from Paris, going to Normandy and Brittany, where he and other Girondists, such as Pétion, Gaudet, Barbaroux, Louvet, Buzot, and Lanjuinais, had planned to organize Counter- Revolutionary Vendee Uprising. Here Brissot had seized the delegates of the convention, having them arrested, but the uprising was short-lived, as the masses marched through the streets and overthrew Brissot and his clique. The Encyclopædia Britannica 11th edition, remarked: \"Brissot was quick, eager, impetuous, and a man of wide knowledge. However, he was indecisive, and not qualified to struggle against the fierce energies roused by the events of the Revolution.\" Brissot's stance on the King's execution and the war with Austria, and his moderate views on the Revolution intensified the friction between the Girondins and Montagnards, who allied themselves with disaffected sans-culottes. Brissot ultimately attempted to rein in the violence and excesses of the Revolution by calling for the reinstatement of the constitutional monarchy that had been established by the Constitution of 1791, a ploy that landed on deaf ears. In late May 1793, the Montagnards in the convention, meeting in the Tuileries Palace, called for the removal of the Commission of Twelve. The convention was further radicalized by the call for the removal and arrest of Brissot and the entire Girondin group made by the sans-culottes in the Parisian National Guard, which had armed with cannons and surrounded the convention.David Andress, The Terror, p. 175. When the refusal of the convention to make such a hasty decision was delivered to the National Guard, François Hanriot, its leader, replied: \"Tell your stupid president that he and his Assembly are doomed and that if within one hour he doesn't deliver to me the twenty-two, I'm going to blast it!\"David Andress, The Terror, p. 176. Under this threat of violence, the Convention capitulated and on 2 June 1793, Brissot and the other Girondins were arrested.David Andress, The Terror,p. 382. thumb|300px|Execution of Brissot, 1793 Brissot was one of the first Girondins to escape but was also one of the first captured. Passing through his hometown of Chartres on his way to the city of Caen, the centre of anti-revolutionary forces in Normandy, he was caught travelling with false papers on 10 June and taken back to Paris.David Andress, The Terror, p. 180. On 3 October, the trial of Brissot and the Girondins began. They were charged with being \"agents of the counter-revolution and the foreign powers, especially Britain.\"David Andress, The Terror, p. 228. Brissot, who conducted his own defence, attacked point by point the absurdities of the charges against him and his fellow Girondins. He was unsuccessful, and on 30 October the death sentence was delivered to Brissot and the 28 other Girondins.David Andress, The Terror, p. 229. The next day, the convicted men were taken by tumbrel to the guillotine, singing La Marseillaise as they travelled, and embracing the role of martyred patriots.David Andress, The Terror, p. 230. Brissot was executed at age 39. His corpse was buried in the Madeleine Cemetery alongside his guillotined associates. ==Spying allegations== Robespierre and Marat were among those who accused Brissot of various kinds of counterrevolutionary activity, such as, Orleanism, \"federalism\", being in the pay of Great Britain, having failed to vote for the immediate death of the former king, and having been a collaborator of General Dumouriez, a traitor of the revolution.Frederick A. de Luna, \"The Dean Street Style of Revolution: J.-P. Brissot, Jeune Philosophe\", p. 178 in: The French Historical Studies, Volume 17, No. 1 (Spring 2001) Brissot's activities after the siege of the Bastille have been closely studied. While enthusiasts and apologists consider Brissot to be an idealist and unblemished, philosophe revolutionary, his detractors have challenged his credibility and moral character. They have repeated contemporary allegations that during the mid-1780s, he defrauded his business partner, was involved in the production and dissemination of libelles – pornographic and otherwise – and spied for the police.Simon Burrows, \"The Innocence of Jacques-Pierre Brissot,\" The Historical Journal vol. 46 (2003), pp. 843-871. The accusations were led by Jean-Paul Marat, Camille Desmoulins, Maximilian Robespierre, and above all the notorious scandal-monger, extortioner, and perjurer Charles Théveneau de Morande, whose hatred, Brissot asserted, 'was the torment of my life'. In 1968 historian Robert Darnton affirmed some of these accounts,Robert C. Darnton, \"The Grub Street Style of Revolution: J.-P. Brissot, Police Spy\", The Journal of Modern History vol. 40, no. 3 (Sept. 1968), p. 301. and reaffirmed them in the 1980s, holding Brissot up as a case-study in the understanding of the difficult circumstances many philosophes encountered attempting to support themselves by their writing.Robert Darnton, The Literary Underground of the Old Regime, Harvard University Press, 1982, pp. 49-68. Brissot's life and thinking are so well documented, from his early age through to his execution, many historians have examined him as a representative figure displaying the Enlightenment attitudes that drove many of the leading French revolutionaries. Thus, he undoubtedly exemplified the beliefs of many supporters of the Revolution. Darnton sees him in this way, but also argued that he was intimately tangled in the business of “Grub Street,” the scrappy world of publishing for profit in the eighteenth century, which was essential to the spread of Enlightenment ideas. Thus, Darnton explores his relationship to his business partners, to the libellistes who wrote scandalous accusations against the crown and other leading figures, and to the police, arguing that based on suggestive evidence it is probable that when Brissot fell on hard financial times in the mid-1780s he agreed to operate as a police spy. Historian Frederick Luna has argued that the letters and memoirs from which Darnton drew his information were written fifteen years after his supposed employment and that the timeline does not work out because Brissot was documented as having left Paris as soon as he was released from the Bastille (where he was held on suspicion of writing libelles) and therefore could not have talked with the police as alleged.Frederick A. Luna, \"Interpreting Brissot\", The Dean Street Style of Revolution, pp. 159–190. More convincing still is the work of historian Simon Burrows who, drawing on the Brissot papers (deposited in the Archives Nationales in 1982), comprehensively engages each of Darnton's speculations demonstrating that Brissot's financial problems were not evidence of fraud, that while – like many others – he traded in books and may have transported libelles, there is no evidence that he wrote them, and that while like many others he collected and collated general information on contemporary opinion in France for royal officials, there is no evidence that he operated as a paid police spy. As Burrows further notes, Darnton has progressively retreated from his earlier speculations, and he argues Brissot's behaviour in the 1780s and after, while it demonstrates his willingness to compromise with authority to advance his career, also demonstrates him to be \"a committed philosophe and reformer, keen to avoid unnecessary entanglements in illegal activities, who despite his political radicalism, aspired to advise the regime and serve like-minded patrons.\" ==Legacy== Through his writings, Brissot made important contributions to \"pre- revolutionary and revolutionary ideology in France\".Loft, p. 209. His early works on legislation, his many pamphlets, speeches in the Legislative Assembly and the convention, demonstrated dedication to the principles of the French Revolution. Brissot's idea of a fair, democratic society, with universal suffrage, living in moral as well as political freedom, foreshadowed many modern liberationist ideologies.Leonore Loft, Passion, Politics, and Philosophie : Rediscovering J.-P. Brissot'', (2001) Brissot was also very interested in science. He was a strong disciple of Sextus Empiricus and applied those theories to modern science at the time in order to make knowledge well known about the enlightenment of Ethos. The varying actions of Brissot in the 1780s also helped create a key understanding of how the Enlightenment Republic of letters was transformed into a revolutionary Republic of Letters.Denna Goodman, \"Conclusion\", pp. 73 in: The Republic of Letters: A Cultural History of the French enlightenment, (1994) Brissot was elected to the American Philosophical Society in 1789. == Works == thumb|Bibliothèque philosophique du Législateur, du Politique, du Jurisconsulte, 1782 * Recherches philosophiques sur le droit de propriété considéré dans la nature, pour servir de premier chapitre à la \"Théorie des lois\" de M. Linguet, Paris, 1780, 128 p., in-8°. * Bibliothèque philosophique du Législateur, du Politique et du Jurisconsulte, Berlin et Paris, 1782–1786, 10 vol. in-8°. ** ** ** ** ** ** ** ** ** * Moyens d'adoucir la rigueur des lois pénales en France sans nuire à la sécurité publique, Discours couronné par l'Académie de Châlons-sur-Marne en 1780, Châlons, 1781, in-8°. * Théorie des lois criminelles, Paris, 1781, 2 vol. in-8°. * De la Vérité des Méditations sur les moyens de parvenir à la vérité dans toutes les connaissances humaines, Neufchâtel et Paris, 1782, in-8°. * Discours sur la nécessité de maintenir le décret rendu le 13 mai 1791, en faveur des hommes de couleur libres, prononcé le 12 septembre 1791, à la séance de la Société des Amis de la Constitution, séante aux jacobins. * Discours sur la nécessité politique de révoquer le décret du 24 septembre 1791, pour mettre fin aux troubles de Saint Domingue; prononcé à l'Assemblée nationale, le 2 mars 1792. Par J.P. Brissot, député du département de Paris, Paris : De l'Imprimerie du patriote françois, 1792. * Correspondance universelle sur ce qui intéresse le bonheur de l'homme et de la société, Londres et Neufchâtel, 1783, 2 vol. in-8°. * Journal du Lycée de Londres, ou Tableau des sciences et des arts en Angleterre, Londres et Paris, 1784. * Tableau de la situation actuelle des Anglais dans les Indes orientales, et Tableau de l'Inde en général, ibid., 1784, in-8°. * L’Autorité législative de Rome anéantie, Paris, 1785, in-8°, réimprimé sous le titre : Rome jugée, l'autorité du pape anéantie, pour servir de réponse aux bulles passées, nouvelles et futures du pape, ibid., 1731, m-g. * Examen critique des voyages dans l'Amérique septentrionale, de M. le marquis de Chatellux, ou Lettre à M. le marquis de Chatellux, dans laquelle on réfute principalement ses opinions sur les quakers, sur les nègres, sur le peuple et sur l'homme, par J.-P. Brissot de Warville, Londres, 1786, in-8°. * Discours sur la Rareté du numéraire, et sur les moyens d'y remédier, 1790, in-8°. * Mémoire sur les Noirs de l'Amérique septentrionale, 1790, in-8°. * Voyage aux États-Unis, 1791. His Mémoires and his Testament politique (4 vol.) were published in 1829-1832 by his sons with François Mongin de Montrol: * Mémoires de Brissot... sur ses contemporains, et la révolution française ; publ. par son fils ; notes et éclaircissements hist. par M.F. de Montrol, 1830–1832; Vol. I (1830); Vol. II (1830); Vol. III (1832); Vol. IV (1832). ==See also== *Society of the Friends of Truth ==Notes== ==Further reading== * Burrows, Simon. \"The Innocence of Jacques-Pierre Brissot.\" Historical Journal (2003): 843–871. online * Darnton, Robert. \"The Brissot Dossier.\" French Historical Studies 17.1 (1991): 191–205. online * De Luna, Frederick A. \"The Dean Street style of revolution: J.-P. Brissot, jeune philosophe.\" French Historical Studies 17.1 (1991): 159–190. *Durand, Echeverria, and Mara Vamos (New Travels in the United States of America. Cambridge: The Belknap Press of Harvard University Press, 1964) ix-xxvii * * Ellery, Eloise. Brissot de Warville: A study in the history of the French Revolution (1915) online. * The 1911 Encyclopædia Britannica * Marisa Linton, Choosing Terror: Virtue, Friendship and Authenticity in the French Revolution (Oxford University Press, 2013). * Marisa Linton, \"The First Step on the Road to Waterloo\", History Today, vol 65, issue 6, June 2015.. * Marisa Linton, 'Friends, Enemies and the Role of the Individual,' in Peter McPhee (ed.), Companion to the History of the French Revolution (Wiley-Blackwell, 2013): 263–77. * Lalevée, Thomas. \"National Pride and Republican grandezza: Brissot’s New Language for International Politics in the French Revolution\", French History and Civilisation (Vol. 6), 2015, pp. 66–82. * Loft, Leonore. \"J.-P. Brissot and the evolution of pamphlet literature in the early 1780s.\" History of European ideas' 17.2-3 (1993): 265–287. * Loft, Leonore. Passion, politics, and philosophie: Rediscovering J.-P. Brissot (Greenwood, 2002). * Oliver, Bette W. Jacques Pierre Brissot in America and France, 1788–1793: In Search of Better Worlds (Rowman & Littlefield, 2016). ==External links== * * * Full text online versions of pamphlets written by Jacques Pierre Brissot from the Ball State University Digital Media Repository Category:1754 births Category:1793 deaths Category:People from Chartres Category:Politicians from Centre-Val de Loire Category:Girondins Category:Jacobins Category:Members of the Legislative Assembly (France) Category:Regicides of Louis XVI Category:French abolitionists Category:18th-century French diplomats Category:Fellows of the American Academy of Arts and Sciences Category:French lawyers Category:French memoirists Category:French political writers Category:French travel writers Category:Newspaper editors of the French Revolution Category:18th-century French writers Category:18th-century French male writers Category:French people executed by guillotine during the French Revolution Category:Prisoners of the Bastille Category:18th-century memoirists",
 "title": "Jacques Pierre Brissot"
}