{
 "id": "194091",
 "text": "The Colonia Tovar dialect, or Alemán Coloniero, is a dialect that is spoken in Colonia Tovar, Venezuela, and belongs to the Low Alemannic branch of German. ==Characteristics== The dialect, like other Alemannic dialects, is not mutually intelligible with Standard German. It is spoken by descendants of Germans from the Black Forest region of southern Baden, who emigrated to Venezuela in 1843. Most speakers also speak Spanish, and the dialect has both acquired Spanish loanwords and influenced Venezuelan Spanish. ==History== Until 1942, when Colonia Tovar was declared a municipality, most of its residents above the age of 15 were fluent in German, being unable to converse or understand Spanish, owing to the town's isolation. In World War II, Venezuela declared war on Germany, so German classes in Colonia Tovar were banned, and as the town is connected with the rest of the country its people began to converse in Spanish, leading to the dialect's decline. Even though there were attempts to use German as the language of instruction, the state has not given local schools permission to teach in bilingual classes, so only private tutors were allowed to instruct in the Colonia Tovar dialect and standard German. ==References== ==Literature== *Blanco Hernández, Marlene: Universidad Central de Venezuela. Caracas 1987. *Redlich Perkins, Renate: Tovar German. Linguistic study of a German century alemannic dialect spoken in Venezuela. University Microfilms International. Ann Arbor, Michigan, London 1978. *Da Rin, Denise: München 1995. * Kanzler, Samuel Briceño: Tovar, o. J. (Title in German translation: ). ==External links== * Informationen über Colonia Tovar bei www.venezuelatuya.com * Information on Colonia Tovar bei www.margaritainfo.com * Report on the village of Colonia Tovar. People speak there a special german slang \"alemannisch\" * Website of Colonia Tovar Category:European-Venezuelan culture Category:Alemannic German language Category:German dialects Category:German diaspora in South America Category:Languages of Venezuela Category:Endangered diaspora languages Category:Endangered Germanic languages Category:Diaspora languages",
 "title": "Colonia Tovar dialect"
}