{
 "id": "194129",
 "text": "In Euclidean geometry, Brahmagupta's formula is used to find the area of any cyclic quadrilateral (one that can be inscribed in a circle) given the lengths of the sides. == Formula == Brahmagupta's formula gives the area of a cyclic quadrilateral whose sides have lengths , , , as : K=\\sqrt{(s-a)(s-b)(s-c)(s-d)} where , the semiperimeter, is defined to be : s=\\frac{a+b+c+d}{2}. This formula generalizes Heron's formula for the area of a triangle. A triangle may be regarded as a quadrilateral with one side of length zero. From this perspective, as approaches zero, a cyclic quadrilateral converges into a cyclic triangle (all triangles are cyclic), and Brahmagupta's formula simplifies to Heron's formula. If the semiperimeter is not used, Brahmagupta's formula is : K=\\frac{1}{4}\\sqrt{(-a+b+c+d)(a-b+c+d)(a+b-c+d)(a+b+c-d)}. Another equivalent version is : K=\\frac{\\sqrt{(a^2+b^2+c^2+d^2)^2+8abcd-2(a^4+b^4+c^4+d^4)}}{4}\\cdot == Proof == 400x400px|Diagram for reference|thumb ===Trigonometric proof=== Here the notations in the figure to the right are used. The area of the cyclic quadrilateral equals the sum of the areas of and : := \\frac{1}{2}pq\\sin A + \\frac{1}{2}rs\\sin C. But since is a cyclic quadrilateral, . Hence . Therefore, :K = \\frac{1}{2}pq\\sin A + \\frac{1}{2}rs\\sin A :K^2 = \\frac{1}{4} (pq + rs)^2 \\sin^2 A :4K^2 = (pq + rs)^2 (1 - \\cos^2 A) (using the trigonometric identity) Solving for common side , in and , the law of cosines gives :p^2 + q^2 - 2pq\\cos A = r^2 + s^2 - 2rs\\cos C. Substituting (since angles and are supplementary) and rearranging, we have :2 (pq + rs) \\cos A = p^2 + q^2 - r^2 - s^2. Substituting this in the equation for the area, :4K^2 = (pq + rs)^2 - \\frac{1}{4}(p^2 + q^2 - r^2 - s^2)^2 :16K^2 = 4(pq + rs)^2 - (p^2 + q^2 - r^2 - s^2)^2. The right-hand side is of the form and hence can be written as :[2(pq + rs) - p^2 - q^2 + r^2 +s^2][2(pq + rs) + p^2 + q^2 -r^2 - s^2] which, upon rearranging the terms in the square brackets, yields := [ (r+s)^2 - (p-q)^2 ][ (p+q)^2 - (r-s)^2 ] := (q+r+s-p)(p+r+s-q)(p+q+s-r)(p+q+r-s). Introducing the semiperimeter , :16K^2 = 16(S-p)(S-q)(S-r)(S-s). Taking the square root, we get :K = \\sqrt{(S-p)(S-q)(S-r)(S-s)}. ===Non-trigonometric proof=== An alternative, non-trigonometric proof utilizes two applications of Heron's triangle area formula on similar triangles.Hess, Albrecht, \"A highway from Heron to Brahmagupta\", Forum Geometricorum 12 (2012), 191–192. == Extension to non-cyclic quadrilaterals == In the case of non-cyclic quadrilaterals, Brahmagupta's formula can be extended by considering the measures of two opposite angles of the quadrilateral: : K=\\sqrt{(s-a)(s-b)(s-c)(s-d)-abcd\\cos^2\\theta} where is half the sum of any two opposite angles. (The choice of which pair of opposite angles is irrelevant: if the other two angles are taken, half their sum is . Since , we have .) This more general formula is known as Bretschneider's formula. It is a property of cyclic quadrilaterals (and ultimately of inscribed angles) that opposite angles of a quadrilateral sum to 180°. Consequently, in the case of an inscribed quadrilateral, is 90°, whence the term :abcd\\cos^2\\theta=abcd\\cos^2 \\left(90^\\circ\\right)=abcd\\cdot0=0, giving the basic form of Brahmagupta's formula. It follows from the latter equation that the area of a cyclic quadrilateral is the maximum possible area for any quadrilateral with the given side lengths. A related formula, which was proved by Coolidge, also gives the area of a general convex quadrilateral. It isJ. L. Coolidge, \"A Historically Interesting Formula for the Area of a Quadrilateral\", American Mathematical Monthly, 46 (1939) pp. 345-347. : K=\\sqrt{(s-a)(s-b)(s-c)(s-d)-\\textstyle{1\\over4}(ac+bd+pq)(ac+bd-pq)} where and are the lengths of the diagonals of the quadrilateral. In a cyclic quadrilateral, according to Ptolemy's theorem, and the formula of Coolidge reduces to Brahmagupta's formula. == Related theorems == * Heron's formula for the area of a triangle is the special case obtained by taking . * The relationship between the general and extended form of Brahmagupta's formula is similar to how the law of cosines extends the Pythagorean theorem. * Increasingly complicated closed-form formulas exist for the area of general polygons on circles, as described by Maley et al. == References == ==External links== * A geometric proof from Sam Vandervelde. * Category:Brahmagupta Category:Theorems about quadrilaterals and circles Category:Area",
 "title": "Brahmagupta's formula"
}