{
 "id": "194298",
 "text": "Solomon (Shloyme) Mikhoels ( [also spelled שלוימע מיכאעלס during the Soviet era], , – 13 January 1948) was a Soviet Jewish actor and the artistic director of the Moscow State Jewish Theater. Mikhoels served as the chairman of the Jewish Anti-Fascist Committee during World War II. However, as Joseph Stalin pursued an increasingly anti-Semitic line after the War, Mikhoels's position as a leader of the Jewish community led to increasing persecution from the Soviet state. He was assassinated in Minsk in 1948 by order of Stalin. ==Early life== Born Shloyme Vovsi in Dvinsk (now Daugavpils, Latvia), Mikhoels studied law in Saint Petersburg, but left school in 1918 to join Alexis Granowsky's Jewish Theater Workshop, which was attempting to create a national Jewish theater in Russia in Yiddish. The workshop moved to Moscow in 1920, where it established the Moscow State Jewish Theater. That was in keeping with Vladimir Lenin's policy on nationalities, which encouraged them to pursue and to develop their own cultures under the aegis of the Soviet state. ==Theatrical career== Mikhoels was the company's leading actor and, as of 1928, its director.Leftwich, Joseph (2007). \"Solomon Mikhailovich Mikhoels\". Encyclopaedia Judaica. 2nd ed. Macmillan Reference USA. Retrieved via Biography in Context database, 2016-12-16. His memorable roles included Tevye in an adaptation of Sholom Aleichem's novel Tevye the Milkman (which was adapted for an American audience as Fiddler on the Roof); and the title role in a Yiddish translation of Shakespeare's King Lear, in 1935.Wasserstein, Bernard (2012). On the Eve: The Jews of Europe Before the Second World War. New York: Simon & Schuster. . p. 292. As a director he commissioned a new Bar Kochba, written by Shmuel Halkin, which the company successfully staged as a socialist turn on the traditional story.Wasserstein (2012), p. 292-293. These plays were ostensibly supportive of the Soviet state; however, the historian Jeffrey Veidlinger has argued that closer readings suggest that they actually contained veiled critiques of Joseph Stalin's regime and assertions of Jewish national identity. It is now believed that the Ukrainian director Les Kurbas contributed to the original King Lear production after he was ousted from his Berezil Theater in 1934. He seems to have had a lasting influence on Mikhoel's directing style. ==Antifascist activities== By the mid-1930s, Mikhoels's career was threatened because of his association with other leading intelligentsia members who were victims of Stalin's Great Purge. On August 24, 1941, Mikhoels led a gathering of thousands in central Moscow's Gorky Park. It was explicitly a Jewish rally and aimed to raise funds for the Soviet war effort from the international Jewish community. Speakers included the writer David Bergelson. Mikhoels actively supported Stalin against Adolf Hitler and, in 1942, was made the chairman of the Jewish Anti-Fascist Committee. In thar capacity, he travelled around the world and met with Jewish communities to encourage them to support the Soviet Union in its war against Nazi Germany. That was useful to Stalin during World War II, but after the war, Stalin opposed contacts between Soviet Jews and Jewish communities in noncommunist countries, which he deemed as \"bourgeoisie.\" The Jewish State Theater was closed, and the members of the Jewish Anti-Fascist Committee were arrested. All but two were eventually executed in the purges shortly before Stalin's death. ==Death== Mikhoels died in Minsk in January 1948. Some sources claim that he was assassinated on Stalin's personal orders,Joshua Rubenstein (August 25, 1997) The Night of the Murdered Poets. The New Republic and his death was disguised as a hit-and-run car accident. Mikhoels was allegedly taken to a Ministry for State Security (MGB) dacha and killed, along with the theatre critic and MGB informer Golubov-Potapov, under supervision of Deputy Minister of State Security Sergei Ogoltsov. Their bodies were dumped on a roadside in MinskRobert Conquest, Reflections on a Ravaged Century. Norton, (2000) , page 101И вечный плач Иеремии. Minchanin.esmasoft.com. Retrieved on 2015-06-27. and run over by a truck. However, Mikhoels's death was met with a laudatory obituary in Pravda and received a huge state funeral that was attended by many members party and governed dignitaries. He was buried at the New Donskoy Cemetery, in Moscow.Vovsi-Mikhoels, Natalia, Mon père Salomon Mikhoëls. Souvenirs sur sa vie et sur sa mort. Montricher: Les Editions Noir sur Blanc, (1990) , page 101 ==Family== Mikhoels was married to Anastasia Pototskaya, a Russian of Polish descent. He had two daughters from his first marriage to Sara Kantor, Nina and Natalya Vovsi. Mikhoels' cousin Miron Vovsi was a famous physician. He was arrested during the Doctors' plot affair but released after Stalin's death in 1953, as was Mikhoels' son-in-law, the Polish-born composer Mieczysław Weinberg. In 1983, Mikhoels' daughter, Natalia Vovsi-Mikoels, wrote a biography of her father: My Father Shlomo Mikhoels: The Life and Death of a Jewish Actor. ==Other posts== * Jewish Theater School Artistic Director, Professor * Member of Moscow City Council * Member of the Stalin Prize Committee ==Ranks and awards== * The Order of Lenin * People's Artist of the USSR * Stalin Prize Laureate ==References== ==External links== * * Solomon Mikhoels at Find A Grave * Виктор Левашов. Убийство Михоэлса at lib.ru * Video Lecture on Solomon Mikhoels by Dr. Henry Abramson of Touro College South Category:1890 births Category:1948 deaths Category:Actors from Daugavpils Category:People from Dvinsky Uyezd Category:Latvian Jews Category:Jewish male actors Category:Jews and Judaism in the Soviet Union Category:Antisemitism in the Soviet Union Category:People's Artists of the USSR Category:Russian and Soviet theatre directors Category:Soviet Jews Category:Jewish socialists Category:Jewish anti-fascists Category:Jews executed by the Soviet Union Category:Yiddish theatre performers Category:Stalin Prize winners Category:People murdered in the Soviet Union Category:Soviet male stage actors Category:People killed in Soviet intelligence operations NKVD Category:Burials at Donskoye Cemetery",
 "title": "Solomon Mikhoels"
}