{
 "id": "194225",
 "text": "Wolfgang Tillmans (born 16 August 1968) is a German photographer. His diverse body of work is distinguished by observation of his surroundings and an ongoing investigation of the photographic medium’s foundations. Tillmans was the first photographer – and also the first non-British person – to be awarded the Tate annual Turner Prize. He has also been awarded the Hasselblad Award, the Royal Photographic Society's Centenary Medal,\"The RPS 2015 Awards announced\" Accessed 16 September 2015 the Royal Academy Summer Exhibition's Charles Wollaston Award,\"Summer Exhibition 2014, Royal Academy of Arts\", The Huffington Post, 24 June 2014. The Culture Prize of the German Society for Photography,\"The Cultural Award of the Deutsche Gesellschaft für Photographie (DGPh)\". Deutsche Gesellschaft für Photographie e.V.. Accessed 7 March 2017. and is an Academician of the Royal Academy of Arts, London. Tillmans lives in Berlin and London. ==Life and career== thumb|Tillmans in the 1990s thumb|upright|AIDS memorial in Munich Tillmans was born in 1968 in Remscheid in the German area of Bergisches Land. At the age of 14 to 16, visits to museums in Düsseldorf and to the Museum Ludwig in Cologne acquainted him with the photo-based art of Gerhard Richter, Sigmar Polke, Robert Rauschenberg and Andy Warhol, which counts among his earliest influences. During his first visit to England as an exchange student in 1983, he discovered the British youth culture and the local fashion and music magazines of the time. From 1987 to 1990, he lived in Hamburg; there, in 1988, he had his first solo exhibitions, at Café Gnosa, Fabrik-Foto-Forum, and Front.Wolfgang Tillmans. Los Angeles, New Haven, and London: Hammer Museum, Los Angeles, and Museum of Contemporary Art, Chicago, in association with Yale University Press, 2006. . See \"Artist's biography,\" including list of solo exhibitions, p. 161-162. From 1990 through 1992, he studied at Bournemouth and Poole College of Art and Design (now Arts University Bournemouth) in southern England. After his studies he moved to London and then to New York in 1994 for a year, where he met the German painter Jochen Klein. After moving back to England, Tillmans lived with Klein until Klein died of AIDS-related complications in 1997. From 1995, Tillmans primarily lived and worked in London. During the summer of 1998, Tillmans participated in a month-long residency at the last active Shaker community in the world, in Sabbathday Lake, Maine.'Casual Beauty: Wolfgang Tillmans' Tate Magazin, Issue 5. Accessed 30 January 2011. Since 2007, he has divided his time between Berlin and London.Wolfgang Tillmans, January 30 – March 13, 2010. Andrea Rosen Gallery, New York. Retrieved 2015-10-04. Following a guest professorship at the Hochschule für bildende Kunst in Hamburg from 1998 to 1999 and an Honorary Fellowship at the Arts University Bournemouth in 2001, Tillmans was a professor for Interdisciplinary Art at the Städelschule in Frankfurt am Main from 2003 to 2006.Wolfgang Tillmans, Guggenheim – Collection Online, guggenheim.org In 2011, Tillmans travelled to Haiti with the charity Christian Aid to document reconstruction work after the country's devastating earthquake one year before.In pictures: Wolfgang Tillmans in Haiti BBC News, 11 January 2011. Between 2009 and 2014 Tillmans served as an Artist Trustee of the Tate Board. He is also a member of the museum's Collection Committee and the Tate Britain Council.Current Tate Trustees: Wolfgang Tillmans Tate. In 2017, he was elected to the Council of the Institute of Contemporary Arts (ICA);Anny Shaw (June 14, 2017), Raft of appointments mark ‘beginning of new era’ for Institute of Contemporary Arts The Art Newspaper. in 2019, he was appointed the chair of the board.Gabriella Angeleti (September 30, 2019), Wolfgang Tillmans is the new chair of London's Institute of Contemporary Arts The Art Newspaper. ===Beginnings=== thumb|One of Tillmans' best known photos: \"Lutz & Alex sitting in the trees\" (1992). The couple was portrayed as \"naive yet knowing, an Adam and Eve for the ecstasy generation\" Tillmans was initially known for his seemingly casual, sometimes snapshot-like portraits of friends (most notably, fashion designer Lutz Huelle and fellow artist Alexandra Bircken)Ingeborg Wiensowksi (April 30, 2012), Textiles Werken Der Spiegel. and other youth in his immediate surroundings and scene. His photos – from the Europride in London (1992) or the Love Parade in Berlin (1992), for example – appeared in magazines such as i-D, Spex, Interview, SZ Magazin and Butt, and established his reputation as a prominent witness of a contemporary social movement. He was made co-editor of Spex in 1997.Wolfgang Tillmans 'Aufsicht' Hatje Cantz Verlag, 2001. Accessed 30 January 2011. For the Index Magazine, he shot covers and assignments, including images of John Waters, Gilbert & George, and Udo Kier.Bob Nickas, Wolfgang Tillmans Interview. Tillmans was considered the “documentarian of his generation, especially that of the London club and gay scenes” (though he has said \"It was never my intention to be seen as diaristic or autobiographical. I was not recording the world around me or my tribe or whatever. There is a big misunderstanding there that still persists to this day.\"). Half of his work is staged, with the artist choosing the clothes and the location, as well as setting his models up in their positions.Wolfgang Tillmans, 1997, With Peter Halley and Bob Nickas Index Magazine. The series of his friends Lutz and Alex, also published in i-D in 1992, are considered important photographic documents of the 1990s. In his early photographs of people, Tillmans portrayed freedom in a different way and he says: \"I wanted to somehow represent what was not being represented elsewhere.\" From 1992 to 1994 Tillmans lived and worked in London, moving to New York in 1994. During this time, he began to show more frequently, developing an exhibition style that consisted of nonhierarchical arrangements of unframed photographs pinned or taped onto the gallery’s walls. Color photographs are placed next to inkjet prints and next to postcards and magazine clippings of his own images, reaching almost to the ceiling and the floor.Jerry Saltz (February 14, 2010), Developing New York Magazine. He views each exhibition as a site-specific installation, often addressing the exhibition space as a larger composition.Wolfgang Tillmans, October 22 – November 27, 2004 Regen Projects, Los Angeles. ===\"Pictures, in order to see the world\"=== Tillmans’ photographic practice subsequently developed to encompass a wide array of genres. His portraits, still lifes, sky photographs (e.g. the Concorde series), astrophotography, aerial shots and landscapes are motivated equally by aesthetic and political interests, especially related to homosexuality and gender identity.\"An Evening with Wolfgang Tillmans \" [Introduction to audio recording] (October 7, 2010). International Center of Photography. Retrieved 2015-10-11. Tillmans says of his work: “I take pictures, in order to see the world.”Quoted in: \"An Evening with Wolfgang Tillmans\" [Introduction to audio recording] (October 7, 2010). International Center of Photography. He produces images for installations in three sizes, from small to very large, and either in signed, mounted prints, which must be protected in a frame, or as replaceable inkjet prints that can be attached directly to the wall (the latter generated by a certificate-authenticated optical disc).Lubow, Arthur (September 25, 2015). \"Wolfgang Tillmans Takes Pictures of Modern Life, Backlit by the Past.\" New York Times. Retrieved 2015-10-11 from www.nytimes.com; print version appeared September 27, 2015. They are installed in meticulous wall installations, sometimes combined with photocopies, and magazine and newspaper clippings (for example, in the installation “Soldiers – The Nineties”); or presented in vitrines, arranged in extensive table-installations (“truth study center”). Operating on the basis of the fundamental equality of all motifs and supports, through this continual re-arranging, repositioning, questioning and reinforcement, Tillmans avoids ascribing any ‘conclusions’ to his work and thus subjects his photographic vision to a perpetual re-contextualization. In 2009, after Tillmans had been using an analog 50 mm Contax SLR camera almost exclusively for over two decades, he turned to digital photography.Tillmans, Wolfgang (September 2012). Wolfgang Tillmans – Der Fotograf über HD-Welten, Digitalfotografie und Berliner Touristen. An interview with Timo Feldhaus. de:Bug. Issue 165; link to PDF of print issue: . Website version dated October 4, 2012; retrieved 2015-10-10. In 2012, he abandoned film altogether and became a full-time digital photographer. In an interview that year, he describes the corresponding change from using viewfinders to integrated camera monitors as \"completely turning on its head the psychology of photography, which has always been a dialogue between photographer, object and the imaginary image that one is envisioning, thinking, hoping for.\"Tillmans (September 2012), de:Bug interview. Translation from the original German: \"Dazu kam das komplette Auf-den-Kopf-Stellen der Psychologie der Fotografie, die immer ein Zwiegespräch war zwischen Fotograf, Objekt und dem imaginären Bild, das man sich vorstellt, denkt, erhofft.\" According to Tillmans, the higher resolution of digital photographs correlates to \"a transformation in the whole world\"; he further explains: \"In recent years, everything has become HD, so I think it is inevitable that the overwhelming nature of this information density is reflected in my images. In this way, they again describe quite well my sense of perception today.\"Tillmans (September 2012), de:Bug interview. Translation from the original German: \"Die Zunahme der Schärfe durch das Bild der Digitalkamera folgt meiner Meinung nach einer Wandlung in der ganzen Welt. In den letzten Jahren ist alles HD geworden, deshalb finde ich es nur zwangsläufig, dass die Uneinholbarkeit dieser Informationsdichte sich in meinen eigenen Bildern wiederfindet. Dadurch beschreibt sie mein Wahrnehmungsgefühl heute wieder ganz gut.\" Wolfgang has a passion and love for the streets and the club. Which this two inspire him in his work along with his work in the gay movement rights.(Jobey, 2010). ====Grids==== The 56 photographs of equal dimensions that make up the Concorde Grid were taken in and around London as part of a commission for Tillmans’ exhibition at Chisenhale Gallery in 1997. Shot from a wide range of places, including private gardens, parks, railway tracks, and the perimeter fence around Heathrow airport, they record the daily passing of the airplane.Wolfgang Tillmans: Concorde Grid, 1997 Tate Collection. Total Solar Eclipse Grid (1998), a set of which was included in his Turner Prize installation and is now in the permanent collection of the Tate, documents the spectacle of a solar eclipse. Each of the 21 photographs in the grid was taken during the eclipse of his immediate surroundings in a tropical locale, with varying degrees of light and detail.German Photography 1960 - 2012: A Survey, 1 March - 5 May 2012 Ben Brown Fine Arts, Hong Kong. Snow/Ice Grid (1999) is a grid of images of trampled and melting ice and snow.Wolfgang Tillmans, January 20 - February 24, 2001 Andrea Rosen Gallery, New York. ====Abstractions==== thumb|\"Freischwimmer 26\", 2003 thumb|Paper drop (window), 2006 Tillmans exhibited his first abstract and damaged pictures as a Parkett edition in 1998.Dominic Eichler (September 23, 2008), Look, Again Frieze. The edition, 60 unique works on color-negative photographic paper collected by the artist since he began colour printing in 1990,Wolfgang Tillmans: If One Thing Matters, Everything Matters, June 6 - September 14, 2003 Tate Britain, London. was a combination of true darkroom mistakes and years of darkroom experimentation that they inspired. The Silver works, which Tillmans has been creating since 1998, reflect the reaction of the photographic paper to light, as well as mechanical and chemical processes. The name Silver arises from the dirt traces and silver salt stains that remain on the paper when the artist develops the photographs in a machine that is filled with water and has not been completely cleaned.WOLFGANG TILLMANS: Neue Welt, September 1 – November 4, 2012 Kunsthalle Zürich. Since 2000, Tillmans has become increasingly interested in the chemical foundations of photographic material, as well as its haptic and spatial possibilities. The \"Conquistador\" series of photographs were the first of these interventions to be exhibited. Later works created directly in the darkroom without the use of a camera, and often largely accidental (e.g. \"Blushes,\" \"Mental Pictures,\" and \"Freischwimmer\"\"Hirshhorn Museum presents 'Wolfgang Tillmans': East coast debut of major survey \", Hirshhorn Museum and Sculpture Garden, 17 April 2007. Accessed 29 January 2011.), present photography as a self-referential medium – one that could serve as an experimental ground for the creation of a new type of image structure. These “abstract” works now appear next to the figurative photographs. In \"Blushes,\" fine, thread-like lines, apparently drawn with light, swim over the surface of the photographic paper, and create delicate, fluid patterns.Wolfgang Tillmans: If One Thing Matters, Everything Matters, June 6 - September 14, 2003 Tate Britain, London. Tillmans further explores the bounds of photography as a medium in his “paper drop” series (2001–8). He started to make ‘paper drop’ images depicting photographic paper specifically exposed to coloured light in his darkroom in 2001.Wolfgang Tillmans, Chisenhale Edition, 2011 Chisenhale Gallery, London. He creates extraordinary sculptural forms in photographic paper; then, by photographing them, returns them to the accustomed flatness of that medium. Photography’s step from ‘picture’ to ‘object’ is best demonstrated in the works from the “Lighter” Series (2005–8),Lauren Hinkson, Wolfgang Tillmans: Lighter 46, 2008 Guggenheim Collection. in which the artist dropped the act of photographing and allowed the photographs - in their three-dimensional form – to only represent themselves,Tillmans, Chisenhale Edition, 2011 Chisenhale Gallery, London. recalling his ongoing series \"Impossible Color\" (1996–present). These colourful photo-paper works are folded, creased or otherwise manipulated, allowing for a subtle play with the material surface and the resulting illusion of lines and contrast. Contained under plexiglas lids, they have a rather sculptural quality.Wolfgang Tillmans: half page, October 23 – December 6, 2008 Regen Projects, Los Angeles. ====Photocopies==== thumb|\"Market\", 2012 Tillman's first exhibition in 1988 was composed exclusively of images that were created with the latest kind of monochrome laser copier. He regards these so-called Approach pictures (1987–1988) as his \"first work before [he] even owned a camera.\" Over the years, Tillmans has often returned to this medium. The ways that surface structure and image depth influence each other is shown in his large-format works whose original material is analogue photocopies (ongoing since 2006). Here he also references his earlier works from the end of the 1980s that he began in the course of experimenting with an old Canon photocopier. The uncontrolled contrasts and pigment particles in the images from these old machines are clear only after drastic enlargement (framed ca. 260 x 180 cm). The resulting effects are distanced but also concrete – created through not only the materiality of the printing process but also the play and variation of scale. With the analogue photocopy – probably the most ephemeral form of image (re)production – a system of values for images is brought into a critical light. Commissioned by Tate Modern, Tillmans was on-site throughout the development of the museum's The Tanks galleries from 2012 until 2016, capturing each stage in a series of 176 shots. Turning his lens on building paraphernalia like scaffolding, walkie-talkies and sacks of cement, he manipulated his shots on an old photocopier that produces a single colour image after scanning a picture four times, ‘distorting and shifting the colours so that each one is a unique work’.Charlotte McManus (June 10, 2016), Switch craft: Wolfgang Tillmans’ unique record of the Tate Modern extension Wallpaper thumb|\"Lighter V\", 2006 ====Table works (\"truth study center\")==== In 2005, at his major supporter Maureen Paley's gallery, Tillmans showed his large-scale display-case installation Truth Study Center. Going even further than his wall-installations, Tillmans’ table works combine a diverse array of image formats and content. His own photographs are presented and arranged under glass next to extracts from books, newspapers, magazines, postcards, packaging and other found materials. The collage-like arrangements of the table displays produce an open-ness and potentiality in terms of aesthetics and content, while raising a critical question about the interpretive possibilities of the visible in a global information-society. With that, claims of absolute (in particular, religious) truth are caricatured, as if Tillmans would like to put them to a kind of test (“truth study center”). The works draw attention to the exercise of power behind the ideologies of Islamic fundamentalism, Catholicism, and capitalism.Liz Jobey (June 26, 2010), Wolfgang Tillmans: the lightness of being The Guardian. ===Videos=== In 1987, Tillmans began making videos, and he has exhibited them since 2002. In most, the camera barely moves, the sound is direct, and the only cuts occur when the camera is turned on and off. Lights (Body) (2000–2002), a video installation featuring static shots of the light effects inside an empty dance club, with the bass pulse of the ‘Hacker Remix' of ‘Don't be Light' by Air,Jeffry Cudlin (June 8, 2007), Wolfgang Tillmans tweaked artistic conventions to comment on the everyday world Washington City Paper. is the first work by the photographer using the medium of film.Wolfgang Tillmans, Lights (Body) 2000-2002, August 2 - 23, 2002 Andrea Rosen Gallery, New York. The only indications of people on the crowded dance floor are the subtle vibrations and occasionally visible particles of dust.Wolfgang Tillmans: If One Thing Matters, Everything Matters, June 6 - September 14, 2003 Tate Britain, London. In 2002, Tillmans filmed a video clip for the pop band Pet Shop Boys’ single \"Home and Dry,\" composed almost entirely of shots documenting the mice living in the London Underground system. The film Kopierer (2010) depicts an open color laser copy machine, the CLC 1100, in the act of copying documents over a period of ten minutes. ===Commissions=== In 2001, Tillmans was awarded first prize in the competition for the design of the AIDS memorial for the City of Munich, whereupon the memorial was erected after his designs at the Sendlinger Tor. In 2015, he was commissioned with creating the official portrait of retiring British Museum director Neil MacGregor, which was subsequently acquired by the museum as the first photograph portrait in a tradition stretching back 250 years.Martin Bailey (December 18, 2015), Neil MacGregor announces last acquisitions before retiring from the British Museum The Art Newspaper. ===Music and art collaboration=== In 2011, Tillmans collaborated with The Opiates by offering a range of photographs to accompany their Hollywood under the knife album and Rainy Days and Remixes EP.Disco Activisto Records. (2 September 2011). \"Wolfgang Tillmans collabs with the Opiates\". artdesigncafe. Retrieved 13 September 2011. A fan of the 1980s experimental synthpop group Colourbox, Tillmans curated an exhibition dedicated to the group, Music of the Band (1982 - 1987), at his Between Bridges gallery in 2014, and also selected the track list and provided original artwork for a tie-in compilation of the same name. The exhibition was the first to be held in the gallery's dedicated Playback Room, where visitors can listen to Tillmans' music selections on high-end speakers.Alex Needham, \"Wolfgang Tillmans to open music 'playback room' in Berlin gallery \". The Guardian, 12 September 2014. Accessed 14 March 2018. In 2016, Tillmans' track \"Device Control\" was included on American singer and rapper Frank Ocean's video album Endless. After Ocean met with Tillmans to discuss the use of his photography for Ocean's studio album Blonde, Tillmans sent Ocean two of his tracks after piquing his interest. Ocean later asked if he could sample the track, to which Tillmans agreed. Although Ocean was initially planning to only sample \"Device Control\", it was released in its entirety as an opening and ending of the video album. ==Between Bridges== Between Bridges is a non-profit exhibition space maintained by Tillmans in Berlin. Between April 2006 and late 2011, Tillmans maintained the exhibition space in the ground floor of his Bethnal Green studio, a former umbrella factory named Moarain House, at 223 Cambridge Heath Road, London.Christof Siemes (May 31, 2007), Atelierbesuch: Wolfgang Tillmans Die Zeit. The project's name is taken from a 1999 photograph by the artist, and also refers to the studio's physical location between two rail bridges.Francesca Colussi (October 12, 2011), Marte Eknæs at Between Bridges Domus. The space opened with a show of works by the New York artist and activist David Wojnarowicz. In the small gallery Tillmans developed a program of exhibitions with political art from other artists who he believed had not been given the attention they deserved, specifically in London.\"Between Bridges \". Institute of Contemporary Arts. Accessed 14 March 2018.Louise Gray, \"Between Bridges\" db artmag. Exhibitions were held of work by Jenny Holzer, Wolfgang Breuer, David Wojnarowicz, Corita Kent, Charlotte Posenenske, Isa Genzken, the films of Len Lye, and photographs from the Center for Land Use Interpretation. In January 2014, Between Bridges relocated to a former artist studio and gallery in Tiergarten, Berlin.Gabriela Walde (December 29, 2013), Wolfgang Tillmans eröffnet neue Galerie in Berlin-Kreuzberg Berliner Morgenpost. == Tillmans' Experience with AIDS == Tillmans contracted HIV at the age of 26 from his boyfriend Jochen Klein, a German painter and his collaborator on art during most of his life. Jochen died from Aids in 1997. Tillmans stated in his interview with the SHOWStudio's Lou Stoppard that after experiencing this he feels like life is fragile, and should not take advantage of it. In the interview with SHOWStudio's Lou Stoppard, Tillmans talks about how some of his artwork has reflected how he felt about HIV and Aids: ==Books== *Wolfgang Tillmans. Cologne: Taschen, 1995, 2002. *Wolfgang Tillmans. Zurich: Kunsthalle Zürich, 1995; JRP/Ringier, 2008. *Wolfgang Tillmans. Frankfurt am Main: Portikus, 1995 *Wer Liebe wagt lebt morgen. Ostfildern-Ruit: Kunstmuseum Wolfsburg, 1996 *Concorde. Cologne: Walther König, 1997. *Wolfgang Tillmans: Burg. **Cologne: Taschen, 1998 **Reissued as Wolfgang Tillmans, 2002 *Totale Sonnenfinsternis. Cologne: Galerie Buchholz, 1999 *Wako Book 1999. Tokyo: Wako Works of Art, 1999 *Soldiers—The Nineties. Cologne: Walther König, 1999. *Wako Book 2. Tokyo: Wako Works of Art, 2001. It can be downloaded from http://tillmans.co.uk/images/stories/pdf/wakobook2_web.pdf. *Portraits. Cologne: Walther König / Distributed Art Publishers, 2001. *Aufsicht / View from Above. Ostfildern-Ruit: Hatje Cantz, 2001 *AC: Isa Genzken/Wolfgang Tillmans. Cologne: Museum Ludwig, Walther König, 2001 *Wolfgang Tillmans. London and New York: Phaidon, 2002. *If One Thing Matters, Everything Matters. London: Tate, 2003 *Wako Book 3. Tokyo: Wako Works of Art, 2004. It can be downloaded from http://tillmans.co.uk/images/stories/pdf/wakobook3_web.pdf. *Freischwimmer. Tokyo: Tokyo Opera City Gallery, 2004 *truth study center. Cologne: Taschen, 2005. *Freedom From The Known. New York and Göttingen: P.S.1/Steidl, 2006. *Wolfgang Tillmans. Los Angeles. New Haven and London: Museum of Contemporary Art, Chicago; Hammer Museum, Los Angeles, 2006. It can be downloaded from http://tillmans.co.uk/images/stories/pdf/WT_US_Tour_Catalogue_2006-07.pdf. *Why We Must Provide HIV Treatment Information. London: HIV i-Base, 2007. Photography by Tillmans.It can be downloaded from http://tillmans.co.uk/images/stories/pdf/HIV_book.pdf. *Sprengel Installation. Hannover: Sprengel Museum, 2007 *manual. Cologne: Walther König, 2007. *Wolfgang Tillmans and Hans Ulrich Obrist. The Conversation Series, Vol. 6. Cologne: Walther König, 2007. *Wako Book 4. Tokyo: Wako Works of Art, 2008. It can be downloaded from http://tillmans.co.uk/images/stories/pdf/wakobook4_low.pdf. *Lighter. Ostfildern and Berlin: Hatje Cantz and Hamburger Bahnhof—Museum für Gegenwart—Berlin, 2008. *Wolfgang Tillmans: Interviews. Tokyo: Wako Works of Art, 2010 *Wolfgang Tillmans. London: Serpentine Gallery; Koenig Books, 2010It can be downloaded from http://tillmans.co.uk/images/stories/pdf/SERPENTINE_CATALOGUE_web.pdf. *Wolfgang Tillmans. Brochure. Liverpool: Walker Art Gallery, 2010It can be downloaded from http://tillmans.co.uk/images/stories/pdf/2010_Tillmans_at_Walker_Art_Gallery_web.pdf. *Abstract Pictures. Ostfildern: Hatje Cantz, 2011 *Zachęta Ermutigung. Zachęta Narodowa Galeria Sztuki, Kunstsammlung Nordrhein-Westfalen, Düsseldorf, 2011It can be downloaded from http://tillmans.co.uk/images/stories/pdf/zacheta_catalogue_komplett_web.pdf. *FESPA Digital / FRUIT LOGISTICA. Artist book. Cologne: Walther König, 2012 *Neue Welt. Cologne: Taschen, 2012. *Wolfgang Tillmans. London and New York: Phaidon, 2013. . ==Discography== *2016/1986 EP (Fragile Records, 2016) *Device Control EP (Fragile Records, 2016) *\"Device Control\" – included on Endless (2016) video album by Frank Ocean *\"Source (Roman Flügel Remixes & Original)\" (Fragile Records, 2018) ==Exhibitions== thumb|upright|right|Tillmans at a book signing in 2007 Despite having already exhibited in Hamburg, in 1993 Tillmans held his first exhibition at the Galerie Buchholz in Cologne.Wolfgang Tillmans Fundación Telefónica, Madrid. In 1995 his work was included at a show at the Serpentine Gallery in London, curated by Hans-Ulrich Obrist. Tillmans' work has since been shown in large solo exhibitions at European museums, for example the Kunsthalle Zürich (1995), Museo Nacional Centro de Arte Reina Sofía in Madrid (1998), Museum Ludwig in Cologne (2001), Castello di Rivoli in Italy (2002), Palais de Tokyo in Paris (2002), the Hamburger Bahnhof in Berlin (2008), and Serpentine Gallery in London (2010). Tate Britain's extensive mid- career retrospective of Tillmans’ work was shown in 2003. In 2006, MoMA PS1 presented Tillmans' first exhibition for an American museum. That same year, the Hammer Museum in Los Angeles mounted Tillman's first major retrospective in the US, which travelled to the Museum of Contemporary Art in Chicago and the Hirshhorn Museum and Sculpture Garden, Washington D.C. His first South American exhibition was shown at the São Paulo Museum of Modern Art in 2012. In 2005 and in 2009, Tillmans was included in the Venice Biennale. In 2004, the Portikus, Frankfurt, invited Tillmans to curate \"Inventory / Scott King / Donald Urquhart\", an exhibition presenting three artistic positions from London.Exhibition 126: Inventory / Scott King / Donald Urquhart, curated by Wolfgang Tillmans, May 8 - 13 June, 2004) Portikus, Frankfurt. The Stedelijk Museum, Amsterdam, entrusted Tillmans with the role of a guest curator in 2008, inviting him to present a personal choice of works by Isa Genzken, Roberto Matta, and Ellsworth Kelly from the museum's collection.'Tegenwoordigheid van Geest / Presence of Mind' A choice from the collection by Wolfgang Tillmans Stedelijk Museum, 17 June 2008. Accessed 30 January 2011. Tillmans carefully designs his exhibitions, in which printed, audiovisual and sometimes textile materials interact with the space they are exhibited in. This preocupation, together with a rigorous attention to detail (as the pins, clips and tape used for hanging the pictures), has led him to have a dedicated team for setting up his exhibitions. The members of this team are Danish sculptor Anders Clausen, Chilean biologist and architect Federico Martelli (since 2006), and Colombian artist Juan Echeverri (since 2012). ===Solo exhibitions=== *Kunsthalle Zürich, 1995 (exh. cat.) *Portikus, Frankfurt, Frankfurt am Main, Germany, 1995 (exh. cat.) *I Didn't Inhale, Chisenhale Gallery, London, 1997. *Isa Genzken, Wolfgang Tillmans, Museum Ludwig, Cologne, Germany, 2001 (exh. cat.) *View from Above/Aufsicht, Deichtorhallen, Hamburg, Germany, 2001 *Vue d'en Haut, Palais de Tokyo, Paris, 2002; Veduta dall'alto, Castle of Rivoli/Museo d'Arte Contemporanea, Rivoli, Italy, 2002 (exh. cat.) *Frans Hals Museum, Haarlem, Netherlands *if one thing matters, everything matters, Tate Britain, London, 2003 (exh. cat.) *View From Above, Louisiana Museum of Modern Art, Humlebœk, Denmark, 2003 (exh. cat.) *Wolfgang Tillmans, Regen Projects, Los Angeles, 2004 *Freedom From The Known, MoMA PS1, New York, 2006 (exh. cat.); Museum of Contemporary Art, Chicago; Hammer Museum, Los Angeles; Hirshhorn Museum and Sculpture Garden, Washington DC, 2007 (exh. cat.); Pinakothek der Moderne (permanent collection), Munich *Beugung, Kunstverein München, Munich, 2007 *Lighter, Hamburger Bahnhof Museum fur Gegenwart, Berlin, 2008 (exh. cat.); Museo Tamayo, Mexico City, Mexico *Serpentine Gallery, London, 2010 (exh. cat.)\"Wolfgang Tillmans.\" [Artist's biography]. Maureen Paley [gallery], www.maureenpaley.com. Section: \"Solo Exhibitions.\" Retrieved 2015-10-11. *Moderna Museet, Stockholm, 2012 *, Bogotá, 2012 *Stedelijk Room, Stedelijk Museum Amsterdam, 2012 (permanent exhibition as part of the collection) *New World, Andrea Rosen Gallery, New York, 2013 *Book for Architects, Metropolitan Museum of Art, New York, 2015 *Your Body is Yours, National Museum of Art, Osaka, Osaka, 2015 *PCR, David Zwirner Gallery, New York, 2015'\"Wolfgang Tillmans PCR, September 16 – October 24, 2015\" [press release]. David Zwirner [gallery]. Retrieved 2015-10-11. *Wolfgang Tillmans: 2017, Tate Modern, London, 2017. *Wolfgang Tillmans: Fragile Johannesburg Art Gallery, Johannesburg, 2018 *Wolfgang Tillmans: Today is the first day Wiels, Brussels, 2020 *Sound is Liquid Mumok, Vienna, 2021/22 ===Group exhibitions=== *Manifesta 10, St. Petersburg, Russia, 2014 ==Awards== *2000: Turner Prize Tate: Turner Prize 2000 *2009: Culture Award, German Society for PhotographyWolfgang Tillmans kulturnews.de *2013: Elected Academician, Royal Academy, London *2014: Charles Wollaston Award, the main prize of the Royal Academy Summer Exhibition, with a prize of £25,000 *2015: Hasselblad Award, Hasselblad Foundation, Gothenburg, Sweden *2015: Royal Photographic Society Centenary Medal and Honorary Fellowship *2018: Order of Merit of the Federal Republic of Germany bundespraesident.de ==Notes== ==References== Category:1968 births Category:Living people Category:People from Remscheid Category:Artists from North Rhine-Westphalia Category:German expatriates in the United Kingdom Category:LGBT artists from Germany Category:Gay artists Category:People with HIV/AIDS Category:Alumni of Arts University Bournemouth Category:Members of the Academy of Arts, Berlin Category:Recipients of the Cross of the Order of Merit of the Federal Republic of Germany Category:Photographers from North Rhine-Westphalia Category:Fine art photographers Category:German contemporary artists Category:20th-century German artists Category:21st-century German artists Category:20th-century German photographers Category:21st-century German photographers Category:Royal Academicians",
 "title": "Wolfgang Tillmans"
}