{
 "id": "194471",
 "text": "SimAnt: The Electronic Ant Colony is a 1991 life simulation video game by Maxis and the company's third product, focusing on ants. It was designed by Will Wright. In 1992, it was named \"Best Simulation Game\" at the Software Publishers Association's Codie awards. SimAnt was re-released in 1993 as part of the SimClassics Volume 1 compilation alongside SimCity Classic and SimLife for PC, Mac and Amiga. In 1996 SimAnt alongside several of Maxis' simulation games were re-released under the Maxis Collector Series with greater compatibility with Windows 95 and differing box art, including the addition of Classics beneath the title. ==Gameplay== The game is a simulation of an ant colony. Wright was inspired by E. O. Wilson's study of ant colonies. The game consists of three modes: a Quick Game, a Full Game, and an Experimental Game. It was released for the IBM PC, Amiga, Macintosh, and Super NES. The Super NES version adds eight scenarios, where the goal in each is to eliminate the enemy red ants in various locales, each with different hazards. In SimAnt, the player plays the role of an ant in a colony of black ants in the back yard of a suburban home. The ant colony must battle against enemy red ants. The ultimate goal is to spread throughout the garden, into the house, and finally to drive out the red ants and human owners. In this respect, SimAnt differed from other 'Sim' games that were open-ended and had no victory conditions. In the Quick Game, the player establishes a black ant colony in a small patch of yard, shown in top-down perspective. The computer opponent establishes a competing red ant colony in the same patch. Underground ant colonies are depicted in a side view. The player has direct control of a single ant at a time, indicated by a yellow color, and may switch control to a different ant at any time by either double-clicking the desired ant or choosing Exchange from the Yellow Ant menu and clicking on it. The player's yellow ant may influence the behavior of other black ants by leaving pheromone trails to destinations such as food and enemy ant colonies and can control the other ants in a limited way (by ordering a certain number to follow it, for instance). The yellow ant can also dig new tunnels underground and expand the network of the black colony. The quick game is won or lost when either the red or black colony in said patch is defeated. The player's yellow ant may pick up food and pebbles, engage in trophallaxis (by receiving regurgitated food from friendly ants), and attack enemy ants. Groups of ants (or yellow ant with her recruits) may attack and kill bigger enemies like spiders, caterpillars, and antlions. Natural hazards include human footsteps, electrical outlets, bugspray, spiders, antlions, lawnmowers, and rain, which washes away pheromone trails and can flood the bottom of ant nests. In the Full Game, the player begins with an ant colony in an overhead view, much like the Quick Game. The region of this overhead view is a single square of a map containing a yard and house. The player spreads to other areas by producing young queens and drones to mate with each other. The full game is lost when the black colonies are eliminated and won when the red colonies are eliminated and the humans are driven out of the house. The Experimental Game is similar to the Quick Game, except the player can also control red ants and spiders and has access to a set of experimental tools. These tools allow the player to place pheromone trails, maze walls, rocks, ants, pesticides and food. The boxed game also comes with a thoroughly researched instruction manual, which not only covers game mechanics, but also contains a large amount of information regarding ants and ant societies. ==Reception== According to the game box, using a statistic from the Software Publisher's Association, more than 100,000 copies of the PC version had sold by April 10, 1992. The game was reviewed in 1992 in Dragon #178 by Patricia Hartley and Kirk Lesser in \"The Role of Computers\" column. The reviewers gave the game 5 out of 5 stars. Computer Gaming World stated that \"players seeking a non-linear, unconventional and provocative strategy simulation will hit paydirt with SimAnt. The game is easy to get into, stimulating, fun, and increasingly challenging ... students will love it\". GamePro named it \"Educational Game of the Year\", commenting that \"SimAnt is a delightful combination of simulation, strategy, and adventure.\" ==Reviews== *Zero (May, 1992)https://archive.org/details/zero- magazine-30/page/n21/mode/2up *Power Play (Jan, 1992)http://www.kultpower.de/powerplay_testbericht_extern.php3?im=simant.jpg *Power Play (1992)http://www.kultboy.com/index.php?site=t&id;=7595 *Amiga Joker (Mar, 1992)http://amr.abime.net/review_23357 *Entertainment Weekly (Jan 13, 1995)http://www.ew.com/ew/article/0,,20184081,00.html *Joker Verlag präsentiert: Sonderheft (1993)http://amr.abime.net/issue_2934_pages *Amiga Computing (Aug, 1992)http://amr.abime.net/review_8170 *Amiga Action (Jul, 1992)http://amr.abime.net/review_40857 *Amiga Format (Jul, 1992)http://amr.abime.net/review_2552 *Amiga Power (Jun, 1992)http://amr.abime.net/review_548 ==Legacy== SimAnt was rereleased by Maxis as part of the SimClassics suite. Will Wright, creator of the Sim series, said he got the idea for The Sims while working on SimAnt.Will Wright Chat Transcript , Jan 8, 2004 - SimCity.com ==References== ;Notes ;Footnotes == External links == * *SimAnt at the Internet Archive Category:1991 video games Category:Amiga games Category:Biological simulation video games Category:DOS games Category:Fictional ants Category:FM Towns games Category:Imagineer games Category:Classic Mac OS games Category:Maxis Sim games Category:NEC PC-9801 games Category:Sharp X68000 games Category:Single- player video games Category:Super Nintendo Entertainment System games Category:Video games about insects Category:Video games developed in the United States Category:Windows games",
 "title": "SimAnt"
}