{
 "id": "194513",
 "text": "Edward Whalley (c. 1607 – c. 1675) was an English military leader during the English Civil War and was one of the regicides who signed the death warrant of King Charles I of England. ==Early career== The exact dates of his birth and death are unknown. He was the second son of Richard Whalley, who had been High Sheriff of Nottinghamshire in 1595, by his second wife Frances Cromwell, an aunt of Oliver Cromwell. His great-grandfather was Richard Whalley (1499–1583), a prominent adherent of Edward Seymour, 1st Duke of Somerset, and a Member of Parliament. Edward Whalley is said to have started out as a woollen-draper. During the 1620s and 1630s, he was a farmer in Chadwell St. Mary, Essex, but this farming venture turned out not to be a success. In 1639, Whalley was forced to flee to Scotland to escape from his creditors leaving his wife behind him.John Matthews, Farming in Chadwell in the 17th Century ( Panorama - the Journal of the Thurrock Local History Society, Number 46, page 57) On the outbreak of the English Civil War, he took up arms for Parliament, and James Temple obtained a position for him as a cornet in the cavalry troop commanded by Temple's cousin, John Fiennes (the son of his uncle, Viscount Saye and Sele).Edward Peacock, The Army Lists of the Roundheads and Cavaliers (John Camden Hotten, 1863) He fought at the Battle of Edgehill and later became major of Cromwell's regiment of horse. He distinguished himself in the field, and his conduct at Gainsborough in 1643 was especially praised by Cromwell. He fought at the Battle of Marston Moor, commanded one of Cromwell's two regiments of cavalry at the Battle of Naseby and at the capture of Bristol, was then sent into Oxfordshire, took Banbury, and was besieging Worcester when he was superseded, according to Richard Baxter, the chaplain of his regiment, because of his religious orthodoxy. ==Regimental officer== He supported his regiment in their grievances against Parliament in 1647. When the king was seized by the army, he was entrusted to the keeping of Whalley and his regiment at Hampton Court Palace. Whalley refused to remove Charles's chaplains and treated his captive with courtesy, so much so that Charles later wrote him a letter of thanks. In the Second English Civil War, Whalley again distinguished himself as a soldier. He was chosen to be a Commissioner (judge) at the trial of Charles I and was the fourth to sign the king's death-warrant, immediately after Cromwell. The King was executed in London on 30 January 1649. In April 1649, soldiers in his regiment took part in the Bishopsgate Mutiny. They refused to go on the Irish Expedition until the Levellers' political demands were met, and they received back pay. They were ordered out of London, and when they refused to go, fifteen soldiers were arrested and court-martialled, of whom six were sentenced to death. Of this six, five were subsequently pardoned while Robert Lockyer, a former Levellers agitator, was shot. Whalley took part in Cromwell's Scottish Expedition, was wounded at the Battle of Dunbar, and in the autumn of 1650, was active in dealing with the situation in the north. The following year, he took part in Cromwell's pursuit of Charles II and fought in the Battle of Worcester. He followed and supported Cromwell in his political career, presented the army petition to parliament (August 1652), approved of the protectorate, and represented Nottinghamshire in the parliaments of 1654 and 1656, taking an active part in the prosecution of the Quaker James Naylor. He was one of the administrative major-generals, responsible for Lincoln, Nottingham, Derby, Warwick, and Leicester. He supported the \"Petition and Advice,\" except as regards the proposed assumption of the royal title by Oliver Cromwell, and became a member of the newly constituted House of Lords in December 1657. On Oliver Cromwell's death, at which he was present, he in vain gave his support to Richard Cromwell. His regiment refused to obey his orders, and the Long Parliament dismissed him from his command as a representative of the army. In November 1659, he undertook an unsuccessful mission to Scotland to arrange terms with George Monck. ==Withdrawal to the colonies== thumb|Judges' Cave, where Goffe and Whalley hid At the Restoration, Whalley, with his son-in-law, Major-General William Goffe, escaped to North America, and landed at Boston on 27 July 1660, where they were well received by Governor John Endecott and visited by the principal persons of the town. They went about quite openly, and chose to live in Cambridge, about from Boston. During this period, the English Parliament was debating the content of the Indemnity and Oblivion Act. Intelligence reached the colony that all but seven of the regicides would be pardoned. Knowledge of final contents of the Act did not reach the colony until November 1660, and for several months opinion among the leaders of the colony on what to do with Whalley and Goffe was divided. By February 1661, the Governor seems to have had second thoughts about welcoming the regicides so warmly, and on the 22nd, summoned a court of assistants to discuss their arrest, but the court did not agree to such action. Whalley and Goffe decided they were no longer safe in Cambridge and left on 26 February. Within a few days (on 8 March), orders arrived, via Barbados, from England, for their arrest. Daniel Fisher and his sister Lydia helped to hide Goffe and Whalley. The two moved to New Haven, Connecticut, where John Dixwell, also condemned as a regicide, was living under the assumed name of James Davids. Arriving on 7 March 1661, they lodged with John Davenport, the local minister. News of the orders for their arrest arrived in New Haven, so Whalley and Goffe used a subterfuge to throw off any pursuit. They made a show of leaving and going to Milford, where they made sure they were seen, but that night they returned in secret to New Haven. They again lodged secretly with Davenport and a number of other sympathizers until 13 May, when they resorted to hiding in some woodland and a cave on Providence Hill (spending some nights in a nearby house). Providence Hill is now known as West Rock, and today the cave is called Judges Cave. In August they moved into a house in Milford belonging to a Mr. Tomkins, another sympathizer, and remained there for two years. In 1664 they were forced to return to the cave when the King's commissioners arrived in Boston, but Native Americans revealed the cave while the two were absent, which forced them to move further away from Boston. On 13 October, travelling only by night, they set off for Hadley, about one hundred miles away to the north in western Massachusetts, where the minister, John Russell, had arranged for them to live with him. They remained there undiscovered for fifteen or sixteen years, receiving money from their wives in England and presents from a few supporters who knew where they were in order to pay their host for their support. In the first few years, they were in constant fear of discovery and were much relieved to read in the newspapers that they were thought to have died in Switzerland while living in exile with other regicides. Every attempt by the English government to procure Whalley or Goffe's arrest failed. Whalley was alive but in poor health in 1674 and probably did not live long afterwards. ==Family== Whalley married first on 7 February 1626 at St. Dunstan's Church, Stepney, to Judith Duffell (or Duffield) of Rochester, Kent, by whom, besides other children, he had a son John and a daughter, Frances (who married William Goffe, another regicide). His second marriage was to Mary Middleton, sister of Sir George Middleton, by whom he had two sons, Henry and Edward. ==Legacy== thumb|Memorial stone commemorating the location in Hadley, at 102 Russell Street, near Whalley St., where Whalley & Goffe stayed in hiding. The stone reads: REGICIDES LT. GEN. EDWARD WHALLEY, MAJ. GEN. WILLIAM GOFFE, HERE FOUND REFUGE IN THE CELLAR OF THE REV. JOHN RUSSELL, JR., 1664–1676. Whalley was commemorated with a New Haven street named for him as were the other two Regicides who found refuge in New Haven: Whalley Avenue, Dixwell Avenue, and Goffe Street diverge from a complex of intersections lying at the northwest end of Broadway. Hadley also has two parallel streets named after Goffe and Whalley, as well as a memorial stone at the former site of John Russell's home. ==Notes== ==References== * * * ;Attribution * ==Further reading== ;Primary sources * — Edward Whalley was the fourth signatory * ;Secondary sources * An account of Whalley's life * * *The Encyclopædia Britannica Eleventh Edition (1911) recommends for \"Whalley's sojourn in America\" ** Massachusetts Historical Society – numerous papers ** The Hutchinson Papers (1865) by the Prince Society **Atlantic Monthly, vi. 89–93; **Pennsylvania Mag., i. 55–66, 230, 359; **F. B. Dexter's Memoranda concerning Whalley and Goffe, New Haven Col. Hist. Soc. Papers, ii. (1877); **Poem commemorative of Goffe, Whalley and Dixwell, with abstract of their history, by Philagathos (Boston, 1793); **Palfrey's Hist of New England, ii.(1866); **Notes and Quenes, 5th series, viii. 359 (bibliography of American works on the regicides). Category:1607 births Category:1675 deaths Category:Regicides of Charles I Category:English generals Category:People from Chadwell St Mary Category:Roundheads Category:People of colonial Connecticut Category:Hadley, Massachusetts Category:Military personnel of the English Civil War",
 "title": "Edward Whalley"
}