{
 "id": "194799",
 "text": "Niels Fabian Helge von Koch (25 January 1870 – 11 March 1924) was a Swedish mathematician who gave his name to the famous fractal known as the Koch snowflake, one of the earliest fractal curves to be described. He was born to Swedish nobility. His grandfather, Nils Samuel von Koch (1801–1881), was the Chancellor of Justice. His father, Richert Vogt von Koch (1838–1913) was a Lieutenant-Colonel in the Life Guards of Horse of the Swedish Army. He was enrolled at the newly created Stockholm University College in 1887 (studying under Gösta Mittag-Leffler), and at Uppsala University in 1888, where he also received his bachelor's degree (filosofie kandidat) since the non-governmental college in Stockholm had not yet received the rights to issue degrees. He received his Ph.D. in Uppsala in 1892. He was appointed professor of mathematics at the Royal Institute of Technology in Stockholm in 1905, succeeding Ivar Bendixson, and became professor of pure mathematics at Stockholm University College in 1911. Von Koch wrote several papers on number theory. One of his results was a 1901 theorem proving that the Riemann hypothesis implies what is now known to be the strongest possible form of the prime number theorem. He described the Koch curve in a 1904 paper entitled \"On a continuous curve without tangents constructible from elementary geometry\" (original French title: \"Sur une courbe continue sans tangente, obtenue par une construction géométrique élémentaire\"). He was an Invited Speaker of the International Congress of Mathematicians in 1900 in Paris with talk Sur la distribution des nombres premiers and in 1912 in Cambridge, England with talk On regular and irregular solutions of some infinite systems of linear equations. ==Notes== ==References== * * ==External links== * * * Category:1870 births Category:1924 deaths Category:19th-century Swedish mathematicians Category:Stockholm University alumni Category:Uppsala University alumni Category:KTH Royal Institute of Technology faculty Category:Stockholm University faculty Category:Swedish nobility Category:20th-century Swedish mathematicians Category:Number theorists Category:Scientists from Stockholm Category:Algebraists",
 "title": "Helge von Koch"
}