{
 "id": "194883",
 "text": "Cymbopogon, also known as lemongrass, barbed wire grass, silky heads, Cochin grass, Malabar grass, oily heads, citronella grass or fever grass, is a genus of Asian, African, Australian, and tropical island plants in the grass family.Soenarko, S. 1977. The genus Cymbopogon Sprengel (Gramineae). Reinwardtia 9(3): 225–375Flora of China Vol. 22 Page 624 香茅属 xiang mao shu Cymbopogon Sprengel, Pl. Min. Cogn. Pug. 2: 14. 1815. Bor, N. L. 1960. Grass. Burma, Ceylon, India & Pakistan i–767. Pergamon Press, Oxford Some species (particularly Cymbopogon citratus) are commonly cultivated as culinary and medicinal herbs because of their scent, resembling that of lemons (Citrus limon). The name cymbopogon derives from the Greek words (, 'boat') and (, 'beard') \"which mean [that] in most species, the hairy spikelets project from boat-shaped spathes.\"Cymbopogon caesius South African National Biodiversity Institute (SANBI), PlantZAfrica Lemongrass and its oil are believed to possess therapeutic properties. ==Uses== Citronella grass (Cymbopogon nardus and Cymbopogon winterianus) grow to about and have magenta-colored base stems. These species are used for the production of citronella oil, which is used in soaps, as an insect repellent (especially mosquitoes and houseflies) in insect sprays and candles, and in aromatherapy. The principal chemical constituents of citronella, geraniol and citronellol, are antiseptics, hence their use in household disinfectants and soaps. Besides oil production, citronella grass is also used for culinary purposes, as a flavoring. East Indian lemongrass (Cymbopogon flexuosus), also called Cochin grass or Malabar grass, is native to Cambodia, Vietnam, Laos, India, Sri Lanka, Burma, and Thailand, while West Indian lemongrass (Cymbopogon citratus) is native to maritime Southeast Asia. While both can be used interchangeably, C. citratus is more suitable for cooking. In India, C. citratus is used both as a medical herb and in perfumes. C. citratus is consumed as a tea for anxiety in Brazilian folk medicine, but a study in humans found no effect. The tea caused a recurrence of contact dermatitis in one case. In the Caribbean, the tea is also brewed and consumed to boost immunity. In the Philippines, it is called Tanglad, and can boost health benefits for liver and kidney. One study found the tea may exert an erythropoiesis boosting effect. In Hoodoo, lemongrass is the primary ingredient of van van oil, one of the most popular oils used in conjure. Lemongrass is used in this preparation and on its own in hoodoo to protect against evil, spiritually clean a house, and to bring good luck in love affairs. In beekeeping, lemongrass oil imitates the pheromone emitted by a honeybee's Nasonov gland to attract bees to a hive or to a swarm. ==Species== Species included in the genus include: * Cymbopogon ambiguus (Australian lemon-scented grass) – Australia, Timor * Cymbopogon annamensis – Yunnan, Laos, Vietnam, Thailand * Cymbopogon bhutanicus – Bhutan * Cymbopogon bombycinus silky oilgrass – Australia * Cymbopogon caesius – Sub-Saharan Africa, Indian Subcontinent, Yemen, Afghanistan, Madagascar, Comoros, Réunion * Cymbopogon calcicola – Thailand, Kedah * Cymbopogon calciphilus – Thailand * Cymbopogon cambogiensis – Thailand, Cambodia, Vietnam * Cymbopogon citratus (lemon grass or West Indian lemon grass) – Indonesia, Malaysia, Brunei, Philippines * Cymbopogon clandestinus – Thailand, Myanmar, Andaman Islands * Cymbopogon coloratus – Madhya Pradesh, Tamil Nadu, Myanmar, Vietnam * Cymbopogon commutatus – Sahel, East Africa, Arabian Peninsula, Iraq, Iran, Afghanistan, India, Pakistan * Cymbopogon densiflorus – central + south- central Africa * Cymbopogon dependens – Australia * Cymbopogon dieterlenii – Lesotho, Namibia, South Africa * Cymbopogon distans – Gansu, Guizhou, Shaanxi, Sichuan, Tibet, Yunnan, Nepal, northern Pakistan, Jammu & Kashmir * Cymbopogon exsertus – Nepal, Assam * Cymbopogon flexuosus (East Indian lemon grass) – Indian Subcontinent, Indochina * Cymbopogon gidarba – Indian Subcontinent, Myanmar, Yunnan * Cymbopogon giganteus – Africa, Madagascar * Cymbopogon globosus – Maluku, New Guinea, Queensland * Cymbopogon goeringii – China, Taiwan, Korea, Japan incl Ryukyu Islands, Vietnam * Cymbopogon gratus – Queensland * Cymbopogon jwarancusa – Socotra, Turkey, Middle East, Arabian Peninsula, Iraq, Iran, Afghanistan, Indian Subcontinent, Tibet, Sichuan, Yunnan, Vietnam * Cymbopogon khasianus – Yunnan, Guangxi, Assam, Bhutan, Bangladesh, Myanmar, Thailand * Cymbopogon liangshanensis – Sichuan * Cymbopogon mandalaiaensis – Myanmar * Cymbopogon marginatus – Cape Province of South Africa * Cymbopogon martini (palmarosa) – Indian Subcontinent, Myanmar, Vietnam * Cymbopogon mekongensis – China, Indochina * Cymbopogon microstachys Indian Subcontinent, Myanmar, Thailand, Yunnan * Cymbopogon microthecus – Nepal, Bhutan, Assam, West Bengal, Bangladesh * Cymbopogon minor – Yunnan * Cymbopogon minutiflorus – Sulawesi * Cymbopogon nardus (citronella grass) – Indian Subcontinent, Indochina, central + southern Africa, Madagascar, Seychelles * Cymbopogon nervatus – Myanmar, Thailand, central Africa * Cymbopogon obtectus Silky-heads – Australia * Cymbopogon osmastonii – India, Bangladesh * Cymbopogon pendulus – Yunnan, eastern Himalayas, Myanmar, Vietnam * Cymbopogon polyneuros – Tamil Nadu, Sri Lanka, Myanmar * Cymbopogon pospischilii – eastern + southern Africa, Oman, Yemen, Himalayas, Tibet, Yunnan * Cymbopogon procerus – Australia, New Guinea, Maluku, Lesser Sunda Islands, Sulawesi * Cymbopogon pruinosus – islands of Indian Ocean * Cymbopogon queenslandicus – Queensland * Cymbopogon quinhonensis – Vietnam * Cymbopogon rectus – Lesser Sunda Islands, Java * Cymbopogon refractus (barbed wire grass) – Australia incl Norfolk Island * Cymbopogon schoenanthus (camel hay or camel grass) – Sahara, Sahel, eastern Africa, Arabian Peninsular, Iran * Cymbopogon tortilis – China incl Taiwan, Ryukyu + Bonin Is, Philippines, Vietnam, Maluku * Cymbopogon tungmaiensis – Sichuan, Tibet, Yunnan * Cymbopogon winterianus (citronella grass) – Borneo, Java, Sumatra * Cymbopogon xichangensis – Sichuan ;Formerly included Numerous species now regarded as better suited to other genera including Andropogon, Exotheca, Hyparrhenia, Iseilema, Schizachyrium, and Themeda. ==Images== File:Serai.jpg|Lemongrass at a market File:Prepared lemon grass.JPG|Prepared lemongrass File:LemongrassEssOil.png|Lemongrass (Cymbopogon flexuosus) essential oil in clear glass vial File:Yam thale.jpg|Thai yam takhrai kung sot (ยำตะไคร้กุ้งสด), a salad (yam) made with prawns and finely sliced fresh lemongrass File:Dinuguan made with choice pork cuts and spiced with lemongrass.jpg|A knot of lemongrass used to impart fragrance in dinuguan (Filipino pork blood stew) File:LEMON GRASS (8313631600).jpg|Knots of lemongrass ready for use in Filipino cuisine ==References== ==Bibliography== * Category:Grasses of Africa Category:Grasses of Asia Category:Poaceae genera Category:Poales of Australia Category:Medicinal plants",
 "title": "Cymbopogon"
}