{
 "id": "194839",
 "text": "right|thumb|320px|A single-rotor Hebern machine. The Hebern Rotor Machine was an electro-mechanical encryption machine built by combining the mechanical parts of a standard typewriter with the electrical parts of an electric typewriter, connecting the two through a scrambler. It is the first example (though just barely) of a class of machines known as rotor machines that would become the primary form of encryption during World War II and for some time after, and which included such famous examples as the German Enigma. ==History== Edward Hugh Hebern was a building contractor who was jailed in 1908 for stealing a horse. It is claimed that, with time on his hands, he started thinking about the problem of encryption, and eventually devised a means of mechanizing the process with a typewriter. He filed his first patent application for a cryptographic machine (not a rotor machine) in 1912.Hebern, Edward H. \"Cryptographic attachment for type-writing machines\" U.S. Patent no. 1,086,823 (filed: 3 June 1912 ; issued: 10 February 1914). At the time he had no funds to be able to spend time working on such a device, but he continued to produce designs. Hebern made his first drawings of a rotor-based machine in 1917,Bauer, FL. The origin of the rotor idea. 14.1.3.1 Hebern. In:The History of Information Security: A Comprehensive Handbook, Karl Maria Michael de Leeuw & Jan Bergstra, eds. Elsevier, 2007, p. 385. and in 1918 he built a model of it. In 1921 he applied for a patent for it, which was issued in 1924.Hebern, Edward H., \"Electric coding machine,\" U.S. Patent no. 1,510,441 (filed: 1921 March 31 ; issued: 1924 September 30). He continued to make improvements, adding more rotors.Hebern, Edward H. \"Electric code machine\" U.S. Patent no. 1,683,072 (filed: 1923 November 20 ; issued: 1928 September 4). Agnes Driscoll, the chief civilian employee of the US Navy's cryptography operation (later to become OP-20-G) between WWI and WWII, spent some time working with Hebern before returning to Washington and OP-20-G in the mid-'20s. Hebern was so convinced of the future success of the system that he formed the Hebern Electric Code company with money from several investors. Over the next few years he repeatedly tried to sell the machines both to the US Navy and Army, as well as to commercial interests such as banks. None was terribly interested, as at the time cryptography was not widely considered important outside governments. It was probably because of William F. Friedman's confidential analysis of the Hebern machine's weaknesses (substantial, though repairable) that its sales to the US government were so limited; Hebern was never told of them. Perhaps the best indication of a general distaste for such matters was the statement by Henry Stimson in his memoirs that \"Gentlemen do not read each other's mail.\" From p. 188: \"Stinson, as Secretary of State, was dealing as a gentleman with the gentlemen sent as ambassadors and ministers from friendly nations, and as he later said, 'Gentlemen do not read each other's mail.' \" It was Stimson, as Secretary of State under Hoover, who withdrew State Department support for Herbert Yardley's American Black Chamber, leading to its closing. Eventually his investors ran out of patience, and sued Hebern for stock manipulation. He spent another brief period in jail, but never gave up on the idea of his machine. In 1931 the Navy finally purchased several systems, but this was to be his only real sale. There were three other patents for rotor machines issued in 1919, and several other rotor machines were designed independently at about the same time. The most successful and widely used was the Enigma machine. ==Description== right|thumbnail|220px|Hebern single-rotor machine patent #1,510,441 The key to the Hebern design was a disk with electrical contacts on either side, known today as a rotor. Linking the contacts on either side of the rotor were wires, with each letter on one side being wired to another on the far side in a random fashion. The wiring encoded a single substitution alphabet. When the user pressed a key on the typewriter keyboard, a small amount of current from a battery flowed through the key into one of the contacts on the input side of the disk, through the wiring, and back out a different contact. The power then operated the mechanicals of an electric typewriter to type the encrypted letter, or alternately simply lit a bulb or paper tape punch from a teletype machine. Normally such a system would be no better than the single-alphabet systems of the 16th century. However the rotor in the Hebern machine was geared to the keyboard on the typewriter, so that after every keypress, the rotor turned and the substitution alphabet thus changed slightly. This turns the basic substitution into a polyalphabetic one similar to the well known Vigenère cipher, with the exception that it required no manual lookup of the keys or cyphertext. Operators simply turned the rotor to a pre-chosen starting position and started typing. To decrypt the message, they turned the rotor around in its socket so it was \"backwards\", thus reversing all the substitutions. They then typed in the ciphertext and out came the plaintext. Better yet, several rotors can be placed such that the output of the first is connected to the input of the next. In this case the first rotor operates as before, turning once with each keypress. Additional rotors are then spun with a cam on the one beside it, each one being turned one position after the one beside it rotates a full turn. In this way the number of such alphabets increases dramatically. For a rotor with 26 letters in its alphabet, five such rotors \"stacked\" in this fashion allows for 265 = 11,881,376 different possible substitutions. William F. Friedman attacked the Hebern machine soon after it came on the market in the 1920s. He quickly \"solved\" any machine that was built similar to the Hebern, in which the rotors were stacked with the rotor at one end or the other turning with each keypress, the so-called fast rotor. In these cases the resulting ciphertext consisted of a series of single-substitution cyphers, each one 26 letters long. He showed that fairly standard techniques could be used against such systems, given enough effort. Of course, this fact was itself a great secret. This may explain why the Army and Navy were unwilling to use Hebern's design, much to his surprise. ==References== ==External links== * The Hebern Code machines Category:Cryptographic hardware Category:Rotor machines",
 "title": "Hebern rotor machine"
}