{
 "id": "194949",
 "text": "Ansbach () is a Landkreis (district) in Bavaria, Germany. It surrounds – but does not include – the town of Ansbach; nonetheless the administrative seat of the district is located in Ansbach. It is the district with the largest area in Bavaria. == History == Some of the local towns already existed during the lifetime of Charlemagne, who visited Feuchtwangen about 800. In the 13th century the towns of Rothenburg, Dinkelsbühl and Feuchtwangen were elevated to Free Imperial cities; so they were directly subordinate to the Holy Roman Emperor. The town of Ansbach became subject to the Hohenzollern family, who established the state of Ansbach (later Brandenburg-Ansbach) in the region. The district of Ansbach was established in 1972, when the former districts of Ansbach, Dinkelsbühl, Feuchtwangen and Rothenburg were merged. The historic town of Rothenburg lost its status as an urban district and was incorporated into the district. == Geography == Ansbach is the largest district of Bavaria. Its northern half is occupied by the Franconian Heights, a gentle hilly countryside. The southern parts are covered with heaths and forests. The source of the Altmühl river is located in the district. The district is bounded by (from the west and clockwise) the districts Ostalbkreis, Schwäbisch Hall and Main-Tauber (all in the state of Baden-Württemberg), and the districts of Neustadt (Aisch)-Bad Windsheim, Fürth, Roth, Weißenburg- Gunzenhausen and Donau-Ries. == Coat of arms == The coat of arms displays: * top left: the black and white arms of the Hohenzollern dynasty, who ruled the former state of Brandenburg-Ansbach * top right: the red and white arms of Franconia * bottom: the heraldic eagle of the Holy Roman Empire, which stands for the former Free Imperial cities of Rothenburg, Dinkelsbühl and Feuchtwangen == Towns and municipalities == thumb|300px|left|Towns and municipalities in Landkreis Ansbach {| ! align=left width=33%|Towns (Städte) ! align=left width=33%|Municipalities ! align=left width=33%| |- valign=top || #Dinkelsbühl #Feuchtwangen #Heilsbronn #Herrieden #Leutershausen #Merkendorf #Ornbau #Rothenburg ob der Tauber #Schillingsfürst #Wassertrüdingen #Windsbach #Wolframs-Eschenbach || #Adelshofen #Arberg #Aurach #Bechhofen #Bruckberg #Buch am Wald #Burgoberbach #Burk #Colmberg #Dentlein #Diebach #Dietenhofen #Dombühl #Dürrwangen #Ehingen #Flachslanden #Gebsattel #Gerolfingen #Geslau #Insingen #Langfurth #Lehrberg || 23. Lichtenau 24. Mitteleschenbach 25. Mönchsroth 26. Neuendettelsau 27. Neusitz 28. Oberdachstetten 29. Ohrenbach 30. Petersaurach 31. Röckingen 32. Rügland 33. Sachsen 34. Schnelldorf 35. Schopfloch 36. Steinsfeld 37. Unterschwaningen 38. Weidenbach 39. Weihenzell 40. Weiltingen 41. Wettringen 42. Wieseth 43. Wilburgstetten 44. Windelsbach 45. Wittelshofen 46. Wörnitz |} ==References== == External links == *Official Website (German) *Frankenhöhe/Franconian Heights tourism site (German)",
 "title": "Ansbach (district)"
}