{
 "id": "195294",
 "text": "William Wesley Peters (June 12, 1912 – July 17, 1991) was an American architect and engineer, apprentice to and protégé of Frank Lloyd Wright. ==Early life== Wes, as he was known to friends and associates, was born in Terre Haute, Indiana on June 12, 1912. He was the elder of two children born to Frederick Romer Peters and Claire Adelaide (née Margedant) Peters. His sister, Margedant Peters, was the wife of S. I. Hayakawa, the 9th President of San Francisco State University who served as a United States Senator from California. His mother was an editor and activist and his father, an Ohio native and son of a Methodist minister, was the founding editor of the Evansville Press and Terre Haute Post, and was later inducted into the Indiana Journalism Hall of Fame. He was educated at Evansville College (now the University of Evansville) and went on to two years at the Massachusetts Institute of Technology., 402. ==Career== Instead of returning to MIT, Peters went to Spring Green, Wisconsin, to join Frank Lloyd Wright's Taliesin Fellowship as, apparently, its first apprentice when it began in 1932.Secrest, Meryle, 402. Wright wrote about Peters in his own autobiography: > Among the very first to come in to the Fellowship, a tall dark-eyed young > man turned up at Taliesin. He was the son of an Evansville editor…. The lad > came from a course in engineering at Massachusetts Tech, was a fountain of > energetic loyalty to the ideas for which Taliesin stood. He soon took a > leading hand in whatever went on. His mind was alert, his character > independent and generous. He was young—about nineteen….Frank Lloyd Wright. > An Autobiography, in Frank Lloyd Wright Collected Writings, volume 4: > 1939-49. Edited by Bruce Brooks Pfeiffer, introduction by Kenneth Frampton > (Rizzoli International Publications, Inc., New York City, 1994), 176. He remained extremely loyal to the Wright organization throughout his entire career. Among his accomplishments were assisting Wright in the construction of Fallingwater and the Johnson Wax administration building in Racine. Peters was responsible for the structural designs of the Guggenheim Museum and for the laboratory tower at Johnson Wax, among many other projects. Peters and Taliesin Associates are credited with the design for the Kaden Tower in Louisville, Kentucky, the San Jose Center for the Performing Arts in San Jose, California, and the Van Wezel Performing Arts Hall in Sarasota, Florida. Peters also designed the Pearl Palace in Iran on request from Princess Shams Pahlavi. ===Later life=== Upon Wright's death in 1959, he became chairman of Taliesin Associated Architects, and in 1985, he became Chairman of the Frank Lloyd Wright Foundation, serving until his death in 1991. In 1990, he gave an interview to Wolfgang von Freeden from Lübeck, Germany, about his life and work, including his part in realising Tehran's \"Pearl Palace\" with the help of glass craftsmen from Murano, Italy. ==Personal life== In 1935, he married Wright's step-daughter, Svetlana Hinzenberg Wright (1917–1946), who had just turned eighteen years old. Together, Svetlana and Wes had two children: * Brandoch Peters (b. 1941), a cello prodigy who spent most of his adult life raising sheep. * Daniel Peters (1944–1946), who died aged two in an automobile accident with his mother. Svetlana, who was pregnant with their third child, and their son Daniel died in an automobile accident in 1946, after which Peters raised their other son, Brandoch, though he spent most of his youth with the Wrights since Peters was travelling for work often. Peters later briefly married Svetlana Alliluyeva (1926–2011), the youngest child and only daughter of Joseph Stalin, in a union arranged by his former mother-in-law, Olgivanna Lloyd Wright. Before their marriage on April 12, 1970, Alliluyeva had defected from the Soviet Union, renounced her father's tyrannical rule and come to the United States in 1967. Before divorcing in 1973, the couple had one daughter: * Olga Peters (later known as Chrese Evans) (b. 1971) ===Legacy=== The William Wesley Peters Library at The School of Architecture at Taliesin, which contains a collection of over 32,000 volumes, is named in his honor. ==References== ==External links== * William Wesley Peters Memorial Library at Taliesin West * William Wesley Peters Papers at the Pacific Coast Architecture Database Category:1912 births Category:1991 deaths Category:People from Terre Haute, Indiana Category:University of Evansville alumni Category:Massachusetts Institute of Technology alumni Category:20th- century American engineers Category:Frank Lloyd Wright Category:20th-century American architects Category:Architects from Wisconsin Category:Engineers from Wisconsin Category:Architects from Indiana Category:Engineers from Indiana",
 "title": "William Wesley Peters"
}