{
 "id": "195380",
 "text": "Moondance is the third studio album by Northern Irish singer-songwriter Van Morrison. It was released on 27 January 1970 by Warner Bros. Records. After the commercial failure of his first Warner Bros. album Astral Weeks (1968), Morrison moved to upstate New York with his wife and began writing songs for Moondance. There, he met the musicians that would record the album with him at New York City's A & R Studios in August and September 1969. The album found Morrison abandoning the abstract folk jazz compositions of Astral Weeks in favour of more formally composed songs, which he wrote and produced entirely himself. Its lively rhythm and blues/rock music was the style he would become most known for in his career. The music incorporated soul, jazz, pop, and Irish folk sounds into songs about finding spiritual renewal and redemption in worldly matters such as nature, music, romantic love, and self-affirmation. Moondance was an immediate critical and commercial success. It helped establish Morrison as a major artist in popular music, while several of its songs became staples on FM radio in the early 1970s. Among the most acclaimed records in history, Moondance frequently ranks in professional listings of the greatest albums. In 2013, the album's remastered deluxe edition was released to similar acclaim. == Background == After leaving the rock band Them, Morrison met record producer Bert Berns in New York City and recorded his first solo single, \"Brown Eyed Girl\", in March 1967 for Berns' Bang Records. When the producer unexpectedly died later that year, Morrison was offered a record deal by Warner Bros. Records executive Joe Smith, who had seen the singer perform at Boston's Catacombs nightclub in August 1968. Smith bought out Morrison's Bang contract, and he was able to record his first album for Warner Bros., Astral Weeks, that year.; . Although it was later acclaimed by critics, its collection of lengthy, acoustic, revelatory folk jazz songs was not well received by consumers at the time and the album proved to be a commercial failure.; . After recording Astral Weeks, Morrison moved with his wife, Janet Planet, to a home on a mountain top in the Catskills near Woodstock, a hamlet in upstate New York with an artistic community.; . According to Planet, he was influenced by Bob Dylan, who had just moved out of town when Morrison arrived. \"Van fully intended to become Dylan's best friend\", Planet recalled. \"Every time we'd drive past Dylan's house ... Van would just stare wistfully out the window at the gravel road leading to Dylan's place. He thought Dylan was the only contemporary worthy of his attention.\" Morrison began writing songs for Moondance in July 1969. Because of Astral Weekss poor sales figures, the singer wanted to produce a record that would be more accessible and appealing to listeners. \"I make albums primarily to sell them and if I get too far out a lot of people can't relate to it\", he later said. \"I had to forget about the artistic thing because it didn't make sense on a practical level. One has to live.\" The musicians who went on to record Moondance with Morrison were recruited from Woodstock and would continue working with him for several years, including guitarist John Platania, saxophonist Jack Schroer, and keyboardist Jef Labes.; . The singer left after the Woodstock music festival in August attracted an influx of people to the area. == Recording and production == thumb|Morrison (photographed in 1972) played rhythm guitar on the album. Morrison began recording sessions for Moondance at Century Sound in New York, accompanied by most of the musicians from Astral Weeks and its engineer Brooks Arthur. Lewis Merenstein—Moondances executive producer—had brought in Astral Weeks session musicians Richard Davis, Jay Berliner, and Warren Smith, Jr. for the first session, but Morrison—according to Platania—\"sort of manipulated the situation\" and \"got rid of them all. For some reason he didn't want those musicians.\" In place of these jazz-influenced musicians were a horn section and chorus enlisted by Morrison, who Merenstein recalled had grown more confident, outspoken, and independent of the producer. Around this time, the singer made it known to Warner Bros. that he would lead production duties for all his future recordings, which forced producers recruited by the label into assisting roles. It also led to frequent enlisting and dismissal of musicians to meet Morrison's creative vision. Morrison went on to record Moondance at the Studio A penthouse of A & R Studios in New York from August to September 1969. He entered A & R Studios with only the basic song structures written down and the songs' arrangements in his memory, developing the compositions throughout the album's recording. Without any musical charts, he received help with developing the music from Labes, Schroer, and flautist/saxophonist Collin Tilton. \"That was the type of band I dig\", the singer recalled. \"Two horns and a rhythm section – they're the type of bands that I like best.\" According to biographer Ritchie Yorke, all of the \"tasteful frills\" were generated spontaneously and developed at the studio. Most of Morrison's vocals were recorded live, and he later said that he would have preferred to record the entire album live. Shelly Yakus—one of the audio engineers who recorded the singer—remembered him being \"very quiet and really introverted\" in the studio, \"yet when he sang it was a 'Holy Shit!' moment.\" Moondance was the first album for which Morrison was credited as the producer; he later said \"no one knew what I was looking for except me, so I just did it.\" While not an overbearing presence among the record's personnel, the singer later conceded to creating an atmosphere of artistic autonomy during the sessions: \"When I go into the studio, I'm a magician. I make things happen. Whatever is working in that particular space at that particular time, I use, I take advantage of.\" == Music and lyrics == For Moondance, Morrison abandoned the abstract folk compositions of Astral Weeks in favour of rhythm and blues sounds, formally composed songs, and more distinct arrangements that included a horn section and chorus of singers as an accompaniment.; . The album found Morrison using more traditional melodic figures, which VH1 editor Joe S. Harrington said lent the songs a \"rustic and earthy\" quality. In Robert Christgau's opinion, Moondance showed the singer integrating his style of Irish poetry into popular song structure while expanding on Astral Weeks \"folk-jazz swing\" with lively brass instruments, innovative hooks, and a strong backbeat. The songs were generally arranged around Morrison's horn section; music journalist John Milward called it \"that rare rock album\" on which the solos were performed by the saxophonist rather than the guitarist.; . In The Rolling Stone Album Guide (1992), Paul Evans observed upbeat soul music, elements of jazz, and ballads on what he considered a \"horn-driven, bass-heavy\" record. Rob Sheffield said it debuted the musical style Morrison would become known for—a \"mellow, piano- based\" fusion of jazz, pop, and Irish folk styles. Morrison's lyrics on Moondance deal with themes of spiritual renewal and redemption. It departed from Astral Weeks discursive, stream-of-consciousness narratives as the singer balanced his spiritual ideas with more worldly subject matter, which biographer Johnny Rogan felt offered the record a quality of \"earthiness\". As a counterpart to Astral Weeks, AllMusic critic Jason Ankeny believed it \"retains the previous album's deeply spiritual thrust but transcends its bleak, cathartic intensity\" by rejoicing in \"natural wonder\". According to Christgau, the essence of Morrison's spirit was, much like the African- American music that inspired him, \"mortal and immortal simultaneously: this is a man who gets stoned on a drink of water and urges us to turn up our radios all the way into the mystic.\" His \"giddy\" preoccupation with \"natural wonder\" on the album was a product of the new approach to composition and the mellow feel of his new band, Harrington said. In his opinion, the record's exuberant spirit and theme of self-affirmation were partly inspired by the singer having \"settled into a life of domestic bliss\". Musicologist Brian Hinton argued that Morrison was celebrating a \"natural alternative\" in his music after quitting soft drugs around this time because they had impeded his productivity. === Songs === The opening song, \"And It Stoned Me\", was written about feelings of ecstasy received from witnessing and experiencing nature, in a narrative describing a rural setting with a county fair and mountain stream. Morrison said he based it on a quasi-mystical experience he had as a 12-year-old fishing in the Comber village of Ballystockart, where he once asked for water from an old man who said he had retrieved it from a stream. \"We drank some and everything seemed to stop for me\", the singer recalled, adding that it induced a momentary feeling of quietude in him. According to Hinton, these childhood images foreshadowed both spiritual redemption and—in Morrison's reference to \"jellyroll\" in the chorus—sexual pleasure. AllMusic's Tom Maginnis argued that the singer was instead likening the experience to the first time hearing jazz pianist Jelly Roll Morton. The largely acoustic title track featured piano, guitar, saxophone, electric bass, and a flute over-dub backing Morrison, who sang of an adult romance set in Autumn and imitated a saxophone with his voice near the song's conclusion. \"This is a rock musician singing jazz, not a jazz singer, though the music itself has a jazz swing\", Hinton remarked, noting how its rhythm is played in triplets rather than rock's archetypical quadruple time signature. \"Crazy Love\" was recorded with Morrison's voice so close to the microphone that it captured the click of Morrison's tongue hitting the roof of his mouth as he sang. He sings in falsetto, producing what Hinton felt was a sense of intense intimacy, backed by a female chorus. \"Caravan\" and \"Into the Mystic\" were cited by Harrington as examples of Morrison's interest in \"the mystifying powers of the music itself\" throughout Moondance. The former song thematises music radio and gypsy life—which fascinated the singer—as symbols of harmony. Harrington called it an ode to \"the transcendent powers of rock 'n' roll and the spontaneous pleasures of listening to a great radio station\", while biographer Erik Hage regarded it as \"a joyful celebration of communal spirit, the music of radio, and romantic love\". \"Into the Mystic\" reconciles Moondances R&B; style with the more orchestrated folk music of Astral Weeks, along with what Evans described as \"the complementary sides of Morrison's psyche\". Harrington believed it explores \"the intricate balance between life's natural wonder and the cosmic harmony of the universe\". Hinton said the song evoked a sense of \"visionary stillness\" shared with \"And It Stoned Me\" and the gypsy imagery of \"Caravan\", while working on several other interpretive levels. Its images of setting sail and water in particular represented \"a means of magical transformation\" for the writer, comparable to Alfred Lord Tennyson's poems of leave-taking such as \"Crossing the Bar\", which had \"the same sense of crossing over, both to another land and into death\". The lyrics also deal with \"the mystical union of good sex\", and an act of love Hinton said was intimated by Morrison's closing vocal \"too late to stop now\"—a phrase the singer would use to conclude his concerts in subsequent years. \"Come Running\" was described by Morrison as \"a very light type of song. It's not too heavy; it's just a happy-go-lucky song.\" By contrast, Hinton found the song's sentiments tender and lustful in the vein of the 1967 Bob Dylan song \"I'll Be Your Baby Tonight\". He argued that \"Come Running\" juxtaposed images of unstoppable nature—wind and rain, a passing train—against \"which human life and death play out their little games\", and in which the narrator's and his lover's dream will not end \"while knowing of course it will\". According to the writer, \"These Dreams of You\" manages to be simultaneously accusatory and reassuring. The lyrics cover such dream sequences as Ray Charles being shot down, paying dues in Canada, and \"his angel from above\" cheating while playing cards in the dark, slapping him in the face, ignoring his cries, and walking out on him. Morrison said he was inspired to write \"Brand New Day\" after hearing The Band on the radio playing either \"The Weight\" or \"I Shall Be Released\": \"I looked up at the sky and the sun started to shine and all of a sudden the song just came through my head. I started to write it down, right from 'When all the dark clouds roll away'.\" Yorke quoted Morrison as saying in 1973 that \"Brand New Day\" was the song that worked best to his ear and the one with which he felt most in touch. Along with \"Brand New Day\", \"Everyone\" and \"Glad Tidings\" form a closing trio of songs permeated by what John Tobler called \"a celebratory air, bordering on spiritual joy\". Labes opened \"Everyone\" by playing a clavinet figure in time. A flute comes in, playing the melody after Morrison has sung four lines, with Schroer playing the harmony underneath on soprano saxophone. Although Morrison says the song is just a song of hope, Hinton says its lyrics suggest a more troubled meaning, as 1969 was the year in which The Troubles broke out in Belfast. The final track, \"Glad Tidings\", has a bouncy beat but the lyrics, like \"Into the Mystic\", remain largely impenetrable, according to Hinton. In his opinion, \"the opening line and closing line, 'and they'll lay you down low and easy', could be either about murder or an act of love.\" In Hage's opinion, \"'Glad Tidings' was a premonition of the future, as for the next four decades, Morrison would continue to use a song here and there to vent about the evils of the music industry and the world of celebrity.\" == Packaging == The album's cover photo was shot at Morrison's home by Elliot Landy, who had previously done the cover for Dylan's 1969 album Nashville Skyline. Landy captured Morrison's face closely and cutting away from his forehead to conceal a sizeable pimple the singer had on the day of the shoot. Planet wrote the album's liner notes, drawing on the style of fairy tales in narrating Morrison's story; the notes began, \"Once upon a time, there lived a very young man who was, as they say, gifted\". According to Planet, Warner Bros. encouraged her to help promote him, believing \"that my image, precisely because it was so enigmatic, was the perfect visual to describe what was going on musically\". In retrospect, she found that \"being a muse is a thankless job, and the pay is lousy.\" == Release and reception == Moondance was released by Warner Bros. on 27 January 1970 in the United Kingdom and on 28 February in the United States, receiving immediate acclaim from critics.; . Reviewing for The Village Voice in 1970, Robert Christgau gave the album an \"A\" and claimed that Morrison had finally fulfilled his artistic potential: \"Forget Astral Weeks—this is a brilliant, catchy, poetic, and completely successful LP.\" Greil Marcus and Lester Bangs jointly reviewed the album in Rolling Stone, hailing it as a work of \"musical invention and lyrical confidence; the strong moods of 'Into the Mystic' and the fine, epic brilliance of 'Caravan' will carry it past many good records we'll forget in the next few years.\" Fellow Rolling Stone critic Jon Landau found the singer's vocals overwhelming: \"Things fell into place so perfectly I wished there was more room to breathe. Morrison has a great voice and on Moondance he found a home for it.\" Ralph J. Gleason from the San Francisco Chronicle also wrote of Morrison's singing as a focal point of praise: \"He wails as the jazz musicians speak of wailing, as the gypsies, as the Gaels and the old folks in every culture speak of it. He gets a quality of intensity in that wail which really hooks your mind, carries you along with his voice as it rises and falls in long, soaring lines.\" After the commercial failure of Astral Weeks, Moondance was seen by music journalists as a record that redeemed Morrison. Billboard magazine predicted it would reach rock and folk audiences while rectifying music buyers' oversight of the singer's previous record \"with a more commercial entry, still rich with the soul-folk nuances of this sensitive Irish song surrealist\". Moondance reached the top 30 of the American albums chart and the top 40 of the British chart in 1970, while establishing Morrison as a young, commercially successful, and artistically independent singer-songwriter with great promise.; . Its eclectic, lushly arranged style of music proved more accessible to listeners and translatable for live audiences, leading Morrison to form The Caledonia Soul Orchestra, a large ensemble of musicians with whom he would find his greatest concert success. According to Harrington, Moondance was very successful with hippie couples who were \"settling into complacent domesticity\" at the time. In Hage's opinion, its success lent Morrison a rising cultural iconicity and presence in the burgeoning singer-songwriter movement of the early 1970s, first indicated by his front cover feature on the July 1970 issue of Rolling Stone. == Legacy and reappraisal == In artistic and commercial terms, Moondance would \"practically define [Morrison] in the public consciousness for decades to follow\", according to Hage. It made the singer a popular radio presence in the 1970s, as several of its songs became FM airplay staples, including \"Caravan\", \"Into the Mystic\", the title track, and \"Come Running\", which was a top 40 hit in the US.; . Some songs from the album became hits for other recording artists, such as Johnny Rivers' 1970 cover of \"Into the Mystic\" and the 1971 \"Crazy Love\" recording by Helen Reddy. Moondance was also a precursor to the decade's adult-oriented rock radio format—typified by the music of Crosby, Stills, Nash & Young, James Taylor, and Paul McCartney—and the first hit album for mixing engineer Elliot Scheiner, who went on to have a prolific career engineering some of the 1970s' most popular recording artists.; ; . In summarising the album's legacy, Ryan H. Walsh wrote in Pitchfork: Although the album never topped the record charts, it sold continuously for the next 40 years of its release, particularly after its digitally remastered reissue in 1990. In 1996, Moondance was certified triple platinum by the Recording Industry Association of America, having shipped three million copies in the US. In the years following the original release, Moondance has been frequently ranked as one of the greatest albums ever. In 1978, it was voted the 22nd best album of all time in Paul Gambaccini's poll of 50 prominent American and English rock critics. Christgau, one of the critics polled, named it the 7th best album of the 1970s in The Village Voice the following year. In a retrospective review, Nick Butler from Sputnikmusic considered Moondance to be the peak of Morrison's career and \"maybe of non-American soul in general\", while Spin deemed it \"the great white soul album\" in an essay accompanying the magazine's 1989 list of the all-time 25 greatest albums, on which Moondance was ranked 21st.; . In 1999, the album was inducted into the Grammy Hall of Fame, and in 2003, it was placed at number 65 on Rolling Stones list of The 500 Greatest Albums of All Time.; . The album was also included in the 2000 edition of Colin Larkin's All Time Top 1000 Albums (where it placed at number 79), the music reference book 1001 Albums You Must Hear Before You Die (2005), and Time magazine's 2006 list of the \"All-TIME 100 Albums\".; ; . The following year, the Rock and Roll Hall of Fame named Moondance one of their \"Definitive 200\" albums, ranking it 72nd. In 2009, Hot Press polled numerous Irish recording artists and bands, who voted it the 11th best Irish album of all time. Based on such rankings, the aggregate website Acclaimed Music lists it as the 101st most acclaimed album in history. == 2013 reissue == A deluxe edition of Moondance was released by Warner Bros. on 22 October 2013. It featured a newly remastered version of the original record, three CDs of previously unreleased music from the recording sessions, and a Blu-ray disc with high-resolution audio of the original album. The packaging included a linen-wrapped folio and a booklet with liner notes written by Scheiner and music journalist Alan Light. Select alternate takes from the deluxe edition were later compiled, along with previously unreleased mixes of \"And It Stoned Me\" and \"Crazy Love\", for The Alternative Moondance, an album conceived as an alternate version of the original record and released exclusively in vinyl format for Record Store Day in April 2018. The 2013 deluxe reissue was met with widespread critical acclaim; Record Collector called it an aural \"marvel\", while The Independent said the remastering \"strips away centuries of digital compression and makes the music sound as if you've never heard it properly\". In Rolling Stone, Will Hermes felt the numerous outtakes possessed an intimate quality that compensated for lacking the \"sublime, brassy\" arrangements featured on the final version of Morrison's \"jazzy-pop masterpiece\". Morrison, however, disowned the release as \"unauthorised\" and done without his consultation while claiming his management company had given away the rights to the music in the early 1970s. ==Track listing== All songs were written by Van Morrison, except where noted. === 1970 vinyl LP === {| style=\"width:50%;\" |- | style=\"width:50%; vertical-align:top;\"| === 2013 deluxe edition === |} * Disc five is a Blu-ray audio version of disc one, rendered in 24-bit/192 kHz high-resolution, 5.1 surround sound. === The Alternative Moondance (2018) === {| style=\"width:50%;\" |- | style=\"width:50%; vertical-align:top;\"| |} ==Personnel== Credits are adapted from the album's liner notes. Musicians *Judy Clay – backing vocals (\"Crazy Love\" and \"Brand New Day\") *Emily Houston – backing vocals (\"Crazy Love\" and \"Brand New Day\") *John Klingberg – bass *Jef Labes – clavinet, organ, piano *Gary Mallaber – drums, percussion, vibraphone *Guy Masson – congas *Van Morrison – harmonica, production, rhythm guitar, tambourine, vocals *John Platania – guitar *Jack Schroer – alto and soprano saxophones *Collin Tilton – flute, tenor saxophone *Jackie Verdell – backing vocals (\"Crazy Love\" and \"Brand New Day\") Production * Craig Anderson – Blu-ray authoring (deluxe edition) * Bob Cato – design * Wyn Davis – additional mixing and mastering (deluxe edition) * Kate Dear – packaging coordination (deluxe edition) * Steve Friedberg – engineering * David Gahr – photography * Lisa Glines – art direction and design (deluxe edition) * Brian Kehew – additional mixing and mastering (deluxe edition) * Elliot Landy – photography, remastering and liner notes (deluxe edition) * Alan Light – liner notes * Tony May – engineering * Lewis Merenstein – executive production * Janet Planet – liner notes * Neil Schwartz – engineering * Elliot Scheiner – engineering * Steve Woolard – production (deluxe edition) * Shelly Yakus – engineering == Charts == {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (1970–71) !scope=\"col\"|Peak position |- !scope=\"row\"|Australia (Kent Music Report) | style=\"text- align:center;\"|20 |- !scope=\"row\"|American Albums Chart |29 |- !scope=\"row\"|British Albums Chart |32 |- !scope=\"row\"|Dutch Albums Chart |9 |- !scope=\"row\"|German Albums Chart |56 |- !scope=\"row\"|Norwegian Albums Chart |19 |- !scope=\"col\"|Chart (2013) !scope=\"col\"|Peak position |- !scope=\"row\"|Italian Albums Chart |42 |- !scope=\"row\"|New Zealander Albums Chart |36 |} == Certifications == } == See also == * List of Grammy Hall of Fame Award recipients (J–P) * List of rock albums ==Notes== == References == == Bibliography == * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * == External links == * * Moondance at Super Seventies RockSite Category:1970 albums Category:Van Morrison albums Category:Warner Records albums Category:Grammy Hall of Fame Award recipients Category:Albums produced by Van Morrison Category:Albums produced by Lewis Merenstein",
 "title": "Moondance"
}