{
 "id": "195486",
 "text": "Vitalogy is the third studio album by American rock band Pearl Jam, released on November 22, 1994, on Epic Records. Pearl Jam wrote and recorded Vitalogy while touring behind its previous album Vs. (1993). The music on the record was more diverse than previous releases, and consisted of aggressive rock songs, ballads, and other stylistic elements, making it Pearl Jam's most experimental album to date. The album was first released on vinyl, followed by a release on CD and cassette two weeks later on December 6, 1994. The LP sold 34,000 copies in its first week of release, and until Jack White's 2014 album Lazaretto it held the record for most vinyl sales in one week since SoundScan began tracking sales in 1991. Upon its CD release, Vitalogy became the second- fastest selling album in history, behind only the band's previous release Vs., selling 877,000 copies in its first week and quickly going multi-platinum. The album has been certified five times platinum by the RIAA in the United States. It is Pearl Jam's last album to feature drummer Dave Abbruzzese, who left the band before recording was finished. He was initially replaced by session drummers and later officially replaced by former Red Hot Chili Peppers' drummer Jack Irons, who completed the recording of the album. ==Recording== For the band's third album, Pearl Jam again worked with producer Brendan O'Brien. The band wrote many of the songs during soundchecks on its Vs. Tour, and the majority of the album's tracks were recorded during breaks on the tour. The first session took place late in 1993 in New Orleans, Louisiana, where the band recorded \"Tremor Christ\" and \"Nothingman\". The rest of the material was written and recorded in 1994 in sessions in Seattle, Washington and Atlanta, Georgia, with the band finishing the album at Bad Animals Studio in Seattle after the tour's completion. \"Immortality\" was written in April 1994 when the band was on tour in Atlanta. Sources state that most of the album was completed by early 1994, but it was not released until November due to either a forced delay by Epic or the band's battle with ticket vendor Ticketmaster. Tensions within the band had dramatically increased by the time they were working on Vitalogy. Producer Brendan O'Brien said: \"Vitalogy was a little strained. I'm being polite—there was some imploding going on.\" Bassist Jeff Ament said that \"communication was at an all-time low\". Drummer Dave Abbruzzese stated that the communication problems started once guitarist Stone Gossard stopped acting as the band's mediator. According to Gossard, Vitalogy was the first album for which lead vocalist Eddie Vedder made the final decisions. At the time, Gossard thought of quitting the band. Gossard said the band was having trouble collaborating, so most of the songs were developed out of jam sessions. He added that \"80 percent of the songs were written 20 minutes before they were recorded.\" During the production of Vitalogy, lead guitarist Mike McCready went into rehabilitation to receive treatment for alcohol and cocaine abuse. Drums on \"Satan's Bed\" were performed by Abbruzzese's drum tech Jimmy Shoaf. On the day it was recorded, Abbruzzese was in the hospital having his tonsils removed. Vedder and Gossard asked for Shoaf's help to get a drum machine working, and after setting it up, the pair asked Shoaf to perform the same beat on the drums. He is credited on the lyric sheet as \"Jimmy\". Months after finishing the initial recording sessions for Vitalogy, Abbruzzese was fired in August 1994 due to personality conflicts with other band members. Gossard said: \"It was the nature of how the politics worked in our band: It was up to me to say, 'Hey, we tried, it's not working; time to move on.' On a superficial level, it was a political struggle: For whatever reason, his ability to communicate with Ed and Jeff was very stifled. I certainly don't think it was all Dave Abbruzzese's fault that it was stifled.\" Jack Irons, the original drummer for the Red Hot Chili Peppers and Abbruzzese's successor, plays drums on \"Hey Foxymophandlemama, That's Me\". Gossard said: \"Jack entered the band right at the end of making Vitalogy. Jack's a breath of fresh air, a family man. Everybody had a strong sense of friendship with him immediately. He was just there to play drums and help out.\" ==Music and lyrics== In a 1995 interview, Guitar World writer Jeff Gilbert described Vitalogy as \"strange\" and \"very eclectic\". McCready agreed, saying: \"There is some weird stuff on there.\" McCready attributed the album's sound to the group recording it on tour. During this period Vedder began to contribute in a large capacity as a guitarist. Gossard said: \"Vitalogy is the first one where Ed plays guitar and he wrote three to four songs. I remember thinking, 'This is so different. Is anyone going to like this?'...It had a more punk feel to it. Simple songs recorded really quickly.\" The album has a notable lack of guitar solos compared with the band's first two albums. McCready said: \"Vitalogy is not really a 'solo' album. I don't think the songs demanded solos; it was more of a rhythmic album.\" Stephen Thomas Erlewine of AllMusic said that \"thanks to its stripped-down, lean production, Vitalogy stands as Pearl Jam's most original and uncompromising album.\" He added that \"in between the straight rock numbers and the searching slow songs, Pearl Jam contribute their strangest music—the mantrafunk of 'Aye Davanita', the sub-Tom Waits accordion romp of 'Bugs', and the chilling sonic collage 'Hey Foxymophandlemama, That's Me'.\" \"Bugs\" features Vedder playing an accordion that he found at a thrift shop, while \"Hey Foxymophandlemama, That's Me\" was created using looped recordings of real patients from a psychiatric hospital. Many of the songs on the album address the pressures of fame and dealing with the resulting loss of privacy. These include \"Not for You\", \"Pry, To\", \"Corduroy\", \"Bugs\", \"Satan's Bed\" and \"Immortality\". Vedder said: \"I'm just totally vulnerable. I'm way too fucking soft for this whole business, this whole trip. I don't have any shell. There's a contradiction there, because that's probably why I can write songs that mean something to someone and express some of these things that other people can't necessarily express.\" The lyrics of \"Not for You\" express anger at the bureaucracy of the music industry and \"how youth is being sold and exploited\", while Vedder said \"Corduroy\" is about \"one person's relationship with a million people.\" In \"Pry, To\" the phrase \"P-r-i-v-a-c-y is priceless to me\" is repeated. Many think that the lyrics of \"Immortality\" may be about Nirvana frontman Kurt Cobain's suicide, although Vedder has denied this, suggesting instead that it is about \"the pressures on someone who is on a parallel train.\" The lyrics that appeared in the first live version of \"Immortality\" were altered before the song was released as part of the album. Vedder said, regarding \"Nothingman\", that \"if you love someone and they love you, don't fuck up...'cause you are left with less than nothing.\" \"Better Man\" is a song about an abusive relationship. Vedder wrote \"Better Man\" when he was in high school and performed it with his previous band, Bad Radio. Considered a \"blatantly great pop song\" by producer Brendan O'Brien, Pearl Jam was reluctant to record it and had initially rejected it from Vs. due to its accessibility. ==Release and reception== Vitalogy was released first on vinyl on November 22, 1994, two weeks before its CD and cassette release, and debuted at No. 55 on the Billboard 200 album chart. The LP sold 34,000 copies in its first week of release, and, until Jack White's Lazaretto in 2014, it held the record for most vinyl sales in one week on Soundscan. It was also the first album to chart on the Billboard 200 due to vinyl sales alone since the CD became the dominant format for album sales. When Vitalogy was released on CD and cassette on December 6, 1994, it went to No. 1 on the Billboard 200 album chart, selling more than 877,000 copies in its first week. It was the second-fastest selling album in history, behind only the band's previous release Vs.\"Pearl Jam: Timeline\". pearljam.com. Vitalogy has been certified five times platinum by the RIAA,Gold and Platinum Database Search . RIAA.com. Retrieved on February 12, 2007. and, as of July 2013, has sold 5.9 million copies in the United States, according to Nielsen SoundScan. In July 2013, Rolling Stone ranked Vitalogy second in a reader's poll of Pearl Jam's best albums. Rolling Stone staff writer Al Weisel gave Vitalogy a positive four out of five stars, describing the album as \"a wildly uneven and difficult record, sometimes maddening, sometimes ridiculous, often powerful.\" While Weisel praised several songs, saying that \" Vitalogy has a number of gripping songs that match the soaring anthems of Ten, the extended grooves of Vs. or the poetry of either record\", he somewhat criticized some of the more experimental songs as \"throwaways and strange experiments that don't always work\". Jon Pareles of The New York Times praised the album's diversity compared to the band's previous records, commenting that the band incorporated \"fast but brutal punk, fuzz-toned psychedelia and judicious folk-rock, all of it sounding more spontaneous than before.\" He felt the band continued to be \"unremittingly glum\", and described the majority of the songs as \"tortured first-person proclamations\", commenting that \"Vedder sounds more alone than ever.\" Time reviewer Christopher John Farley singled out \"Bugs\" as one of the album's \"share of stinkers\", but added \"that's one admirably experimental failure on a largely successful album.\" Despite writing negatively of the album's \"shapeless high-energy riff-rockers\", Newsday staff writer Ira Robbins lauded Vitalogys sound and called it a \"compelling triumph of surface over substance\". In a mixed review of the album, Mark Jenkins of The Washington Post perceived a lack of subject matter or lyrical substance as Vitalogys weakness. Q magazine gave the album four out of five stars, stating: \"It speaks volumes for Pearl Jam's continuing creative acumen that they can respond so confidently to a new punk scene that has sprung up.\" Robert Christgau of The Village Voice gave the album an A− rating, writing that \"Three or four of these songs are faster and riffier than anything else in P. Jam's book, token experiments like \"Bugs\" are genuinely weird, and in an era of compulsory irony [Vedder's] sincerity is something like a relief—a Kurtlike relief at that.\" David Browne of Entertainment Weekly gave the album a B+, saying that \"Vitalogy marks the first time it's possible to respect the band's music as much as its stance\", but \"despite its musical advances, Vitalogy leaves an odd, unsettling aftertaste. You walk away from it energized, but wondering what price Eddie Vedder, and Pearl Jam, will ultimately pay for it.\" Chicago Sun-Times writer Jim DeRogatis gave tha album three out of four stars and commended Pearl Jam for their earnest songwriting. However, DeRogatis also wrote that the album \"leaves you wishing that they'd just lighten up\". USA Todays Edna Gundersen gave Vitalogy three and a half out of four stars and stated that it \"delivers the band's most compelling, inventive and confident music to date\", while calling it \"the rebel yell of a band that is maturing without mellowing\". Los Angeles Times critic Robert Hilburn gave Vitalogy four out of four stars and viewed its music as an improvement over Pearl Jam's previous work, writing: \"This isn't just the best Pearl Jam album but a better album than the band once even seemed capable of making\". AllMusic staff writer Stephen Thomas Erlewine gave the album four and a half out of five stars, saying: \"Pearl Jam are at their best when they're fighting, whether it's Ticketmaster, fame, or their own personal demons.\" According to The New Rolling Stone Album Guide (2004): \"By Vitalogy PJ hit their apex … the band's creative zenith, finding them doing a Led Zeppelin III on acoustic tracks like 'Corduroy' and turning in a Tom Waits-like weird attack on 'Bugs'\". Three singles were released from Vitalogy. The lead single, \"Spin the Black Circle\" (backed with B-side \"Tremor Christ\", also from the album), was the band's first to enter the Billboard Hot 100, reaching number 18.[ Pearl Jam – Billboard Singles]. AllMusic. Retrieved on June 11, 2007. At the 1996 Grammy Awards, \"Spin the Black Circle\" won the band its first Grammy Award, receiving the award for Best Hard Rock Performance. Neither of the album's other commercially released singles, \"Not for You\" and \"Immortality\", charted on the Hot 100, but both placed on the Mainstream Rock and Modern Rock charts. Album tracks \"Better Man\" and \"Corduroy\" also charted. \"Better Man\" was the most successful song from Vitalogy on the rock charts, spending a total of eight weeks at number one on the Mainstream Rock chart and reaching number two on the Modern Rock chart. At the 1996 Grammy Awards, Vitalogy received nominations for Album of the Year and Best Rock Album.38th Grammy Awards. Rockonthenet.com. Retrieved on September 5, 2007. In 2003, the album was ranked number 492 on Rolling Stone magazine's list of the 500 greatest albums of all time.492) Vitalogy. Rolling Stone. November 2003. Retrieved on April 27, 2007 The magazine listed the album at number 485 on its revised list in 2012, saying it showed the band's \"mastery of rock's past and future\".Wenner, Jann S., ed. (2012). Rolling Stone – Special Collectors Issue – The 500 Greatest Albums of All Time. USA: Wenner Media Specials. In May 2014, Loudwire placed Vitalogy at number ten on its \"10 Best Hard Rock Albums of 1994\" list. In July 2014, Guitar World placed the album on its \"Superunknown: 50 Iconic Albums That Defined 1994\" list. In 2011, Pearl Jam released a remastered Vitalogy, along with Vs., in three formats: an Expanded Version, a three-CD Deluxe Edition, and a Limited Edition Collector's Boxed Set. The Expanded Version features three bonus tracks: the previously unreleased guitar/organ-only mix of \"Better Man\"; a previously unreleased alternate take of \"Corduroy\" from the Vitalogy sessions (recorded by Brendan O'Brien); and a previously unreleased demo version of \"Nothingman\", taken from the original DAT (recorded at John and Stu's in Seattle on October 14, 1993, featuring Richard Stuverud on drums). The three-CD Deluxe Edition features both the Legacy Versions of Vitalogy and Vs. with their bonus tracks and a copy of Live at the Orpheum Theater, Boston, April 12, 1994. ==Packaging== The original title for the album was Life. The first single, \"Spin the Black Circle\", was released before the album was released, and on the back of the single it states: \"From the Epic album Life\". The title Vitalogy, which literally means \"the study of life\", came from an early 20th-century medical book that Vedder found at a garage sale. This book was also the inspiration for the album's cover art and liner notes. Ament stated: \"Ed brought in that book, and we said man that would make a great album cover.\" After explaining that, from Vs. onward, the band tried to take different approaches to packaging its records, he said: \"We tried really hard, to make it like a book, kind of tipped it so it opened horizontally, which pissed off record stores: they had to put it in sideways.\" Packaging the album in this way cost an extra 50 cents per copy. When the band discovered that later versions of the medical book were still under copyright, they had to confer with their lawyers as they worked out which material they wanted to utilize in the final version of the artwork. The booklet contains outdated discussions of health and well-being, as well as other notes, dealing with life and death reflections, which seem to be more personal, like a message typed on the \"Immortality\" page that seems to be referring to the loss of a loved one (\"I waited all day. You waited all day...but you left before sunset...and I just wanted to tell you the moment was beautiful. Just wanted to dance to bad music...drive bad cars...watch bad TV...should have stayed for the sunset... if not for me.\"). It also includes some poems or original sayings that do not belong to the songs' lyrics, but can be interpreted as commentary on the songs or, again, as a reflection on how life should or should not be lived. An example is the poem typed on the \"Aye Davanita\" page. The song's subtitle is listed as \"The song without words\", as it is an instrumental track, but the page also displays a sort of poem about the wasted life of a young girl. Another episode of \"intruder words\" is on the \"Not for You\" page. After the second refrain, instead of the actual lyrics, the typed words give a hint about the Sisyphus myth (\"Call me Sisyphus love. Yeh, I move the rock. I just don't want to talk about moving the rock. Get pictures taken of me while moving the rock. Anything that distracts me from moving the rock.\"). The lyrics to \"Whipping\" are written on a copy of a petition to Bill Clinton against \"pro-life\" killings of abortion doctors. An X-ray of Vedder's teeth was pictured instead of lyrics on the page for \"Corduroy\". ==Tour== Pearl Jam promoted the album with tours in Asia, Oceania, and the United States in 1995.Pearl Jam: Set Lists. pearljam.com. The band was joined by new drummer Jack Irons. The short tour of the United States focused on the Midwest and the West Coast. The band continued its boycott against Ticketmaster during its tour of the United States, refusing to play in Ticketmaster's venue areas, but was surprised that virtually no other bands joined it in refusing to play at Ticketmaster venues. The band chose to use alternate ticketing companies for the shows. The tour of the United States faced various troubles. Ament said the band and its crew had to \"[build] shows from the ground up, a venue everywhere we went\". In June 1995, the band was scheduled to play at San Francisco, California's Golden Gate Park in front of 50,000 people. Before the concert, Vedder was forced to stay at a hospital after suffering from the effects of food poisoning. He left the hospital to play the show, but he was not able to finish and ended up performing just seven out of 21 songs with the band.\"1995 Concert Chronology\". fivehorizons.com. Neil Young filled in for Vedder for the rest of the show that day. Vedder said: \"That whole [Golden Gate Park] thing was a blur based on some bad food. It was really, really bad. Looking back at it, it doesn't seem as intense as it was, but it was horrible. I just felt not human and looking back I should have got through that show somehow, and I think the fact that Neil [Young] was there made me feel like I could get off the hook in some way and I did go out for a few songs.\" Because of Vedder's health, the band was forced to cancel the remaining dates of its tour of the United States. Some dates were later reinstated, while the rest were rescheduled for the fall. About canceling the dates, Vedder said: \"I think we all agreed that it had gotten insane, that it was no longer about the music.\"Marks, Craig. \"The Road Less Traveled\". Spin. February 1997. Ament later said: \"We were so hardheaded about the 1995 tour. Had to prove we could tour on our own, and it pretty much killed us, killed our career.\" ==Track listing== Reissue bonus tracks ==Outtakes== \"Hard to Imagine\", a song previously rejected from Vs.,Cohen, Jonathan. \"Pearl Jam: Spreading The Jam\". Billboard. March 30, 2001. was also recorded during the Vitalogy sessions. This version found its way on to the soundtrack for the 1998 film Chicago Cab. \"Hard to Imagine\" is also included on the 2003 rarities compilation Lost Dogs, though that version is the one from the Vs. sessions.(2003) Album notes for Lost Dogs by Pearl Jam, [CD booklet]. New York: Sony Music. According to Gossard, \"Hard to Imagine\" was cut from Vitalogy because it did not fit with the other songs the band was writing at the time.Letkemann, Jessica. \"Interview with Stone Gossard\". Tickle My Nausea Pearl Jam Fanzine. 1998. \"Out of My Mind\", which is featured as a B-side on the \"Not for You\" single, was premiered on the band's 1994 spring tour of the United States and was played twice.\"Pearl Jam Songs: \"Out of My Mind\"\" . pearljam.com. According to Vedder, the song was just a live improv.\"2000 Concert Chronology part 3\". fivehorizons.com. ==Personnel== Pearl Jam *Dave Abbruzzese – drums, except on \"Hey Foxymophandlemama, That's Me\" and \"Satan's Bed\". *Jeff Ament – bass guitar, vocals, double bass, black- and-white photography *Stone Gossard – guitar, vocals, mellotron *Jack Irons – drums on \"Hey Foxymophandlemama, That's Me\" *Mike McCready – guitar, slide guitar *Eddie Vedder – vocals, guitar, accordion on \"Bugs\"; credited as \"e.v.\" for book concept, theory of Vitalogy, typist Additional musicians and production *Barry Ament – layout *John Burton, Caram Costanzo, Adam Kasper, Kevin Scott, Trina Shoemaker – assistance *Nick DiDia – engineering *Brett Eliason – recording/mixing on \"Hey Foxymophandlemama, That's Me\" *Lance Mercer – 8-Baby photo *Brendan O'Brien – production, piano, pipe organ, Hammond organ, recording *Pearl Jam – production *Jimmy Shoaf – drums on \"Satan's Bed\" *Joel Zimmerman – art direction ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" |- !scope=\"col\"|Chart (1994) !scope=\"col\"|Peak position |- !scope=\"row\"|Australian Albums (ARIA) |align=\"center\"|1 |- !scope=\"row\"|Austrian Albums (Ö3 Austria) |align=\"center\"|7 |- !scope=\"row\"|Danish Albums (Hitlisten) |align=\"center\"|4 |- !scope=\"row\"|Dutch Albums (Album Top 100) |align=\"center\"|7 |- !scope=\"row\"|Finnish Albums (Suomen virallinen lista) |align=\"center\"|3 |- !scope=\"row\"|French Albums (SNEP) |align=\"center\"|22 |- |- !scope=\"row\"|Irish Albums (IRMA) |align=\"center\"| 1 |- !scope=\"row\"|Japanese Albums (Oricon) |align=\"center\"| 28 |- !scope=\"row\"|New Zealand (RMNZ) |align=\"center\"| 1 |- !scope=\"row\"|Norwegian Albums (VG-lista) |align=\"center\"| 7 |- !scope=\"row\"|Portuguese Albums (AFP) |align=\"center\"| 4 |- |- !scope=\"row\"|Spanish Albums (PROMUSICAE) |align=\"center\"|11 |- !scope=\"row\"|Swedish Albums (Sverigetopplistan) |align=\"center\"| 1 |- !scope=\"row\"|Swiss Albums (Schweizer Hitparade) |align=\"center\"| 17 |- !scope=\"row\"|UK Albums (OCC) |align=\"center\"| 4 |- !scope=\"row\"|US Billboard 200 |align=\"center\"| 1 |- ! Chart (1995) ! Peak position |- !scope=\"row\"|Canadian Albums (RPM) |align=\"center\"| 2 |} ===Year- end charts=== {| class=\"wikitable plainrowheaders\" |- !scope=\"col\"|Chart (1994) !scope=\"col\"|Position |- !scope=\"row\"|Australian Albums (ARIA) |align=\"center\"| 12 |- !scope=\"row\"|Dutch Albums (Album Top 100) |align=\"center\"| 64 |- !scope=\"col\"|Chart (1995) !scope=\"col\"|Position |- !scope=\"row\"|Australian Albums (ARIA) |align=\"center\"| 31 |- !scope=\"row\"|German Albums (Offizielle Top 100) |align=\"center\"| 67 |- !scope=\"row\"|New Zealand Albums (RMNZ) |align=\"center\"| 20 |- !scope=\"row\"|US Billboard 200 |align=\"center\"| 6 |} ===Decade-end charts=== {| class=\"wikitable\" |- !Chart (1990–1999) !Position |- | US Billboard 200 | style=\"text-align:center;\"|76 |} ===Certifications=== ===Singles=== {| class=\"wikitable\" border=\"1\" !rowspan=\"2\"| Year !rowspan=\"2\"| Single !colspan=\"12\"| Peak chart positions |- !style=\"width:2.5em;font-size:75%\"| US !style=\"width:2.5em;font-size:75%\"| US Main !style=\"width:2.5em;font-size:75%\"| US Mod !style=\"width:2.5em;font-size:75%\"| AUS !style=\"width:2.5em;font-size:75%\"| CAN !style=\"width:2.5em;font-size:75%\"| GER !style=\"width:2.5em;font-size:75%\"| IRE !style=\"width:2.5em;font-size:75%\"| NLD !style=\"width:2.5em;font-size:75%\"| NOR !style=\"width:2.5em;font-size:75%\"| NZ !style=\"width:2.5em;font-size:75%\"| SWE !style=\"width:2.5em;font-size:75%\"| UK |- |rowspan=\"2\"|1994 |\"Spin the Black Circle\" |align=\"center\"| 18 |align=\"center\"| 16 |align=\"center\"| 11 |align=\"center\"| 3 |align=\"center\"| — |align=\"center\"| 92 |align=\"center\"| 6 |align=\"center\"| 21 |align=\"center\"| 5 |align=\"center\"| 2 |align=\"center\"| 16 |align=\"center\"| 10 |- |\"Tremor Christ\" |align=\"center\"| — |align=\"center\"| 16 |align=\"center\"| 16 |align=\"center\"| — |align=\"center\"| 67 |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |- |rowspan=\"4\"|1995 |\"Better Man\" |align=\"center\"| — |align=\"center\"| 1 |align=\"center\"| 2 |align=\"center\"| — |align=\"center\"| 9 |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |- |\"Corduroy\" |align=\"center\"| — |align=\"center\"| 22 |align=\"center\"| 13 |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |- |\"Not for You\" |align=\"center\"| — |align=\"center\"| 12 |align=\"center\"| 38 |align=\"center\"| 29 |align=\"center\"| — |align=\"center\"| — |align=\"center\"| 26 |align=\"center\"| — |align=\"center\"| — |align=\"center\"| 10 |align=\"center\"| — |align=\"center\"| 34 |- |\"Immortality\" |align=\"center\"| — |align=\"center\"| 10 |align=\"center\"| 31 |align=\"center\"| 51 |align=\"center\"| 62 |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| — |align=\"center\"| 29 |align=\"center\"| — |align=\"center\"| — |- |align=\"center\" colspan=\"30\" style=\"font-size: 8pt\"| \"—\" denotes singles that did not chart. |} ==References== ==Further reading== * ==External links== * Vitalogy at Discogs * Vitalogy information and lyrics at pearljam.com * 1906 edition of Vitalogy: Encyclopedia of Health and Home at the Internet Archive. Category:1994 albums Category:Albums produced by Brendan O'Brien (record producer) Category:Epic Records albums Category:Pearl Jam albums Category:Albums produced by Stone Gossard Category:Albums produced by Eddie Vedder Category:Albums produced by Jeff Ament Category:Albums produced by Mike McCready Category:Albums produced by Jack Irons Category:Albums produced by Dave Abbruzzese",
 "title": "Vitalogy"
}