{
 "id": "195623",
 "text": "{| |} USS Oriskany (CV/CVA-34) – nicknamed Mighty O,USS Oriskany (CVA 34) WestPac Cruise Book 1970, 5 Dec 1970 and occasionally referred to as the O-boat – was one of the few s completed after World War II for the United States Navy. The ship was named for the Battle of Oriskany during the Revolutionary War. The history of Oriskany differs considerably from that of her sister ships. Originally designed as a \"long-hulled\" Essex-class ship (considered by some authorities to be a separate class, the ) her construction was suspended in 1946. She eventually was commissioned in 1950 after conversion to an updated design called SCB-27 (\"27-Charlie\"), which became the template for modernization of 14 other Essex-class ships. Oriskany was the final Essex-class ship completed. She operated primarily in the Pacific into the 1970s, earning two battle stars for service in the Korean War, and ten for service in the Vietnam War. In 1966, one of the worst shipboard fires since World War II broke out on Oriskany when a magnesium flare was accidentally ignited; forty-four men died in the fire. Oriskanys post-service history also differs considerably from that of her sister ships. Decommissioned in 1976, she was sold for scrap in 1995, but was repossessed in 1997 because nothing was being done. In 2004, it was decided to sink her as an artificial reef off the coast of Florida in the Gulf of Mexico. After much environmental review and remediation to remove toxic substances, she was carefully sunk in May 2006, settling in an upright position at a depth accessible to recreational divers. As of 2008, Oriskany is the largest vessel ever sunk to make a reef. ==Construction and commissioning== The name \"Oriskany\" was originally assigned to , but that hull was renamed Wasp when the keel was laid in 1942. CV-34 was laid down on 1 May 1944 by the New York Naval Shipyard (NYNSY), launched on 13 October 1945, and sponsored by Mrs. Clarence Cannon. Construction was suspended on 22 August 1946, when the ship was approximately 85% complete. Oriskany was redesigned as the prototype for the SCB-27 modernization program beginning on 8 August 1947, and torn down to 60% complete. To handle the new generation of carrier aircraft, the flight deck structure was massively reinforced. Stronger elevators, more powerful hydraulic catapults, and new arresting gear were installed. The island structure was rebuilt, the anti- aircraft turrets were removed, and blisters were added to the hull. Blistering the hull (also known as adding bulges) increases the cross-sectional area of a ship's hull, thereby increasing its buoyancy and stability. It also provides increased bunker volume. In the case of Oriskany, this would have been for aviation fuel. These features would have been crucial to a ship that had so much topside weight added after its original design. Oriskany was commissioned in the New York Naval Shipyard on 25 September 1950, Captain Percy H. Lyon in command. ==Service history== ===1950–1956=== thumb|left|USS Oriskany as completed, 1950 Oriskany departed New York on 6 December 1950, for carrier qualification operations off Jacksonville, Florida, followed by a Christmas call at Newport, Rhode Island. She resumed operations off Jacksonville through 11 January 1951, when she embarked Carrier Air Group 1 for shakedown out of Guantanamo Bay, Cuba. After major modifications at New York Naval Shipyard from 6 March to 2 April, she embarked Carrier Air Group 4 for training off Jacksonville, then departed Newport on 15 May 1951, for Mediterranean deployment with the 6th Fleet. Having swept from ports of Italy and France to those of Greece and Turkey, from there to the shores of Tripoli, Oriskany returned to Quonset Point, Rhode Island, on 4 October 1951. She entered Gravesend Bay, New York, on 6 November 1951 to offload ammunition and to have her masts removed to allow passage under the East River Bridges to the New York Naval Shipyard. Overhaul included the installation of a new flight deck, steering system, and bridge. Work was complete by 15 May 1952, and the carrier steamed the next day to take on ammunition at Norfolk, Virginia, from 19–22 May. She then got underway to join the Pacific Fleet, steaming via Guantanamo Bay, Rio de Janeiro, Cape Horn, Valparaíso, and Lima, arriving San Diego, California, on 21 July. Following carrier qualifications for Carrier Air Group 19, Oriskany departed San Diego on 15 September 1952, to aid United Nations forces in Korea. She arrived at Yokosuka on 17 October and joined Task Force 77 off the Korean Coast on 31 October. Her aircraft struck hard with bombing and strafing attacks against enemy supply lines and coordinated bombing missions with surface gunstrikes along the coast. Her pilots downed two Soviet-built MiG-15 jets and damaged a third on 18 November. Strikes continued through 11 February, attacking enemy artillery positions, troop emplacements, and supply dumps along the main battlefront. Following a brief upkeep period in Japan, Oriskany returned to combat on 1 March 1953. On 6 March, three men were killed and 13 were injured when a general-purpose bomb from a F4U Corsair broke loose and detonated. She continued in action until 29 March, called at Hong Kong, then resumed air strikes on 8 April. She departed the Korean Coast on 22 April, touched at Yokosuka, and then departed for San Diego on 2 May, arriving there on 18 May. Following readiness training along the California coast, Oriskany departed San Francisco on 14 September 1953 to aid the 7th Fleet watching over the uneasy truce in Korea, arriving in Yokosuka on 15 October. Thereafter, she cruised the Sea of Japan, the East China Sea, and the area of the Philippines. After providing air support for Marine amphibious assault exercises at Iwo Jima, the carrier returned to San Diego on 22 April 1954. She entered San Francisco Naval Shipyard for overhaul; the overhaul was completed on 22 October, when she put to sea for the first of a series of coastal operations, and participation in the production of the Korean War-era film The Bridges at Toko-Ri, where she stood in for the escort carrier USS Savo Island.US Military Aviation – Images US Navy late 40s–50s Oriskany arrived at Yokosuka on 2 April 1955, and operated with the Fast Carrier Task Force ranging from Japan and Okinawa to the Philippines. This deployment ended on 7 September, and the carrier arrived at NAS Alameda, California, on 21 September. She cruised the California Coast while qualifying pilots of Air Group 9, then put to sea from Alameda on 11 February 1956 for another rigorous Western Pacific (WestPac) deployment. ===1957–1968=== Oriskany returned to San Francisco on 13 August 1956, and entered the shipyard to undergo the SCB-125A modernization program on 1 October. She was decommissioned there on 2 January 1957. Oriskany received a new angled flight deck, aft deck edge elevator, enlarged forward elevator, and enclosed hurricane bow. Powerful new steam catapults replaced the older hydraulic catapults. The wooden flight deck planking was also replaced with aluminum planking. Oriskany was recommissioned at the San Francisco Naval Shipyard on 7 March 1959, Captain James Mahan Wright was in command. Four days later she departed for shakedown out of San Diego with Carrier Air Group 14 embarked. Operations along the West Coast continued until 14 May 1960, when she again deployed to WestPac, returning to San Diego on 15 December. She entered San Francisco Naval Shipyard on 30 March 1961, for a five-month overhaul that included the first aircraft carrier installation of the Naval Tactical Data System (NTDS). Oriskany departed the shipyard on 9 September for underway training out of San Diego until 7 June 1962, when she again deployed to the Far East with Carrier Air Group 16 embarked. She returned to San Diego on 17 December for operational readiness training off the West Coast. The carrier was again stationed out of San Diego on 1 August 1963, for Far Eastern waters, with Carrier Air Wing 16 embarked. She arrived at Subic Bay on 31 August 1963, and from there steamed to Japan. She was at the port of Iwakuni, Japan, on the morning of 31 October, en route to the coast of South Vietnam. There, she stood by for any eventuality as word was received of the coup d'état taking place in Saigon. When the crisis abated, the carrier resumed operations from Japanese ports. Oriskany returned to San Diego on 10 March 1964. After overhaul at Puget Sound Naval Shipyard, she steamed for refresher training out of San Diego, followed by qualifications for Carrier Air Wing 16. During this period her flight deck was used to test the E-2 Hawkeye, the Navy's new airborne early warning aircraft. She also provided orientation to senior officers of eight allied nations. Oriskany departed San Diego on 5 April 1965, for WestPac, arriving at Subic Bay on 27 April. By this time more United States Marines had landed in the South Vietnam to support Army of the Republic of Vietnam (ARVN) troops against increased communist pressure. Oriskany added her weight to the massive American naval strength supporting South Vietnam. In combat operations that brought her and embarked Carrier Air Wing 16 the Navy Unit Commendation for exceptionally meritorious service from 10 May to 6 December 1965, she carried out over 12,000 combat sorties and delivered nearly 10,000 tons (9,100 tonnes) of ordnance against enemy forces. She departed Subic Bay on 30 November, and returned to San Diego on 16 December. Oriskany again left San Diego for the Far East on 26 May 1966, arriving in Yokosuka, Japan, on 14 June. She steamed for \"Dixie Station\" off South Vietnam on 27 June. The carrier shifted to \"Yankee Station\" in the Gulf of Tonkin on 8 July. In the following months there were brief respites for replenishment in Subic Bay, then back into the action that saw her launch 7,794 combat sorties. ====1966 Fire==== thumb|left|Oriskany on fire The carrier was on station the morning of 26 October 1966, when a fire erupted on the starboard side of the ship's forward hangar bay and raced through five decks, killing 44 men. Many who lost their lives were veteran combat pilots who had flown raids over Vietnam a few hours earlier. Oriskany had been put in danger when a magnesium parachute flare exploded in the forward flare locker of Hangar Bay 1, beneath the carrier's flight deck. Subsequent investigation showed the flare functioned as designed and the cause of the fire was human error. A seaman accidentally ignited the flare, and in a panic, threw it into the weapons locker where the flares were kept for storage, instead of throwing it over the side into the water; this ignited all the flares in the locker and caused horrific damage. Some of her crewmen jettisoned heavy bombs which lay within reach of the flames, while others wheeled planes out of danger, rescued pilots, and helped quell the blaze throughout the next three hours. Medical assistance was rushed to the carrier from carriers and . Later investigation by Captain John H Iarrobino of Oriskany and analysis by the Naval Ammunition Depot in Crane, Indiana, showed that one in every thousand flares could ignite accidentally if jarred. Five crew members were court-martialed as a result of the incident but were acquitted. After this incident and others, the flare design used by the Navy was changed to a safer design immune to accidental ignition, and crews were increased to stabilize numbers so all activities could be properly supervised.Over the Beach, by Zalin Grant, pages 101–103 Oriskany steamed to Subic Bay on 28 October, where victims of the fire were transferred to waiting aircraft for transportation to the United States. A week later the carrier departed for San Diego, arriving on 16 November. San Francisco Bay Naval Shipyard completed repairs on 23 March 1967, and Oriskany, with Carrier Air Wing 16 embarked, underwent training. ====Return to service==== She then was stationed out of San Francisco Bay on 16 June to take station in waters off Vietnam. Designated flagship of Carrier Division 9 in Subic Bay on 9 July, she commenced \"Yankee Station\" operations on 14 July. On 26 July she provided medical assistance to the fire-ravaged attack carrier . On 26 October 1967, then–Lieutenant Commander John McCain flew off Oriskany in an A-4 Skyhawk on his 23rd bombing mission of the Vietnam War. He was shot down that day and was a prisoner of war until January 1973. The carrier turned for home on 15 January 1968, having completed 122 days of combat operations over North Vietnam. During the combat tour, Carrier Air Wing 16 suffered perhaps the highest loss rate of any naval air wing during the Vietnam War, losing half of assigned planes – 29 to combat damage and another 10 to operational causes – and had 20 pilots killed and another 9 taken prisoner. One contribution to this heavy loss rate was the air wings’ unrelenting pace, as the pilots flew over 9,500 missions, including 181 air strikes into the heavily defended Hanoi–Haiphong corridor. Another contribution was the existence of safe havens for trucks and munitions within Haiphong in particular, as that meant targeting the flow of supplies in more heavily protected chokepoints further south.http://www.ussoriskany.us/.../USS%20Oriskany%20historyb.pdf Oriskany returned to Naval Air Station Alameda on 31 January 1968, and entered San Francisco Bay Naval Shipyard on 7 February for an eight-month overhaul to have new electrical generators, air conditioning and water distillers installed. The carrier also received repairs to her flight elevators and had her boilers refurbished, in addition to the usual hundreds of post-deployment routine maintenance fixes. With yard work complete in the fall, the crew conducted refresher and pre-deployment training over the winter. In early 1969, Oriskany embarked a new air wing for familiarization and qualifications in preparation for her fourth deployment to Vietnam. In contrast to her previous air wing, Carrier Air Wing 19 (CVW-19) did not include any A-1 Skyraiders, having two squadrons of F-8J Crusaders in VF-191 and VF-194, and three squadrons of A-4 Skyhawks in VA-23, VA-192 and VA-195, as well as the usual detachments of reconnaissance, tanker, and early warning aircraft. Upon completion of work, the carrier underwent refresher training and flight qualifications before deploying to the Far East in April 1969. From 16 April 1969, Carrier Air Wing 19 made six deployments aboard Oriskany (the first four to support the Vietnam War in the Gulf of Tonkin until the end of the war in 1973). ===1969–1976=== The Oriskany arrived at Yankee Station in May 1969; and began combat operations in a much more restricted environment than the previous deployment. Previously, in April 1968, President Johnson had restricted armed attacks south of the nineteenth parallel, which limited strikes to the southern third of North Vietnam. Following a massive six-month interdiction effort that shut down all North Vietnamese rail traffic out of Haiphong, closed two inland waterways and eliminated virtual all coastal shipments, the air campaign was suspended on 1 November 1968. Domestic political considerations, mainly the upcoming presidential elections, played the critical role in this decision as President Johnson was leaving office. With operations focusing further south, the only pilot loss of the cruise took place on 20 July 1969 when Lt. Stanley K. Smiley's Skyhawk crashed and exploded after being hit by small arms fire. The second line period ended on 30 June and, after ten days at Subic, the warship's third line period took place between 13 and 30 July. After a fourth line period between 16 August and 12 September, Oriskany steamed north to Korea to fly intermittent reconnaissance escort missions into early October. During that time, on 20 September 1969, Captain John A. Gillcrist took over as the commanding officer.USS Oriskany (CVA 34) WestPac Cruise Book 1970, Captain John A. Gillcrist Following a fifth line period off Vietnam between 8 and 31 October, the aircraft carrier turned for home, arriving at Alameda via Subic Bay on 17 November. Following a dry dock period at San Francisco Naval Shipyard over the winter, where the aircraft carrier was modified to support A-7 Corsair II aircraft, Oriskany embarked CVW-19 that spring for refresher operations. In contrast to previous deployments, she carried only four combat squadrons – VF-191 and VF-194 equipped with the familiar F8 Crusaders and VA-153 and VA-155 equipped with A-7. Commencing her fifth Vietnam deployment on 14 May 1970, Oriskany inchopped on 1 June and began combat operations at Yankee Station on 14 June. Like her last deployment, Oriskany launched strikes against North Vietnamese logistics targets in eastern Laos, initially targeting storage areas, bunkers and lines of communication in conjunction with strikes by the Seventh Air Force. Equipped with better electronics gear, the A-7 proved especially useful during night raids on the Ho Chi Minh trail. The missions remained dangerous, however, with an A-7 from VA-155 lost in a failed catapult shot on 25 June and a VA-153 A-7 crashing in Laos on 28 June. In the latter case, the aircraft – flown by Cdr. Donald D. Aldern, then Commander, Air Wing Nineteen – exploded during a night attack run, presumably after taking flak damage. Oriskany conducted three line periods – 14–29 June, 13–21 July, 3–25 August and 18 September to 13 October – and launched over 5,300 sorties. During the latter line period, Captain Frank S. Haak relieved Captain Gillcrist on 11 September 1970, and became the new commanding officer.USS Oriskany (CVA 34) WestPac Cruise Book 1970, 11 September 1970 About a month later, during heavy seas, a VF-191 F-8 returning from a night combat air patrol on 6 October crashed the flight deck and exploded, killing Lt. John B. Martin. In November, as part of the Navy's efforts to reduce costs, the number of aircraft carriers off Vietnam was reduced to one, meaning that Oriskanys sole focus in her fourth line period 7–22 November was missions over Laos. In that effort, she joined the Seventh Air Force in strikes against four identified bottleneck points along the Ho Chi Minh Trail. The carrier suffered another deadly accident on 14 November, when an RF-8G from VFP-63 skidded off the flight deck after a material failure caused a failed catapult launch, ultimately causing the death of Lt. Joseph R. Klugg. Then, in an unusual assignment, Oriskany flew 14 diversionary sorties over North Vietnam early on 21 November in support of the Son Tay POW rescue mission and another 48 missions during retaliatory strikes later that day. The aircraft carrier turned for home the next day, arriving in Alameda on 10 December 1970. Oriskany underwent a restricted availability at Hunter's Point Naval Shipyard in San Francisco during January 1971, receiving a much looked-for upgrade in the SPN-41 all-weather carrier landing system. Refresher training passed uneventfully in March, and on 14 May the aircraft carrier departed Alameda for her sixth Vietnam deployment. During this 1971 deployment, the main mission remained to strike operations in Laos; and while there were no combat losses, CVW-19 did lose four aircraft to operational accidents. Two cases were fatal, with Cdr. Charles D. Metzler killed when his F-8 inverted and splashed while in a landing holding pattern on 21 June and Cdr. Thomas P. Frank drowned after ejecting from his stricken A-7 following a catapult launch failure on 1 November. A week later, Oriskany aircraft took part in Operation Proud Deep, the successful 7–8 November strike (the largest in three years) against three North Vietnamese airfields whose fighters were beginning to worry Air Force planners. Following these last missions, Oriskany sailed south to Singapore for eight days of upkeep. Oriskany departed Singapore on 3 December 1971, and crossed the Pacific to arrive at Alameda via Subic Bay on 18 December. As per her custom, Oriskany entered Hunters Point Naval Shipyard, San Francisco, on 17 January 1972 for her winter restricted availability. Refresher training followed in April 1972 and she embarked CVW-19 for qualifications in May. Events in Vietnam meanwhile, forced the warship into feverish preparations for deployment; and she sailed for her seventh Vietnam tour on 5 June. Following refueling stops at Pearl Harbor and Guam, the aircraft carrier arrived at Subic Bay on 21 June. The 1972 deployment was met with various problems, including a collision with ammunition ship during an underway replenishment, the death of Lt. Leon F. Haas, and loss of two propellers and one shaft, which required the ship much of August and November in Yokosuka, Japan, to make repairs. With peace talks in Paris stalled, Oriskanys aircraft returned to Yankee Station and continued to pound communist targets in South Vietnam. Later, she joined the Operation Linebacker II \"Christmas bombing\" campaign, for her sixth line period, 27 December – 30 January 1973. Attacks were then restricted to enemy targets south of the 20th parallel for the first two weeks of January and then below the 17th parallel starting on the 16th. With the Paris Peace Accords signed on 27 January 1973, Oriskanys aviators finished up their last strikes over South Vietnam that same day. After a short rest period at Cubi Point in early February the aircraft carrier conducted one final combat line period, 11–22 February, when CVW-19 bombed enemy targets in Laos in a last effort to assist indigenous allies there against Communist infiltration. Following upkeep at Cubi Point 8–14 March, Oriskany sailed for home, arriving at Alameda on 30 March after completing 169 days on the line, her longest – and what proved to be her last combat tour; all-in-all receiving ten battle stars for its Vietnamese service. thumb|Oriskany comes alongside at the end of her final WESTPAC cruise in March 1976. After her usual fast-paced refit and training cycle, Oriskany got underway for the Far East on 18 October 1973. After arrival at Subic Bay on 5 November, the aircraft carrier began preparations for operations in the Indian Ocean, a change of pace from her last seven tours off Vietnam. The aircraft carrier sailed south, transited the Straits of Malacca and rendezvoused with in the Indian Ocean. The two carriers conducted training operations there, and Oriskany visited Mombasa, Kenya, 22–27 December, before returning to the South China Sea in January 1974. The carrier then conducted various type training exercises out of Subic Bay in February and March, primarily concentrating on day and night flight operations in conjunction with other 7th Fleet units. Following a series of three Fleet exercises in April, the warship visited Manila in May before sailing for home, arriving at Alameda on 5 June 1974. Two months later, the ship entered Long Beach Naval Shipyard on 15 August for an extended availability that lasted until 9 April 1975. Following refresher operations with CVW-19, Oriskany sailed on her fifteenth WESTPAC deployment on 16 September 1975. The carrier conducted war at sea and other exercises out of Subic Bay before returning home on 3 March 1976.Gonavy.jp, Carrier Air Wing 19 Owing to defense budget cuts, together with the ship's increasingly poor material condition, Oriskany was listed for inactivation on 15 April 1976. ===1976–2004=== Following 25 years of service, Oriskany was decommissioned on 30 September 1976, and laid up for long-term storage in Bremerton, Washington, to be maintained as a mobilization asset. Reagan Administration proposals to reactivate Oriskany were rejected by the United States Congress on the basis of her poor material condition and limited air wing capability. The cost of reactivation was estimated at $520 million for FY 1982 ($ in ). At the end of the Cold War and the subsequent reduction of the U.S. Navy's active force, Oriskany was recognized as being obsolete and was struck from the Naval Vessel Register in 1989. Her hull was stripped of all equipment that could be reused or recycled. The ship's bell (removed during decommissioning in 1976) is now on display in Oriskany, New York, and various parts were scavenged to support the USS Hornet Museum in Alameda, California, and other Navy ship museums. Oriskany received two battle stars for Korean War service and ten for Vietnam War service. In the early 1990s, a group of businessmen from Japan wanted to buy Oriskany and display her in Tokyo Bay as part of a planned \"City of America\" exhibit.Japanese plan to buy U.S. carrier, Ocala Star-Banner, 19 June 1991, p. 18] Congressional legislation was initiated to transfer Oriskany, but the project failed due to lack of financing. Oriskany was sold for scrap by the Defense Reutilization and Marketing Service on 9 September 1995 to Pegasus International, a start-up company at the former Mare Island Naval Shipyard in Vallejo, California. The contractor towed the ship from Bremerton to Vallejo, but the contract was terminated on 30 July 1997 because of lack of progress. While berthed at Mare Island in rusted and decrepit condition, she was used as a setting for the Robin Williams film, What Dreams May Come (1998) as part of the representation of Hell. The Navy took back possession of the ship and after a few more years at the former Mare Island Navy Yard, she was towed in 1999 to the Maritime Administration's Beaumont Reserve Fleet in Beaumont, Texas, for storage pending availability of funding for her disposal. ===2004 – artificial reef=== thumb|Oriskany arrives at Pensacola in December 2004. The original intention was for the ship to be sunk in the summer of 2005, but an EPA assessment meant that more work was required to make her environmentally safe for disposal. The Navy announced on 5 April 2004 that it would transfer the former aircraft carrier to the State of Florida for use as an artificial reef. In September 2003 the Navy awarded a contract to Resolve Marine Group/ESCO Marine Joint Venture for the environmental remediation work necessary for sinking the ship as an artificial reef. The contractor towed the ship to Corpus Christi, Texas, in January 2004 and completed the environmental preparation work in December 2004. Oriskany was the first United States warship slated to become an artificial reef, under authority granted by the fiscal 2004 National Defense Authorization Act (Public Law 108-136). Oriskany was towed to Pensacola in December 2004 and was originally scheduled to be sunk with controlled charges south of Pensacola by June 2005. Exhaustive ecological and human health studies were conducted by Navy scientists in consultation with the Environmental Protection Agency (EPA) to demonstrate no adverse impact from reefing the ship. Failure to gain EPA approval caused a delay, so Oriskany was then towed back to Texas in June to ride out the 2005 hurricane season. Completion and peer review of a complex Prospective Risk Assessment Model developed in consultation with EPA, the first for any ship reefing project, was necessary to support EPA's February 2006 decision to issue a risk-based PCB disposal approval for the estimated 750 lb (340 kg) of polychlorinated biphenyls contained in solid form, mostly integral in the insulation layers of the electrical cabling throughout the ship. Based on the EPA's approval, after a public comment period, the ship was towed to Pensacola in March 2006 for final preparations for sinking. A team of Navy personnel accomplished the sinking of the ship on 17 May 2006, supported by the Florida Fish and Wildlife Conservation Commission, Escambia County Department of Natural Resources, the U.S. Coast Guard, the Pensacola Police Department, and several sheriff departments of Escambia County and surrounding counties. A Navy Explosive Ordnance Disposal team from Panama City, FL detonated C-4 explosive charges of approximately 500 lb (230 kg), strategically placed on 22 sea connection pipes in various machinery spaces. The ship sank stern first 37 minutes after detonation in of water in the Gulf of Mexico. As was intended, the ship came to rest lying upright. The flight deck was at a depth of , and its island rose to . Following Hurricane Gustav in 2008, the ship shifted 10 feet deeper leaving the flight deck at . The island structure is accessible to recreational divers, but the flight deck requires additional training and equipment. It is now popularly known as the \"Great Carrier Reef\", a reference to Australia's Great Barrier Reef. The Times of London named the Oriskany wreck as one of the top ten wreck diving sites in the world. The New York Times Web video Diving the U.S.S. Oriskany explored the Oriskany wreck two years after its sinking.Diving the U.S.S. Oriskany Image:Ex-USS Oriskany leaves port, 15 May 2006.jpg|Oriskany leaves port for the last time, bound for the Gulf of Mexico to become an artificial reef. Image:Detonations aboard the USS Oriskany.jpg|Detonations aboard Oriskany File:US Navy 060517-N-7992K-009 The ex-Oriskany, a decommissioned aircraft carrier, was sunk 24 miles off the coast of Pensacola, Fla., on May 17 to form an artificial reef.jpg|Beginning to sink Image:USS Oriskany sinking.jpg|Oriskany slips beneath the waves. File:Oriskany July 2008 -1.jpg|Oriskany's Primary Flight Control, photographed in July 2008 ==Awards== * Navy Unit Commendation (3) * Meritorious Unit Commendation (3) *China Service Medal (extended) *Navy Occupation Service Medal (Europe clasp) * National Defense Service Medal (2) * Korean Service Medal (2 battle stars) * Armed Forces Expeditionary Medal (3) * Vietnam Service Medal (10 battle stars) *Republic of Vietnam Meritorious Unit Citation (Gallantry Cross Medal with Palm) * United Nations Korea Medal * Republic of Vietnam Campaign Medal *Republic of Korea War Service Medal (retroactive) == In media == Oriskany has been featured in films such as Men of the Fighting Lady and The Bridges at Toko-Ri from 1954 and What Dreams May Come (1998). In March 1952, the ship hosted a dance performance on deck by the Ballet Theater of New York (now the American Ballet Theatre), featuring prima ballerina Mary Ellen Moylan, which was captured in a series of photos shot by renowned New York street and fashion photographer Louis Faurer and sponsored by Life magazine. In the 1986 film Top Gun, the father of the lead character flew from the USS Oriskany before being shot down and killed in Vietnam. ==References== * ==Further reading== * Art Gilberson. The Mighty O: USS Oriskany CVA-34. Patriot Media Publishing, 2011. *Zalin Grant. Over the Beach. Pocket Books Publishing, 1988, 1989. Originally published 1986 by W. W. Norton & Company, Inc. ==External links== * USS Oriskany Reunion Association * Navy history of Oriskany (CV-34) * DANFS: USS Oriskany * 1966 Fire: A Carrier's Agony: Hell Afloat, Life Magazine 11/25/1966 * 1st Hand Photos, Video, and Story of the Oriskany Sinking * \"USS Oriskany CVA-34 – Vietnam Era\" * Diving the Oriskany, New York Times video. * \"She's Goin' Down\" * \"Sinking an Aircraft Carrier – Megastructures\" * Category:1945 ships Category:Cold War aircraft carriers of the United States Category:Essex-class aircraft carriers Category:Korean War aircraft carriers of the United States Category:Maritime incidents in 1966 Category:Ships built in Brooklyn Category:Vietnam War aircraft carriers of the United States Category:World War II aircraft carriers of the United States Category:Maritime incidents in 2006 Category:Ships sunk as artificial reefs Category:Ships sunk as dive sites Category:Shipwrecks of the Florida coast Category:Scuttled vessels Category:Aircraft carrier fires",
 "title": "USS Oriskany (CV-34)"
}