{
 "id": "195744",
 "text": "thumb|260px|Turquoise mosaic mask. Mixtec-Aztec, 1400–1521 AD The Mixtecs (), or Mixtecos, are indigenous Mesoamerican peoples of Mexico inhabiting the region known as La Mixteca of Oaxaca and Puebla as well as La Montaña Region and Costa Chica Regions of the state of Guerrero. The Mixtec region is generally divided into three subregions based on geography: the Mixteca Alta (Upper Mixtec or Ñuu Savi Sukun), the Mixteca Baja (Lower Mixtec or Ñuu I'ni), and the Mixteca Costa (Coastal Mixtec or Ñuu Andivi). The Alta is drier with higher elevations, while the Baja is lower in elevation, hot but dry, and the Coasta also low in elevation but much more humid and tropical. The Alta has seen the most study by archaeologists, with evidence for human settlement going back to the Archaic and Early Formative periods. The first urbanized sites emerged here. Long considered to be part of the larger Mixteca region, groups living in the Baja were probably more culturally related to neighboring peoples in Eastern Guerrero than they were to the Mixtecs of the Alta. They even had their own hieroglyphic writing system called ñuiñe. The Costa only came under control of the Mixtecs during the military campaigns of the Mixtec cultural hero Eight Deer Jaguar Claw. Originally from Tilantongo in the Alta, Eight Deer and his armies conquered several major and minor kingdoms on their way to the coast, establishing the capital of Tututepec in the Lower Río Verde valley. Previously, the Costa had been primarily occupied by the Chatinos. In pre-Columbian times, a number of Mixtec kingdoms competed and allied with each other and with Zapotec kingdoms in the Central Valleys. Like the rest of the indigenous peoples of Mexico, the Mixtec were conquered by the Spanish invaders and their indigenous allies in the 16th century. Pre-Columbian Mixtecs numbered around 1.5 million.archaeology.about.com › ... › Archaeology 101 › Glossary › M Terms Today there are approximately 800,000 Mixtec people in Mexico, and there are also large populations in the United States. The Mixtec languages form a major branch of the Oto-Manguean language family. ==Nomenclature and etymology== The term Mixtec (Mixteco in Spanish) comes from the Nahuatl word mixtecah , \"cloud people\". There are many names that the Mixtecs have for naming themselves: ñuù savi, nayívi savi, ñuù davi, nayivi davi. etc. All these denominations can be translated as 'the land of the rain'. The historic homeland of Mixtec people is La Mixteca, called in Mixtec language Ñuu Savi, Ñuu Djau, Ñuu Davi, etc., depending on the local variant. They call their language sa'an davi, da'an davi or tu'un savi. ==Overview== In pre-Columbian times, the Mixtec were one of the major civilizations of Mesoamerica. Important ancient centers of the Mixtec include the ancient capital of Tilantongo, as well as the sites of Achiutla, Cuilapan, Huajuapan, Mitla, Tlaxiaco, Tututepec, Juxtlahuaca, and Yucuñudahui. The Mixtec also made major constructions at the ancient city of Monte Albán (which had originated as a Zapotec city before the Mixtec gained control of it). The work of Mixtec artisans who produced work in stone, wood, and metal was well regarded throughout ancient Mesoamerica. According to West, \"the Mixtec of Oaxaca...were the foremost goldsmiths of Mesoamerica,\" which included the \"lost-wax casting of gold and its alloys.\" At the height of the Aztec Empire, many Mixtecs paid tribute to the Aztecs, but not all Mixtec towns became vassals. They put up resistance to Spanish rule until they were subdued by the Spanish and their central Mexican allies led by Pedro de Alvarado. Mixtecs have migrated to various parts of both Mexico and the United States. In recent years a large exodus of indigenous peoples from Oaxaca, such as the Zapotec and Triqui, has seen them emerge as one of the most numerous groups of Amerindians in the United States. As of 2011, an estimated 150,000 Mixteco people were living in California, and 25,000 to 30,000 in New York City. Large Mixtec communities exist in the border cities of Tijuana, Baja California, San Diego, California and Tucson, Arizona. Mixtec communities are generally described as trans-national or trans-border because of their ability to maintain and reaffirm social ties between their native homelands and diasporic community. (See: Mixtec transnational migration.) ==Mixtecs in the colonial era== thumb|left|250px|Mixtec funerary mask; Grave No. 7, Monte Alban; Museum of Cultures of Oaxaca. thumb|right|The stucco reliefs in the Tomb 1 of Zaachila (The Valley, Oaxaca) reveal a remarkable influence from Mixtec art. It is likely that the tomb belongs to a person whose name is registered in the Nuttall Codex. Tomb 1 of Zaachila, Central Valleys of Oaxaca, Late Postclassic. There is considerable documentation in the Mixtec (Ñudzahui) native language for the colonial era, which has been studied as part of the New Philology. Mixtec documentation indicates parallels between many indigenous social and political structures with those in the Nahua areas, but published research on the Mixtecs does not primarily focus on economic matters. There is considerable Mixtec documentation for land issues, but sparse for market activity, perhaps because indigenous cabildos did not regulate commerce or mediate economic disputes except for land.Kevin Terraciano, ‘’The Mixtecs of Colonial Oaxaca: Ñudzahui History, Sixteen through Eighteenth Centuries’’. Stanford: Stanford University Press 2001, 248–49. Long-distance trade existed in the prehispanic era and continued in indigenous hands in the early colonial. In the second half of the colonial period, there were bilingual Mixtec merchants, dealing in both Spanish and indigenous goods, who operated regionally. However, in the Mixteca “by the eighteenth century, commerce was dominated by Spaniards in all but the most local venues of exchange, involving the sale of agricultural commodities and indigenous crafts or the resale of imported goods.”.Terraciano, ibid. p. 251 Despite the development of a local exchange economy, a number of Spaniards with economic interests in Oaxaca, including “[s]ome of the Mixteca priests, merchants, and landowners maintained permanent residence in Puebla, and labor for the obrajes (textile workshops) of the city of Puebla in the sixteenth and seventeenth centuries was sometimes recruited from peasant villages in the Mixteca.\"William B. Taylor, \"Town and Country in the Valley of Oaxaca\", ‘’The Provinces of Early Mexico’’, Ida Altman and James Lockhart, eds. Los Angeles, UCLA Latin American Center 1976, p. 74. There is evidence of community litigation against Mixtec caciques who leased land to Spaniards and the growth of individually contracted wage labor. Mixtec documentation from the late eighteenth century indicates that \"most caciques were simply well-to-do investors in Spanish-style enterprises\"; some married non-Indians; and in the late colonial era had little claim to hereditary authority.Kevin Terraciano, \"The Colonial Mixtec Community,\" Hispanic American Historical Review, vol. 80, Feb. 2000 p. 39 ==Geography== thumb|left|250px|Codex Zouche-Nuttall Mixtec British Museum. right|200px|thumb|Map showing the historic Mixtec area. Pre- Classic archeological sites are marked with a triangle, Classic sites with a round dot, and Post-classic sites with a square.|alt= The Mixtec area, both historically and currently, corresponds roughly to the western half of the state of Oaxaca, with some Mixtec communities extending into the neighboring state of Puebla to the north-west and also the state of Guerrero. The Mixtec people and their homelands are often subdivided into three geographic areas: The Mixteca Alta or Highland Mixtec living in the mountains in, around, and to the west of the Valley of Oaxaca; the Mixteca Baja or Lowland Mixtec living to the north and west of these highlands, and the Mixteca de la Costa or Coastal Mixtec living in the southern plains and the coast of the Pacific Ocean. For most of Mixtec history, the Mixteca Alta was the dominant political force, with the capitals of the Mixtec nation located in the central highlands. The valley of Oaxaca itself was often a disputed border region, sometimes dominated by the Mixtec and sometimes by their neighbors to the east, the Zapotec. An ancient Coixtlahuaca Basin cave site known as the Colossal Natural Bridge is an important sacred place for the Mixtec. ==Language, codices, and artwork== The Mixtecan languages (in their many variants) were estimated to be spoken by about 300,000 people at the end of the 20th century, although the majority of Mixtec speakers also had at least a working knowledge of the Spanish language. Some Mixtecan languages are called by names other than Mixtec, particularly Cuicatec (Cuicateco), and Triqui (or Trique). The Mixtec are well known in the anthropological world for their Codices or phonetic pictures in which they wrote their history and genealogies in deerskin in the \"fold-book\" form. The best-known story of the Mixtec Codices is that of Lord Eight Deer, named after the day in which he was born, whose personal name is Jaguar Claw, and whose epic history is related in several codices, including the Codex Bodley and Codex Zouche-Nuttall. He successfully conquered and united most of the Mixteca region. They were also known for their exceptional mastery of jewelry and mosaic, among which gold and turquoise figure prominently. Products by Mixtec goldsmiths formed an important part of the tribute the Mixtecs paid to the Aztecs during parts of their history. Turquoise mosaic masks also played an important role in both political and religious functions. These masks were used as gifts to form political alliances, in ceremonies during which the wearer of the mask impersonated a god, and were fixed to funerary bundles that were seen as oracles. ==References== ===Further reading=== * ==External links== Category:Pre- Columbian cultures of Mexico Category:Indigenous peoples in Mexico Category:Mesoamerican cultures Category:Mesoamerican people Category:Archaeological cultures of North America",
 "title": "Mixtec"
}