{
 "id": "195874",
 "text": "{{Infobox settlement |official_name = Livingston |other_name = Labuga |native_name = |nickname = |settlement_type = Municipality and town |motto = |image_skyline = |imagesize= |image_caption = Livingston, Guatemala. |image_flag = |flag_size = |image_seal = |seal_size = |image_shield = |shield_size = |image_blank_emblem = |blank_emblem_type = |blank_emblem_size = |image_map = |mapsize = |map_caption = |image_map1 = |mapsize1 = |map_caption1 = |image_dot_map = |dot_mapsize = |dot_map_caption = |dot_x = |dot_y = |pushpin_map = Guatemala |pushpin_label_position =bottom |pushpin_map_caption =Location in Guatemala |subdivision_type = Country |subdivision_name = 25px Guatemala |subdivision_type1 = Department |subdivision_name1 = Izabal Department |subdivision_type2 = |subdivision_name2 = |subdivision_type3 = |subdivision_name3 = |subdivision_type4 = |subdivision_name4 = |government_footnotes = |government_type = |leader_title = |leader_name = |leader_title1 = |leader_name1 = |leader_title2 = |leader_name2 = |leader_title3 = |leader_name3 = |leader_title4 = |leader_name4 = |established_title = |established_date = |established_title2 = |established_date2 = |established_title3 = |established_date3 = |area_magnitude = |unit_pref =Imperial |area_footnotes = |area_total_km2 = 2379 |area_land_km2 = |area_water_km2 = |area_total_sq_mi = |area_land_sq_mi = |area_water_sq_mi = |area_water_percent = |area_urban_km2 = |area_urban_sq_mi = |area_metro_km2 = |area_metro_sq_mi = |area_blank1_title = |area_blank1_km2 = |area_blank1_sq_mi = |population_as_of = 2018 census |population_footnotes = Citypopulation.de Population of departments and municipalities in Guatemala |population_note = |population_total = 73492 |population_density_km2 = auto |population_density_sq_mi = |population_metro = |population_density_metro_km2 = |population_density_metro_sq_mi = |population_urban = |population_density_urban_km2 = |population_density_urban_sq_mi = |population_blank1_title =Ethnicities |population_blank1 = |population_blank2_title =Religions |population_blank2 = |population_density_blank1_km2 = |population_density_blank1_sq_mi = |timezone = |utc_offset = |timezone_DST = |utc_offset_DST = |coordinates = |elevation_footnotes = |elevation_m = |elevation_ft = |postal_code_type = |postal_code = |area_code = |blank_name = Climate |blank_info = Af |blank1_name = |blank1_info = |website = |footnotes = }} Livingston is a town, with a population of 17,923 (2018 census),Citypopulation.de Population of cities & towns in Guatemala in Izabal Department, eastern Guatemala, at the mouth of the Río Dulce at the Gulf of Honduras. The town serves as the municipal seat of the municipality of the same name. It was Guatemala's main port on the Caribbean Sea before the construction of nearby Puerto Barrios. Livingston is noted for its unusual mix of Garífuna, Afro-Caribbean, Maya and Ladino people and culture. In recent decades Livingston has developed a large tourist industry. ==History== Livingston is named after American jurist and politician Edward Livingston who wrote the Livingston Codes which - translated into Spanish by liberal leader José Francisco Barrundia - were used as the basis for the laws of the liberal government of the United Provinces of Central America in the early 19th century. However, this government did not come to fruition in Guatemala, because of the conservative and clerical revolution led by Rafael Carrera in 1838 that overthrew governor Mariano Galvez and gave way to a conservative and Catholic regime that lasted until 1871 in Guatemala. ===Franja Transversal del Norte=== right|thumb|Street in Livingston towards Caribbean Sea In the 1960s, the importance of the region known as Franja Transversal del Norte was in livestock, exploitation of precious export wood and archaeological wealth. Timber contracts were granted to multinational companies such as Murphy Pacific Corporation from California, which invested US$30 million for the colonization of southern Petén and Alta Verapaz, and formed the North Impulsadora Company. Colonization of the area was made through a process by which inhospitable areas of the Franja Transversal del Norte (FTN) were granted to native peasants. In 1964, the National Institute for Agrarian Transformation (INTA) defined the geography of the FTN as the northern part of the departments of Huehuetenango, Quiché, Alta Verapaz and Izabal and that same year priests of the Maryknoll order and the Order of the Sacred Heart began the first process of colonization, along with INTA, carrying settlers from Huehuetenango to the Ixcán sector in Quiché. The Northern Transversal Strip was officially created during the government of General Carlos Arana Osorio in 1970, by Decree 60-70 in the Congress, for agricultural development. The area included within the municipalities: San Ana Huista, San Antonio Huista, Nentón, Jacaltenango, San Mateo Ixtatán, and Santa Cruz Barillas in Huehuetenango; Chajul and San Miguel Uspantán in Quiché; Cobán, Chisec, San Pedro Carchá, Lanquín, Senahú, Cahabón and Chahal, in Alta Verapaz and the entire department of Izabal. == Economy == === African palm oil === 200px|thumb|African oil palm plantation areas in Guatemala as of 2014. There is a large demand within Guatemala and some of its neighbors for edible oils and fats, which would explain how the African palm oil became so prevalent in the country in detriment of other oils, and which has allowed new companies associated to large capitals in a new investment phase that can be found particularly in some territories that form the Northern Transversal Strip of Guatemala. The investors are trying to turn Guatemala into one of the main palm oil exporters, in spite of the decline on its international price. The most active region is found in Chisec and Cobán, in Alta Verapaz Department; Ixcán in Quiché Department, and Sayaxché, Petén Department, where Palmas del Ixcán, S.A. (PALIX) is located, both with its own plantation and those of subcontractors. Another active region is that of Fray Bartolomé de las Casas and Chahal in Alta Verapaz Department; El Estor and Livingston, Izabal Department; and San Luis, Petén, where Naturaceites operates. == Transport == right|thumb|Boat landing at Livingston Boats run several times a day from Puerto Barrios, and twice a week on Tuesdays and Fridays from Punta Gorda, Belize. Boats also run every morning from Livingston to Punta Gorda. However, due to collusion between boat owners, the fares are much higher than passage from Puerto Barrios. There is another boat that transports tourists from Livingston in through Río Dulce; it runs every day. All access is via watercraft since there is no road link to the rest of Guatemala. As of early 2014, foreign passengers arriving in Livingston still present their passports at the customs office, which is two blocks up the hill from the dock, on the left side of the street. One is entirely free to walk right past the customs office and forego this formality; however, doing so may subject one to significant delays and possible fines when one leaves Guatemala at any land crossing, port, or airport. == Languages == A number of languages are spoken in Livingston including Spanish, Garifuna language, Mayan Q'eqchi', and English. == Notable people == *Guillermo Ramírez, soccer player of Municipal, C.S.D. in the Guatemalan Soccer League *Marvin Avila, soccer player of Shaanxi Neo-China Chanba F.C. *Ricardo Trigueño Foster, soccer player of Deportivo Petapa in the Guatemalan Soccer League. *Raymond McLeod, a 15 Most Wanted fugitive from the United States believed to be hiding out in Livingston (he is wanted for a murder he allegedly committed in San Diego, California). ==In films== === The New Adventures of Tarzan (1935) === In 1935, the film The New Adventures of Tarzan, was filmed on location in Guatemala, taking advantage of the help from the United Fruit Company and president Jorge Ubico. The places where the filming was made were: * Chichicastenango: scenes of a native town where the explorers first met. * Antigua Guatemala: The Green Goddess temple * Livingston: scenes where explorers prepare to go into the jungle * Puerto Barrios: arrival and departure of the boats carrying the explorers * Tikal: jungle scenes * Quiriguá: Mayan city where they get lectured on the maya civilization * Guatemala City: then luxurious Palace Hotel was used to shoot the scenes of the hotel in the imaginary town of At Mantique === Terminator: Dark Fate (2019) === Livingston briefly appears as the setting of an early scene in the 2019 film Terminator: Dark Fate. Sarah Connor and her teenage son John are hiding out there in 1998, following the events of the second movie. ==Climate== Livingston has a tropical rainforest climate (Köppen: Af). == Geographic location == ==See also== * * * Belice * Edward Livingston * Mariano Gálvez * Río Dulce * List of places in Guatemala ==Notes and references== === References === ===Bibliography=== * * ==External links== * Category:Municipalities of the Izabal Department Category:Garifuna Category:Road-inaccessible communities of North America",
 "title": "Livingston, Guatemala"
}