{
 "id": "195939",
 "text": "Anaerobic glycolysis is the transformation of glucose to lactate when limited amounts of oxygen (O2) are available. Anaerobic glycolysis is only an effective means of energy production during short, intense exercise, providing energy for a period ranging from 10 seconds to 2 minutes. This is much faster than aerobic metabolism. The anaerobic glycolysis (lactic acid) system is dominant from about 10–30 seconds during a maximal effort. It replenishes very quickly over this period and produces 2 ATP molecules per glucose molecule, or about 5% of glucose's energy potential (38 ATP molecules). The speed at which ATP is produced is about 100 times that of oxidative phosphorylation. Anaerobic glycolysis is thought to have been the primary means of energy production in earlier organisms before oxygen was at high concentration in the atmosphere and thus would represent a more ancient form of energy production in cells. In mammals, lactate can be transformed by the liver back into glucose using the Cori cycle. Fates of pyruvate under anaerobic conditions: # Pyruvate is the terminal electron acceptor in lactic acid fermentation When sufficient oxygen is not present in the muscle cells for further oxidation of pyruvate and NADH produced in glycolysis, NAD+ is regenerated from NADH by reduction of pyruvate to lactate. Lactate is converted to pyruvate by the enzyme lactate dehydrogenase. The standard free energy change of the reaction is -25.1 kJ/mol. # Ethanol fermentation Yeast and other anaerobic microorganisms convert glucose to ethanol and rather than pyruvate. Pyruvate is first converted to acetaldehyde by enzyme pyruvate decarboxylase in the presence of Thiamine pyrophosphate and Mg++. Carbon- dioxide is released during this reaction. Acetaldehyde is then converted to ethanol by the enzyme alcohol dehydrogenase. NADH is oxidized to NAD+ during this reaction. ==See also== * Aerobic glycolysis * Lactate shuttle hypothesis * Lactic acidosis ==References== Category:Chemical reactions",
 "title": "Anaerobic glycolysis"
}