{
 "id": "196260",
 "text": "The Philadelphia Naval Shipyard was an important naval shipyard of the United States for almost two centuries. Philadelphia's original navy yard, begun in 1776 on Front Street and Federal Street in what is now the Pennsport section of the city, was the first naval shipyard of the United States. The new, much larger yard grew up around facilities begun in 1871 on League Island at the confluence of the Delaware and Schuylkill rivers. The United States Navy ended most of its activities there in the 1990s; subsequently, in 2000, the Philadelphia Industrial Development Corporation, on behalf of the city of Philadelphia, acquired and began to redevelop the land. First called Philadelphia Naval Business Center, it is now known as The Navy Yard. It is a large mixed-use campus that employs nearly 15,000 people across a mix of industries, and includes cutting edge cell therapy production facilities, global fashion companies, and a commercial shipyard. The Navy still has a Naval Inactive Ship Maintenance Facility and a few engineering activities at the site. ==History== The yard has its origins in a shipyard on Philadelphia's Front Street on the Delaware River that was founded in 1776 and became an official United States Navy site in 1801. From 1812 till 1865 it was a big production center. The first ship which was launched to the water was the USS Franklin. This event was watched by more than 50,000 spectators. The rapid development of other shipbuilding companies pledged Philadelphia to improve production processes. It was the first shipyard in the world which used floating dry docks in the building process to improve an operating time of the ships. After the advent of ironclad warships made the site obsolete, new facilities were built in 1871 on League Island at the confluence of the Delaware and Schuylkill rivers. From early in the nineteenth century many Philadelphia workers agitated for a reduction in the arduous twelve hour workday.thumb|Philadelphia Naval Hospital staff, Philadelphia Navy Yard, 1 July 1835, p.2, The workday in the Philadelphia Navy Yard prior to 1835 was sunrise to sunset, with time off for breakfast.Sharp, John G.M., The Philadelphia Navy Yard in 1835 & the Birth of the Ten-Hour Day, http://www.usgwarchives.net/va/portsmouth/shipyard/sharp/philany.html In the summer of 1835 Philadelphia Navy Yard shipwrights, joiners and other workers became leaders in this effort when they chose to combine direct action, a strike, with political pressure to the executive branch. After first making a request to the Secretary of the Navy via shipyard Commandant Commodore James Barron, on 29 August 1835 they appealed directly to President Andrew Jackson. Commodore Barron endorsed his workers request with the following acknowledgment \"I would respectfully observe – Seems to be inevitable, sooner or later, for as the working man are seconded by all the Master workmen, city councils etc. there is no probability they will secede from their demands.\" Their petition was granted and on 31 August 1835 the president ordered the Secretary of the Navy to grant the ten hour work day effective 3 September 1835. However, the change was only applicable to the Philadelphia Navy Yard. On 29 August 1836, a committee of Philadelphia Navy Yard mechanics appealed to President Andrew Jackson to extend the law, \"The Committee are sure that if the example is set in Philadelphia it will be [illegible] required in other places and they will not attempt to disguise the pleasure it would give them as Citizens and as Workingmen to see a reformation taking place under the auspices of the Government.\" Sharp, Ibid It was another 5 years before the ten hour day was extended to all government employees engaged in manual labor; this was accomplished via an executive order by President Martin Van Buren on 31 March 1840.thumb|Navy Yard Philadelphia, 1874 The Naval Aircraft Factory was established at the League Island site in 1917. Just after World War I, a 350-ton capacity hammerhead crane was ordered for the yard. Manufactured in 1919 by the McMyler-Interstate Company in Bedford, Ohio, the crane was called the League Island Crane by its builder. Weighing 3,500 tons, the crane was shipped to the yard in sections, and it was the world's largest crane at the time.\"McMyler-Interstate Co..\" Bedford Historical Society. N.p., n.d. Web. 19 June 2010. . The \"League Island Crane\" was for many years the Navy's largest crane. Mustin Field opened at the Naval Aircraft Factory in 1926 and operated until 1963. The shipyard's greatest period came in World War II, when the yard employed 40,000 people who built 53 ships and repaired 574. During this period, the yard built the famed battleship New Jersey and its 45,000-ton sister ship, Wisconsin. In the Naval Laboratory, Philip Abelson developed the liquid thermal diffusion technique for separating uranium-235 for the Manhattan Project. After the war, the workforce dropped to 12,000, and in the 1960s, new ships began to be contracted out to private companies. The yard built its last new ship, the command ship Blue Ridge, in 1970. thumb|left|Guns from battleships being scrapped in Philadelphia Navy Yard in December 1923. being dismantled in the background. The yard's closure was originally recommended in 1991 by the Base Realignment and Closure Commission, as a result of foreign competition and reduced needs due to the end of the Cold War. The planned closing was unsuccessfully litigated to the US Supreme Court in Dalton v. Specter. Although local politicians tried to keep the yard open, it finally closed in 1995 with a loss of 7,000 jobs. Senator Arlen Specter charged that the Department of Defense did not disclose the official report on the closing. This resulted in a controversy that led to further legal disputes, to no avail. Since its transfer from the government, the west end of property has been leased to Aker Kværner, a tanker and commercial shipbuilding firm. ==Dry docks and slipways== {| class=\"wikitable\" |- ! style=\"text-align: left;\" | Dock No. ! Material of which dock is constructed !! Length !! Width !! Depth !! Date Completed !! Source |- ! style=\"text-align: center;\" | 1 | Concrete | | | | style=\"text-align: center;\" | 1956 |rowspan=5| |- ! style=\"text-align: center;\" | 2 | Concrete | | | | style=\"text-align: center;\" | 1908 |- ! style=\"text-align: center;\" | 3 | Concrete | | | | style=\"text- align: center;\" | 1921 |- ! style=\"text-align: center;\" | 4 | Concrete | | | | style=\"text-align: center;\" | 1942 |- ! style=\"text-align: center;\" | 5 | Concrete | | | | style=\"text-align: center;\" | 1943 |} {| class=\"wikitable\" |- ! colspan=\"4\"| January 1, 1946 |- ! style=\"text-align: left;\" | Shipbuilding ways ! Width !! Length !! Source |- ! style=\"text-align: center;\" | 1 | | |rowspan=3| |- ! style=\"text-align: center;\" | 2 | | |- ! style=\"text-align: center;\" | 3 | | |} ==Notable ships== * Franklin, a 74-gun ship of the line launched in 1815, the first vessel laid down at the shipyard * New Jersey, an * Wisconsin, the last keel laid for a completed battleship of the United States Navy, 25 January 1941BB-64 was launched and commissioned before BB-63, in spite of a later keel-laying. * Blue Ridge, an amphibious command ship, which was the last vessel built at the shipyard and which now flies the First Navy Jack as the oldest actively deployed vessel in the Navy. ==League Island after the naval shipyard== The City of Philadelphia became the landlord and owner of the League Island site in March 2000, when the Philadelphia Authority for Industrial Development (PAID) took title to roughly 1,000 acres from the Navy. Today, the site is operated as an industrial park under the name \"The Navy Yard\". The Philadelphia Industrial Development Corporation (PIDC) manages the planning, operation, and development of The Navy Yard on behalf of PAID and the City of Philadelphia. A comprehensive master plan was developed in 2004 to turn the former industrial yard to a mixed-use campus. As of 2010, navy activities there include Naval Support Activity Philadelphia, the Naval Surface Warfare Center Ship Systems Engineering Station, Naval Facilities Engineering Command Mid-Atlantic Public Works Department Pennsylvania (NAVFAC MIDLANT PWD PA) and the Naval Inactive Ship Maintenance Facility (NISMF), which stores decommissioned and mothballed warships and auxiliary naval vessels. The Navy Yard is home to 120 companies with 10,000 employees, as the campus continues to expand and develop. Clothing manufacturer Urban Outfitters consolidated its Philadelphia headquarters on the site, while Tasty Baking Company, makers of Tastykakes, has moved their bakery to the 26th Street side of The Yard. Other occupants include PIDC itself, Rittenhouse Ventures, GlaxoSmithKline, Iroko Pharmaceuticals, Aker Philadelphia Shipyard, Rhoads Industries, Energy Efficient Buildings Hub (EEB Hub), RevZilla.com, and Mark Group, Inc. In January 2013, company announced about increasing the number of apartments for employees (near 1,000) and infrastructure development. This is made possible by the public financing of shipyards and investments of private companies. According to the plan for 2013 the number of employees at the shipyard amount to around 30,000 people. In March 2013, the Canadian Pacific – Bulkmatic Transport transload site on Langley Ave was closed. In April 2013, pharmaceutical giant GlaxoSmithKline opened a 205,000-square-foot building in The Navy Yard's Corporate Center. The memorial chapel to the Four Chaplains also sits on the grounds. The Athletic Base Ball Club of Philadelphia hosts the annual Philadelphia Base Ball Fair & Exhibition on the Navy Yard Marine Parade Grounds. Navy Yard Building 57 is occupied by Rhoads Industries Inc. ==See also== *League Island *Commandant's Quarters (Philadelphia, Pennsylvania) *Marine Barracks (Philadelphia, Pennsylvania) *Port of Philadelphia, located immediately to the northeast along the Delaware River *Philadelphia International Airport, located immediately to the southwest along the Delaware River ==Notes== ==Bibliography== * ==External links== * * * Category:United States Navy shipyards Category:National Register of Historic Places in Philadelphia Category:1995 disestablishments in the United States Category:Delaware River Port Authority Category:Historic American Engineering Record in Philadelphia Category:Infrastructure completed in 1903 Category:Historic district contributing properties in Pennsylvania Category:South Philadelphia Category:Historic districts on the National Register of Historic Places in Pennsylvania Category:Shipyards on the National Register of Historic Places Category:Military installations closed in 1995 Category:Closed installations of the United States Navy",
 "title": "Philadelphia Naval Shipyard"
}