{
 "id": "196379",
 "text": "Let's Go is the second studio album by the American punk rock band Rancid. It was released on June 21, 1994, through Epitaph Records and was the band's first album to feature Lars Frederiksen on guitar. The album initially achieved little mainstream success, though it appealed to the band's fanbase. However, the surprise success of punk rock bands such as The Offspring, Green Day and Bad Religion in the mid-1990s brought forth more mainstream interest in Let's Go, and it peaked at number 97 on the Billboard 200. \"Salvation\" was released to alternative radio on February 3, 1995. Let's Go is the first Rancid album to be produced by Brett Gurewitz. He would go on to engineer the band's third studio album, ...And Out Come the Wolves (1995) and returned as the band's permanent producer in 2000, starting with their fifth album. ==Writing and production== After Rancid hired second guitarist Lars Frederiksen, they returned to the studio in October 1993The exact date that the recording of Let's Go began is uncertain. with producer Brett Gurewitz to begin work on its second studio album. It took the band just six days to record the twenty-three songs selected for the album. \"Radio\" and \"Dope Sick Girl\", two songs previously included on a 7\" vinyl for Fat Wreck Chords, were altered for inclusion on Let's Go. ==Release== Let's Go was released through Epitaph Records in June 1994. They toured the US that month, before taking the following month off. They played two local shows, as well as five shows with Sick of It All. In September, they embarked on a tour of Canada, and an east coast US tour. ==Reception== ===Critical response=== Stephen Thomas Erlewine of AllMusic described the album as \"sheer energy\". He praised the music as a \"less-serious, party-ready version of The Clash\". The album received a rating of four out of five stars, while \"Salvation\" earned Rancid its first moderate success. ===Commercial performance and accolades=== Let's Go peaked at number 97 on the Billboard 200 album chart. The album was certified gold by the RIAA on July 7, 2000. In November 2011 Let's Go was ranked number eight on Guitar World magazine's top ten list of guitar albums of 1994. In April 2014 Rolling Stone placed the album at No. 24 on its \"1994: The 40 Best Records From Mainstream Alternative's Greatest Year\" list. ==Track listing== ==Personnel== * Tim Armstrong – vocals, guitar, art direction * Lars Frederiksen – guitar, vocals * Matt Freeman – bass guitar, vocals * Brett Reed – drums Production * Brett Gurewitz – producer * Brett Gurewitz; Michael Rosen - engineersLet's Go liner notes. Retrieved 2011-02-02 * Mackie Osborne; Lint (Tim Armstrong) - art direction * Jesse Fischer - photography ==Album notes== * Let's Go was originally intended to be a double-album, but was condensed to 23 tracks on one CD. On vinyl, it is a double album on two 10-inch mini-LPs. * \"Radio\" was co-written by one time potential Rancid member and current Green Day front-man Billie Joe Armstrong. * \"Salvation\" is featured in the videogame Guitar Hero II for the Xbox 360 * \"Side Kick\" is about a dream where Armstrong accompanies the superhero Wolverine on his adventures. * New York melodic hardcore punk band After the Fall has a song called \"1994\", which mentions Let's Go and other albums released in 1994. The song is featured on their 2009 album Fort Orange. *\"Burn\" contains a quote from Rock Master Scott & the Dynamic Three 1984 hit \"The roof is on fire\" (\"We don't need no water, let the motherfucker burn!\") ==References== Category:Rancid (band) albums Category:1994 albums Category:Epitaph Records albums",
 "title": "Let's Go (Rancid album)"
}