{
 "id": "196460",
 "text": "96 Tears is the debut album by the American garage rock band ? and the Mysterians, released in 1966. It peaked at number 66 on Billboard's Pop Albums chart. The single \"96 Tears\" reached number 1 on the Billboard Hot 100 on October 29, prior to release of the album. The album and the single \"96 Tears\" were both on the charts for fifteen weeks, while the single \"I Need Somebody\" was on the charts for ten weeks. First pressings had a misprinted Side 2 label listing the last track as \"Tears\" instead of \"96 Tears\". The album also incorrectly shows David Graham as composer for \"Stormy Monday\". ==Background== The band recorded the songs \"96 Tears\" and \"Midnight Hour\" on April 15, 1966 at Art Schiell's Recording Studio in Bay City, Michigan, for the small Pa-Go- Go label, which released the single in April, 1966. After getting extensive regional airplay in Michigan and Ontario, Neil Bogart, president of Cameo- Parkway Records purchased the rights to the record for national distribution. After replacing bassist Fernando Aguilar with Frank Lugo, the band went into the studio to record the remainder of the songs for their debut album released in November, 1966. The album was an immediate success and quickly shot up the charts before the end of the year. A second single, \"I Need Somebody\" was released in conjunction with the album. Allen Klein and ABKCO Records acquired the Cameo-Parkway catalog in 1967, and refused to license the ? and the Mysterians records for release on CD. In July, 1997, the band reunited and rerecorded the album for the Collectables Records label. In 2011, ABKCO released the original recordings. ==Track listing== ==Personnel== ===? and the Mysterians=== * Rudy Martinez – vocals * Bobby Balderrama – lead guitar * Frank Lugo – bass guitar * Frank Rodriguez – organ * Eddie Serrato – drumsQuestion Mark & the Mysterians, 96 Tears credits Retrieved July 2, 2015 * Fernando Aguilar – bass guitar (tracks 11–12) ===Technical=== * Neil Bogart, Rudy Martinez – producers * Joel Fein – engineer * Douglas Fiske – art direction * Bob Dell – liner notes ==Charts== {| class=\"wikitable plainrowheaders\" |+Sales chart performance for 96 Tears !scope=\"col\"|Chart (1966) !scope=\"col\"|Peak |- !scope=\"row\"|Billboard |align=\"center\"|66 |- |} {| class=\"wikitable plainrowheaders\" |+Sales chart performance for singles from 96 Tears !scope=\"col\"|Year !scope=\"col\"|Single !scope=\"col\"|Chart !scope=\"col\"|Position |- |rowspan=\"2\"|1966 !scope=\"row\"|\"96 Tears\" |Billboard Hot 100 |align=\"center\"|1 |- !scope=\"row\"|\"I Need Somebody\" |Billboard Hot 100 |align=\"center\"|22 |- |} ==References== Category:1966 debut albums Category:? and the Mysterians albums Category:Albums produced by Neil Bogart Category:Albums produced by Rudy Martinez Category:Cameo-Parkway Records albums",
 "title": "96 Tears (album)"
}