{
 "id": "196782",
 "text": "Citrus hystrix, called the kaffir lime or makrut lime, (, ) is a citrus fruit native to tropical Southeast Asia and southern China. Its fruit and leaves are used in Southeast Asian cuisine and its essential oil is used in perfumery. Its rind and crushed leaves emit an intense citrus fragrance. ==Names== \"Kaffir\" is thought to ultimately derive from the Arabic kafir, meaning infidel, though the mechanism by which it came to be applied to the lime is uncertain. Following the takeover of the Swahili coast, Muslims used the term to refer to the non-Muslim indigenous Africans, who were increasingly abducted for the Indian Ocean slave trade, which reached a height in the fifteenth and sixteenth century. The most likely etymology is through the Kaffirs, an ethnic group in Sri Lanka partly descended from Bantu slaves. The earliest known reference, under the alternative spelling \"caffre\" is in 1888 book The Cultivated Oranges, Lemons Etc. of India and Ceylon by Emanuel Bonavia, who notes, \"The plantation coolies also smear it over their feet and legs, to keep off land leeches; and therefore in Ceylon [Sri Lanka] it has got also the name of Kudalu dchi, or Leech Lime. Europeans call it Caffre Lime.\" Similarly, H.F. MacMillan's 1910 book A Handbook of Tropical Gardening and Planting notes, \"The 'Kaffir Lime' in Ceylon.\" Another proposed etymology is directly by Indian Muslims of the imported fruit from the non-Muslim lands to the east to \"convey otherness and exotic provenance.\" Claims that the name of the fruit derives directly from the South African ethnic slur \"kaffir\" (see \"Name\" below) are not well supported. C. hystrix is known by various names in its native areas: * in Indonesian and in Malay. Purut, \"rough-skinned\", refers to the bumpy texture of the fruit. * () in Chinese. * or in the Philippines. The city of Cabuyao in Laguna is named after the fruit. *Kolumichai, கொலுமிச்சை in Kongu Tamil * or (, ) in Thailand (a name also used for the bergamot orange). * (, ) in Laos. * or in Vietnam. * in Réunion Island The micrantha, a similar citrus fruit native to the Philippines that is ancestral to several hybrid limes, such as the Key lime and Persian lime, may represent the same species as C. hystrix, but genomic characterization of the kaffir lime has not been performed in sufficient detail to allow a definitive conclusion. ===South Africa=== In South Africa, the Arabic kafir was adopted by White colonialists as \"kaffir,\" an ethnic slur for black African people.Veronica Vinje: Saying \"kaffir lime\" is like saying the N-word before 'Lime' - Veronica Vinje, June 23. 2014, Straight.com Consequently, some authors favour switching from \"kaffir lime\" to \"makrut lime\", a less well-known name, while in South Africa it is usually referred to as \"Thai lime\".Common lime name has racist history by Khalil Akhtar, CBC News, Jul 8, 2014 ==Description== C. hystrix is a thorny bush, tall, with aromatic and distinctively shaped \"double\" leaves. These hourglass-shaped leaves comprise the leaf blade plus a flattened, leaf-like stalk (or petiole). The fruit is rough and green, and ripens to yellow; it is distinguished by its bumpy exterior and its small size, approximately wide. ==History== Pierre Sonnerat (1748–1814) collected specimens of it in 1771-72 and it appears in Lamarck's Encyclopédie Méthodique (1796) Kaffir lime appears in texts under the name of kaffir lime in 1868, in Ceylon, where rubbing the juice onto legs and socks prevents leech bites This could be a possible origin of the name leech lime. ==Uses== ===Cuisine=== C. hystrix leaves are used in Southeast Asian cuisines such as Indonesian, Laotian, Cambodian, and Thai. The leaves are the most frequently used part of the plant, fresh, dried, or frozen. The leaves are widely used in Thai (for dishes such as tom yum) and Cambodian cuisine (for the base paste \"krueng\"). The leaves are used in Vietnamese cuisine to add fragrance to chicken dishes and to decrease the pungent odor when steaming snails. The leaves are used in Indonesian cuisine (especially Balinese cuisine and Javanese cuisine) for foods such as soto ayam and are used along with Indonesian bay leaf for chicken and fish. They are also found in Malaysian and Burmese cuisines. The rind (peel) is commonly used in Lao and Thai curry paste, adding an aromatic, astringent flavor. The zest of the fruit, referred to as combava, is used in creole cuisine to impart flavor in infused rums and rougails in Mauritius, Réunion, and Madagascar. In Cambodia, the entire fruit is crystallized/candied for eating.Dy Phon Pauline, 2000, Plants Used In Cambodia, printed by Imprimerie Olympic, Phnom Penh ===Medicinal=== The juice and rinds of the peel are used in traditional medicine in some Asian countries; the fruit's juice is often used in shampoo and is believed to kill head lice. ===Other uses=== The juice finds use as a cleanser for clothing and hair in Thailand and very occasionally in Cambodia. Lustral water mixed with slices of the fruit is used in religious ceremonies in Cambodia. Kaffir lime oil is used as raw material in many fields, some of which include pharmaceutical, agronomic, food, sanitary, cosmetic, and perfume industries. It is also used extensively in aromatherapy and as an essential ingredient of various cosmetic and beauty products. File:Flickr - cyclonebill - Tom yam.jpg|C. hystrix leaves floating in tom yum File:Citrus hystrix DC. (AM AK305877-3).jpg|Fruit longitudinal section File:Combava Rind Madagascar.jpg|Dried fruit rinds File:Combava Powder Madagascar.jpg|Powdered fruit rind, used in Malagasy cuisine File:Phanaeng kai.jpg|Cut leaf strips on chicken phanaeng ==Cultivation== thumb|Small C. hystrix shrub in pot C. hystrix is grown worldwide in suitable climates as a garden shrub for home fruit production. It is well suited to container gardens and for large garden pots on patios, terraces, and in conservatories. ==Main constituents== The compound responsible for the characteristic aroma was identified as (–)-(S)-citronellal, which is contained in the leaf oil up to 80 percent; minor components include citronellol (10 percent), nerol and limonene. From a stereochemical point of view, it is remarkable that kaffir lime leaves contain only the (S) stereoisomer of citronellal, whereas its enantiomer, (+)-(R)-citronellal, is found in both lemon balm and (to a lesser degree) lemon grass, (however, citronellal is only a trace component in the latter's essential oil). Kaffir lime fruit peel contains an essential oil comparable to lime fruit peel oil; its main components are limonene and β-pinene. ==Toxicity== C. hystrix contains significant quantities of furanocoumarins, in both the peel and the pulp. Furanocoumarins are known to cause phytophotodermatitis, a potentially severe skin inflammation. One case of phytophotodermatitis induced by C. hystrix has been reported. ==See also== * ==References== Category:Asian cuisine Category:Limes (fruit) Category:Citrus Citrus Citrus Citrus Citrus Category:Herbs Category:Lao cuisine Category:Philippine cuisine Category:Spices Category:Thai cuisine",
 "title": "Kaffir lime"
}