{
 "id": "196773",
 "text": "{{Infobox writer | image = Houghton MS Lowell 62 (5) - Bachrach.jpg | caption = Lowell at Sevenels, circa 1916 | birth_name =Amy Lawrence Lowell | birth_date = | birth_place = Brookline, Massachusetts, US | death_date = | death_place = Brookline, Massachusetts, US | occupation = Poet | awards = Pulitzer Prize for Poetry | partner = Ada Dwyer Russell (together 1912–1925)}} Amy Lawrence Lowell (February 9, 1874 - May 12, 1925) was an American poet of the imagist school, which promoted a return to classical values. She posthumously won the Pulitzer Prize for Poetry in 1926. ==Life== thumb|Lowell as a child Amy Lowell was born on February 9, 1874, in Boston, Massachusetts, the daughter of Augustus Lowell and Katherine Bigelow Lowell. A member of the Brahmin Lowell family, her siblings included the astronomer Percival Lowell, the educator and legal scholar Abbott Lawrence Lowell, and Elizabeth Lowell Putnam, an early activist for prenatal care. They were the great-grandchildren of John Lowell and, on their mother's side, the grandchildren of Abbott Lawrence.Lowell, Delmar R., The Historic Genealogy of the Lowells of America from 1639 to 1899 (Rutland VT: The Tuttle Company, 1899), 283 School was a source of considerable despair for the young Amy Lowell. She considered herself to be developing \"masculine\" and \"ugly\" features and she was a social outcast. She had a reputation among her classmates for being outspoken and opinionated.Horace Gregory, Amy Lowell: Portrait of the Poet in her Own Time, Books for Libraries Press, Freeport, New York, 1958 Lowell never attended college because her family did not consider it proper for a woman to do so. She compensated for this lack with avid reading and near-obsessive book collecting. She lived as a socialite and travelled widely, turning to poetry in 1902 (aged 28) after being inspired by a performance of Eleonora Duse in Europe. After beginning a career as a poet when she was well into her 30s, Lowell became an enthusiastic student and disciple of the art. Lowell was said to be lesbian, and in 1912 she and actress Ada Dwyer Russell were reputed to be lovers. Russell is reputed to be the subject of Lowell's more erotic works, most notably the love poems contained in 'Two Speak Together', a subsection of Pictures of the Floating World. The two women traveled to England together, where Lowell met Ezra Pound, who at once became a major influence and a major critic of her work. Pound considered Lowell's embrace of Imagism to be a kind of hijacking of the movement. Lowell has been linked romantically to writer Mercedes de Acosta, but the only evidence of any contact between them is a brief correspondence about a planned memorial for Duse. Lowell was a short but imposing figure who kept her hair in a bun and wore a pince-nez. Lowell publicly smoked cigars, as newspapers of the day frequently mentioned.Gregory, p. 96 A glandular problem kept her perpetually overweight. Poet Witter Bynner once said, in a comment frequently misattributed to Ezra Pound, that she was a \"hippopoetess\". Her admirers defended her, however, even after her death. One rebuttal was written by Heywood Broun in his obituary tribute to Amy. He wrote, \"She was upon the surface of things a Lowell, a New Englander and a spinster. But inside everything was molten like the core of the earth ... Given one more gram of emotion, Amy Lowell would have burst into flame and been consumed to cinders.\" Lowell died of a cerebral hemorrhage in 1925, at the age of 51 and is buried at Mount Auburn Cemetery.Wilson, Scott. Resting Places: The Burial Sites of More Than 14,000 Famous Persons, 3d ed.: 2 (Kindle Location 28784). McFarland & Company, Inc., Publishers. Kindle Edition The following year, she was awarded the Pulitzer Prize for Poetry for What's O'Clock. That collection included the patriotic poem \"Lilacs\", which Louis Untermeyer said was the poem of hers he liked best. Her first published work appeared in 1910 in Atlantic Monthly. The first published collection of her poetry, A Dome of Many-Coloured Glass, appeared two years later, in 1912. An additional group of uncollected poems was added to the volume The Complete Poetical Works of Amy Lowell, published in 1955 with an introduction by Untermeyer, who considered himself her friend. Though she sometimes wrote sonnets, Lowell was an early adherent to the \"free verse\" method of poetry and one of the major champions of this method. She defined it in her preface to \"Sword Blades and Poppy Seed\" in the North American Review for January, 1917; in the closing chapter of \"Tendencies in Modern American Poetry\"; and also in The Dial (January 17, 1918), as: \"The definition of vers libre is: a verse- formal based upon cadence. To understand vers libre, one must abandon all desire to find in it the even rhythm of metrical feet. One must allow the lines to flow as they will when read aloud by an intelligent reader. Or, to put it another way, unrhymed cadence is \"built upon 'organic rhythm,' or the rhythm of the speaking voice with its necessity for breathing, rather than upon a strict metrical system. Free verse within its own law of cadence has no absolute rules; it would not be 'free' if it had.\"Lowes, Livingston, John, Conventions and Revolt in Poetry, 1919 Untermeyer writes that \"She was not only a disturber but an awakener.\" In many poems, Lowell dispenses with line breaks, so that the work looks like prose on the page. This technique she labeled \"polyphonic prose\". Throughout her working life, Lowell was a promoter of both contemporary and historical poets. Her book Fir-Flower Poets was a poetical re-working of literal translations of the works of ancient Chinese poets, notably Li Tai-po (701–762). Her writing also included critical works on French literature. At the time of her death, she was attempting to complete her two-volume biography of John Keats (work on which had long been frustrated by the noncooperation of F. Holland Day, whose private collection of Keatsiana included Fanny Brawne's letters to Frances Keats). Lowell wrote of Keats: \"the stigma of oddness is the price a myopic world always exacts of genius.\" Lowell published not only her own work, but also that of other writers. According to Untermeyer, she \"captured\" the Imagist movement from Ezra Pound. Pound threatened to sue her for bringing out her three-volume series Some Imagist Poets, and thereafter derisively called the American Imagists the \"Amygist\" movement. Pound criticized her as not an imagist, but merely a rich woman who was able to financially assist the publication of imagist poetry. She said that Imagism was weak before she took it up, whereas others said it became weak after Pound's \"exile\" towards Vorticism. Lowell wrote at least two poems about libraries—The \"Boston Athenaeum\" and \"The Congressional Library\"—during her career. A discussion of libraries also appears in her essay \"Poetry, Imagination, and Education\". ==Relationship with Ada Dwyer Russell== thumb|right|upright|125px|Lowell's partner Ada Dwyer Russell was the subject of many of her romantic poems. Lowell's partner Ada Dwyer Russell was the subject of many of Lowell's romantic poems, and Lowell wanted to dedicate her books to Russell, but Russell would not allow that, and relented only once for Lowell’s biography of John Keats, in which Lowell wrote, \"To A.D.R., This, and all my books. A.L.\" Examples of these love poems to Russell include the Taxi, Absence, A Lady Preface reprinted at the author's website. In a Garden, Madonna of the Evening Flowers, Opal, and Aubade. Lowell admitted to John Livingston Lowes that Russell was the subject of her series of romantic poems titled \"Two Speak Together\". Reprinted at thefreelibrary.com. Lowell's poems about Russell have been called the most explicit and elegant lesbian love poetry during the time between the ancient Sappho and poets of the 1970s. Most of the private correspondence in the form of romantic letters between the two were destroyed by Russell at Lowell's request, leaving much unknown about the details of their life together. ==Legacy== In the post-World War I years, Lowell was largely forgotten, but the women's movement in the 1970s and women's studies brought her back to light. According to Heywood Broun, however, Lowell personally argued against feminism. Additional sources of interest in Lowell today come from the anti-war sentiment of the oft-taught poem \"Patterns\"; her personification of inanimate objects, as in \"The Green Bowl\", and \"The Red Lacquer Music Stand\"; and her lesbian themes, including the love poems addressed to Ada Dwyer Russell in \"Two Speak Together\" and her poem \"The Sisters\", which addresses her female poetic predecessors. Lowell's correspondence with her friend Florence Ayscough, a writer and translator of Chinese literature, was compiled and published by Ayscough's husband Professor Harley Farnsworth MacNair in 1945. ==Works== * ===Books=== * * * * * * * * * * * * *Selected Poems of Amy Lowell, ed. Melissa Bradshaw and Adrienne Munich, New Brunswick, NJ: Rutgers University Press, 2002. * * (The Riverside Press, Cambridge), 1955. * * * ===Criticism=== * ===Anthology=== * ===Choral settings of poetry=== * To a Friend, by Giselle Wyers. Santa Barbara Music Publishing, Inc. * Sea Shell, by Vicente Chavarria. Santa Barbara Music Publishing, Inc. * This Perfect Beauty, by Jenni Brandon. Santa Barbara Music Publishing, Inc. * A Winter Ride, by Misty L. Dupuis. Earth Cadence Publishing. * The Giver of Stars, by Jenni Brandon. Jenni Brandon Music. * A Dome of Many-Coloured Glass, by Dominick DiOrio. Hal Leonard. * A Sprig of Rosemary, by Jeffrey Van. Hal Leonard. * Absence, by Dominick DiOrio. G. Schirmer. * At Night, by Jenni Brandon. Jenni Brandon Music. * You Are the Music, by Victor C. Johnson. Chorister's Guild. * The Giver of Stars, by Joan Szymko. Independent Music Publishers Cooperative. * You Are the Music, by Joan Szymko. Independent Music Publishers Cooperative. ==See also== * Amy Lowell Poetry Travelling Scholarship * Lesbian Poetry ==Notes== ==References== *Amy Lowell, American Modern: Critical Essays, ed. Adrienne Munich and Melissa Bradshaw, New Brunswick, NJ:Rutgers University Press, 2004. *\"Outselling the Modernisms of Men: Amy Lowell and the Art of Self-Commodification,\" Victorian Poetry Volume 38, No. 1 (Spring 2000), 141–169. *Rollyson, Carl, Amy Lowell Anew: A Biography, Rowman & Littlefield Publisher, 2013. . ==External links== * * * *Poems by Amy Lowell and biography at Poetry Foundation * March 26, 1916, New York Times, How Does the New Poetry Differ from the Old?; Amy Lowell Laments the Lack of Authoritative Criticism in America – Says No One Should Make a Living by Writing Category:1874 births Category:1925 deaths Category:American socialites Category:Burials at Mount Auburn Cemetery Category:Imagists Category:American lesbian writers Category:LGBT people from Massachusetts Category:Modernist women writers Category:People from Brookline, Massachusetts Category:Pulitzer Prize for Poetry winners Category:American LGBT poets Category:American women poets Category:20th-century American women writers",
 "title": "Amy Lowell"
}