{
 "id": "196962",
 "text": "The Art of Drowning is the fifth studio album by American rock band AFI. It was released on September 19, 2000, through Nitro Records. ==Production== In June 2000, the band finished recording The Art of Drowning. ==Composition== The album's second track, \"The Lost Souls\", was originally titled \"The Art of Drowning\". \"The Despair Factor\" features AFI's first notable use of electronic drums. On the song, vocalist Davey Havok states: \"My whole life is a dark room... one big dark room,\" a line spoken by Winona Ryder in the film Beetlejuice (1988). The track title inspired the name of the band's official fan club, The Despair Faction. ==Release== The Art of Drowning was released in September 2000, through Nitro Records. In November, the band supported Rancid on their tour of the US. The lead single, \"The Days of the Phoenix\", experienced moderate airplay on modern rock stations, the most notable being KROQ-FM. A music video was released for the song, directed by Marc Webb. \"Wester\" was released in the form of a promotional single. In March 2001, the band toured across Canada with Death by Stereo, Catch 22, Ann Beretta, and Rise Against. \"The Days of the Phoenix\" was released as an EP in May 2001, to coincide with some UK shows; it included \"Wester\", and the outtake \"A Winter's Tale\". Between June and August 2001, the group performed on the Warped Tour. Following the September 11 attacks, the band were stuck in Japan for a time due to a air-travel lockdown in the US. As a result of this, the first half of the band's headlining US tour were postponed to November. In November 2002, the album was included as part of a vinyl box of the band's albums on Nitro Records. ==Reception== In an AllMusic review, MacKenzie Wilson says \"Punk rawkers AFI exude another powerful disposition on their fifth album, The Art of Drowning. Issued on Dexter Holland's Nitro Records, AFI's quick and haughty, spiraling guitar riffs and crashing percussion make for another mishmash for single-fisted anthems for punk revivalists and enigmatic pop kids raging against the machine. Nothing short of Pennywise, D Generation, and Powerman 5000, AFI is rowdy with their old-school-inspired rants like \"Ever and a Day\" and \"Of Greetings and Goodbyes.\" Frontman Davey Havok casts a rough demeanor, but certainly not anything intimidating because punk rock became friendly after the war of early-'90s grunge. The snarl and sweat are not as fashionable as it once was, but the attitude remains the same.\" The album was listed by Alternative Press as one of the ten most influential punk albums of the year 2000. The album was included in Rock Sounds 101 Modern Classics list at number 40. In 2020, it was named one of the 20 best metal albums of 2000 by Metal Hammer magazine. The album was the band's first to chart on the Billboard 200, at #174 for the week of October 13, 2000. It sold around 8,000 copies in its first week. ==Track listing== ==Bonus tracks and outtakes== All tracks recorded during The Art of Drowning sessions. * \"Battled\" is featured as a hidden track on the CD format of the album. The name of the track also appears on the inner edge of the CD case. * \"Dream of Waking\" is featured as track 9 on the a-side of the 12\" vinyl edition of the album. It was later released on the Nitro Records Punkzilla compilation. It also appears on the iTunes version of the album. * \"A Winter's Tale\" was featured on The Days of the Phoenix EP, as well as the 2004 AFI compilation. ==Personnel== *AFI - vocals (background), producer *Davey Havok - lead vocals, lyrics *Adam Carson - drums, percussion, backing vocals *Hunter Burgan - bass, programming, keyboard, backing vocals *Jade Puget - lead guitar, programming, keyboard, piano, synthesizer, backing vocals *Nick 13 - rhythm guitar, vocals *Lars Frederiksen - backing vocals *Chris \"X-13\" Higgins - backing vocals *Darcy Vaughn - Viola *Thadd LaRue - Vocals (background), Assistant *Chuck Johnson - Producer, Engineer *Michael Anderson - Assistant Engineer *Frank Rinella - Assistant Engineer *Eddy Schreyer - Mastering *Andy Ernst - Mixing *Alan Forbes - Artwork *Jamie Reilly - Layout Design ==Chart positions== {| class=\"wikitable sortable plainrowheaders\" ! Chart (2000) ! Peak position |- |- |- |- |} ==References== Category:AFI (band) albums Category:Nitro Records albums Category:2000 albums",
 "title": "The Art of Drowning (album)"
}