{
 "id": "197019",
 "text": "Paranoid is the second studio album by English heavy metal band Black Sabbath, released in September 1970 through Vertigo Records in England and Warner Bros. Records in the US. The album contains several of the band's signature songs, including \"Iron Man\", \"War Pigs\" and the title track, which was the band's only Top 20 hit, reaching number 4 in the UK charts. Paranoid was ranked number one in Rolling Stone's list of the \"100 Greatest Metal Albums of All Time\". The album is often cited a key influence for the development of the heavy metal music genre as well as one of the earliest heavy metal albums. Paranoid was the band's only album to top the UK Albums Chart until the release of 13 in 2013. ==Recording== In an effort to capitalize on the recent UK chart success of their eponymous debut album, Black Sabbath returned to the studio with producer Rodger Bain in June 1970, just four months after the album was released. Paranoid was recorded at Regent Sound Studios and Island Studios in London, England. The album's title track was written as an afterthought. As drummer Bill Ward explains: \"We didn't have enough songs for the album, and Tony (Iommi) just played the guitar lick and that was it. It took twenty, twenty-five minutes from top to bottom.\" In the liner notes to the 1998 live album Reunion, bassist Geezer Butler recounts to Phil Alexander that they wrote the song \"in five minutes, then I sat down and wrote the lyrics as quickly as I could. It was all done in about two hours.\" According to Alexander, \"Paranoid\" \"crystallized the band's writing process, with Iommi initiating the ideas with his charred riffs, Ozzy (Osbourne) working on a melody, Geezer providing drive and the majority of the lyrics, and Bill Ward locking into a set of often pounding rhythms beneath Butler's bass rumble.\" The single was released in September 1970 and reached number four on the UK charts, remaining Black Sabbath's only top ten hit.Black Sabbath Biography at Rolling Stone Most of the songs on Paranoid evolved during onstage improvisational jams. In the Classic Albums documentary on the making of Paranoid, guitarist Tony Iommi recalls that \"War Pigs\" came from \"one of the clubs\" with Butler adding, \"During the song \"Warning\" we used to jam that out and that particular night when we were jamming it out Tony just went da-dum!\" In the same documentary, Iommi demonstrates his approach to the guitar solo in the song, explaining that \"I always tried to keep the bottom string ringing so it fills it out nicely.\" On \"Planet Caravan\", Osbourne sings through a Leslie speaker, with the singer telling Mojo in 2010, \"Then Rodger Bain used an oscillator on it – whatever that is. It looks like a fridge with a knob on.\" ==Composition== The album's opening track \"War Pigs\" was originally intended to be called \"Walpurgis\". It was then changed to \"War Pigs\", which the band intended to name the album until it was changed to Paranoid after the record company became convinced that the song of the same name had potential as a single. Butler explained his intentions to Classic Albums: \"I wanted to write a song called 'Walpurgis' – you know, the Satanic version of Christmas – write it about that Satan isn't a spiritual thing, it's warmongers. That's who the real Satanists are, all these people who are running the banks and the world and trying to get the working class to fight the wars for them. We sent it off to the record company and they said, 'No, we're not going to call it that. Too Satanic!' So I changed it to 'War Pigs'.\" In his autobiography I Am Ozzy, vocalist Ozzy Osbourne recalls, \"It was originally going to be called 'Walpurgis'... which was a term for a black magic wedding or something. Then we changed it to 'War Pigs', and Geezer came up with these heavy duty lyrics about death and destruction. No wonder we never got any chicks at our gigs. Geezer just wasn't interested in your average 'I love you' pop song... Geezer also liked to put a lot of topical stuff, like Vietnam references, into our songs. He had his ear to the ground, Geezer did.\" The song \"Iron Man\" was originally entitled \"Iron Bloke\". Upon hearing Iommi play the main guitar riff for the first time, Osbourne remarked in awe that it sounded \"like a big iron bloke walking around\". The title was later changed to \"Iron Man\" as bassist and lyricist Geezer Butler composed the lyrics.Classic Albums – Paranoid, by Isis Productions/Eagle Rock Entertainment The riff to \"Iron Man\" is iconic among heavy metal guitarists, with Osbourne declaring in his memoir that \"...Tony Iommi turned out to be one of the greatest heavy rock riff-makers of all time. Whenever we went into the studio we'd challenge him to beat his last riff – and he'd come up with something like 'Iron Man' and blow everyone away.\" Butler wrote the lyrics as the story of a man who time travels into the future and sees the apocalypse. In the process of returning to the present, he is turned into steel by a magnetic field. His attempts to warn the populace are ignored and mocked. This causes Iron Man to become angry and vengeful, causing the destruction seen in his vision. \"Electric Funeral\" also contains apocalyptic imagery dealing with nuclear warfare. In The Last Supper concert film, Iommi remembers that at the time with most bands \"it was all the 'flowers in your hair' and we wanted to sing and play about the other side of life.\" In the 1992 documentary Don't Blame Me Osbourne said: \"It was me and five kids living in a two bedroom house. My father worked nights, my mother worked days, we had no money, we never had a car, we very rarely went on holiday... And suddenly, you know, we hear about 'If you're going to San Francisco be sure to wear a flower in your hair'. And we're thinking, (contemptuously) 'What the fuck is San Francisco? Where is this? What's all this flower shit? I've got no shoes on my feet. \"You could just see that a lot of things were going wrong in the world,\" Butler recalled to Classic Albums in 2010, \"and no one was saying anything about it. Bob Dylan had long since faded from the present memory and there was nobody talkin' about the things that I wanted to talk about – political stuff – so that's what inspired me.\" In 2013, Butler told Mojo magazine that the song \"Paranoid\" was \"about depression, because I didn't really know the difference between depression and paranoia. It's a drug thing; when you're smoking a joint you get totally paranoid about people, you can't relate to people. There's that crossover between the paranoia you get when you're smoking dope and the depression afterwards.\" In 2015, Butler elaborated further to Dave Everly of Classic Rock: \"I used to be a cutter. I'd cut my arms, stick pins through my fingers, that kind of thing. I used to get really depressed and it was the only thing that could bring me out of it. If Sabbath hadn't made it, I'd have been long dead. I'd have killed myself.\" According to Mick Wall's book Black Sabbath: Symptom of the Universe, Butler was dead set against the song because he thought it too closely resembled Led Zeppelin's \"Communication Breakdown\", with the bassist admitting, \"I thought it was so much like that we couldn't possibly get away with it... They were our favorite band by that time.\" \"Planet Caravan\" was an unusually quiet song which showcased that the band was capable of more than bone crushing guitar riffs. Iommi admitted that the band had doubts about the mellow number, telling Classic Albums, \"It was almost one of those 'Should we do this? with Butler adding, \"We just came up with that in the studio and it was really laid back so and we didn't want to come out with the usual love crap. So it was about floating through the universe with your loved one, instead of 'Let's go down to the pub and have some chips', or whatever... Just taking a spaceship out into the stars and having the ultimate romantic weekend.\" Django Reinhardt's jazz influence is apparent on Iommi's guitar playing. \"Hand of Doom\" dealt with the problem of soldiers returning from the Vietnam War strung out on heroin, which the band witnessed first-hand when they played two American Army bases but, as Butler observed to Matthew Longfellow in 2010, there was \"nothing on the news about this. There was no programs telling you that the US troops in Vietnam, to get through that horrible war, were like fixing up and all this kinda thing. It just stuck in me head and when we got to \"Hand of Doom\", that's what I wrote it about.\" According to Butler, Ward's drum solo \"Rat Salad\" resulted from the band having to play 8 and 3/4-hour spots a night in Europe early in their career. \"Bill used to fill out a whole 45 minutes doing a drum solo just to get rid of that 45 minutes,\" he revealed to Classic Albums. \"I have no idea where the title came from, though.\" While Butler may have now forgotten where the title of \"Rat Salad\" came from, in 1971 he was on record stating it came from a joke about Ward's hair having not been combed. In 2013, Sabbath biographer Mick Wall described the closing track on the album, \"Fairies Wear Boots\", as a \"hard-driving riff sweetened by a beautifully baleful melody\" with a lyric written by Osbourne about a nasty encounter with a group of skinheads. ==Title and artwork== Paranoid was originally titled War Pigs, but the record company allegedly changed it out of fear of a backlash from supporters of the ongoing Vietnam War. Additionally, the band's label felt the title track was more marketable as a single. Ozzy Osbourne states in I Am Ozzy that the name change had nothing to do with the Vietnam War, and was entirely due to the record company deciding the album would be easier to sell if it was named after the single, which had already had significant success by the time the album was released, reaching number 4 on the UK Singles Chart. It was too late, however, to alter the artwork. Joe Smith, who was executive vice-president at Warner Bros. from 1970 to 1972, told Classic Albums that the rest of Warner Bros. didn't want anything to do with them: \"We were in the midst of the war ourselves in this country and what their reasoning was not that important to me. I knew we weren't going to call it 'War Pigs'.\" Regarding the song \"Paranoid\", Smith recalls, \"It was on an acetate. I remember playing it and turning the sound way up and shaking the whole building... I said 'I think that's the breakthrough album. I don't understand it but that 'Paranoid' sounds like a great title for an album and a great title for a single. \"That album title had nothing to do with the sleeve,\" Osbourne explained to Phil Alexander in 1998. \"What the fuck does a bloke dressed as a pig with a sword in his hand got to do with being paranoid, I don't know, but they decided to change the album title without changing the artwork.\" The cover, with the original War Pigs title in mind, was designed and shot by Keith Macmillan (credited as Keef) in Black Park. His assistant, Roger Brown, was the model. The original UK vinyl release was in a gatefold sleeve featuring a black-and- white photo of the band, posed outdoors on a grassy hill. Also shot by Macmillan, it was the band's first appearance on album artwork. ==Release, reception and legacy== {{Album ratings | rev1 =AllMusic | rev2 =Blender | rev1Score = | rev2Score = | rev3 =Christgau's Record Guide | rev3Score =C− | rev4 = Encyclopedia of Popular Music | rev4Score = | rev5 = Mojo | rev5Score = | rev6 = The Observer | rev6Score = | rev7 = Pitchfork | rev7score = 9.5/10 | rev8 =The Rolling Stone Album Guide | rev8score = | rev9 = Spin | rev9Score = | rev10 =Sputnikmusic | rev10Score = }} The album was issued in the United Kingdom in September 1970, where its sales were enhanced by the success of the \"Paranoid\" single. \"That single attracted screaming kids\", Iommi recalled in the liner notes to Reunion in 1998. \"We saw people dancing when we played it and we decided that we shouldn't do singles for a long while after that to stay true to the fans who'd liked us before we'd become popular.\" Paranoid US release was delayed until January 1971, as the Black Sabbath album was still on the charts at the time of its UK release. Paranoid reached No.12 in the US in March 1971 with virtually no radio airplay. From contemporary reviews, an uncredited writer in Disc praised the album, declaring the groups music as \"tight, loud, simple and exciting\" with material based on \"simple, catchy riffs [...] with lyrics that don't put them in the Dylan class.\" In a retrospective review, AllMusic's Steve Huey cited Paranoid as \"one of the greatest and most influential heavy metal albums of all time\", which \"defined the sound and style of heavy metal more than any other record in rock history\". Ben Mitchell from Blender said it was \"the greatest metal album of all time\". According to Rolling Stone Joe Levy, \"Sabbath ruled for bummed-out kids in the Seventies\" and \"nearly every heavy-metal and extreme rock band of the last three decades\", including Metallica, Nirvana and Slipknot, \"owes a debt of worship\" to Iommi's \"crushing\" guitar riffs, Ward and Butler's \"Visigoth rhythm section\" and Osbourne's \"agonized bray\" on tracks such as \"Paranoid\", \"Iron Man\" and \"War Pigs\". Robert Christgau was less enthusiastic in Christgau's Record Guide: Rock Albums of the Seventies (1981), feeling he could not take the band's horror-themed music seriously enough to appreciate it as anything other than \"camp\", noting that the title cut is especially \"screamworthy\". However, he did note that the band does take musical heaviness to \"undreamt-of extremes\". The album is currently ranked at No.139 on Rolling Stone magazine's list of The 500 Greatest Albums of All Time. Paranoid chart success allowed the band to tour the US for the first time in October 1970, which spawned the release of the album's second single \"Iron Man\". Although it failed to reach the top 40, \"Iron Man\" remains one of Black Sabbath's most popular songs, as well as the band's highest charting US single. As of 2014, Paranoid is Black Sabbath's best-selling album, having sold 1.6 million copies in the US since the beginning of the SoundScan era. ==Controversy== In the early 1970s, an American nurse took her own life and the Paranoid album was found on her turntable. The album's possible influence in her decision was mentioned in the inquest, but ultimately it was decided that Black Sabbath were not to blame for her death. \"A lot of the words in the songs – a lot of the moods of the songs – are aggressive,\" Iommi acknowledged. \"Especially in the early days – Satanic, if you like... That was the way it felt, so that was the way we played. But it got out of hand. With Paranoid in England, for instance. There was a girl found dead – a nurse she was: dead in her room with our album on the turntable going round. And it was taken to court saying that it was because of the album that she was depressed and killed herself, which was totally ridiculous, I think.\"Sounds, 21 October 1978 In a 1982 interview with The New Music, Butler claimed, \"If the moral majority don't understand it they'll try to put it down, or get other people to read all sorts of things into it... The moral majority sort of people picked up on the Satanic part of it. I mean, most of it was about stopping wars and that side of it, and some science fiction stuff. There wasn't that much Satanic stuff, and what there was it wasn't exactly for the devil or anything like that; it was just around at the time and we just brought it to people's attention.\" In the documentary The Black Sabbath Story, Vol. 1, Butler expresses his frustration at how fans misinterpreted the band's lyrics, stating that \"for instance, on 'Hand of Doom' they'll pick up one sentence out of that and blow it up into this big thing, like as if we're telling everyone to go and shoot smack. The whole song is against drugs.\" ==Accolades== *In 1989, Kerrang! magazine listed the album at No. 39 among the \"100 Greatest Heavy Metal Albums of All Time\". * In 1994, Paranoid was ranked number three in Colin Larkin's Top 50 Heavy Metal Albums. According to Larkin, \"Pretenders have often grasped at their crown, but Paranoid shows that Black Sabbath remain the quintessential metal band.\" *In 1999, Q magazine (12/99, p.170) included it in their list of The Best Gothic Albums of All Time, writing that, \"[Black Sabbath] stamped their bombastic and doom-laden imprint on British rock forever.\" *In 1999, Vibe (12/99, p.162) included it on their list of 100 Essential Albums of the 20th Century. *In 2003, the album was ranked number 130 on Rolling Stone magazine's list of the 500 Greatest Albums of All Time, 131 in a 2012 revised list, and 139 in a 2020 revised list. *In 2006, the album was ranked number 6 on Guitar World magazine's list of The Greatest 100 Guitar Albums of All Time. *In 2010, Paranoid was covered as part of the Classic Albums documentary series, which examines albums \"considered the best or most distinctive of a well known band or musician or that exemplify a stage in the history of music\". * In 2017, Rolling Stone considered it the greatest metal album ever. ==Track listing== All songs composed by Black Sabbath (Tony Iommi, Geezer Butler, Bill Ward, Ozzy Osbourne). 2016 Super Deluxe Edition In 2016, a four-CD Super Deluxe Edition Boxed Set of the album was released on November 11, 2016. The set was released by Rhino in Europe and Warner Brothers in the United States. The first CD contained a 2012 digital remaster in the deluxe edition, and the second CD also included the quadraphonic mix of the album folded down into stereo. The third and fourth CDs included two previously unreleased concerts from Montreux 1970 and Brussels 1970 respectively. Both concerts were widely available on bootlegs prior to their official release and have early live versions of songs with different movement structures and alternate lyrics (which are denoted in the track listing here but do not appear on the sleeves or labels) that would later appear on Paranoid. In addition to the remastered album, quadraphonic mix and unreleased concert recordings, the set included a book with information about the making of the album, as well as a poster and a replica tour guide from the era. The set was re-released in a 5 LP Boxed Set on October 9th, 2020, with it being released under Warner Brothers in the United States again, but under Sanctuary Records Group in Europe. Super Deluxe Edition Disc Three: Live in Montreux 1970 Super Deluxe Edition Disc Four: Live in Brussels 1970 ;Notes *Disc Two of the Deluxe Edition features the 1974 quadraphonic mix on DVD. *Disc three of the Deluxe Edition features original, alternate and demo takes from Regent Sound Studios. *On the North American edition of the album, the songs \"War Pigs\" and \"Fairies Wear Boots\" were entitled \"War Pigs / Luke's Wall\" and \"Jack the Stripper / Fairies Wear Boots\", respectively. *The Castle Communication edition (1986) featured a live version of \"Wicked World\". This version previously appeared on Past Lives. ==Personnel== ;Black Sabbath *Ozzy Osbourne – vocals *Tony Iommi – guitar, flute on \"Planet Caravan\" *Geezer Butler – bass guitar *Bill Ward – drums, congas on \"Planet Caravan\" ;Additional personnel *Tom Allom – engineering, piano on \"Planet Caravan\" *Rodger Bain – production *Brian Humphries – engineering *Marcus Keef – graphic design, photography == Charts == === Weekly charts === {|class=\"wikitable sortable plainrowheaders\" |+Weekly chart performance for Paranoid !Year !Chart !Peak position |- |rowspan=\"4\"|1970 |- |- |- |- |1971 |- |1971 |- |1980 |- |2002 |- |2008 |- |2012 |- |rowspan=\"2\"|2020 |- |} === Year-end charts === {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+Year-end chart performance for Paranoid ! scope=\"col\"| Year ! scope=\"col\"| Chart ! scope=\"col\"| Position |- |1971 ! scope=\"row\"| US Billboard 200 | 13 |- | 2002 !scope=\"row\"|Canadian Metal Albums (Nielsen Soundscan) |align=center|94 |} ==Certifications and sales== ==Release history== {|class=\"wikitable\" |- ! Region !! Date !! Label !! Format !! Catalog |- | United Kingdom || 18 September 1970 || Vertigo Records || LP || 6360 011 |- | Europe || September 1970 || Vertigo Records || LP || 6360 011 |- | United States || 7 January 1971 || Warner Bros. || LP || WS 1887 |- | United Kingdom (reissue) || December 1973 || WWA || LP || WWA 007 |- | United States (reissue) || 1975 || Warner Bros. || LP || WS4 |- | United Kingdom (reissue) || January 1976 || NEMS || LP || NEL 6003 |- | United Kingdom (reissue) || 28 February 1996 || Castle Communications || CD || ESMCD302 |- | United Kingdom (reissue) || 2004 || Sanctuary || CD || SMRCD032 |- | United Kingdom (deluxe) || 30 March 2009 || Sanctuary || Double CD+DVD || 1782444 |- | Japan || 25 August 2010 || Universal Music || SHM-SACD || UIGY-9034 |- | Japan || 24 November 2010 || Universal Music || SHM-CD || UICY-20039 |- | United States (remastered) || 15 August 2016 || Rhino / Warner Bros. || CD || RR2 3104 |} ==References== ==Sources== * * * * * ==External links== * * Category:1970 albums Category:Albums produced by Rodger Bain Category:Black Sabbath albums Category:Vertigo Records albums Category:Warner Records albums",
 "title": "Paranoid (album)"
}