{
 "id": "197158",
 "text": "The Lao people are a Tai ethnic group native to Southeast Asia, who speak the eponymous language of the Kra–Dai languages. They are the majority ethnic group of Laos, making up 53.2% of the total population. The majority of Lao people adhere to Theravada Buddhism. They are closely related to other Tai peoples, especially (or synonymous) with the Isan people, who are also speakers of Lao language, but native to neighboring Thailand. In Western historiography, terms Lao people and Laotian have had a loose meaning. Both terms have been irregularly applied both to all natives of Laos in general, aside from or alongside ethnic Lao during different periods in history. Since the end of French rule in Laos in 1953, Lao has been applied solely to the ethnic group while Laotian refers to any citizen of Laos regardless of their ethnic identity. Certain countries still conflate the terms in their statistics. ==Names== The etymology of the word Lao is uncertain, although it may be related to tribes known as the Ai Lao (Lao: , Isan: อ้ายลาว, , Vietnamese: Ai Lao) who appear in Han Dynasty records in China and Vietnam as a people of what is now Yunnan Province. Tribes descended from the Ai Lao included the Tai tribes that migrated to Southeast Asia.Fairbank, J. K., Loewe, M., & Twitchett, D. C. (1986). The Ch'in and Han Empires 221 B.C.-A.D. 220 . (1986). The Cambridge history of china. Cambridge, UK: Cambridge University Press. According to Michel Ferlus (2009), ethnonym and autonym of the Lao people (ລາວ); nationality of the inhabitants of Laos is formed by the monosyllabization of the Austroasiatic etymon for 'human being' *k.raw.Ferlus, Michel (2009). Formation of Ethnonyms in Southeast Asia. 42nd International Conference on Sino-Tibetan Languages and Linguistics, Nov 2009, Chiang Mai, Thailand. 2009, pp.3-4. The peoples named Lao (lǎo 獠), supposed to be the ancestors of Lao and some other Tai-Kadai populations, settled in the upper Tonkin and in parts of Yúnnán and Guìzhōu during the Táng times. This reconstruction of the pronunciation for the phonogram 獠 confirms that ‘Lao’ originates in the etymon *k.raːw. The English word Laotian, used interchangeably with Lao in most contexts, comes from French laotien/laotienne. The dominant ethnicity of Northeastern Thailand who descend from the Lao are differentiated from the Lao of Laos and by the Thais by the term Isan people or Thai Isan (Lao: , Isan: ไทยอีสาน, ), a Sanskrit-derived term meaning northeast, but 'Lao' is still used.Hayashi, Y. (2003). Practical Buddhism among the thai-lao: religion in the making of a region. Melbourne, Australia: Trans Pacific Press ==Subdivisions of the Lao people== In Laos, little distinction is made between the Lao and other closely related Tai peoples with mutually intelligible languages who are grouped together as Lao Loum or 'Lowland Lao' (Lao: láːu lūm , Thai: ลาวลุ่ม, IPA: laːw lum). Most of these groups share many common cultural traits and speak dialects or languages that are very similar, with only minor differences in tones, vocabulary, and pronunciation of certain words, but usually not enough to impede conversation, but many of these groups, such as the Nyaw and Phuthai consider themselves distinct, and often have differences in clothing that distinguish them.The Thai and Other Tai-Speaking Peoples ==History== ===Tai Migration Period=== 350px|thumb|right|Map showing linguistic family tree overlaid on a geographic distribution map of Tai-Kadai family. This map only shows general pattern of the migration of Tai-speaking tribes, not specific routes, which would have snaked along the rivers and over the lower passes.Baker, Chris and Phongpaichit, Pasuk (2017). \"[https://books.google.com/books?id=GHiuDgAAQBAJ&lpg;=PP1&pg;=PA27#v=onepage&q;&f;=false A History of Ayutthaya]\", p. 27. Cambridge University Press. Early Chinese records used the term Yue to describe the non-Chinese people south of the Yangtze. In the spring and autumn period (770-475 BC) the term was applied to a state on the southeast coast which was destroyed in 334 BC as the Han Chinese moved across the Yangtze into the south. Subsequently, the term “Hundred Yue” was applied generically to the subjugated people's in the south, with modifiers to denote groups in different locations or with some other distinguishing characteristics (Phomphan 1988). The term Yue fades from usage around 0AD as the Chinese gained more knowledge of the southern people's and began using other descriptors (Barlow 2001, chs. 1–2; Taylor 1983, 41–4). None of the modern terms used for Tai groups can be detected in these descriptors except Lao or Ai Lao people, which was applied to a variety of groups, mostly Hill-dwellers (Taylor 1983, 172; Cholthira 2001, 22–4). This indicates that the Lao are at the very least a Proto-Tai groups; perhaps even that all Tai groups are actually subgroups of these ancient Lao people, as there are no descriptors to indicate the existence of any group called Tai living south of the Yangtze, subsequently the first references of a group called Tai appeared in the 13th centuries, no such references of a groups called or calling themselves Tai seem to exist. Other indicators that these early Proto-Tai groups called themselves Lao people can be seen in the Chronicles of the Tai Dam or Black Tai people, “Returning along Mae Nam Taav (The Red river) as promised, the expedition passed through near today’s boarder of Vietnam and China, To mark their arrival, they named the area Lao Cai, which means “where the Lao passed over.” Lao Cai is now a province in Northwest Vietnam. also, about 5 kilometers north of Lao Cai, there is a town still named “Lao Phan” which means “where the Lao passed through.” Some Tai people still live there” (G.E. Hall, A History of SEA (1981)) According to a shared legend amongst various Tai tribes, a possibly mythical king, Khun Borom Rachathiriat of Mueang Then (, เมืองแถน, ) begot several sons that settled and ruled other mueang, or city-states, across South-East Asia and southern China.Eliot Joshua et al. (2002). Laos Handbook. London: Footprint Publishers. Descended from ancient peoples known to the Chinese as the Yue and the Ai Lao, the Tai tribes began migrating into South-East Asia by the beginning of the 1st millennium, but large-scale migrations took place between the 7th and 13th centuries AD, especially from what is now Sipsongbanna, Yunnan Province and Guangxi. The possible reasons for Tai migration include pressures from Han Chinese expansion, Mongol invasions, suitable land for wet rice cultivation and the fall of states that the Tais inhabited.Edmondson, J. A. (2007). The power of language over the past: tai settlement and tai linguistics in southern china and northern vietnam. Harris, J. G., Burusphat, S., Harris, J. (ed). Studies in southeast asian linguistics. Bangkok: Ek Phim Thai Co. Ltd.Church, P. (ed). (2006). A short history of South-East Asia. Vol. XII. Singapore: John Wiley and Sons Asia. According to linguistic and other historical evidence, Tai- speaking tribes migrated southwestward to the modern territories of Laos and Thailand from Guangxi sometime between the 8th–10th centuries.Pittayaporn, Pittayawat (2014). Layers of Chinese Loanwords in Proto-Southwestern Tai as Evidence for the Dating of the Spread of Southwestern Tai . MANUSYA: Journal of Humanities, Special Issue No 20: 47–64. The Tai assimilated or pushed out indigenous Austroasiatic Mon–Khmer peoples, and settled on the fringes of the Indianized kingdoms of the Mon and Khmer Empire. The blending of peoples and the influx of Indian philosophy, religion, language, culture and customs via and alongside some Austroasiatic element enriched the Tai peoples, but the Tais remained in contact with the other Tai mueang.Wyatt, D. K., (2003). ===Lanxang=== thumb|right|Lan Xang's zone of influence and neighbours, c. 1540 The Tai states took advantage of the waning Khmer Empire and emerged independent. The Lao reckon the beginnings of their national history to this time, as many important monuments, temples, artwork, and other aspects of classical Lao culture harken back to this time period. From this point, one can refer to the Tai states of the Chao Phraya River valley as Siam and, albeit quite anachronistically, Lan Xang as Laos. The Kingdom of Lanxang, the \"Land of One Million Elephants\", began in 1354 AD, when Somdej Phra Chao Fa Ngum (1354 - 1373 AD) returned to Mueang Sua (, เมืองซวา), thence renamed Xieng Thong (, เชียงทอง) and now known as Luang Prabang. From this base Lan Xang extended its sphere of influence to all of modern-day Laos and the Khorat Plateau of Thailand as well as parts of Sipsongbanna in southern China, Sip Song Chau Tai in northwestern Vietnam, Kengtung in Myanmar, and Stung Treng in Cambodia. The powerful Kingdom of Lan Xang had wealth and influence due to the location of its capital along the Silk Route and also serving as the center of Buddhism in Southeast Asia.Town of Luang Prabang The kingdom prospered with riverine traffic along the Mekong and overland caravan routes to the ports of Siam, which had emerged as a bustling entrepôt of sea-borne trade, and to southern China and other Tai mueang. The first Western visitors during the reign of Phra Chao Sourigna Vongsa (, พระเจ้าสุริยวงศาธรรมิกราช) (1634–1697 AD) noted how the kingdom prospered off exports of gold, benzoin resin, lac and lacquer ware, medicinal herbs, ivory, silk and silk clothing, and wood. Numerous temples, especially in Xieng Thong (now Luang Phrabang) and Vientiane, attest this.Simms, P., & Simms, S. (2001). The Kingdoms of Laos. London, UK: Curzon Press. During this time, the legends of Khun Borom were recorded on palm-leaf manuscripts and the Lao classical epic Sin Xay was composed. Therevada Buddhism was the state religion, and Vientiane was an important city of Buddhist learning. Cultural influences, besides Buddhism, included the Mon outposts later assimilated into the kingdom and the Khmer. A brief union of the crowns of Lannathai and Lanxang under Phra Chao Sai Sethathirath (, พระเจ้าไชยเชษฐาธิราช) (1548–1572 AD) introduced many architectural and artistic developments, in imitation of Lannathai style, but intellectual as well. The libraries of Lannathai were copied, including much religious literature. This may have led to the adoption, or possibly re- adoption, of the Mon-based Tua Tham, or 'dharma script' for religious writings. The kingdom split into three rival factions, ruling from Luang Phra Bang, Vientiane, and Champasak (, จำปาศักดิ์). The kingdoms quickly fell under Siamese rule. The remnants of Lan Xang received their final blows in the 18th and 19th centuries, during the campaigns of Taksin, and retribution for the Laotian Rebellion of Chao Anouvong (, เจ้าอนุวงศ์) against Siamese rule during the reign of Rama III. During both these periods, Vientiane and other cities were looted and their Buddha images and artwork moved to Thailand.Askew, Marc, Logan, William, & Long, Colin. (2007). Vientiane: transformations of a lao landscape. New York, NY: Routledge. The cities and much of the population was forcibly removed and settled in the lesser populated regions of Isan and central Thailand and others were enslaved to do corvée projects,Hattaway, Paul. (2004). Peoples of the Buddhist World: A Christian Prayer Guide. Pasadena: William Carey Library. resulting in Lao arts and language finding their way into Central Thailand. By the time the French reached Laos in 1868, they had only found a depopulated region with even the great city of Vientiane disappearing into the forest. ===Lao after Lanxang=== ====Lao in Laos==== The area of Laos, then annexed by Siam, was explored by the French and, under Auguste Pavie, the French were keen to control the Mekong. The French, as overlords of Vietnam, wanted all the tributaries of Vietnam, including the remnant territories of Lanxang. This led to French gunboat diplomacy and border skirmishes known as the Franco-Siamese War of 1893, which forced Siam to cede its claims to most of what constitutes modern-day Laos.Evans, Grant (2002). A Short History of Laos: The Land in Between. Crows Nest, New South Wales: Allen & Unwin. The French prevented and preserved the Lao from becoming a regional sub-category of the Thai nation, much like their brethren in Isan, also known as the 'North-Eastern Thai'. Like former historical rivalries between the kings of Luang Phrabang, Champasak and Vientiane, post- independence Laos was quickly divided between the royalists under Prince Boun Oum of Champasak (, เจ้าบุญอุ้ม ณ จำปาศักดิ์), the neutralists under Prince Souvanna Phouma (, เจ้าสุวรรณภูมา), and the communist Pathet Lao (, ประเทศลาว, pá tʰêːt lá:w) under his half-brother Prince Souphanouvong (, เจ้าสุภานุวงศ์). These internal divisions, with the Cold War and the region quickly being drawn into the Vietnam War, led to a protracted battle for government control that would not end until the communist victory in 1975.Weisburd, A. (1997). Use of Force: the practice of states since world war ii. University Park, PA: Penn State Press. The Laotian Civil War was disastrous for the country, however, over the years the country has since relaxed many of its restrictions, which has opened up the country to trade and business resulting in Laos notably having the second fastest growing economy in Asia in recent years. Laos has garnered several famous tourism awards by successfully promoting its northern city, Luang Prabang, as the newest tourist destination including serving as a religious hub where tourists may participate in alms giving during morning procession of Lao Buddhist monks. ====Lao in Thailand==== Although parts of Isan were settled and were part of Lanxang, many of the Lao were forcibly settled in the lesser populated southern and western regions or sent to boost the populations of Lao mueang loyal to the Siamese. The area was relatively isolated from the rest of Thailand by the Petchabun mountains until the beginning of the 20th century, when a direct rail link was built to Nakhon Ratchasima. The region's isolation from Central Thailand and the large population of people in Isan, who were still attached to their cultural heritage, helped preserve Lao culture.Keyes, C. (1967). Isan: Regionalism in Northeastern Thailand. New York: Cornell. Thailand Project. Though Isan is a multi-ethnic region containing a mixture of Lao, Vietnamese, Cham, Mon, Khmer, and other Tai groups, Central Thais' perceived threat of Lao cultural and political dominance in the Isan regionSons of Isan resulted in various Thaification policies being enacted to finally integrate the multi-ethnic Isan people into Thailand. Since Lao dominance was seen as the greatest threat in the region, 'Lao' was removed as a category in the census, and heavy-handed policies were enacted. References to Lao people or its past were removed and the language was banned from schools and books.Hayashi, Yukio. (2003). Practical Buddhism among the Thai-Lao. Trans Pacific Press. Although the region remains mainly agricultural and poorer compared to other regions of Thailand, and many leave the region to find work in Vientiane, Bangkok or abroad, the region has enjoyed a renewed interest in traditional culture which is quite distinct although similar to Thai culture. The region is becoming increasingly more urban, and many large cities have sprung up. Due to the large population and Isan's important function as a voting bloc in elections, more attention to improving the region's infrastructure, business and education has come from the national government although poverty and regionalism are still impediments to Isan's development.Dwyer, Denis, & Drakakis-Smith, D. (1996). Ethnicity and development. Wiley. In recent times, Lao popular media, including Lao music and television, has found its way back into the Isan region since Lao TV satellite signal is reachable in Isan. With the rediscovered interest in Lao pop music, Lao concerts are not only held in Laos, but also in Isan region of Thailand, thus, continually garnering new Thai fans of Lao pop music. Thailand's national channels have also broadcast Lao media throughout Thailand, as well as Thai media in Laos, resulting in Tai populations located in the other regions of Thailand (northern, central, and southern) discovering a renewed kinship with the people of Laos. ==Geographical distribution== There are around 3.6 million Laotians in Laos, constituting approximately 68% of the population (the remainder are largely hill tribe people). The ethnic Lao of Laos form the bulk of the Lao Loum (\"Lowland Laotians\") (Lao: , Thai: ลาวลุ่ม, IPA: laːw lum). Small Lao communities exist in Thailand and Cambodia, residing primarily in the former Lao territory of Stung Treng (Xieng Teng in Lao), and Vietnam. There are a substantial number of Lao overseas, numbering over 500,000 people. Laotian migration outside of Indochina first occurred during French colonialism in Laos that started in the early 20th century. Lao students and workers came to France during this period, including members of the Lao Royal Family, and some resettled there permanently. However, most Lao migrants were refugees who fled Laos after the Laotian Civil War (part of the greater Vietnam War) and from the new communist Pathet Lao government. Primary places of asylum for the Lao refugees included the United States, France, Canada and Australia. Other countries such as Germany, Japan, Argentina, and Singapore also took in Laotian refugees. The 2010 United States Census reported over 200,000 Americans of Lao descent in the country, a figure which excludes Hmong and Mien, but may include individuals of Tai Dam, Khmu, and other descent in addition to the Lao due to confusions between national and ethnic identity. A 2012 estimate counted about 140,000 ethnic Laotians living in France, with over half of the population living in Paris and the surrounding Île-de-France area. There are approximately 20 million Lao Isaan in Thailand, residing mainly on the Khorat Plateau in northeastern Thailand and in and around Bangkok. The government of Thailand has historically discouraged the Lao Isaan from identifying as or being identified as Lao. ==Language== The Lao language is a tonal, analytic, right-branching, pronoun pro-drop language of the Tai–Kadai language family, closely related to Thai and other languages of Tai peoples. Most of the vocabulary is of native Tai origin, although important contributions have come from Pali and Sanskrit as well as Mon–Khmer languages. The alphabet is an indic-based alphabet. Although the Lao have five major dialects, they are all mutually intelligible and Lao people believe they all speak variations of one language.เรืองเดช ปันเขื่อนขัติย์. (2531). ภาษาถิ่นตระกูลไทย. กทม. สถาบันวิจัยภาษาและวัฒนธรรมเพื่อการพัฒนาชนบทมหาวิทยาลัยมหิดล. ===Lao in Laos=== The Lao language () is the official language of the Lao People's Democratic Republic and its official script is the Lao alphabet.Lao pdr constitution. (1997). Retrieved from laoembassy.com As the dominant language of most of the Lao Loum and therefore most of the Lao population, the language is enshrined as the dominant language of education, government, and official use. Numerous minority languages are spoken by roughly half the population, and include languages of the Austroasiatic, Sino-Tibetan, Austronesian and Hmong–Mien language families. Although spelling is not fully uniform, despite several reforms to move the language closer to phonetical systems, it has helped stabilise the language. No official standard exists, but the dialect of Vientiane is considered de facto official. ===Lao in Thailand=== The boundaries of Lao dialects also extend into the North-East of Thailand, known as Isan, but the Lao spoken in Thailand as a whole can be differentiated by adoption of much Thai vocabulary and code-switching. The language is not taught or used in schools, government, and most media outlets. Thaification policies removed the alphabet and now the language is written in the Thai alphabet, if at all, and the name changed to Isan to sever the political connection with Laos. Despite this, the Lao language is spoken by 20 million people,Hattaway, P. (2004). Peoples of the Buddhist world: a Christian prayer guide. Pasadena, CA: William Carey Library. almost a third of the population of Thailand, and is the primary language of 88% of Isan households. It continues to serve as an important regional language and a badge of Isan (hence Lao) identity, but it is experiencing a decline in the advance of ThaiDraper, J. (2004). Isan: the planning context for language maintenance and revitalization. Second Language Learning & Teaching, IV. Retrieved from usq.edu.au ==Religion== Religion in Laos is highly syncretic, and has drawn from three primary sources, although most Lao people claim to be Theravada Buddhists, many traditions are derived from Animist practices. ===Buddhism=== Buddhism (, พระพุทธศาสนา, ) is the most popular and state religion in Laos, practised by 67% of the country, and nearly all of the ethnic Lao. The numbers may be much higher, as Buddhism has also influenced many other ethnic groups that are generally considered animist.Cia-the world factbook: laos. (2010, January 05). Retrieved from cia.gov It is also the predominant religion of Isan and most of the nations beyond Laos' frontiers. Of these, most are of the Therevada Sect (, เถรวาท, ) although historical influences of Mahayana Buddhism remain and it is the main sect of Vietnamese and Chinese minorities that have settled amongst the Lao and it has become syncretic with animistic practices. The temple in a Lao community is the centre of community affairs, where villagers gather to discuss concerns or ask monks for their wisdom and guidance, and most men are expected to enter the monastery at some point to further their religious knowledge and make merit. Paramount to religious living are the five Buddhist precepts (, , เบญจศีล, ), viz., to abstain from killing, stealing, sexual misconduct, lying and intoxication. Lao cultural and behavioural traits that stem from Buddhist belief include tolerance, respect for elders and family hierarchy, selflessness, detachment to worldly good and concerns, caring for younger siblings, politeness, self-negation, and modesty. Basic beliefs include re-incarnation and karma.Lee, E. (2000). Working with asian americans: a guide for clinicians. New York, NY: The Guilford Press. Important holidays related to Buddhism include Boun Phra Vet (, บุญพระเวส, ), Magha Puja (, มาฆบูชา), Songkhan (, สงกรานต์), Vesak (, วิสาขบูชา), Vassa (, วันเข้าพรรษา), Wan Awk Pansa ( วันออกพรรษา), Kathina, (, กฐิน). In addition to these days, the Buddhist sabbath days (, วันพระ, ), during the phases of the moon, and temple fairs are also regular times to visit the temples, pray, ask advice of the monks for spiritual concerns, and donate food, money, or help out with temple chores, known in Lao as tambun (, ทำบุญ, ). ===Laotian folk religion=== Laotian folk religion is the indigenous religion of most of the Mon–Khmer and more recent Hmong–Mien and Tibeto-Burman minorities, as well as the traditional religion of the Tais before Buddhism, although some Tai tribes to this day are still folk religious. For the ethnic Lao, animism has become interwoven with Buddhism and some Hindu elements. Despite suppression at various points in time, it continues to be a large part of Lao religious tradition. A variety of gods ( ผี, ) are worshiped as tutelary deities of buildings or territories, of natural places, things or phenomena; they are also ancestral spirits and other spirits that protect people, and include malevolent spirits. Guardian deities of places, such as the phi wat (, ผีวัด) of temples and the lak mueang (, หลักเมือง, ) of towns are celebrated with communal gatherings and offerings of food. Gods of Hindu derivation are included in the pantheon. Gods are ubiquitous, and some of them are connected with the universal elements: heaven, earth, fire, and water. Lao people also believe in thirty-two spirits known as khwan (, ขวัญ, ) that protect the body, and baci ( , บายศรี, ) ceremonies are undertaken during momentous occasions or times of anxiety to bind the spirits to the body, as their absence is believed to invite illness or harm. Spirit houses, while common in Thailand are rare in Laos, owing to prohibitions on the worship of spirits in the reign of King Photisarath (16th century). In modern Laos, to a very limited extent the practice of spirit houses has been reimported from Thailand. Offerings of flowers, incense, and candles are given, and the spirits are consulted during changes or times of hardness for protection and assistance. Natural deities include those that reside in trees, mountains, or forests. Guardian spirits of people often include ancestors or angelic-beings who arrive at various points in life, better known as thewada. Malevolent spirits include those of people who were bad in past lives or died of tragic deaths, such as the ghastly phi pob (, ผีปอบ) and the vampirical phi dip (, ผีดิบ). The phi also include the indigenous, non-Hindu gods, the phi thaen (, ผีแถน).Poulsen, A. (2007). Childbirth and Tradition in Northeast Thailand. Copenhagen, Denmark: Nordic Institute of Asian Studies. Mophi (mo-phi หมอผี), \"tellers\", are locally trained shamans, specialists in the rituals and in communication with their personal spirits and gods in general. Using trances, sacred objects imbued with supernatural power, or saksit, possessions, and rituals like lam phi fa (, ลำผีฟ้า, ) or baci, the shaman is often consulted during times of trouble, hauntings, and illness or other misfortune that might be caused by malevolent or unhappy spirits. They are also usually present during religious festivals.Walter, M., Fridman, E., Jacoby, J., & Kibbee, J. (2007). Shamanism: an encyclopedia of world beliefs, practices, and culture. Santa Barbara, CA: ABC-CLIO, Inc. ===Hinduism=== Hinduism was the primary influence over much of the Khmer Empire, and examples of Hindu themes can be found on their temples from that era such as Vat Phou.Freeman, M. (1996). A guide to khmer temples in thailand and laos. Weatherhill.M. Freeman, A Guide to Khmer Temples in Thailand and Laos. Weatherhill. Temples were often built over the sites of ancient Hindu shrines, and statues or motifs of Hindu gods are commonly found outside temples. Although important influences can be traced to Hindu rituals, the Lao people are not as overtly influenced by Hinduism as their neighbours the Tai Thai. The Lao have adopted and adapted the Ramayana into the local version, known as Phra Lak Phra Ram (, พระลักษมณ์พระราม, ). The Lao version was interwoven with the Lao creation myth and is also, mistakenly, thought of as a Jataka story so is held in high esteem.Richman, P. (1991). Many Rāmāyaṇas: the diversity of a narrative tradition in South Asia. Los Angeles, CA: University of California Press. Many court dances were based on the events of the story. Hinduism blended easily into both animism and Buddhism, so many Hindu gods are considered phi thaen and Buddhist monks have incorporated much of Brahmanic rituals. Peculiar to Lao people are reverence for Nāgas, snake- like demigods that rule the waterways. ==Culture== ===Lao cuisine=== The cuisine of Laos is similar to other regional cuisines such as Thai and Cambodian cuisines, but has several unique distinguishing traits. Lao cuisine's most famous dishes are larb and green Papaya salad, both originated in Laos.Asian Bites The cuisines of the Lao in Laos and Isan have diverged only minutely, with the key differences is that Lao cuisine lacks the influences of Thai cuisine and Isan cuisine lacks many of the French influences in Laos. Rice is the staple, and the main variety is glutinous rice or khao nio (, ข้าวเหนียว, ), which is also a feature on Isan and Northern Thai tables since both have been influenced by Lao cuisine. Although sometimes replaced by noodles or other, less popular varieties of rice, it is commonly served with an accompaniment of various dips and sauces, raw vegetables, and several dishes that are shared together. Many dishes are very spicy, fiered by the numerous varieties of chili peppers and made pungent by the strong herbs and fermented fish sauces.Fukui, H. (1994). Food and population in a northeast thai village. Honolulu, HI: University of Hawai'i Press. The tropical climate and mountainous areas gives Laos a wide variety of climates and also a rich bounty of edibles, so much of traditional Lao cuisine is composed of vegetables and herbs gathered from the wild, weeds from the rice fields, as well as vegetable plots. A rich plethora of vegetable and fruit varieties are grown, including cucumbers, gourds, cabbage, snakebeans, winged beans, yams, water spinach, mangoes, pomelos, papayas, and sugarcane. Raw vegetables often accompany a meal to help cool the tongue. The most popular meat is freshwater fish, which is also used to make two flavourings, fish sauce (, ; Nampla) and padaek (, ; Pla ra). Other common meats include pork, chicken, duck, beef, eggs, water buffalo. Protein intake includes a wide range of delicacies, including lizards, insects, frogs, and wild deer that also come from the forests. Common beverages are tea, coffee, and alcohol, including the native rice wine, lao lao (, เหล้าลาว, ). The cuisine is noted for its use of mint and dill, relatively rare in surrounding cuisines.Brissenden, R. (2003). Southeast asian food: classic and modern dishes from indonesia, malaysia, singapore, thailand, laos, cambodia and vietnam. Singapore: Periplus editions. Laos has been generally a very rural country, and most of the people support themselves by agriculture, with rice being the most important crop.Mackill, D.J. et al. (1996) Rainfed Lowland Rice Improvement. International Rice Research Institute. IRRI Publications: Manila. As inhabitants of river valleys and lowlands that have been long-settled, ethnic Lao do not practise swidden agriculture like upland peoples. The traditional folk music is lam lao (, ลำลาว, ), although it is also known as morlam (Lao: , หมอลำ, ) which is the preferred term in Isan language. Artists from Thailand are also popular in Laos and vice versa, which has re-enforced Lao culture in Isan despite heavy Thaification. The music is noted for the use of the khene (Lao: , Isan: แคน, ) instrument.Taylor, J.L. (1993). Forest Monks and the Nation-State: An Anthropological and Historical Study in Northeastern Thailand. Singapore: Institute of Southeast Asian Studies. ==See also== *Canadians of Laotian descent *Laotian American *Laotians in France ==References== ==Other sources== *Lao settlement patterns in the U.S. *Reports on languages spoken in Laos and Thailand, from Ethnologue.com *Thongchai Winichakul. Siam Mapped. University of Hawaii Press, 1984. *Wyatt, David. Thailand: A Short History (2nd edition). Yale University Press, 2003. *Xaixana Champanakone \"Lao Cooking and The Essence of Life\". Vientiane Publishing 2010. ==External links== * Lao Government * Understanding Lao Culture * Lao people/culture/issues Category:Tai peoples Category:Ethnic groups in Vietnam",
 "title": "Lao people"
}