{
 "id": "197215",
 "text": "A disposable or single-use camera is a simple box camera meant to be used once. Most use fixed-focus lenses. Some are equipped with an integrated flash unit, and there are even waterproof versions for underwater photography. Internally, the cameras use a 135 film or an APS cartridge. While some disposables contain an actual cartridge as used for loading normal, reusable cameras, others just have the film wound internally on an open spool. The whole camera is handed in for processing. Some of the cameras are recycled, i.e. refilled with film and resold. The cameras are returned for \"processing\" in the same fashion as film cameras. In general the one-time-use camera represents a return to the business model pioneered by Kodak for their KODAK camera, predecessor to the Brownie camera; it is particularly popular in situations where a reusable camera would be easily stolen or damaged, when one's regular camera is forgotten, or if one cannot afford a regular camera. == History == right|thumb|Fujifilm QuickSnap, 2003 A company called Photo-Pac produced a cardboard camera beginning in 1949 which shot eight exposures and which was mailed-in for processing. Cameras were expensive, and would often have been left safely at home when lovely scenes presented themselves. Frustrated with missing photo opportunities, H. M. Stiles had invented a way to enclose 35mm film in an inexpensive enclosure without the expensive precision film transport mechanism. It cost $1.29. Though incredibly similar to the familiar single-use cameras today, Photo-Pac failed to make a permanent impression on the market. In 1966, a French company called FEX introduced a disposable bakelite camera called \"Photo Pack Matic\", featuring 12 photos (4×4 cm).http://www.collection- appareils.fr/x/html/page_standard.php?id_appareil=10860 The currently familiar disposable camera was developed by Fujifilm in 1986. Their Utsurun-Desu (\"It takes pictures\") or QuickSnap line used 35 mm film, while Eastman Kodak's 1987 Fling was based on 110 film. Kodak released a 35 mm version in 1988, and in 1989 renamed the 35 mm version the FunSaver and discontinued the 110 Fling. In Japan, the Utsurun was released in 1986 for 1380 yen and became widely accepted. Because of the immediate appeal, companies like Konica, Canon and Nikon soon produced their own models. To stay competitive, Fuji introduced advanced features to its original model such as panoramic photography, waterproofing and the inclusion of a flash. Some cameras even have a manual zoom feature which works by shifting two lenses in front of the shutter. By 2005 disposable cameras were a staple of the consumer film camera market and flash-equipped disposables were the norm. A disposable camera was used as the delivery method for the mission briefing in the film Mission: Impossible III (2006). == Common uses == Disposable cameras are popular with tourists and people traveling around the world to save pictures of their adventures. Since the late 1990s, disposable cameras have become increasingly popular as wedding favors. Usually they are placed on tables at wedding receptions to be used by guests to capture their unique perspective of the event. More commonly they are available in colors to match the wedding theme such as ivory, blue, white, gold, etc. So-called \"accident camera kits\" containing film-based disposable cameras are increasingly being carried in vehicles to take images as evidence after an accident. The absence of batteries allows instantaneous usage even after extended storage, for example in a glove compartment. They often have cheap plastic lenses, questionable film quality, fixed focal lengths but quick and 'point and shoot' ease make the disposable camera popular with many photographers who enjoy the 'less than perfect' style these cameras provide, in a move away from digital imagery, which can also be seen in the rise in popularity of 'lomography'. This has also led to a number of 'lost art' type projects where disposable cameras are left in public spaces with a message for anyone finding the camera to take some images and then post the camera back, or pass it on to another person. The low cost of the cameras makes them a perfect tool for these sorts of projects. == Digital == Digital one-time-use cameras (and also digital one-time-use camcorders) are available in some markets; for example the US saw the introduction of a digital camera in 2004. Digital disposables have not had the success of their film based counterparts, possibly from the expense of the process (especially compared to normal digital camera use) and the poor quality of the images compared to either a typical digital camera, or a disposable film camera. Usually, the display shows the number of shots remaining, and once this is completed, the camera is returned to the store. The digital files are then extracted from the camera, and in return for keeping the camera, they are printed out or stored to CD (or DVD in the case of the Video Camera ) for the customer. Almost all digital 'single use' cameras have been successfully hacked to eliminate the need to return them to the store. The motivations for such hacking include saving money and, more commonly, the challenge of overcoming artificial impositions (such as a 25 shot limit on an internal memory that can store 100 images). == Other uses == The high-voltage photo flash capacitors in some cameras are sometimes extracted and used to power devices such as coil guns, stun guns, homemade Geiger counter projects http://tech.groups.yahoo.com/group/GeigerCounterEnthusiasts/message/17648 and \"RFID zapper\" EMP devices. == See also == * Planned obsolescence ==References== ==External links== * Science Channel's The Making Series: #11 Recycling of Single-Use Cameras (video) * The Kodak Fun Collection, single use cameras page by Remy Steller * The Collection, single use cameras page by Christophe DUCHESNE Category:Cameras by type Category:Electronic waste Category:Disposable products fr:Appareil photographique compact#Appareil photographique prêt-à-photographier",
 "title": "Disposable camera"
}