{
 "id": "197334",
 "text": "{| |} USS Cole (DDG-67) is an Aegis-equipped guided missile destroyer home- ported in Naval Station Norfolk, Virginia. Cole is named in honor of Marine Sergeant Darrell S. Cole, a machine-gunner killed in action on Iwo Jima on 19 February 1945, during World War II. Cole is one of 62 authorized Arleigh Burke-class guided missile destroyers, and one of 21 members of the Flight I-class that utilized the 5 in(127 mm)/54 caliber gun mounts found on the earliest of the Arleigh Burke-class destroyers. The ship was built by Ingalls Shipbuilding and was delivered to the Navy on 11 March 1996. On 12 October 2000, Cole was bombed in a suicide attack carried out by the terrorist organization al-Qaeda in the Yemeni port of Aden, killing 17 sailors, injuring 39 others, and damaging the ship. On 29 November 2003, Cole engaged in her first overseas deployment after the bombing and subsequently returned to her home port of Norfolk, Virginia, on 27 May 2004 without incident. ==Service history == Cole was launched on 10 February 1995 and commissioned on 8 June 1996 in Port Everglades, Florida. Cole was in continual service for the United States Navy for several years after being commissioned. However, an al-Qaeda terrorist attack in 2000, allegedly plotted by Khalid Sheikh Mohammed, would heavily damage the ship, requiring extensive repairs, although still capable of eventually returning to service. Cole spent the first seven months of 2000 completing the Intermediate and Advanced portions of the Inter-Deployment Training Cycle (IDTC).USS Cole Command History 2000 From 7 March to 7 April, Cole participated in Composite Training Unit Exercise (COMPTUEX) 00-2 as part of Cruiser-Destroyer Group 2, led by the aircraft carrier , operating within the Gulf of Mexico operating areas. Cole was the only unit not 'damaged' during the exercise. From 9 to 22 May, Cole participated in Joint Task Force Exercise with the battle group, operating within the Cherry Point and Virginia Capes Operating Areas. On 8 August 2000, Cole departed on deployment, spending much time in the Mediterranean and Adriatic. === Al-Qaeda attack === thumb|upright|USS Cole being carried by On 12 October 2000, while at anchor in Aden for refueling, Cole was attacked by Al-Qaeda suicide bombers, who sailed a small boat near the destroyer and detonated explosive charges. The blast created a hole in the port side of the ship about in diameter, killing 17 crew members and injuring 39. The ship was under the command of Commander Kirk Lippold. Eleven seriously injured sailors — two women and nine men — were evacuated to various hospitals in Aden by French Air Force Transall C-160 airplanes from the French Forces of Djibouti. French forces were mobilized to treat the wounded. Afterward, a USAF McDonnell Douglas C-9 evacuated them. Cole was returned to the United States aboard the Dutch heavy-lift ship , owned by Dockwise of the Netherlands. The ship was off-loaded 13 December 2000 from Blue Marlin in a pre-dredged deep-water facility at the Pascagoula, Mississippi, shipyard of Northrop Grumman Ship Systems, Ingalls Operations. On 14 January 2001, Cole was moved from the floating dry dock at Litton Ingalls Shipbuilding to the land facility to begin her restoration process fully. Coles movement over land was accomplished by a system of electrically powered cars that traveled on rails. Cole was moved to a construction bay near where the ship was originally built five years before.USS Cole Command History 2001 On 1 July 2001, still under repair, Cole was transferred to Carrier Group 2, led by the aircraft carrier . On 14 September 2001, Cole was moved from drydock into the water once again. Initially scheduled for 15 September, the transfer was done the night of 14 September secretly to avoid the large media event originally scheduled one month before the September 11 attacks. Moving the ship from the dry dock to the water took approximately eight hours. As part of the increased security surrounding the undocking, sister ship provided weapons and a physical presence to deter the possibility of any militant activity during the move. After 14 months of repair, Cole departed on 19 April 2002 and returned to her home port of Norfolk, Virginia. On 3 December 2001, Cole transitioned from Destroyer Squadron 22, to COMDESRON 18 and the Enterprise Battle Group. The move to CDS 18 was followed by a visit to Cole by Commodore Daniel Holloway, Commander, Destroyer Squadron 18, on 10–11 December 2001. The U.S. government offered a reward of up to $5 million for information leading to the arrest of people who committed or aided in the attack on Cole. Al-Qaeda was suspected of targeting Cole following the failure of a 3 January 2000 attack on the destroyer , one of the 2000 millennium attack plots. On 4 November 2002, Qaed Salim Sinan al-Harethi, a suspected al-Qaeda operative who is believed to have planned the Cole attack, was killed in Yemen by the Central Intelligence Agency using an AGM-114 Hellfire missile launched from an General Atomics MQ-1 Predator drone. In April 2019, a federal court dismissed two years of rulings in pretrial proceedings by the judge overseeing the military trial of Abd al-Rahim al-Nashiri, the alleged leader of the 2000 bombing of Cole, at Guantánamo Bay; the case was expected to drag on for years. On 13 February 2020, the government of Sudan agreed to compensate the families of the sailors who died in the bombing. === Redeployment === thumb|upright|left|USS Cole in April 2002 On 20 August 2003, Cole got underway with the Argentine destroyer for a short group sail.USS Cole Command History 2003 Embarked onboard Cole was the Visit Board Search and Seizure (VBSS) Team from the destroyer . Together with Coles two VBSS teams, they conducted a series of Maritime Interdiction Operation (MIO) boardings on both Cole and Sarandí to practice for the upcoming COMPTUEX. On 21 August, Cole fired CIWS and 5-inch rounds during a Killer Tomato Exercise in addition to conducting a series of personnel transfers with Sarandí via Sarandís helicopter. Three of each ship's officers spent a few hours on their counterpart. The destroyer joined the group to conduct their own MIO boardings. On 22 August, all three ships conducted an underway replenishment with the supply vessel before heading back to Norfolk. The predeployment Composite Training Unit Exercise (COMPTUEX) tested Coles crew and all of the Enterprise Strike Group from 10 September 2003 until the beginning of October, starting with a series of structured events. On the first day, Coles CIC teams participated in a jamming exercise, demonstrating the effects on Coles sensors while being jammed. On 29 November 2003 Cole deployed for her first overseas deployment after the bombing. December began with Cole in company with fellow destroyers Gonzalez and Thorn, transiting the Atlantic Ocean for the deployment of Cruiser- Destroyer Group 12, the strike group. On 1 December, all three ships conducted an underway replenishment with the supply vessel , the Surface Strike Group's last fuel stop until reaching Europe. She subsequently returned to her home port of Norfolk, Virginia on 27 May 2004, without incident. In 2005 Cole participated in Exercise BALTOPS 05 in the Baltic Sea. Cole returned to the U.S. in early July and attended Fourth of July Celebrations in Philadelphia. Cole deployed to the Middle East on 8 June 2006, for the first time since the bombing. While passing the port city of Aden, the ship's company crewed the rails to honor the crewmembers killed in the bombing. She returned to her home port of Norfolk on 6 December 2006, again without incident. On 21 August 2006, the Associated Press reported that Coles commanding officer at the time of the bombing, Commander Kirk Lippold, had been denied promotion to the rank of Captain. On 28 February 2008, Cole was sent to take station off Lebanon's coast, the first of an anticipated three-ship flotilla. On 3 February 2017, a U.S. defense official told Fox News that \"The Navy sent USS Cole to the Gulf of Aden following an attack earlier this week [30 January] on a Saudi warship off Yemen by Iranian-backed Houthi rebels\". Both Iran and the Houthis have denied they are collaborating with each other. ===Awards=== * Combat Action Ribbon - (12 October 2000) USS Cole bombing * Navy Unit Commendation - (Oct 1997 - Apr 1998, 12 Oct 2000) * Navy Meritorious Unit Commendation - (Jan-Aug 2017) GEORGE H W BUSH STRIKE GROUP * Navy E Ribbon - (1997, 1998, 2008, 2015, 2017, 2018) * Navy Expeditionary Medal - (Jan-Dec 1998, Oct 2000-Dec 2002) == Upgrade == On 12 November 2009, the Missile Defense Agency announced that Cole would be upgraded during fiscal year 2013 to RIM-161 Standard Missile 3 (SM-3) capability in order to function as part of the Aegis Ballistic Missile Defense System. == See also == * * == References == == External links == * *navsource.org: USS Cole *USS Cole Association *Official Department of Defense FOIA files on the USS Cole *USS Cole Redeploys *Maritimequest USS Cole DDG-67 Photo Gallery *Command Histories for Cole Category:Arleigh Burke-class destroyers Category:Destroyers of the United States Category:Ships built in Pascagoula, Mississippi Category:1995 ships Category:Maritime incidents in 2000",
 "title": "USS Cole (DDG-67)"
}