{
 "id": "197454",
 "text": "The goa (Procapra picticaudata), also known as the Tibetan gazelle, is a species of antelope that inhabits the Tibetan plateau. ==Description== The goa is a relatively small antelope, with slender and graceful bodies. Both males and females stand tall at the shoulder, measure in head-body length and weigh . Males have long, tapering, ridged horns, reaching lengths of . The horns are positioned close together on the forehead, and rise more or less vertically until they suddenly diverge towards the tips. Females have no horns, and neither sex has distinct facial markings. thumb|left|From The book of antelopes (1894). The goa is grayish brown over most of its body, with its summer coat being noticeably greyer in colour than its winter one. It has a short, black-tipped tail in the center of its heart-shaped white rump patches. Its fur lacks an undercoat, consisting of long guard hairs only, and is notably thicker in winter. It appears to have excellent senses, including keen eyesight and hearing. Its thin and long legs enhance its running skills, which are required to escape from predators. ==Distribution and habitat== The goa is native to the Tibetan plateau, and is widespread throughout the region, inhabiting terrain between in elevation. It is almost restricted to the Chinese provinces of Gansu, Xinjiang, Tibet, Qinghai, and Sichuan, with tiny populations in the Ladakh and Sikkim regions of India. No distinct subspecies of goa have been reported. Alpine meadow and high elevation steppe are the primary habitats of the goa. It is scattered widely across its range, being present in numerous small herds spread wide apart; estimates of population density vary from 2.8 individuals per sq km to less than 0.1, depending on the local environment. ==Behaviour and ecology== thumb|left|Male goa Unlike some other ungulates, goas do not form large herds, and are typically found in small family groups. Although they occasionally gather into larger aggregations, most goa groups contain no more than 10 individuals, and many are solitary. They have been noted to give short cries and calls to alert the herd on approach of a predator or other perceived threat. Goas feed on a range of local vegetation, primarily forbs and legumes, supplemented by relatively small amounts of grasses and sedges. Their main local predators are the Himalayan wolf and the snow leopard. ==Reproduction== For much of the year, the sexes remain separate, with the females grazing in higher altitude terrain than the males. The females descend from their high pastures around September, prior to the mating season in December. During the rut, the males are largely solitary, scent marking their territories and sometimes butting or wrestling rival males with their horns. Gestation lasts around six months, with the single young being born between July and August. The infants remain hidden with their mother for the first two weeks of life, before rejoining the herd. The age of sexual maturity in goas is unknown, but is probably around 18 months. Goas have lived for up to five years and seven months in captivity. ==Conservation status== Although goa populations have declined over recent years, they do not inhabit regions of high human population over most of their range, and do not significantly compete with local livestock. Because of their small size, they are not popular targets for hunting, and they are classified as a class II protected species in China. The primary threats to the goa in China are loss of habitat, due to encroachment on their natural ranges by pastoralists and the expansion of agriculture in the western provinces. In Ladakh, they live at high altitudes (4,750-5,050 m or 15,580-16,570 ft), but prefer relatively flat areas with an affinity for warmer, south-facing slopes. They coexist with domestic yaks and kiang, but are competitive with domestic goats and sheep and avoid herders and their dogs. The population in Ladakh, less than 100 individuals, continues to decline. Within Ladakh, its distribution was spread as far west as the Tsokar Basin in the beginning of the 20th century, but today is confined to the Hanle Valley and the neighbouring areas, such as Chumur. Presently gazelles are suffering not only from poor pasture conditions, but also from problems associated with small populations such as lack of genetic diversity in the population, which makes them less resistant to diseases. Goa populations in both Ladakh and Tibet seem to be declining precipitously and are threatened with extinction, at least in some regions.Rizvi, Janet. Ladakh: Crossroads of High Asia, p. 49. 1983. Oxford University Press. Reprint: Oxford University Press, New Delhi (1996) A small population also exists in northern Sikkim, right at the border between India and Chinese-controlled territories, apparently moving back and forth between the countries. ==References== ==External links== * Category:Procapra Category:Fauna of Tibet Category:Mammals described in 1846 Category:Fauna of Ladakh Category:Fauna of India",
 "title": "Goa (antelope)"
}