{
 "id": "197943",
 "text": "Debut is the debut studio album by Icelandic recording artist Björk as an international singer, released in July 1993 by One Little Indian and Elektra Entertainment. It was produced by Björk and Nellee Hooper. It was Björk's first recording following the dissolution of her previous band, the Sugarcubes. The album departed from the rock style of her previous work and drew from an eclectic variety of styles, including electronic pop, house music, jazz and trip hop. Debut received critical acclaim from British music critics, though United States reviews were mixed. It exceeded sales expectations, charting at number two in Iceland, three in the United Kingdom, and 61 in the US. It was certified gold in Canada and platinum in the US, where it remains Björk's best-selling album. Five singles were released from Debut: \"Human Behaviour\", \"Venus as a Boy\", \"Play Dead\", \"Big Time Sensuality\" and \"Violently Happy\". All charted in the UK, with only \"Human Behaviour\", \"Violently Happy\" and \"Big Time Sensuality\" charting on dance and modern rock charts in the US. == Background and production == While performing as the vocalist of Icelandic alternative rock group the Sugarcubes, Björk approached Ásmundur Jónsson of Bad Taste and producer Derek Birkett of One Little Indian Records with a demo cassette of her own songs. The demo included versions of songs that appeared on Debut, including \"The Anchor Song\" and \"Aeroplane\". After the Sugarcubes went on hiatus, Björk moved to London, England, where she and Birkett worked on the details of what would become Debut. The Sugarcubes' music did not fit Björk's taste, and her contact with London's underground club culture of the late 1980s and early 1990s helped her find her own musical identity. She said: \"As a music nerd, I just had to follow my heart, and my heart was those beats that were happening in England. And maybe what I'm understanding more and more as I get older, is that music like Kate Bush has really influenced me. Brian Eno. Acid. Electronic beats. Labels like Warp.\" Björk had already written half the songs for Debut in some form, but had nothing recorded. She had written many of them years before moving to London, including \"Human Behaviour\", which she wrote as a teenager. In 2021, the singer explained: \"The melody of ['Human Behaviour]' I wrote while I was in the Sugarcubes. It was called \"Marssin Minn\" and never kinda got completed. I saved that melody though, and when I wrote the lyrics few years later, I felt the melody had found a match.\" She had put aside the songs as \"I was in punk bands and [the songs] weren't punk.\" With no producer, she composed songs with 808 State member Graham Massey in a friend's home in Manchester, where she also wrote songs included on later albums, including \"Army of Me\" and \"The Modern Things\". While creating electronic tracks with Massey, Björk developed a desire to work with a jazz producer. Paul Fox, who had worked with the Sugarcubes, introduced her to jazz harpist Corky Hale. Hale had planned to decline to work with Björk until her stepson, a Sugarcubes fan, insisted that she take the job. Björk recorded a handful of jazz standards with Hale, including \"I Remember You\" and an early version of \"Like Someone in Love\". Fox also introduced Björk to Oliver Lake, with whom Björk recorded another jazz standard, \"Life Is Just a Bowl of Cherries\", with Lake's jazz group for the John Hughes film Curly Sue. Hughes turned down the recording, but it led to Debut being produced by Fox and arranged by Oliver Lake. Björk contracted Lake to work with session saxophonists in London for Debut; Lake's contributions are heard on tracks including \"Aeroplane\" and \"The Anchor Song\". Björk intended to have several producers work on the album. She planned to have the album produced with Fox until she was introduced to producer Nellee Hooper by her boyfriend Dominic Thrupp. Hooper had produced albums by Soul II Soul and Sinéad O'Connor which made Björk skeptical about working with him, stating: \"I thought Nellee was too 'good taste' for my liking. But then I met him, got to know him, [and] got to hear about his fabulous ideas.\" Björk and Hooper's recording ideas were similar, which led to her decision to end production with Massey and Fox. Hooper introduced Björk to studio technology and studio programmer Marius de Vries, who gave Debut a modern style with keyboards and synthesizers. He produced the first ten tracks on the album, while Björk co- produced \"Like Someone in Love\" with Hooper and produced \"The Anchor Song\" alone. Björk and Hooper spent many sessions in the studio working on Debut until the album was finished in early 1993. ==Composition== Debut draws on an eclectic variety of sources. Treblezine described the album as \"[melding] alternative dance and electronic with a graceful flow.\" It is said that the album \"[shook] the status quo\" of the contemporary musical climate, in the sense that its eclectic experimental pop leanings distanced it from the music \"primarily being made by men with guitars\" that was popular at the time, such as grunge and the burgeoning britpop. Michael Cragg of The Guardian described it as an \"indefinable conflation of electronic pop, trip-hop, world music and otherworldly lyrics\". AllMusic described the album as \"creative, tantalizing electronic pop.\" The New York Times wrote that \"Debut often recalls the early '70s jazz-fusion of bands like Weather Report. But where these fusionists combined jazz harmony with funk and acid rock, Björk marries her scat-vocalese and off-kilter melodies with the futuristic textures and programmed percussion of today's techno and acid house. The Faces Mandi James felt Debut was \"a delightful fusion of thrash metal, jazz, funk and opera, with the odd dash of exotica thrown in for good measure.\" Billboard described the album as \"an art pop masterpiece\". Björk also took influence from the music of Bollywood and \"the buzz of London nightlife.\" Debut incorporates dance music, reflecting the contemporary styles of London's club culture, with which Björk had established close ties. While elements of subgenres such as Euro-house, acid jazz, worldbeat and IDM are present, \"they hadn't yet broken free from the primal thump of four-on-the-floor house music.\" Tom Breihan of Stereogum wrote that \"even as dance music took on all these new sounds, that basic pulse was still the most important thing about it, and that pulse reverberates all through Debut.\" Björk said: \"A lot of the songs on my record have dance beats, but I think they're beats that are more reflective of daily life—like life in the middle of the day in a city, as opposed to the night life of the clubs.\" The four on the floor style, typical of house music, is evident in songs such as \"Human Behaviour\", \"Crying\", \"Big Time Sensuality\", \"There's More to Life Than This\" and \"Violently Happy\". Björk felt house music was \"the only pop music that [was] truly modern,\" stating in 1993 that it was \"the only music where anything creative is happening today.\" Her departure from the guitar-driven rock of her previous work stemmed from the feeling that it was outdated, arguing that \"as soon as any form becomes traditional, like the guitar, bass and drums, then people start to behave traditionally,\" and that \"it's really difficult to get a band to stay on the edge using typical bass, guitar and drums setup because it tends to lapse into a predictable form.\" Being a fan of dance music since the early days of acid house, she used it as the framework for her songs. She told Rolling Stone that she \"was more influenced by ambient music than what you'd call dance music, and by things that were happening way back in Chicago and Detroit that were sensual and daring and groundbreaking in their time [...] Ninety-five percent of the dance music you hear today is crap. It's only that experimental five percent that I'm into—the records that get played in clubs after 7 o'clock in the morning, when the DJs are playing stuff for themselves, rather than trying to please people.\" Björk's embrace of England's dance culture also extended to her image, considered representative of 1990s acid house fashion. Hooper had been a member of Bristol's \"Wild Bunch\", a group that took from acid jazz, funk and hip hop and helped create trip-hop. The less dance-oriented electronic Debut tracks have a more trip-hop style sound and a \"more delicate atmosphere\". i-D noted that Debut—and Björk's subsequent album Post—integrate ambient techno and jungle, stating that they \"couldn't have existed without Aphex Twin, Black Dog, A Guy Called Gerald, LFO and all the other producers who reshaped the language of music since 1988.\" Available at bjork.fr Also present are elements of jazz, with WUOG stating that \"while many see Debut as Björk's clubbiest album, it may also be her jazziest.\" Brad Shoup of Stereogum wrote that \"though her electronic bent gets the most attention, it's her interest in jazz that courses through the set.\" Tim Perlich of Now felt Debut \"bridges jazz and pop\", Available at bjork.fr and Simon Reynolds characterized it as \"jazzy love songs tinged with an oceanic feeling.\" ===Songs=== The lyrics of Debut contain themes of love. They range from \"flesh-and-blood passion\" for another person to the love of life itself. According to i-D, with a couple of exceptions, the songs of Debut fell into two types: \"those where Björk addressed the listener as someone in pain and told them fireworks would light their nights and all would be well;\" and \"songs where she sang about her own pain.\" The Face stated that the album's lyrics \"[consolidated] her love affair with language,\" while The Sunday Times felt that Björk \"rigorously [avoided] the obvious\" by using lyrics that do not rhyme. Available at bjork.fr The first track \"Human Behaviour\" features a \"bouncing riff\" sampled from Antônio Carlos Jobim, with \"its syncopated beat consigned to a venerable orchestral instrument, the timpani.\" Its lyrics refer to Björk's experience as a child, finding the behaviour of adults \"rather chaotic and nonsensical,\" instead finding harmony with other children, nature and animals. Inspired by naturalist David Attenborough, she sings from the point of view of an animal, with its opening line being \"If you ever get close to a human/And human behaviour/Be ready, be ready to get confused\". Following track \"Crying\" shows a contradiction between its \"bubbly, shiny-surfaced acid disco-pop\" sound and lyrics that describe the turmoil of feeling alienated in a big city. \"Venus as a Boy\" —considered an ambient track by Rolling Stone— reflected Björk's newly found interest in Bollywood, having befriended people of Indian origin in London, most notably tabla player Talvin Singh. In a spontaneous fashion, the song's strings —and also those of \"Come to Me\"— were recorded by a film studio orchestra in India, thanks to Singh. The lyrics of the track are about the sensitivity of her then boyfriend Dominic Thrupp, with lyrics that have been described as \"sweet and just the slightest bit naughty.\" In the dancefloor-oriented \"There's More to Life Than This\", Björk leaves romance behind, with \"her mischievous side [coming] to the fore\". Its lyrics were inspired by a party she attended and promptly left. \"Like Someone in Love\" is one of the several jazz standards she recorded with Corky Hale, with her voice \"cradled in harp and swoony strings.\" \"Like Someone in Love\" is followed by the techno-tinged \"Big Time Sensuality\" in an \"intentionally startling\" leap. An \"anthem to emotional bravery,\" it contains lyrics described as \"simple but passionate\", concerning Björk's relationship with her co-producer Nellee Hooper. The songs \"The Anchor Song\", \"One Day\", and \"Aeroplane\" draw on what Björk refers to as her more \"academic, clever side\". \"One Day\" also presents a sudden shift of mood, featuring a \"gently pulsing bass\" that builds into an \"itchily impassioned, housey pop euphoria.\" \"Aeroplane\" is one of Debuts most musically complicated pieces with off-kilter arrangement from Oliver Lake; its backdrop is inspired by exotica music. This song is also about Thrupp, written when he was living in the United Kingdom and Björk still lived in Iceland. \"Come to Me\" features a \"hazy musical backdrop of raindrop synths, padded drums and sweeping strings\"; lyrically, it explores a \"sensually intense need to nurture.\" \"Violently Happy\" is the most hardcore techno track on the album. In the song, over \"brisk house beats\" Björk sings in a stammering fashion, as she \"struggles to express feelings of excitement so intense she seems on the brink of leaping out of her skin.\" As a gesture to inexpressible feelings, the song samples one syllable and \"[turns] it into a stuttering vocal tic.\" The closing track \"The Anchor Song\" is the only one in the album solely produced by Björk. One of the three songs to appear on her first demo cassette of 1990, it features Oliver Lake playing the saxophone, in an arrangement that replicated the \"ebb and tide of an ocean's peaking tops, an image reinforced by Björk's fiercely patriotic lyrics.\" == Release == Debut was released on 5 July 1993 on compact disc and cassette on One Little Indian Records in the United Kingdom and 13 July 1993 on Elektra Records in the United States. One Little Indian estimated that Debut would sell a total of 40,000 copies worldwide based on a guess of the Sugarcubes fan base at the time. However, within three months of Debut's release, over 600,000 copies had been sold worldwide. On the album's initial release, it charted in the United States, peaking at number one on the Top Heatseekers chart and at number 61 on the Billboard 200. In the United Kingdom, Debut entered the charts on 17 July 1993, peaking at number three and spending 79 weeks on the chart. Debut has been re-issued several times in different formats. In November 1993, the album was re-issued in the United Kingdom with the bonus track \"Play Dead\", a song written for the film The Young Americans, shortly after Debut's completion. The album was later issued on vinyl and DualDisc formats. The Japanese version of Debut included two bonus tracks: \"Play Dead\" and \"Atlantic\". The DualDisc release featured the full album on the CD side while the DVD side included the album with superior sound quality and the music videos for the singles. On 5 May 1994, The Canadian Recording Industry Association certified that Debut had sold over 50,000 units making it a Gold record in Canada. On 31 August 2001, the RIAA certified that Debut had sold over one million units making it a Platinum record in the United States. As of January 2015, Debut had sold 930,000 copies in the United States, according to Nielsen SoundScan. Worldwide sales of the album stand at 4.7 million copies. In 1994, Björk was sued by Simon Fisher, a musician she collaborated with in 1990. Fisher's claim stated that he had co-written \"Human Behaviour\", \"Venus as a Boy\", \"Crying\", and \"Aeroplane\" and sought damages of over £200,000. Hooper and Björk went to court with Fisher shortly after the release of Björk's album Post. Judge Robin Jacob found Fisher only seeking credit for one song instead of four and cleared Hooper and Björk of all charges stating that Fisher's charges rendered him \"unreliable, diffuse, and vague\". === Singles === In 1993 Björk contacted French director Michel Gondry to create a music video for \"Human Behaviour\" after seeing a video he made for his own band Oui Oui. \"Human Behaviour\" was the first single taken from Debut, and was issued a month before the album's release in June 1993. Three more singles were released from Debut in 1993. \"Venus as a Boy\" was the second single, released in August with a music video directed by Sophie Muller. \"Play Dead\" was released in August 1993 as a non-album single, that would be included on later releases of the album. \"Play Dead\" had an accompanying music video directed by Danny Cannon. The final single released in 1993 was \"Big Time Sensuality\" remixed by Fluke with a music video by Stéphane Sednaoui. A further single, \"Violently Happy\", was released in March 1994 with an accompanying video by Jean-Baptiste Mondino. All five singles from Debut charted within the top 40 of the UK Singles Chart while only \"Human Behaviour\", \"Violently Happy\" and \"Big Time Sensuality\" charted on the US Billboard charts. == Critical reception == At the 1994 Grammy Awards, Michel Gondry's music video for \"Human Behavior\" was nominated for Best Short Form Music Video, but lost to Stephen Johnson's video for the Peter Gabriel song \"Steam\". At the 1994 Brit Awards, Björk won awards for \"Best Newcomer\" and \"Best International Female\". Critical reaction to Debut was generally positive. The British music press spoke positively about the album, with Q giving it four out of five stars calling it \"a surprising, playful collection\" while the NME wrote that Debut was \"an album that believes music can be magical and special.\" The Independent gave Debut a favorable review noting that Björk had \"fashioned an amazing array of contrasting arrangements, whose musical diversity never interferes with their clarity of vision.\" American reception was more mixed. Musician magazine praised the vocals of the album, stating \"what makes [Björk's] singing memorable isn't the odd assortment of growls, moans and chirps she relies upon, but the emotions those sounds convey.\"Musician: 90. July 1993. \"...what makes her singing memorable isn't the odd assortment of growls, moans and chirps she relies upon, but the emotions those sounds convey...\" The New York Times described Debut as \"an enchanting album\". American critic Robert Christgau gave the album a \"neither\" rating, indicating an album that \"may impress once or twice with consistent craft or an arresting track or two. Then it won't\". A negative review came from Rolling Stone, who gave the album two stars out of five, labelling the album \"utterly disappointing\" and blaming producer Nellee Hooper, suggesting he \"sabotaged a ferociously iconoclastic talent with a phalanx of cheap electronic gimmickry.\" Michele Romero of Entertainment Weekly gave the album a C, saying, \"On a few songs, [Björk's] breathy mewl is a pleasant contrast to the mechanical drone of Sugarcube-like techno-tunes. But most of Debut sounds annoyingly like the monotonous plinking of a deranged music box. Wind it up if you like – eventually it will stop.\" Debut rated highly in British end of year polls. The NME ranked Debut at number one on their list of \"Top 50 LPs of 1993\".NME: 66. 25 December 1993. \"Ranked No.1 in New Musical Express' list of the 'Top 50 LPs of 1993' – \"Debut is a musical treasure chest of organic techno beats, twinkly jazz serenades and otherworldly nursery rhymes, disregarding categories and [displaying] a bewitching faith in pop's ability to challenge...\"\" Melody Maker placed the album at number six on their list of \"Albums of the Year for 1993\" calling it \"a fantastic debut\".Melody Maker: 76. 1 January 1994. \"Ranked No.6 in Melody Maker's list of 'Albums of the Year' for 1993\"a fantastic Debut\"\" In 1994, Q included the album on their list for top fifty albums of 1993.Q: 85. January 1994. \"Included in Q's list of 'The 50 Best Albums of 1993'\"...an album of tantalising contrasts....manages to be bubbly, exhilarating, brazenly dance-oriented and satisfying all at once...\"\" In 2000 it was voted number 77 in Colin Larkin's All Time Top 1000 Albums. Björk reacted to the positive reviews hesitantly, stating that if she'd \"delivered exactly the same album and I came from Nottingham, I'd have got completely different reviews, normal down-to-earth ones\" and that Debut \"was a bit of a rehearsal and it's really not that good. I can do much better.\" Later reception was also positive. In Spin magazine's alternative record guide, the album received a rating of nine out of ten stating that the choice of Nellee Hooper as producer was a \"stroke of genius\" and Björk's vocals were \"awe- inspiring\". Heather Phares of AllMusic gave the album a five-star rating, stating that Debut is \"Possibly her prettiest work, Björk's horizons expanded on her other releases, but the album still sounds fresh, which is even more impressive considering electronic music's whiplash-speed innovations.\" ==Legacy== Debut is widely regarded as one of the greatest albums of 1993 and the 1990s in general. According to NME, it turned \"an idiosyncratic vocalist from a feted cult band into a significant global pop star\". In 2013, John Hamilton of Idolator called the album \"highly influential\", and wrote \"in spite of its advancing age, Debuts futurism has aged exquisitely.\" The album has also been credited as one of the first albums to introduce electronic music into mainstream pop. Stereogum Tom Breihan wrote: \"House music didn't quite have critical respect before Björk came along, and plenty of American writers didn't know what to make of the sound of Debut when it came out. [...] Debut didn't just establish Björk; it helped make sounds like that cool to a segment of the music-dork universe that might've remained deaf to its charms otherwise. At this point, it's virtually impossible to imagine a big publication slamming an adventurous dance-pop album for \"cheap electronic gimmickry,\" and Debut is a big part of that change.\" Björk's embrace of England's dance culture also extended to her looks, her style at the time considered representative of 1990s acid house fashion. Celebrating the album's twenty-year anniversary, Emily Mackay of NME wrote the album \"put the lie to the post-grunge assumption that heartfelt, passionate solo artistry came in the form of acoustic guitar and heartbreak, creating a new breed of singer- songwriter.\" Dubbing it an \"influential masterpiece\", she found influences of the album in the work of musicians such as M.I.A., Grimes, These New Puritans and Tune-Yards, writing: \"It's in fascinatingly individual artists like those that you'll find [Björk's] influence – not, as many would have you believe, in every pretty-faced girl with a big voice.\" Mackay also noted that the album's legacy echoes through dance-pop artists like Lady Gaga and Robyn. In 2013, Michael Cragg of The Guardian wrote that \"two decades after its release, the Icelandic artist's first album has never sounded more relevant.\" He argued that Debut \"reconstructed pop music\", also writing that \"while pop in 2013 looks back to the early 90s for inspiration, Björk's ability on Debut to innovate by using disparate genres without losing a sense of her own identity should be the blueprint for any new artist with desires to break the mould.\" In the album's entry in their list of \"The 500 Greatest Albums of All Time\" —where the album was included at number 46—, NME claimed that \"Debut achieved the remarkable feat of turning an idiosyncratic vocalist from a feted cult band into a significant global pop star, without losing one iota of the experimental mindset and creative cool that made her so special.\" In 2005, Björk stated that she thought the album was not as strong as her later works: \"It's hard to judge yourself but I don't think [Debut and Post are] my best. Debut was the album that went the highest up there in terms of what is 'Bjork music'. But I think that the persona I created, which was entirely accidental, is better captured on the later albums.\" ===Accolades=== The information regarding accolades attributed to Debut is adapted from Acclaimed Music, except where otherwise noted.Acclaimed Music – Debut . Acclaimed Music. Retrieved on 26 July 2015. {|class=\"wikitable sortable mw-datatable\" |- !Publication !Country !Accolade !Year !Rank |- |Alternative Press |rowspan=10|United States |The 90 Greatest Albums of the 90s | 1998 | style=\"text-align:center;\"|31 |- |Amazon.com |The 10 Best Albums by Decade | 1999 | style=\"text-align:center;\"|10 |- |Music Underwater |Top 100 Albums 1990–2003 | 2004 | style=\"text-align:center;\"|97 |- |Out |The 100 Greatest, Gayest Albums |2008 | style=\"text-align:center;\"|63 |- |Pause & Play |The 90s Top 100 Essential Albums |1999 | style=\"text-align:center;\"|11 |- |Robert Dimery |1001 Albums You Must Hear Before You Die |2005 | style=\"text- align:center;\"|* |- |Slant Magazine |The 100 Best Albums of the 1990s (2011) |2011 | style=\"text-align:center;\"|29 |- |Spin |The 125 Best Albums of the Past 25 Years |2010 | style=\"text-align:center;\"|33 |- |Tom Moon |1,000 Recordings to Hear Before You Die |2008 | style=\"text-align:center;\"|* |- |Treble |Top 100 Albums of the 90s (10 per Year) |2008 | style=\"text- align:center;\"|4 |- |Channel 4 |rowspan=20|United Kingdom |125 Nominations for the 100 Greatest Albums |2005 | style=\"text-align:center;\"|* |- |Elvis Costello |500 Albums You Need |2000 | style=\"text-align:center;\"|* |- |The Face |Albums of the Year |1993 | style=\"text-align:center;\"|1 |- |Gary Mulholland |261 Greatest Albums Since Punk and Disco |2006 | style=\"text- align:center;\"|* |- |Melody Maker |Albums of the Year |1993 | style=\"text- align:center;\"|6 |- |Mixmag |The 100 Best Dance Albums of All Time |1996 | style=\"text-align:center;\"|3 |- |Mojo |The Mojo Collection: The Greatest Albums of All Time... and How They Happened |2003 | style=\"text- align:center;\"|* |- |Muzik |Top 50 Dance Albums of All Time |2002 | style=\"text-align:center;\"|32 |- |rowspan=3|NME |Albums of the Year |1993 | style=\"text-align:center;\"|1 |- |NME Rock Years, Albums of the Year 1963–99 |2000 | style=\"text-align:center;\"|* |- |NME's The 500 Greatest Albums of All Time |2013 | style=\"text-align:center;\"|46 |- |No Ripcord |Top Albums 1990–1999 |2013 | style=\"text-align:center;\"|44 |- |Paul Morley |Words and Music, 5 x 100 Greatest Albums of All Time |2003 | style=\"text- align:center;\"|* |- |rowspan=3|Q |Albums of the Year |1993 | style=\"text- align:center;\"|* |- |In Our Lifetime: Qs 100 Best Albums 1986–94 |1995 | style=\"text-align:center;\"|* |- |90 Albums of the 90s |1999 | style=\"text- align:center;\"|* |- |rowspan=2|Select |Albums of the Year |1993 | style=\"text- align:center;\"|7 |- |The 100 Best Albums of the 90s |1996 | style=\"text- align:center;\"|26 |- |Vox |Albums of the Year |1993 | style=\"text- align:center;\"|6 |- |The Wire |Records of the Year\"Charts: Records of the Year\" (subscription required). The Wire. No. 118/119. January 1994. p. 55 – via Exact Editions. |1993 | style=\"text-align:center;\"|1 |- |Helsingin Sanomat |Finland |50th Anniversary of Rock |2004 | style=\"text-align:center;\"|* |- |Panorama |rowspan=2|Norway |The 30 Best Albums of the Year 1970–98 |1999 | style=\"text-align:center;\"|4 |- |Platekompaniet |Top 100 Albums of All Time |2001 | style=\"text-align:center;\"|96 |- |rowspan=2|Pop |rowspan=2|Sweden |Albums of the Year |1993 | style=\"text-align:center;\"|1 |- |The World's 100 Best Albums + 300 Complements |1994 | style=\"text-align:center;\"|92 |- |Intro |rowspan=8|Germany |Albums of the Year |1993 | style=\"text-align:center;\"|1 |- |rowspan=2|Musik Express |Albums of the Year |1993 | style=\"text- align:center;\"|43 |- |The 50 Best Albums of the 90s |2005 | style=\"text- align:center;\"|14 |- |Rolling Stone |The 500 Best Albums of All Time |2004 | style=\"text-align:center;\"|492 |- |Spex |Albums of the Year |1993 | style=\"text-align:center;\"|18 |- |rowspan=2|Visions |The Best Albums 1991–96 |1996 | style=\"text-align:center;\"|* |- |The Most Important Albums of the 90s |1999 | style=\"text-align:center;\"|42 |- |Zundfunk |The Best Albums of the 90s |2000 | style=\"text-align:center;\"|30 |- |rowspan=2|Les Inrockuptibles |rowspan=6|France |Albums of the Year |1993 | style=\"text-align:center;\"|13 |- |The 100 Best Albums 1986–1996 |1996 | style=\"text-align:center;\"|19 |- |rowspan=2|Rock & Folk |Albums of the Year |1993 | style=\"text- align:center;\"|9 |- |The Best Albums from 1963 to 1999 |1999 | style=\"text- align:center;\"|* |- |Technikart |50 Albums from the Last 10 Years |1997 | style=\"text-align:center;\"|* |- |Trax |The 50 Best Techno Albums 1989–1999 |1999 | style=\"text-align:center;\"|* |- |Dancedelux |rowspan=8|Spain |The 50 Best Electronic Records of 1985–2005 |2005 | style=\"text-align:center;\"|14 |- |rowspan=2|Iguana |Albums of the Year |1993 | style=\"text-align:center;\"|1 |- |The 25 Best Albums of the 90's |2000 | style=\"text-align:center;\"|* |- |Plásticos y Decibelios |The 80 Best Albums of All Time |2000 | style=\"text- align:center;\"|67 |- |rowspan=3|Rockdelux |Albums of the Year |1993 | style=\"text-align:center;\"|3 |- |The 150 Best Albums from the 90s |2000 | style=\"text-align:center;\"|6 |- |The 200 Best Albums of All Time |2002 | style=\"text-align:center;\"|146 |- | colspan=\"7\" style=\"text-align:center; font-size:8pt;\"| (*) designates lists that are unordered. |} == Track listing == ;Notes * \"Human Behaviour\" contains a sample from \"Go Down Dying\" written by Antônio Carlos Jobim. * signifies an additional producer ==Personnel== ===Musicians=== * Björk – lead vocals, arranger, programmer, basslines, keyboards, brass programming * Garry Hughes – keyboards, Hammond organ, programming * Oliver Lake – music arranger, reeds * Corky Hale – harp * Gary Barnacle – brass * Marius de Vries – keyboards, programming * Nellee Hooper – percussion, drums * Luís Jardim – bass, percussion, drums * Talvin Singh – director, tabla * Bruce Smith – percussion, drums * Martin Virgo – keyboards, programming * Paul Waller – keyboards, programming * Jon Mallison – guitar * Mike Mower – brass * Jhelisa Anderson – backing vocals ===Technical personnel=== * Björk – producer * Paul Corkett – engineer * Nellee Hooper – producer, engineer * Howie B – engineer * Hugo Nicolson – engineer * Brian Pugsley – engineer * Al Stone – engineer * Mark Warner – assistant engineer * Paul Wertheimer – engineer * Goetz Botzenhardt – assistant engineer * Jim Abbiss – engineer * Dave Burnham – engineer * Jean-Baptiste Mondino – photography * Pete Lewis – assistant engineer * Jon Mallison – assistant engineer * Mike Marsh – mastering * Tim Dickenson – assistant engineer * Andy Bradford – assistant engineer * Oggy – assistant engineer * H. Shalleh – engineer ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+ Weekly chart performance for Debut |- ! scope=\"col\"| Chart (1993–1994) ! scope=\"col\"| Peak position |- |- |- |- |- ! scope=\"row\"| European Albums (Music & Media) | 5 |- ! scope=\"row\"| Finnish Albums (Suomen virallinen lista) | 8 |- ! scope=\"row\"| French Albums (IFOP) Select \"BJORK\" from the drop-down menu and click \"OK\". | 16 |- |- |- ! scope=\"row\"| Icelandic Albums (Tónlist) | 2 |- ! scope=\"row\"| Irish Albums (IFPI) | 9 |- ! scope=\"row\"| Japanese Albums (Oricon) | 65 |- |- |- |- ! scope=\"row\"| Spanish Albums (AFYVE) | 32 |- |- |- |- ! scope=\"row\"| UK Independent Albums (OCC) | 1 |- |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+ 1993 year-end chart performance for Debut |- ! scope=\"col\"| Chart (1993) ! scope=\"col\"| Position |- ! scope=\"row\"| European Albums (Music & Media) | 87 |- ! scope=\"row\"| UK Albums (OCC) | 21 |} {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+ 1994 year-end chart performance for Debut |- ! scope=\"col\"| Chart (1994) ! scope=\"col\"| Position |- ! scope=\"row\"| Dutch Albums (Album Top 100) | 38 |- ! scope=\"row\"| European Albums (Music & Media) | 21 |- ! scope=\"row\"| German Albums (Offizielle Top 100) | 65 |- ! scope=\"row\"| UK Albums (OCC) | 30 |} {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |+ 1995 year-end chart performance for Debut |- ! scope=\"col\"| Chart (1995) ! scope=\"col\"| Position |- ! scope=\"row\"| UK Albums (OCC) | 310 |} ==Certifications and sales== ==Notes== ==References== ===Bibliography=== * * * * * * ==External links== * on official website * * Debut statistics, tagging and previews at Last.FM * Debut at Rate Your Music *Debut mini website Category:1993 albums Category:Albums produced by Björk Category:Albums produced by Nellee Hooper Category:Alternative dance albums Category:Björk albums Category:Electropop albums Category:Elektra Records albums Category:One Little Independent Records albums",
 "title": "Debut (Björk album)"
}