{
 "id": "198179",
 "text": "{| |} USS Massachusetts (BB-59) is the third of four fast battleships built for the United States Navy in the late 1930s. The first American battleships designed after the Washington treaty system began to break down in the mid-1930s, they took advantage of an escalator clause that allowed increasing the main battery to guns, but refusal to authorize larger battleships kept their displacement close to the Washington limit of . A requirement to be armored against the same caliber of guns as they carried, combined with the displacement restriction, resulted in cramped ships, a problem that was exacerbated by wartime modifications that considerably strengthened their anti-aircraft batteries and significantly increased their crews. On completion, Massachusetts was sent to support Operation Torch, the invasion of French North Africa, in November 1942. There, she engaged in an artillery duel with the incomplete French battleship and neutralized her. Massachusetts thereafter transferred to the Pacific War for operations against Japan; she spent the war primarily as an escort for the fast carrier task force to protect the aircraft carriers from surface and air attacks. In this capacity, she took part in the Gilbert and Marshall Islands campaign in 1943 and early 1944 and the Philippines campaign in late 1944 and early 1945. Later in 1945, the ship supported Allied forces during the Battle of Okinawa and thereafter participated in attacks on Japan, including bombarding industrial targets on Honshu in July and August. After the war, Massachusetts returned to the United States and was decommissioned and assigned to the Atlantic Reserve Fleet in 1947. She remained out of service until 1962, when she was stricken from the Naval Vessel Register. Three years later, she was transferred to the Massachusetts Memorial Committee and preserved as a museum ship at Battleship Cove in Fall River, Massachusetts. Some material was removed in the 1980s to reactivate the s, but the ship otherwise remains in her wartime configuration. ==Design== thumb|left|Recognition drawing of the South Dakota class The was ordered in the context of global naval rearmament during the breakdown of the Washington treaty system that had controlled battleships construction during the 1920s and early 1930s. Under the Washington and London treaties, so-called treaty battleships were limited to a standard displacement of and a main battery of guns. In 1936, following Japan's decision to abandon the treaty system, the United States Navy decided to invoke the \"escalator clause\" in the Second London treaty that allowed displacements to rise to and armament to increase to guns. Congressional objections to increasing the size of the new ships forced the design staff to keep displacement as close to 35,000 LT as possible while incorporating the larger guns and armor sufficient to defeat guns of the same caliber. thumb|left|Massachusetts' rear turret, showing the ability of the guns to elevate independently Massachusetts is long overall and has a beam of and a draft of . She displaces as designed and up to at full combat load. The ship was powered by four General Electric steam turbines, each driving one propeller shaft, using steam provided by eight oil-fired Babcock & Wilcox boilers. Rated at , the turbines were intended to give a top speed of . The ship had a cruising range of at a speed of . She carried three Vought OS2U Kingfisher floatplanes for aerial reconnaissance, which were launched by a pair of aircraft catapults on her fantail. Her peace time crew numbered 1,793 officers and enlisted men, but during the war the crew swelled to 2,500 officers and enlisted. The ship is armed with a main battery of nine 16\"/45 caliber Mark 6 guns guns in three triple-gun turrets on the centerline, two of which are placed in a superfiring pair forward, with the third aft. The secondary battery consisted of twenty 5-inch /38 caliber dual purpose guns mounted in twin turrets clustered amidships, five turrets on either side. As designed, the ship was equipped with an anti-aircraft battery of twelve guns and twelve .50-caliber (12.7 mm) M2 Browning machine guns, but she was completed with a battery of six quadruple Bofors guns in place of the 1.1 in guns and thirty-five Oerlikon autocannon instead of the .50-cal. guns. The main armored belt is thick, while the main armored deck is up to thick. The main battery gun turrets have thick faces, and they were mounted atop barbettes that were thick. The conning tower had thick sides. ===Modifications=== thumb|Massachusetts' secondary and anti-aircraft battery, showing 20 mm, 40 mm, and 5-inch guns Massachusetts received a series of modifications through her wartime career, consisting primarily of additions to anti-aircraft battery and various types of radar sets. The first addition was the installation of SC air search radar in 1941, fitted in the foremast, which was later replaced with an SK type set. At the same time, an SG surface search radar was installed on the forward superstructure; a second SG set was added to the main mast after experiences during the Guadalcanal Campaign in 1942. While still under construction, she received a Mark 8 fire-control radar, mounted on her conning tower to assist in the direction of her main battery guns and Mark 4 radars for the secondary battery guns. She later received Mark 12/22 sets in place of the Mark 4s. Massachusetts also received a TDY jammer. In 1945, her traditional spotting scopes were replaced with Mark 27 microwave radar sets. The ship's light anti-aircraft battery was gradually expanded. Four more 40 mm quad mounts were added in late 1942, and in February 1943, two more quads were added, one each to the roofs of turrets 2 and 3. By this time, she had another twenty-four 20 mm guns installed, bringing the total to sixty- one of the guns. Two more 40 mm quadruple mounts were added in February, and another seven 20 mm guns were added later that year for a total battery of sixty barrels. By early 1944, the Navy had begun to realize that the 20 mm guns were less effective and had made plans to reduce the number of those guns to 33 barrels in favor of more 40 mm guns. By October, Massachusetts had thirty-two of the guns, six of which were in experimental quad and twin mounts. She received six more quadruple 40 mm guns, bringing the total to seventy-two barrels. Two of these new quads were mounted in the forecastle, which proved to be of limited use as they were unusable in all but the calmest seas, and they were removed in the ship's postwar refit, as was the mount atop the number 2 turret. ==Service history== ===Construction and Atlantic operations=== Massachusetts was laid down at Bethlehem Steel's Fore River Shipyard on 20 July 1939. She was launched on 23 September 1941, and after completing fitting-out work, was commissioned into the fleet on 12 May 1942. She then conducted her shakedown cruise before moving to Casco Bay, Maine; from there, she was assigned to the Western Naval Task Force, which was to support Operation Torch, the invasion of French North Africa. Massachusetts got underway on 24 October to join the rest of the unit, which she met at sea four days later. She became the flagship of Rear Admiral Henry Kent Hewitt, part of Task Group (TG) 34.1, which also included the heavy cruisers and and four destroyers. The ships rendezvoused with the rest of the invasion fleet on 28 October some southeast of Cape Race and proceeded across the Atlantic. Massachusetts participated in the Naval Battle of Casablanca, which began early on the morning of 8 November. The ships were tasked with neutralizing the primary French defenses, which included coastal guns on El Hank, several submarines, and the incomplete battleship which lay at anchor in the harbor with only half of its main battery installed. Massachusetts began firing at 07:04 at a range of and shortly thereafter came under fire from Jean Bart that morning, and she returned fire at 07:40. Wichita and Tuscaloosa initially engaged the French batteries on El Hank and the French submarine pens, while Massachusetts attacked Jean Bart. French naval forces, led by the cruiser , put up a stubborn defense. Massachusetts and the American cruisers broke up attempts by French destroyers to attack the fleet before returning to shelling Jean Bart; in the course of the action, Massachusetts scored five hits on Jean Bart and disabled her main battery turret. With Jean Bart out of action, Massachusetts and the other ships then shifted fire to destroy coastal artillery batteries, an ammunition dump, and merchant ships in the harbor. One of her 16-inch shells also struck the floating dry-dock that held the submarine ; the dry dock sank, but Le Conquérant was not damaged and was able to get underway, only to be sunk by a PBY Catalina at sea. The French defenders agreed to a cease-fire on 11 November, which allowed the ships of TG 34.1 to be detached for other operations. Massachusetts got underway for the United States on 12 November to begin preparations for operations in the Pacific Theater. ===Pacific war=== ====Gilbert and Marshall Islands campaign==== thumb|left|Massachusetts off Boston in 1942 Massachusetts reached Noumea in New Caledonia on 4 March 1943 and spent the next several months escorting convoys to the Solomon Islands in support of operations during the Solomon Islands campaign. On 30 June, she provided cover for an amphibious assault on New Georgia, part of Operation Cartwheel; at the time, she was assigned to the battleship group for TF 36.3, which included her sister ship and . Over the next week, the Japanese launched several naval and aerial attacks on American forces involved in the campaign, but none attacked the battleship force. She departed the area on 19 November to take part in the Gilbert and Marshall Islands campaign, escorting the carrier task group TG 50.2, again in company with Indiana and North Carolina, that carried out a series of air attacks on Makin, Tarawa, and Abemama in the Gilbert Islands. These operations were in support of the landings at Tarawa and Makin, both to weaken Japanese defenses on the islands and also isolate the Japanese garrisons from forces on nearby islands that might be able to reinforce them or launch counterattacks. On 8 December, she took part in a bombardment of Japanese positions at Nauru. For the operation, she was detached to form TG 50.8 under the command of Rear Admiral Willis Lee, along with North Carolina, Indiana, , and and several escorting destroyers. Operations during the campaign continued into January 1944, with the invasion of Kwajalein; by this time, Massachusetts had been transferred to TG 58.1, under the command of Fifth Fleet. For much of the Pacific War, Massachusetts served with the fast carrier task force, at that time designated TF 58, screening the carriers from surface attacks and contributing her heavy anti-aircraft battery against Japanese air attacks. The carriers struck numerous targets in the Marshalls, again to isolate the garrison on Kwajalein. Massachusetts bombarded the island on 30 January in company with Washington, North Carolina, and Indiana, the day before marines went ashore. thumb|Massachusetts after her 1944 refit Massachusetts continued in her role as an escort for the fast carrier task force during Operation Hailstone on 17 February, a major carrier raid on the island of Truk, which had been the primary staging area for the Japanese fleet in the central Pacific. The ship was now part of TG 58.3 for the attack. The fleet continued on to conduct a series of strikes on the islands of Saipan, Tinian, and Guam, which provoked heavy Japanese air attacks in response. Massachusetts contributed her heavy anti-aircraft battery to the fleet's defense. The American fleet then moved to the Caroline Islands, striking several islands in the area. On 22 April, the fleet supported the landing at Hollandia in western New Guinea. On the way back from the area, the fleet struck Truk again. On 1 May, Massachusetts joined a bombardment group designated TG 58.7 that attacked Pohnpei in the Senyavin Islands, again under Lee's command. After the attack, fleet withdrew to Eniwetok in the Marshall Islands. From there, the ship was detached for an overhaul at the Puget Sound Naval Shipyard, which included having her guns re-lined, as they had been worn out by that time. As a result, she was unavailable for the Mariana and Palau Islands campaign that was waged in June and July. She departed the west coast in July and stopped in Pearl Harbor on the way, departing there on 1 August to rejoin the fleet in the Marshall Islands. By this time, the Third Fleet had taken command of the fast carrier task force and all subordinate units were renumbered from the 50s series to the 30s series. Accordingly, she joined TG 38.3 on reaching the fleet and escorted carriers that made a series of strikes in late August and early September in preparation of the landings at Morotai and Peleliu. These included strikes on 9 and 10 September on the island of Mindanao in the Philippines to neutralize Japanese-held airfields that could interfere with the landings. From 12 to 14 September, the fleet moved to strike targets in the Visayas. Massachusetts escorted the carriers for further strikes on Luzon, particularly around the capital at Manila, and the Visayas from 21 to 22 September. The month-long campaign destroyed some 1,000 Japanese aircraft and sank or otherwise neutralized 150 ships. ====Philippines campaign==== On 6 October, she sortied with the rest of the fleet to begin preparations for the invasion of the Philippines, still as part of TG 38.3. The first operation was a major strike on Japanese air bases on the island of Okinawa on 10 October, part of an effort to reduce Japan's ability to interfere with the landings from airbases in the region. From 12 to 14 October, the fast carrier task force struck bases on Formosa (Taiwan), before returning to the invasion fleet off Leyte, the initial target. Over the course of the strikes on Okinawa and Formosa, the fleet came under heavy air attacks, but Massachusetts was not engaged, as the Japanese attacks concentrated on task groups 38.1 and 38.4. On 16 October, a group of Japanese cruisers and destroyers sortied to attack American vessels that had been damaged in the attacks, prompting Massachusetts and the rest of TG 38.3 and 38.2 to return north to engage them, but they failed to locate the Japanese before they returned to port at Amami Ōshima. The next day, the carrier task force returned to strike Luzon, the same day that elements of Sixth Army went ashore at Leyte; the raids on Luzon continued into 19 October. The landing on Leyte led to the activation of Operation Shō-Gō 1, the Japanese navy's planned riposte to an Allied landing in the Philippines. The plan was a complicated operation with three separate fleets: The 1st Mobile Fleet, now labeled the Northern Force under Jisaburō Ozawa, the Center Force under Takeo Kurita, and the Southern Force under Shōji Nishimura. Ozawa's carriers, by now depleted of most of their aircraft, were to serve as a decoy for Kurita's and Nishimura's battleships, which were to use the distraction to attack the invasion fleet directly. Kurita's ships were detected in the San Bernardino Strait on 24 October, and in the ensuing Battle of the Sibuyan Sea, American carrier aircraft sank the powerful battleship , causing Kurita to temporarily reverse course. This convinced Admiral William F. Halsey, the commander of Third Fleet, to send the fast carrier task force to destroy the 1st Mobile Fleet, which had by then been detected. Later that evening, Commodore Arleigh Burke, Admiral Marc Mitscher's Chief of Staff, suggested that Mitscher detach Massachusetts and South Dakota (along with a pair of light cruisers and a destroyer screen) to send them ahead of the carriers to fight a night action with the Northern Force. Mitscher agreed, and at 17:12 ordered Rear Admiral Forrest Sherman to put the plan into action. Halsey intervened before Sherman could send the ships north and overruled Mitscher, ordering them to keep the battleships with the main fleet. Massachusetts steamed north with the carriers, and on the way Halsey established TF 34, consisting of Massachusetts and five other fast battleships, seven cruisers, and eighteen destroyers, commanded by now-Vice Admiral Willis Lee. thumb|left|Massachusetts refueling from the tanker in 1945 TF 34 was arrayed ahead of the carriers, serving as their screen. On the morning of 25 October, Mitscher began his first attack on the Northern Force, initiating the Battle off Cape Engaño; over the course of six strikes on the Japanese fleet, the Americans sank all four carriers and damaged two old battleships that had been converted into hybrid carriers. Unknown to Halsey and Mitscher, Kurita had resumed his approach through the San Bernardino Strait late on 24 October and passed into Leyte Gulf the next morning. While Mitscher was occupied with the decoy Northern Force, Kurita moved in to attack the invasion fleet; in the Battle off Samar, he was held off by a group of escort carriers, destroyers, and destroyer escorts, TU 77.4.3, known as Taffy 3. Frantic calls for help later that morning led Halsey to detach Lee's battleships to head south and intervene. However, Halsey waited more than an hour after receiving orders from Admiral Chester W. Nimitz, the Commander, U.S. Pacific Fleet, to detach TF 34; still steaming north during this interval, the delay added two hours to the battleships' voyage south. A need to refuel destroyers further slowed TF 34's progress south. Heavy resistance from Taffy 3 threw Kurita's battleships and cruisers into disarray and led him to break off the attack before Massachusetts and the rest of TF 34 could arrive. Halsey detached the battleships and as TG 34.5 to pursue Kurita through the San Bernardino Strait while Lee took the rest of his ships further southwest to try to cut off his escape, but both groups arrived too late. The historian H. P. Wilmott speculated that had Halsey detached TF 34 promptly and not delayed the battleships by refueling the destroyers, the ships could have easily arrived in the strait ahead of Center Force and, owing to the marked superiority of their radar-directed main guns, destroyed Kurita's ships. The fleet withdrew to Ulithi to replenish fuel and ammunition before embarking on a series of raids on Japanese airfields and other facilities on Luzon as the amphibious force prepared for its next landing on the island of Mindoro in the western Philippines. Massachusetts was now a member of TG 38.1. The carriers struck Manila on 14 December and after the fleet withdrew on 17 December, Typhoon Cobra swept through the area, battering the fleet and sinking three destroyers, though Massachusetts was not significantly damaged in the incident. She reported one injury among her crew and the loss of two of her reconnaissance aircraft. From 30 December to 23 January 1945, Massachusetts operated with the carriers of TF 38, which made a series of raids on Formosa and Okinawa, to support the invasion of Lingayen Gulf in the northern Philippines. The carriers of TG 38.1 concentrated their attacks on Formosa. ====Operations off Japan and later career==== By February, the fast carrier task force had reverted to Fifth Fleet command, and Massachusetts was now part of TG 58.1. The ship carried on in her role as an escort for the fleet carriers during a series of strikes on Honshu; these were made to support the upcoming invasion of Iwo Jima. The task force departed Ulithi on 10 February, and after conducting exercises off Tinian on 12 February and refueling on the 14th, began the attacks on Honshu on 16 February. Further raids are carried out the next day and on 18 February, the ships of TG 58.1 withdrew to refuel at sea. The carriers also raided Iwo Jima during battle there, with TG 58.1 contributing its firepower beginning on 20 February. TF 58 withdrew to refuel on 24 February and then made additional strikes on the Tokyo area over the course of 25 and 26 February. They then steamed south to raid Okinawa on 1 March before withdrawing the next day to Ulithi, which they reached on 4 March. TF 58 sortied again on 14 March for another raid on Japan; Massachusetts was again assigned to TG 58.1. The ships refueled on the way on 16 March. Two days later, the carriers began another series of attacks on mainland Japan, starting with targets on the island of Kyushu to weaken Japanese forces before the invasion of Okinawa in April. A large counter-attack consisting of 48 kamikazes hit the fleet, but the attacks were concentrated on TG 58.4 and as a result Massachusetts was not heavily engaged. The next day, during raids on the Kure area, Japanese bombers attacked the fleet and badly damaged the carrier , part of TG 58.1, though Massachusetts was not hit. Heavy damage inflicted on other units by bombers and kamikazes prompted Mitscher, the commander of TF 58, to withdraw his fleet and reorganize it. Massachusetts remained in TG 58.1, but two cruisers were detached to escort Wasp back to Ulithi. On 23 March, TF 58 steamed southwest to begin preparatory attacks on Okinawa in advance of the landing on the island. The next day, the carriers of TG 58.1 destroyed a convoy of eight transports off Kyushu and Massachusetts was detached in company with the battleships Indiana, New Jersey, and as TF 59 to shell Okinawa, thereafter returning to their carrier groups. The ship spent much of April operating off the island, helping to fend off heavy Japanese air attacks. Throughout this period, the carrier task groups rotated through the station, with two groups in action at any given time. Heavy and repeated kamikaze attacks hit numerous vessels over the course of the campaign, but Massachusetts was not targeted by the suicide craft. In late May, Third Fleet resumed command of the task force, and Massachusetts' unit was accordingly re-numbered TG 38.1. On 5 June, the ship passed through another typhoon that did not inflict serious damage to Massachusetts. Five days later, Massachusetts steamed to shell Japanese facilities on the island of Minami Daito Jima in the Rykukus. Following this bombardment, TF 38 withdrew to Leyte Gulf after three months of continuous operations. thumb|Massachusetts in Puget Sound in 1946 The fleet thereafter returned to Leyte Gulf to prepare for the next major operation off Japan. The fast carrier task force sortied on 1 July for attacks on Honshu, initially concentrating on the area around Tokyo. On 14 July, Massachusetts was detached to form TG 34.8.1. with Indiana, South Dakota, two heavy cruisers and nine destroyers. The ships were sent to bombard an industrial complex in Kamaishi that included the Japan Iron Co. and the Kamaishi Steel Works; this complex was Japan's second-largest iron and steel manufacturing center, and this was the first bombardment operation conducted against the Japanese Home Islands. Two weeks later, she repeated the bombardment, this time targeting industrial facilities at Hamamatsu. For this operation, they were joined by the battleship and three destroyers of the British Pacific Fleet. Another attack on Kamaishi followed on 9 August, this time TG 34.8 was reinforced by the battleship . Following the Japanese surrender on 15 August, Massachusetts departed the region on 1 September, bound for Puget Sound for an overhaul. The work lasted until 28 January 1946, when she sailed south to San Francisco, California before proceeding on to Hampton Roads, Virginia, which she reached on 22 April. She was decommissioned on 27 March 1947 at Norfolk, Virginia, and assigned to the Atlantic Reserve Fleet. Plans were drawn up during the period she was in reserve to modernize Massachusetts and the other ships of her class should they be needed for future active service. In March 1954, a program to equip the four ships with secondary batteries consisting of ten twin guns were proposed, but the plan came to nothing. Another plan to convert the ship into a guided missile battleship arose in 1956–1957, but the cost of the conversion proved to be prohibitive. She would have had all three main battery turrets removed and replaced with a twin RIM-8 Talos missile launcher forward, two RIM-24 Tartar launchers aft, anti-submarine weapons, and equipment to handle helicopters. The cost of the project amounted to $120 million. Massachusetts remained out of service until 1 June 1962, when she was stricken from the Naval Vessel Register. While she was in reserve, the Navy removed approximately 5,000 tons of equipment for use on other naval vessels, including both of the explosive-driven catapults used to launch float planes. ==Museum ship== After Massachusetts was stricken and slated for disposal, a group of her former crew lobbied to have the battleship preserved as a museum ship. The Massachusetts Memorial Committee successfully raised enough money to purchase the vessel from the Navy, including through a donation campaign for children in the state, and on 8 June 1965, the Navy transferred ownership of the vessel to the state. Two months later, on 14 August, she was anchored in Fall River, Massachusetts, at Battleship Cove. The museum also includes the destroyer , the submarine , the former East German corvette , a pair of PT boats, and numerous other exhibits. In the early 1980s, when the Navy reactivated the four s, parts were cannibalized from preserved battleships, including Massachusetts, to restore the Iowas to service. Engine room components that were no longer available in the Navy's inventory accounted for most of the material removed from the ships. Massachusetts was declared a National Historic Landmark and added to the National Register of Historic Places on 14 January 1986. Apart from the material removed in the 1980s and her aircraft catapults, which were taken for use in other vessels while still in the Navy's possession, Massachusetts is still largely in her wartime configuration. In November 1998, Massachusetts was closed to the public in advance of her planned departure for Boston, where she was scheduled to undergo an overhaul. She departed on her trip to the capital at 06:30 4 November 1998 with a tug boat moving her under the Braga, Mt. Hope and Newport Bridges, then up the coast to Boston. She arrived 7 November and entered Boston's Drydock Number 3, where an inspection determined the battleship was in need of additional steel plating along her hull at the water line to protect against sea water corrosion. In addition, the survey also located leaking rivets and identified a need to remove two of the battleship's propellers for repair purposes. For the next four months Massachusetts underwent repairs to correct these problems, including the addition of nearly of steel to her hull and the addition of a compound known as Red Hand Epoxy to encase and protect the hull against further deterioration. In March 1999 Massachusetts emerged from her dry docking period and returned under tow to Battleship Cove, arriving at her berth at 15:30 13 March 1999 to a crowd of citizens, dignitaries, veterans, and civic officials. == See also == * List of museum ships * List of National Historic Landmarks in Massachusetts * National Register of Historic Places listings in Fall River, Massachusetts * U.S. Navy museums (and other battleship museums) * , a museum ship built in and today preserved in Quincy, Massachusetts, the world's only remaining heavy cruiser- class warship ==Footnotes== ===Notes=== ===Citations=== ==References== * * * * * * * * ==Further reading== * * ==External links== * Battleship Cove museum site * * Maritime History of Massachusetts, a National Park Service Discover Our Shared Heritage Travel Itinerary * Category:1941 ships Category:Buildings and structures in Fall River, Massachusetts Category:Existing battleships Category:Military and war museums in Massachusetts Category:Museum ships in Massachusetts Category:Museums in Bristol County, Massachusetts Category:National Historic Landmarks in Massachusetts Category:National Register of Historic Places in Fall River, Massachusetts Category:Ships built in Quincy, Massachusetts Category:Ships on the National Register of Historic Places in Massachusetts Category:South Dakota-class battleships (1939) Category:Tourist attractions in Fall River, Massachusetts Category:World War II battleships of the United States Category:Battleship museums in the United States",
 "title": "USS Massachusetts (BB-59)"
}