{
 "id": "198325",
 "text": "777 and Other Qabalistic Writings of Aleister Crowley is a collection of papers written by Aleister Crowley. It is a table of magical correspondences. It was edited and introduced by Dr. Israel Regardie, and is a reference book based on the Hermetic Qabalah. ==777 and modern Qabalah== The Golden Dawn was in part an expression of Hermetic Qabalah, which was itself derived from Jewish mystical Kabbalah. In Judaism, Kabbalah is a form of Torah commentary that was especially prominent in the sixteenth century via the book the Zohar. It introduced the diminishing Four Worlds, God as the transcendent Ain Soph, Israel as embodying the Shekinah, or \"presence\", as children of the True God, and most famously the ten Sephiroth as schema of the universe between Israel and Jehovah. It did this by interpreting the concrete ethics of the scripture. From the 15th century through the Enlightenment, esoteric groups drew from Christian Kabbalah, which was practiced and reinterpreted by occultists like Heinrich Cornelius Agrippa, Pico della Mirandola and Eliphas Levi before being popularized in contemporary esoteric magic. ==Contents== ===Gematria=== Gematria was extrapolated from The Equinox vol. 1, no.5 where it was originally titled The Temple of Solomon the King continued being the fifth in that series. It explains the dogmatic Qabalah as taught by the original order of the Hermetic Order of the Golden Dawn. The main studies are the ten \"Sephiroth\" or \"Emanations\" of the godhead. These can also be seen as rungs of a divine hierarchy between Earth and Godhead—and the three forms of word analysis. These consist of gematria where each of the twenty-two letters of the Hebrew alphabet have their own number and are added together in words to make metaphorical sympathy; aiq baqir, also called \"Qabalah of the Nine Chambers\", which converts any letter in a word to its radical equivalent, such as \"A\" (=1) to \"I\" (=10) or \"Q\" (=100), hence \"AIQ\" for the radical no. 1 column; and notariqon, which uses Hebrew words as initials for a potential larger sentence, for instance the first word of the Torah BRAShITh is manipulated as BRAShITh RAH ALHIM ShIQBLV IShRAL ThVRH (\"In the beginning Elohim saw that Israel would accept the law\"). It quotes much of the introduction to Mathers' Kabbalah Unveiled and also Crowley's own Qabalistic Dogma, an appendix to his Collected Works vol. I. before beginning a study of important numbers in magical art. ===Liber 777=== Liber 777 Vel Prolegoma Symbolica Ad Systemam Sceptico-Mysticae Viae Explicande, Fundamentum Hieroglyphicum Sanctissimorum Scientiae Summae is designated a \"Class B\" document by Crowley. The title refers to a lightning flash descending the diagrammatic worlds, the zig-zag pattern suggesting three diminishing 7s and the sum value of the Gematria of the paths. It consists of roughly 191 columns, with each row corresponding to a specific Sephirah or path on the Tree of Life for a total of 35 rows and is used for a quick reference for corresponding mnemonics and factors of religion for use in magic (for instance, an evocation of Venus would have one looking across that column for the colour corresponding to Venus that will be the colour of his or her robe, and then Venusian incense, etc.). The first appearance of 777 was published anonymously in 1909 after Crowley had written it from memory in just a week. An introduction to one edition by \"Frater N∴\" states that Crowley may have published it anonymously because it was taken from a Hermetic Order of the Golden Dawn manuscript that was obligatory for initiates to memorise. Within the detail of the book the column's vertical axis is numbered from 1 to 32 signifying the 32-paths of wisdom which occur in the western Qabalah, numbers 1–10 are the sephirah of the universe and numbers 11–32 the paths which join them. The horizontal columns have many categories pertinent to religion, mythology and magick given in some 32-parts each. The Hebrew alphabet, the tarot cards and the astrological glyphs total 22-each and are given to the paths as a map of the magician's universe. From the 11th path onward some of these numbers have been exemplified by appearing to the left or right in the margin for easy reference, paths 11, 23, 31, 32-bis and 31-bis are leftwards and denote the five astrological elements; paths 15, 16, 17, 18, 19, 20, 22, 24, 25, 26, 28, 29 are rightwards and denote the 12 astrological signs, the rest are astrological planets. The tables were constantly revised in Crowley's lifetime but it was not until 1955 that they were published (\"Revised Prolegomena Symbolica ad Systemam......\"). This includes smaller tables that extrapolate correspondences of the five elements, twelve zodiacal signs and seven planets only. ===Sepher Sephiroth=== Sepher Sephiroth was originally a supplement to the Equinox vol. 1, no.8. that was published in 1912. The title means \"Book of Emanations\" and is also indexed as Liber 500. It was written by Crowley and Allan Bennet (Frater I.A.) and is basically an index of numbers from 1–3321 listing their Hebrew word equivalents. This book is also useful for magical students as a reference for word-sympathy, from AB (\"father\") and BA (\"to come\") = 3 to ShDBRShHMOTh ShRThThN = 3321. Numbers 1–1000 are inclusive whilst 1000+ are abridged. ==Other== Some Arabic parts have been taken from Aharaihc by Abdul Karid Janji.Mistici, General Books LLC, 2011 == Editions == * ==References== == External links == * The Complete Revised 777 (including Arabic parts) * Liber 777 at bibliotecapleyades.net * Liber 777 at hermetic.com PDF file * Wiki-based Liber 777 at Thelemapedia Category:Thelemite texts Category:Astrological texts Category:Hermetic Qabalah Category:Works by Aleister Crowley",
 "title": "777 and Other Qabalistic Writings of Aleister Crowley"
}