{
 "id": "198687",
 "text": "The Pecos River () originates in north-central New Mexico and flows into Texas, emptying into the Rio Grande. Its headwaters are on the eastern slope of the Sangre de Cristo mountain range in Mora County north of Pecos, NM, at an elevation of over 12,000 feet (3,700 m). The river flows for 926 miles (1,490 km) before reaching the Rio Grande near Del Rio. Its drainage basin encompasses about 44,300 square miles (115,000 km2).Largest Rivers of the United States, USGS The name \"Pecos\" derives from the Keresan (Native American language) term for the Pecos Pueblo, [p'æyok'ona]. The river was also historically referred to as the Río Natagés for the Mescalero people.https://legacy.lib.utexas.edu/maps/atlas_texas/texas_spanish_missions.jpg ==History== The river played a large role in the exploration of Texas by the Spanish. In the latter half of the 19th century, \"West of the Pecos\" was a reference to the rugged desolation of the Wild West. The Texas storekeeper, bartender, and justice of the peace, Roy Bean, a native of Kentucky, was often described as \"The Only Law West of the Pecos\", a phrase made popular from the 1956 syndicated television series, Judge Roy Bean, with Edgar Buchanan in the starring role. In the series narration, \"West of the Pecos\" is described as: > the wildest spot in the United States ... virtually beyond the reach of the > authorities, the railroads, then pushing their way west, attracted the most > vicious characters in the country. It was said that all civilization and law > stopped at the east bank of the Pecos. It took one man, a lone storekeeper > who was sick of the lawlessness, to change all this. His name was Judge Roy > Bean.\"Billy Hathorn, \"Roy Bean, Temple Houston, Bill Longley, Ranald > Mackenzie, Buffalo Bill, Jr., and the Texas Rangers: Depictions of West > Texans in Series Television, 1955 to 1967\", West Texas Historical Review, > Vol. 89 (2013), p. 109 New Mexico and Texas disputed water rights to the river until the U.S. government settled the dispute in 1949 with the Pecos River Compact. The Pecos River Settlement Agreement was signed between New Mexico and Texas in 2003.Pecos River Settlement Agreement ==Dams== Multiple dams have been built along the Pecos River. Santa Rosa Lake is 117 miles/188 km east of Albuquerque. Sumner Lake, formed by the 1939 Sumner Dam, is located between Santa Rosa and Fort Sumner, NM. Two dams are located north of Carlsbad, New Mexico, at Avalon Dam and Brantley Dam, to help irrigate about as part of the Carlsbad reclamation project (established in 1906). Texas has also dammed the river at the Red Bluff Dam in the western part of that state to form the Red Bluff Reservoir. The portion of the reservoir that extends into New Mexico forms the lowest point in that state. ==Wild and Scenic river== On June 6, 1990, of the Pecos River--from its headwaters to the townsite of Tererro-- received National Wild and Scenic River designation. It includes designated \"wild\" and designated \"recreational\".Pecos Wild and Scenic River, New Mexico - National Wild and Scenic Rivers System File:Pecos1.jpg|Pecos River between Terrerro and Pecos, New Mexico File:Grandfalls Texas Pecos River 2010.jpg|The Pecos River flowing south of Grandfalls, Texas File:Pecos River.jpg|Pecos River near the Rio Grande File:Pecos River Bridge.jpg|Pecos River Highway Bridge ==Pecos River Flume== thumb|Pecos River Flume The Pecos River Flume is an aqueduct carrying irrigation water over the Pecos River. Construction took place from 1889 to 1890 and was part of the Pecos River Reclamation Project. It was originally constructed of wood and spanned . It carried water at a depth of . In 1902, a flood destroyed the flume and it was subsequently rebuilt using concrete. In 1902, it was identified as the largest concrete aqueduct in the world. The flume and its surrounding area have been reclaimed by the city of Carlsbad and transformed into a tourist attraction, with park improvements along the river and spotlights to give a spectacular nightly view. ==See also== * List of longest rivers of the United States (by main stem) * List of tributaries of the Rio Grande * List of rivers of New Mexico * List of rivers of Texas ==References== ==External links== * * Category:Rivers of New Mexico Category:Rivers of Texas Category:Tributaries of the Rio Grande Category:Wild and Scenic Rivers of the United States Category:Rivers of Eddy County, New Mexico Category:Rivers of San Miguel County, New Mexico Category:Bodies of water of Ward County, Texas Category:Rivers of Val Verde County, Texas Category:Bodies of water of Loving County, Texas Category:Bodies of water of Reeves County, Texas Category:Bodies of water of Pecos County, Texas Category:Bodies of water of Crane County, Texas Category:Bodies of water of Crockett County, Texas Category:Bodies of water of Terrell County, Texas Category:Pecos, Texas",
 "title": "Pecos River"
}