{
 "id": "198627",
 "text": "Tatyana Sapunova (b. ~1974) is a Russian biophysicist who was seriously injured by an act of anti-Semitic terrorism on 27 May 2002. She was subsequently awarded the Order of Courage on 21 June 2002 by President Vladimir Putin, to which she replied, \"The news was entirely surprising\".Tavernise S. \"Bomb Attack Shows That Russia Hasn't Rooted Out Anti-Semitism\" , 1 June 2002.Coalson R. \"Getting Radical About Extremism\", Moscow Times (19 July 2002.)Gorodetsky L. \"Russian law enforcement urged to curb anti-Semitic extremists\", Jewish Telegraphic Agency ==Background== Tatyana Sapunova's maternal grandfather was a Yiddish-speaking Jewish doctor from Belarus, who was imprisoned in the 1930s, and then sent to fight in the war. He moved around the U.S.S.R. several times, going from Kiev to the Ural Mountains, and then to Tomsk in Siberia. His daughter, Yelena (b. ~1947), married a Russian atheist, later saying that she had not felt her Jewishness for much of her life. Their daughter Tatyana was baptised as a Christian, and she grew up not identifying herself as a Jew or Jewish. ==The bomb attack== On the morning of 27 May 2002, Sapunova was driving along a road about southwest of Moscow, with her 4-year-old daughter and 55-year-old mother Yelena as passengers, when she spotted a sign near the roadside bearing a slogan variously translated as \"Death to Yids\", or \"Death to the Kikes\". The sign had in fact been there for at least a day, but no-one had taken it down. Tatyana was greatly offended by it, stopped her car, and got out to take the sign down. However, it was booby-trapped, and when she pulled on the sign, it set off a bomb, resulting in severe wounds to her legs, hands, and face. She was left with burns and lost sight in one eye. ===Her treatment=== Sapunova was treated in a hospital in Russia, where she was visited by Rabbi Berel Lazar, one of Russia's two chief rabbis, and the man for whom a Russian security source has claimed was the intended victim. Lazar arranged for her to be flown to Israel for further treatment, for which various Jewish organisations offered to provide money. In Israel, Sapunova received further treatment for burns and eye damage. ==References== *\"NCSJ Rejects Police Explanation\", NCSJ (6 June 2002) Category:1974 births Category:Living people Category:Recipients of the Order of Courage Category:Russian biophysicists",
 "title": "Tatyana Sapunova"
}