{
 "id": "198713",
 "text": "Willibrord (; 658 – 7 November AD 739) was an Anglo-Saxon missionary and saint, known as the \"Apostle to the Frisians\" in the modern Netherlands. He became the first bishop of Utrecht and died at Echternach, Luxembourg. ==Early life== His father, named Wilgils or Hilgis,Mershman, Francis. \"St. Willibrord.\" The Catholic Encyclopedia. Vol. 15. New York: Robert Appleton Company, 1912. 5 Mar. 2014 was styled by Alcuin as a Saxon of Northumbria. Newly converted to Christianity, Wilgils entrusted his son as an oblate to the Abbey of Ripon, and withdrew from the world, constructing a small oratory, near the mouth of the Humber, dedicated to Saint Andrew. The king and nobles of the district endowed him with estates until he was at last able to build a church, over which Alcuin afterwards ruled. Willibrord grew up under the influence of Wilfrid, Bishop of York. Later he joined the Benedictines. He spent the years between the ages of 20 and 32 in the Abbey of Rath Melsigi,Rath Melsigi, traditionally identified as Mellifont in County Louth, Ireland, has not been securely located, in spite of its seventh-century prominence. (Prof. Dáibhí Ó Cróinín, Department of History, NUI Galway, ‘Rath Melsigi, Willibrord and the Earliest Echternach Manuscripts’, Peritia, Vol. 3 (1984) pp. 17-49). in County Carlow, Ireland, which was a centre of European learning in the 7th century. ==Frisia== During this time he studied under Ecgberht of Ripon, who sent him and eleven companions to Christianise the pagan Frisians of the North Sea coast at the request of Pepin of Herstal, Austrasian mayor of the palace, who had nominal suzerainty over that region. Willibrord travelled to Rome twice. Both of these trips to Rome have historical significance. As Bede tells us, Willibrord was not the only Anglo- Saxon to travel to Rome. The way in which he described the visit and its purpose is important; unlike all the others, Willibrord was not on the usual pilgrimage to the graves of the apostles Peter and Paul and the martyrs. Rather \"he made haste to Rome, where Pope Sergius then presided over the apostolical see, that he might undertake the desired work of preaching the Gospel to the Gentiles, with his licence and blessing\". As such he came to the pope not as a pilgrim but specifically as a missionary. The second time he went to Rome, on 21 November 695, in the Church of Santa Cecilia in Trastevere, Pope Sergius I gave him a pallium and consecrated him as bishop of the Frisians. He returned to Frisia to preach and establish churches, among them a monastery at Utrecht, where he built his cathedral. Willibrord is counted the first bishop of Utrecht. In 698 he established the Abbey of Echternach on the site of a Roman villa in Echternach, which was donated to him by Pepin's mother-in-law, Irmina of Oeren, the wife of seneschal and Count Palatine Hugobert. After Hugobert died, Irmina founded a Benedictine convent at Horren in Trier. When a plague threatened her community, she gained the help of Willibrord; and when the pestilence passed by the convent, she gave Willibrord the lands for his abbey in Echternach.\"The life of Saint Willibrord\", Willibrordus-Bauverein Pepin of Heristal died in 714. In 716 the pagan Radbod, king of the Frisians, retook possession of Frisia, burning churches and killing many missionaries.RKK.nl retrieved 23 June 2014 Willibrord and his monks were forced to flee. After the death of Radbod in 719, Willibrord returned to resume his work, under the protection of Charles Martel. Winfrid, better known as Boniface, joined Willibrord and stayed for three years, before travelling on to preach in Frankish territory. ==Veneration== Willibrord died on 7 November 739 at the age of 81, and according to his wish, was buried in Echternach. He was quickly judged to be a saint. Willibrord wells, which skirted his missionary routes, were visited by the people, to solicit the healing of various nervous diseases, especially of children. In the Catholic Church his feast day is celebrated on 7 November outside England, but on 29 November in England, by order of Pope Leo XIII. In the Church of England, he is celebrated with a Lesser Festival on 7 November. Numerous miracles and relics have been attributed to him. On one occasion, the transport of his relics was celebrated thus \"the five bishops in full pontificals assisted; engaged in the dance were 2 Swiss guards, 16 standard- bearers, 3,045 singers, 136 priests, 426 musicians, 15,085 dancers, and 2,032 players\".Studien u. Mittheilungen, 1906, p. 551 A dancing procession continues to be held in Echternach every year on Whit Tuesday, and attracts thousands of participants and an equal number of spectators, to honour the memory of a saint who is often called the apostle of the Benelux countries (Belgium, the Netherlands, and Luxembourg). At Gravelines in northern France, where Willibrord is said to have landed after crossing the Channel on his mission to the Frisians, the church in the old town is dedicated to him. Gravelines grew up after ca. 800 around the chapel commemorating Willibrord's mission.Église Saint-Willibrord guidebook (French), Gravelines, 2003History of Gravelines (French) retrieved 28 July 2016 There is a 13th-century chapel dedicated to Willibrord at Weissenburg Abbey, Alsace, where Willibrord's benefactress Irmina of Oeren was also venerated.Église Saints Pierre et Paul Wissembourg guidebook (French); Éditions du Signe, Strasbourg, 2003, 2016Irmina of Trier (German) retrieved 29 July 2016 ==Sources== A Life was written by Alcuin and dedicated to the Abbot of Echternach. Alcuin probably made use of an older one written by a British monk, which is now lost.Medieval Sourcebook: Alucin (735-804): The Life of Willibrord, c.796 http://www.fordham.edu/halsall/basis/Alcuin-willbrord.asp Bede also makes mention of Willibrord. Nothing written by Willibrord can be found save a marginal note in the Calendar of Echternach giving some chronological data.Croinin 1984. The Echternach Gospels, a copy of the Gospels (Bibliothèque nationale, Paris, 9389) under the name of Willibrord is an Irish codex no doubt brought by Willibrord from Ireland. In 752/753 Boniface wrote a letter to Pope Stephen II, in which it is said that Willibrord destroyed the Frisian pagan sanctuaries and temples. C.J.C. Broer and M.W.J. de Bruijn, Bonifatius en de Utrechtse kerk, in: C. Dekker and E.S.C. Erkelens-Buttinger (1997), De kerk en de Nederlanden, page 63, Verloren, In the Life written by Alcuin are two texts about Willibrord and pagan places of worship. In one he arrived with his companions in Walcheren in the Netherlands where he smashed a sculpture of the ancient religion. Alcuin, Vita Sancti Willibrordi, circa 795, chapter 14 (English translation) In the second text passage Willibord arrived on an island called Fositesland (possibly Heligoland) where a pagan god named Fosite was worshipped. Here he despoiled this god of its sanctity by using the god's sacred well for baptisms and the sacred cattle for food.Alcuin, chapter 10M. Mostert (1999), 754, Bonifatius Bij Dokkum Vermoord , Uitgeverij Verloren, page 23, ==See also== *Dancing procession of Echternach * Echternach Gospels *Anglo-Saxon mission *The Willibrord Society promotes cooperation between Anglicans and Old Catholics ==Notes== ==Editions== *Paul Dräger (ed.), Alkuin, Vita sancti Willibrordi; Das Leben des heiligen Willibrord (Trier: Kliomedia, 2008) == Further reading == * Prof. Dáibhí Ó Cróinín, Department of History, NUI Galway, ‘Rath Melsigi, Willibrord and the Earliest Echternach Manuscripts’, Peritia, Vol. 3 (1984) pp. 17–49. * J. Story, 'Bede, Willibrord and the Letters of Pope Honorius on the genesis of the archbishopric of York', English Historical Review cxxvii (527) (2012), 783-818 (doi: https://doi.org/10.1093/ehr/ces142) ==External links== * * *A reconstructed portrait of Willibrord, based on historical sources, in a contemporary style. * *Early Medieval Cross of Rath Melsigi revealed Category:Northumbrian saints Category:Benedictine monks Category:National symbols of Luxembourg Category:8th-century Frankish bishops Category:Dutch Roman Catholic saints Category:Burials in Luxembourg Category:658 births Category:739 deaths Category:8th-century Frankish saints Category:Bishops of Utrecht Category:Year of birth uncertain Category:Medieval Luxembourgian saints Category:Colombanian saints Category:Abbots of Echternach Category:Christian missionaries in the Netherlands Category:8th-century Latin writers Category:8th-century Frankish writers Category:Anglican saints Category:Benedictine saints",
 "title": "Willibrord"
}