{
 "id": "198777",
 "text": "Colonia Tovar () is a town of Venezuela, capital of the municipality Tovar in Aragua state. It is located about west of Caracas. Founded on April 8, 1843, by a group of 390 immigrants from the then independent state of the Grand Duchy of Baden (later incorporated into Germany), it is characterized by the maintenance of the cultural imprint of their origin, so it is called \"the Germany of the Caribbean\". The economy depends primarily on agriculture and tourism. The Colonia Tovar is known for its temperate crops (peaches, strawberries, beets, cauliflower, carrots, cabbage, chard, broccoli, lettuce, onions and potatoes) and their derivatives. Since 1990 it has shown a high rate of population growth, rising from 3,373 to 21,000 inhabitants in 2016. ==History== Between 1806 and 1918, a state called the Grand Duchy of Baden occupied much of the eastern bank of the Rhine River in the southwest corner of the mountainous wine-producing area Kaiserstuhl. From this duchy came the majority of settlers in Colonia Tovar. A colonizing company was formed, composed of colonel Agostino Codazzi and Ramón Díaz, and as guarantor Martín Tovar y Ponte (the Count of Tovar). Codazzi contacted residents of Kaiserstuhl and selected an area where the colony would be founded, choosing a site with geographic and climatic similarities to the German region. The land chosen belonged to the nephew of Count of Tovar, Manuel Felipe Tovar, who donated it for the creation of the colony. On October 14, 1841, the territory was founded as Palmar del Tuy and construction of infrastructure was begun. Once completed, the colonizing company went to the town of Endingen in Kaiserstuhl to select the settlers. The contracts between the company and immigrants were signed at the inn Der Pfauen, located a few meters from the entrance to the city. According to Alexander Benitz, one of the most reliable sources, the immigrants who embarked the Havre ship to Venezuela amounted to 389 people: 239 men and 150 women, most of them from Kaiserstuhl. They departed for Venezuela on December 18, 1842. They travelled along the Rhine, embarked at the port of Le Havre (France) on January 19, 1843, and arrived at the La Guaira on 4 March aboard the French ship Clemence piloted by Captain Malverin. The ship was scheduled to land on the Puerto Maya coast, north of La Victoria, but given that there had been no previous journeys following the path traced mapped by Codazzi, the ship was forced to turn to Choroní to go up the alternate path. This path was also designed by Codazzi and opened by the engineer Inder Pellegrini, leaving La Victoria to the place assigned for the new population. However, they could not disembark immediately in Choroní because there had been an epidemic of smallpox declared on board and the passengers and crew had to be quarantined in Choroní from March 13 that same year. On March 31, they headed to the city of Maracay and La Victoria where there were received by the President of Venezuela Carlos Soublette. Settlers arrived in Palmar del Tuy on April 8, 1843, 112 days after leaving Baden. That day is considered the foundation day of Colonia Tovar, which took the last name of the donor. Among the first residents, there were scientists, naturalists, writers and painters, such as Carl Ferdinand Appun, Hermann Karsten, Karl Moritz, Friedrich Gerstäcker, Anton Goering, Augustus Fendler, Ferdinand Bellermann (a painter who was sponsored by Humboldt) and many others, some of whom are buried in the city cemetery. Initially, the village was organized around the production of coffee. As \"los colonieros\" were thriving, production spread to new lands and activities such as growing vegetables and fruits, and a good market for these goods was found in Caracas or La Victoria. The manufacture of barrels, using quality timber of the zone, also became a source of income. For many years the colony was connected with Caracas by a river. The difficulty of communication, isolation and the environmental setting so different from the mountains of Germany kept the people isolated for quite some time, with very slow population growth and even negative at some point, due to rural exodus. That trend began to revert from the 1960s onwards, when Colonia Tovar was declared of tourist interest, with the development of communications and tourism needs of Caracas, Maracay and other cities, which led to significant economic development. Today it is one of the richest towns in the country measured by population and one of the highest in terms of quality of life. Colonia Tovar's prosperity, in turn, led to high population growth, from 3,373 to 14,309 inhabitants in 2001. Currently, the paths tend to become congested at weekends due to a large number of visitors. The ancient descendants of early settlers are fully integrated into the country and have been crossbred with the native population. The town speaks Spanish and some have had to rescue their knowledge of German and improve because of the demands by the arrival of many German tourists, who are always surprised to find a typical German town in the tropics. ==Geography== The Colonia Tovar is located almost 2,200 m above sea level, in the central coastal mountains of the Venezuelan Coastal Range. It is connected with Caracas and La Victoria by road. Its climate is temperate (Cwb) mountain with daily thermal amplitudes of about , with a mean of , and frequent mists, especially at dawn and evening. The data on average temperature and rainfall amounts of Colonia Tovar month are: * Location: Lat 10° 25′ N, Long 67° 18′ W, altitude, 2,200 m * Temperatures in °C: in January (6.7), February (8.1), March (10), April (11.5), May (12.3), June (13.7), July (14.2 ), August (13.9), September (12.6), October (10.3), November (7.9), December (7.1). Annual average temperature: 10.7 °C * Rainfall in mm:' January (66) February (32) March (24) April (67), May (127), June (143), July (176), August (133), September (149), October (166) November (118) December (70). Amount annual rainfall: . The city is located in the northern of Aragua state. The municipality has the shape of the letter \"L\", and bounded on the north by the Caribbean Sea, the northeast by the state of Vargas, in the east Caracas (Libertador municipality) in the south bordering the Aragua River and east ends with the Santiago Mariño Municipality. The Colonia Tovar is settled in very rugged terrain with creeks and streams. Prevail mountain landscapes of misty appearance characteristic of the Venezuelan Coastal Range (an mountainous alignment against the Venezuelan coast of the Caribbean Sea), which is the greater height of Aragua state, the Codazzi peak of 2,429 meters, located north of the town. The cloud forest that characterizes the dominant vegetation changes as you lower rungs of the relief as gallery forest and ends with savanna weeds southward and xerophytic in the north sea. The colony is surrounded by houses (chalets) relatively far apart in many small plots of intensive use. It develops an intensive agriculture (horticultural, fruit growing) high productivity and profitability: flowers, strawberries, tomatoes, peaches, garlic, peaches and other temperate crops. It has also installed ceramic craft workshops, sausage factories, cookies and candy, breweries, canned foods (jams, peaches, etc..), In addition to traditional agricultural activities that result in the marketing of vegetables, fruit, flowers, pork and its derivatives, etc. ===Hydrography, flora and fauna=== The hydrography of Tovar municipality is divided into three basins: of the Caribbean Sea, formed by the rivers: San Miguel, Ocumare, Cata, Aroa and Tuy, of the Orinoco River, formed by the Memo River and the Guárico River, and the endorheic of Lake Valencia where empty into the Rivers of Aragua, Turmero, Maracay, Tapa- tapa, Tocorón and Las Minas. The River Aragua, southern boundary of the Colonia Tovar, was formed by the confluence of the rivers Gabante and Curtidor, a level of «Pie de Cerro», at north of La Victoria. The River Gabante, in turn, is tributary to Quebrada Honda, while the River Curtidor converge River San Carlos and Quebrada Coche. All these rivers and streams rise in the high mountains surrounding the Colonia Tovar. The headwaters of the Tuy River are near the town. In its first stage is a mountain river. The city is located in a catchment area of the river, which forms a kind of amphitheater. The Colonia is located within Codazzi Peak Natural Monument and near the Henri Pittier National Park. In addition to its diverse climate zones and flora, The Colonia Tovar has a great diversity of wildlife, mainly species of birds, which includes a total of 578 registered species. The region has a rich fauna, recognized for its biodiversity, especially migratory birds. Mammals and snakes also contribute to the diversity of this area. thumb|left|250px|View of a house in Colonia Tovar. In the Estación Biológica de Rancho Grande is a zoological museum that showcases the species of the area and has an informative graphic that breaks down the biological processes that occur in cloud forests. It also has facilities and equipment for users to review the material under appropriate conditions such as magnifying glasses, water, trays and instruments of measurement and accessible literature. The diverse flora of this region includes mostly epiphytes such as orchids, bromeliads and a variety of tree ferns. The local fauna is characteristic of cloud forests; a habitat for many endemic species due to its unique climate and peatland enviornment. Among the wildlife species most commonly referred to are the classic golden-headed quetzal and the toucan beak emerald bottle, also known by the residents with the name \"tiátaro.\" Among the most common primates is the black howler. There are also coludo blue hummingbirds and Tiles swallows. Also common are the Tara butterfly, the mountaineer armadillo and many more. There's even a frog named after this area, the El Tovar Glass Frog (Celsiella revocata), that lives in the cloud forests of this region. There are two paths: the road to El Junquito and route La Victoria, the last of a remarkable beauty. == Economy == Because of agriculture, los colonieros spread around the valley. Fruits and vegetables are sold throughout the country, especially in Caracas, Valencia, Maracay and La Victoria. Currently, weekends and holidays, near the main churches, farmers and craftsmen's set up markets with stalls that resemble typical houses with red roofs, offering local produce, mainly fruit, flowers, vegetables, plants, candy and crafts. Tovar also produces quality wooden casks, which are famous in and out of the mountain. Los colonieros also produce other crops and goods originating in German culture, such as peaches, tree tomato, passion fruit, strawberries, blackberries, figs, vegetables, bread, sausages, pastry, sauces and pasta, beer, wood, ceramics, wrought iron and crafts in general. With the influx of tourism from the 1960s, hotels were built in cozy and familiar cottages. Also installed restaurants in traditional huts, serving typical dishes of the local culture. Tourism, mainly from Caracas, Valencia and Maracay, has been replacing agriculture as the main economic activity in the Colonia since. == Language and culture == Tovar was organized from the beginning as a closed community. The founders had the intention to maintain their cultural traditions for a long time. Upon arrival, they built houses retaining the distinctive architecture of the Kaiserstuhl. The Badische, Baden dialect, was the language that dominated the area and food and clothing remained intact. Even for a time marriage outside the colonia was forbidden in order to ensure ethnic and cultural continuity. Although the official language of Venezuela is Spanish, a minor number of people in Colonia Tovar can speak alemannisch: Alemannic, Alemán Coloniero precisely. It is a variant language that was inherited from previous generations after 176 years, although many phonetic and lexical turns are no longer used in Europe. Moreover, the Alemán Coloniero has a strong influence of Spanish words with an ending in Alemán Coloniero. This happened since many words came about ever since the Colonia Tovar was created and there was no communication with Germany. The houses, buildings, and shops in the city are also made according to the alpine style, giving it an unmistakable peculiar identity. The Church of St. Martin de Tours in the center of town is a true copy of the Endingen in Germany, where most of the founders were from. In 1940, Spanish was established as the official language and exogamous marriage became a free practice. In the early 21st century, the inhabitants of Tovar started to integrate into Venezuelan culture, without abandoning their customs. Among the traditions that remain is craftsmanship, heritage of the founders, preserving traditional skills in arts and crafts in wood, ceramic and other materials. There is also the Academic Center of Violin, a school that prepares students in the art of manufacturing, maintenance and repair of symphonic instruments. == Gastronomy == The cuisine of the Colonia Tovar is conditioned by its German origin. In small popular restaurants are famous desserts of the Colonia, such as strudels, gugelhupf, cakes and churros and/or strawberries with cream, the traditionals Kaiserschmarrn, Germknödel, Apfelstrudel and Schwarzwälder Kirschtorte, known in English such as Black Forest cake, along with charcuterie and specialties including the famous German sausages. Also characteristic of the cuisine of the Colonia Tovar is the local beer. ==Dances and celebrations== thumb|250px|Mural representative of Colonia Tovar. Oktoberfest-Beer Festival. In Colonia Tovar the Germanic traditional festival known as Oktoberfest is held annually in October. On occasion, groups from Germany have been invited to play traditional music. The International Festival of Chamber Music Colonia Tovar also takes place. April 8 This is the founding date of Colonia. On this date, there are cultural activities in the Plaza Bolívar. The celebrations include a parade, involving educational activities, dance groups, and cultural exchanges between locals and guests. The annual election of the Queen of Colonia Tovar also occurs. Carnival During the carnival, parades include Jokilis and Gorilas. The Jokili is a character that first existed in Germany in 1782, a mixture of jester and harlequin. Their dress consists of a red suit with fringe on collar, sleeves, waist and legs, which reveal bells. They placed a three-pointed hat, white gloves and pointy shoes. They also have a wooden mask, made for each Jokili in particular. A carved wooden stick, which carries a knotted rope and the other side a pig's bladder, a globe, is the instrument that usually hit bystanders who observe this holiday. Festivities in honor of St. Martin of Tours The patron saint of travelers, St. Martin, is honored on 11 November. In the church is an image of the saint, which was brought by the founders from Baden. On the same day is the Festival of Flowers, Fruits, and Crafts, in which prizes are awarded to the best produce in the municipality. Festivals Two festivals are held annually, one usually between March and April, and the other between August and September. One celebrates the cultural heritage of the municipality, by decree of the Mayor of Tovar, held since 1992 and known as the International Festival of Chamber Music Colonia Tovar. The second is the Friends of Chamber Music Colonia Tovar, which has been held since 1997. Easter Along with the religious celebrations of Easter, in Colonia Tovar the traditional German \"nests\" take place, to celebrate the coming of Easter bunnies and eggs. It usually involves the whole family, and it is customary for the children look for eggs hidden in the courtyards. The Monday after Easter, the residents of Colonia Tovar attend the Chapel of the Resurrection. A blessing of the crops and food is given. == Sites of interest == thumb|250px|View of a sale of fruits and vegetables in Colonia Tovar. City Museum: The Museum of the city was created by Dr. Néstor Rojas and offers a thorough investigation of the history, customs, and traditions of the Germanic people. Breikanz Mall: is located in the center of Colonia Tovar, on Codazzi Street. This is a series of shops offering crafts particular to Germany and typical of the region. It also offers steaks, embutidos (cold meats or cured meats like sausage, bologna and salami), and Vienna sausages. Codazzi Peak Natural Monument: Codazzi Peak reaches its maximum height of 2,429 m in Aragua's state jurisdiction, but covering an area of 11,850 sq m, shared by the states of Vargas, Miranda and the Capital District. It was declared a national monument by presidential decree of June 5, 1991, in honor of the Italian geographer and cartographer Agostino Codazzi (1793-1859). The Panarigua Archaeological Museum and Panarigua Inn can also be found here. Tovar Brewery, the first Venezuelan beer made in Colonia Tovar in 1843, arrived at the same time as its founders. Production methods have remained the same since. Its production is performed by Cervecería Tovar C. A., and preserves the quality standards required in the Bavarian Purity Law of 1516. Historical Center: Several buildings in the city center and around the Plaza Bolivar form the historical axis of Colonia. The most representative buildings are the Church of St. Martin of Tours, the Casa Codazzi, and the Old School, all in the lower part of town. There are many restaurants, cafes, craft shops, as well as services such as public telephones, parking, and restrooms. Anno Domine Museum, Also located in the city center, this museum holds equipment belonging to the first settlers, documents, and paintings belonging to Baroness Elizabeth von Seller. === Media === * KAY Radio ==International relations== ===Twin towns – Sister cities=== Colonia Tovar is twinned with: {|class=\"wikitable\" |- valign=\"top\" | * Pozuzo, Oxapampa Province, Peru * Helen, Georgia * Blumenau, Santa Catarina, Brazil * Endingen am Kaiserstuhl, Baden-Württemberg * Maracay, Aragua, Venezuela || * Nairobi, Kenya * Passau, Bavaria * Veliko Tarnovo, Bulgaria * Altagracia de Orituco, Guárico, Venezuela * Tovar, Mérida, Venezuela |} == Gallery == File:Busto Agustin Codazzi.jpg|Agostino Codazzi monument in Colonia Tovar == See also == * German colonization of the Americas * German interest in the Caribbean * German diaspora ==External links== * * The Colonia Tovar - Website about Colonia Tovar * Colonia Tovar - Official Website * Colonia Tovar - Tourism Website of Colonia Tovar * Colonia Tovar - Main Website ==References== Category:German diaspora in South America Category:European-Venezuelan culture Category:Populated places established in 1843 Category:1843 establishments in Venezuela Category:Populated places in Aragua",
 "title": "Colonia Tovar"
}