{
 "id": "198743",
 "text": "Upper Normandy (, ; ) is a former administrative region of France. On 1 January 2016, Upper and Lower Normandy merged becoming one region called Normandy. == History == It was created in 1956 from two departments: Seine- Maritime and Eure, when Normandy was divided into Lower Normandy and Upper Normandy. This division continued to provoke controversy, and many people continued to call for the two regions to be reunited. The two regions were finally merged on 1 January 2016. The name Upper Normandy existed prior to 1956 and referred by tradition to territories currently included within the administrative region: the Pays de Caux, the Pays de Bray (not that of Picardy), the Roumois, the Campagne of Le Neubourg, the Plaine de Saint-André and the Norman Vexin. Today, most of the Pays d'Auge, as well as a small portion of the Pays d'Ouche, are located in Lower Normandy. Rouen and Le Havre are important urban centers. ==Major communities== thumb|left|Rouen thumb|left|The Saint-Vincent neighborhood in Le Havre left|thumb|Évreux Rouen is the regional capital, historically important with many fine churches and buildings, including the tallest cathedral tower in France. The region's largest city, in terms of municipal population, is Le Havre, although Rouen is by far the most populous urban area and metropolitan area. The region is twinned with the London Borough of Redbridge in England. Its economy is centered on agriculture, industry, petrochemicals and tourism. Bernay Dieppe Évreux Fécamp Le Grand-Quevilly Le Havre Le Petit-Quevilly Louviers Mont-Saint-Aignan Rouen Saint-Étienne-du-Rouvray Sotteville-lès-Rouen Vernon ==See also== *Treaty of Louviers *Museums in Haute-Normandie ==References== ==External links== *Upper Normandy : a haven of peace – official French website * Category:Former regions of France Category:NUTS 2 statistical regions of the European Union Category:1956 establishments in France Category:States and territories established in 1956 Category:2015 disestablishments in France Category:States and territories disestablished in 2015",
 "title": "Upper Normandy"
}