{
 "id": "198815",
 "text": "Ash was the ancient Egyptian god of oases, as well as the vineyards of the western Nile Delta and thus was viewed as a benign deity. Flinders Petrie in his 1923 expedition to the Saqqara (also spelt Sakkara) found several references to Ash in Old Kingdom wine jar seals: \"I am refreshed by this Ash\" was a common inscription. In particular, he was identified by the ancient Egyptians as the god of the Libu and Tinhu tribes, known as the \"people of the oasis\". Consequently Ash was known as the \"lord of Libya\", the western border areas occupied by the Libu and Tinhu tribes,Francoise Dunand, Christiane Zivie-Coche, Gods and Men in Egypt: 3000 BCE to 395 CE, Cornell University Press 2005, , p. 344 corresponds roughly with the area of modern Libya. In Egyptian mythology, as god of the oases, Ash was associated with Set, who was originally a god of the desert. The first known reference to Ash dates to the Protodynastic Period, and he continued to be mentioned as late as the 26th Dynasty. Ash was usually depicted as a human, whose head was one of the desert creatures, variously being shown as a lion, vulture, hawk, snake, or the unidentified Set animal.Dunand, Zivie, op.cit., p. 344 Some depictions of Ash show him as having multiple heads, unlike other Egyptian deities, although some compound depictions were occasionally shown connecting gods to Min. In an article in the journal Ancient Egypt (in 1923), and again in an appendix to her book, The Splendor that was Egypt, Margaret Murray expands on such depictions, and draws a parallel to a Scythian deity, who is referenced in Sebastian Münster's Cosmographia universalis. The idea of Ash as an import god is contested, as he may have been the god of the city of Nebut, now known as Naqada, before Set's introduction there. One of his titles is \"Nebuty\" or \"He of Nebut\", indicating this position. Ash is sometimes seen as another name for Set. == References == Category:Egyptian gods Category:Nature gods Category:Nile Delta",
 "title": "Ash (deity)"
}