{
 "id": "199075",
 "text": "This is a list of the kings of Dál Riata, a kingdom of Irish origin which was located in Scotland and Ireland. Most kings of Dál Riata, along with later rulers of Alba and of Scotland, traced their descent from Fergus Mór mac Eirc, and even in the 16th century, James VI of Scotland called himself the \"happie monarch sprung of Ferguse race\". ==Background== It is not until the middle of the 6th century that Irish annals plausibly report the deaths of kings of Dál Riata, with the death of Comgall mac Domangairt, c. 538–545, and of his brother Gabrán, c. 558–560. After the disastrous Battle of Moira (Mag Rath) in 637, Irish Dál Riata lost possession of its Scottish lands. During the 8th century, the rival Dál nAraidi had overrun Irish Dál Riata, though the area retained its name well into the 14th century. The last attested king of Scottish Dál Riata is Fergus mac Echdach, brother of and successor to Áed Find, whose death is reported in the Annals of Ulster in 781. Dál Riata was divided into a number of kingroups or dynasties, called cenéla, among which was the Cenél nGabráin of Kintyre, who claimed descent from Gabrán mac Domangairt, and the Cenél Loairn, who claimed descent from Loarn mac Eirc. While the Irish origin of the Kings of Dál Riata is unquestionable, the links to the Irish nobility were likely exaggerated in later centuries to claim foundership of the kingdom in an effort to add legitimacy to the dynasties. ==Kings of Dál Riata== ===Kings before the Battle of Mag Rath=== {| border=1 style=\"border-collapse: collapse\" |- align=left ! width=\"10%\"|Reign ! width=\"10%\"|Ruler ! width=\"20%\"|Name ! width=\"25%\"|Family ! width=\"35%\"|Remarks |-valign=top |Unknown |Loarn |Loarn mac Eirc |Son of Erc |Eponymous founder of the Cenél Loairn; claimed ancestry probably spurious |-valign=top |498-501 |Fergus Mór |Fergus Mór mac Eirc Mac Nisse Mór |Son of Erc |Mac Nisse Mór is more likely the real figure who was replaced by Fergus Mor; Annals of Tigernach report his death c. 501 |-valign=top |Unknown |Domangart Réti |Domangart Réti Domangart mac Ferguso Domangart Mac Nissi |Son of Fergus Mór |The Annals of Innisfallen report the death of Domangart of Cenn Tíre c. 507; the patronymic Mac Nissi is probably a textual error |-valign=top |Died c. 540 |Comgall |Comgall mac Domangairt |Son of Domangart |Said to have reigned 35 years; multiple obits in the Annals of Ulster; eponymous ancestor of the Cenél Comgaill |-valign=top |Died c. 560 |Gabrán |Gabrán mac Domangairt |Son of Domangart |His death may be associated with Bridei son of Maelchon; duplicate obits in the Annals of Ulster; eponymous ancestor of the Cenél nGabráin |-valign=top |Died c. 574 |Conall |Conall mac Comgaill |Cenél Comgaill; son of Comgall |Said to have given Iona to Saint Columba; the first king to have an entry in the Annals of Ulster other than an obit |-valign=top |Died c. 606 |Áedán |Áedán mac Gabráin |Cenél nGabráin; son of Gabrán |Known from Adomnán of Iona's Life of Saint Columba and from many entries in the Annals |-valign=top |Died c. 629 (after Connad Cerr) |Eochaid Buide |Eochaid Buide Eochaid mac Áedáin |Cenél nGabráin; son of Áedán |Known from Adomnán of Iona's Life of Saint Columba |-valign=top |Died c. 629 (before Eochaid Buide) |Connad Cerr |Connad mac Conaill |Cenél Comgaill; son of Conall |Co-ruler with Eochaid Buide whom he predeceased; defeated and killed in battle at Fid Eóin by Congal Cáech, king of the Ulaid |-valign=top |Died c. 642 |Domnall Brecc |Domnall Brecc Domnall mac Echdach |Cenél nGabráin; son of Eochaid Buide |Defeated and killed in battle at Strathcarron by Eugein map Beli, king of Alt Clut |-valign=top |Unknown |Ferchar |Ferchar mac Connaid |Cenél Comgaill; son of Connad Cerr |His obit in the Annals of Ulster for 694 appears misplaced; according to the Duan Albanach he was king after his father, presumably jointly with Domnall Brecc |} ===Kings from Mag Rath to 741=== {| border=1 style=\"border-collapse: collapse\" |- align=left ! width=\"10%\"|Reign ! width=\"10%\"|Ruler ! width=\"20%\"|Name ! width=\"25%\"|Family ! width=\"35%\"|Remarks |-valign=top |Died c. 654 |Dúnchad |Dúnchad mac Conaing Dúnchad mac Dúbain |Cenél nGabráin; probably son of Conaing son of Áedán |Presumed descendants of Dúnchad appear frequently in the Annals |-valign=top |Died c. 660 |Conall Crandomna |Conall Crandomna Conall Crannamna Conall mac Echdach |Cenél nGabráin; son of Eochaid Buide | |-valign=top |Died c. 660 ? |Domangart |Domangart mac Domnaill |Cenél nGabráin; son of Domnall Brecc | |-valign=top |Died c. 689 |Máel Dúin |Máel Dúin mac Conaill |Cenél nGabráin; son of Conall | |-valign=top |Died c. 696 |Domnall Donn |Domnall Donn Domnall mac Conaill |Cenél nGabráin; son of Conall | |-valign=top |Died c. 697 |Ferchar Fota |Ferchar the Tall Ferchar mac Feredaig |Cenél Loairn; a descendant in the seventh generation of Loarn |Chief of the Cenél Loairn and, for a short time, king of Dál Riata |-valign=top |Unknown |Eochaid |Eochaid mac Domangairt |Cenél nGabráin; son of Domangart |Unattested by the Annals and omitted from later genealogies but included in the Duan Albanach |-valign=top |Deposed c. 698 |Ainbcellach |Ainbcellach mac Ferchair |Cenél Loairn; son of Ferchar Fota |Died 718 in battle against Selbach his brother |-valign=top |Died 700 |Fiannamail |Fiannamail ua Dúnchado Fiannamail mac h-ua Dúnchado |Cenél nGabráin ?; perhaps a grandson or great- grandson of the earlier Dúnchad son of Conaing |It is uncertain whether Fiannamail should be counted as a king of Dál Riata, or of Dál nAraidi; his possible sons Indrechtach and Conall died in battle in 741. |-valign=top |Died 707 |Béc |Béc ua Dúnchado |Cenél nGabráin ?; probably a grandson or nephew of the earlier Dúnchad son of Conaing |Apparently chief of the Cenél nGabráin |-valign=top |Died 721 |Dúnchad |Dúnchad Bec |Cenél nGabráin; unknown but a relationship with Fiannamail, Béc and the earlier Dúnchad mac Conaing is possible |chief of Kintyre, which is to say the Cenél nGabráin, from before 719 to 721 |-valign=top |Abdicated 723 |Selbach |Selbach mac Ferchair |Cenél Loairn; son of Ferchar Fota |Abdicated in favour of his son Dúngal and entered religion, died 730 |-valign=top |Deposed as king of Dál Riata 726 |Dúngal |Dúngal mac Selbaig |Cenél Loairn; son of Selbach |Probably remained chief of the Cenél Loairn until deposed in 733 |-valign=top |726–733 |Eochaid |Eochaid Angbad Eochaid mac Echdach |Cenel nGabráin; son of Eochaid |A return to the Cenel nGabráin line |-valign=top |733–736 |Muiredach |Muiredach mac Ainbcellaig |Cenél Loairn; son of Ainbcellach |Chief of the Cenél Loairn; Muiredach may have been the king of Dál Riata as well |-valign=top |Unknown |Alpín |Alpín mac Echdach |Unknown |Appears in the Duan Albanach; possibly a spurious intrusion |-valign=top |Unknown |Eógan |Eógan mac Muiredaig |Cenél Loairn; son of Muiredach |Known from some Scots chronicles; not named as king by the Duan Albanach; may have been chief of the Cenél Loairn |-valign=top |Died 741 |Indrechtach |Indrechtach mac Fiannamail |Cenel nGabráin ?; presumably son of the earlier Fiannamail |Idenfication uncertain, killed at the battle of Forboros, perhaps by the Picts of Óengus mac Fergusa; this may, however, have been a king of Dál nAraidi, but in this case his patronymic should be mac Lethlobair |} ===Kings from the 740s onwards=== {| border=1 style=\"border- collapse: collapse\" |- align=left ! width=\"10%\"|Reign ! width=\"10%\"|Ruler ! width=\"20%\"|Name ! width=\"25%\"|Family ! width=\"35%\"|Remarks |-valign=top |c. 736–750 or later |Unknown kings | | |Dál Riata was under the control of the Picts from around 736 until at least 750, and perhaps later; no kings are known from this period, but it is likely that the Picts ruled Dál Riata through subject kings |-valign=top |Before 768–778 |Áed Find |Áed mac Echdach |Cenel nGabráin; presumably a son of Eochaid son of Eochaid |Later genealogies make Áed Find the son of Domangart son of Domnall Brecc which is chronologically improbable, others have one Eochaid rather than the expected two |-valign=top |778–781 |Fergus |Fergus mac Echdach |Cenel nGabráin; brother of Áed Find | |-valign=top |Unknown |Eochaid |Eochaid mac Áeda Find |Cenel nGabráin; son of Áed Find |Not included in the Duan Albanach, or in the Annals; known from later genealogies; probably an error for Eochaid mac Echdach |-valign=top |Died 792 |Donncoirce |None known |Unknown |Obit in the Annals of Ulster; not included in the Duan Albanach or later genealogies |-valign=top |Unknown |Caustantín |Caustantín mac Fergusa |Not certainly known, perhaps a descendant of the first Óengus mac Fergusa |King of the Picts c. 792–820; included in the Duan Albanach but not generally supposed to have been a king in Dál Riata |-valign=top |c. 792–805 |Unknown kings | | |No kings are known from this period |-valign=top |c. 805–807 |Conall |Conall mac Taidg |Unknown |Death reported in battle in Kintyre, presumed to be the first of the Conalls included in the Duan Albanach; reign approximate |-valign=top |c. 807–811 |Conall |Conall mac Áedáin |Unknown |Killed Conall mac Taidg, \"another Conall\" reigned four years according to the Duan Albanach; reign approximate |-valign=top |c. 811–835 |Domnall |Domnall mac Caustantín |Son of Caustantín mac Fergusa |A king named Domnall reigned twenty-four years according to the Duan Albanach; reign approximate |-valign=top |Unknown |Óengus |Óengus mac Fergusa |Brother of Caustantín |King of the Picts c. 820–834; included in the Duan Albanach but not generally supposed to have been a king in Dál Riata |-valign=top |Unknown |Eóganán |Eóganán mac Óengusa |Son of Óengus |King of the Picts c. 837–839; included in the Duan Albanach but not generally supposed to have been a king in Dál Riata |-valign=top |c. 835–839 |Áed |Áed mac Boanta |None known |Killed in battle against Vikings alongside Eóganán mac Óengusa; a king Áed is named by the Duan Albanach |-valign=top |Unknown |Alpín |Alpín mac Echdach |Cenel nGabráin; son of Eochaid son of Áed Find |Not listed in the Duan Albanach or the Annals; known from later genealogies; no evidence that he was a king in Dál Riata and he is fathered on the spurious Eochaid mac Áeda Find |-valign=top |Unknown |Cináed |Cináed mac Ailpín |Cenel nGabráin; son of Alpín |King of the Picts c. 843–858; not generally supposed that he was a king in Dál Riata |-valign=top |c. 914 |Diarmaid |Diarmaid mac Sealbhaigh |None known |King of the Dál Riata; generally supposed that he was a king of Irish Dál Riata |-valign=top |} ==Sources== The main sources for the kings of Dál Riata include: *The Annals of Ulster *The Annals of Tigernach *The Senchus Fer n-Alban *The Synchronisms of Flann Mainistrech of Monasterboice *The Duan Albanach *Adomnán of Iona's Life of Saint Columba *A variety of genealogies for later kings of Alba Less reliable sources may include: *The Annals of Innisfallen *The Chronicon Scotorum *The Annals of the Four Masters *The Annals of Clonmacnoise Interpretation of these sources remains problematic. Many entries which appear to refer to Dál Riata lack context, many persons named lack patronyms or other identifying bynames. There are many disagreements among sources. Some entries have been amended and expanded at a later time. ==References== For primary sources, see also the articles mentioned above and External links below * *Adomnán, Life of St Columba, tr. & ed. Richard Sharpe. Penguin, London, 1995. *Anderson, Alan Orr, Early Sources of Scottish History A.D 500–1286, volume 1. Reprinted with corrections. Paul Watkins, Stamford, 1990. *Bannerman, John, Studies in the History of Dalriada. Scottish Academic Press, Edinburgh, 1974. *Bannerman, John, \"The Scottish Takeover of Pictland\" in Dauvit Broun & Thomas Owen Clancy (eds.) Spes Scotorum: Hope of Scots. Saint Columba, Iona and Scotland. T & T Clark, Edinburgh, 1999. *Broun, Dauvit, The Irish Identity of the Kingdom of the Scots in the Twelfth and Thirteenth Centuries. Boydell, Woodbridge, 1999. *Broun, Dauvit, \"Pictish Kings 761–839: Integration with Dál Riata or Separate Development\" in Sally M. Foster (ed.), The St Andrews Sarcophagus: A Pictish masterpiece and its international connections. Four Courts, Dublin, 1998. *Sharpe, Richard, \"The thriving of Dalriada\" in Simon Taylor (ed.), Kings, clerics and chronicles in Scotland 500–1297. Four Courts, Dublin, 2000. ==External links== *CELT: Corpus of Electronic Texts at University College Cork **The Corpus of Electronic Texts includes the Annals of Ulster, Tigernach, the Four Masters and Innisfallen, the Chronicon Scotorum, the Lebor Bretnach (which includes the Duan Albanach), Genealogies, and various Saints' Lives. Most are translated into English, or translations are in progress *Annals of Clonmacnoise at Cornell ==See also== *Kings of the Picts *Kings of Strathclyde *Kings of Scots Dal Riata Dal Riata Kings Dal Riada",
 "title": "List of kings of Dál Riata"
}