{
 "id": "199109",
 "text": "{| |} Príncipe de Asturias, originally named Almirante Carrero Blanco, was a light aircraft carrier and former flagship of the Spanish Navy. She was built in Bazan's Shipyards and delivered to the Spanish Navy on 30 May 1988. Spain has operated aircraft carriers since the 1920s, initially with the seaplane tender and later the multi-role light carrier , which was formerly the US Navy's World War II light carrier USS Cabot. Dédalo was replaced as the navy's fleet flagship by Príncipe de Asturias. The ship was permanently assigned to the Alpha Group, comprising the carrier and six s (a Spanish version of the USN ). Other vessels such as logistic ships, tankers and corvettes are frequently assigned to the Group when required. Príncipe de Asturias and the Alpha Group have participated in peace support operations in the Adriatic Sea. The ship became a victim of defence cuts, being officially decommissioned on 6 February 2013. Several countries have reportedly expressed interest in buying Príncipe de Asturias before it is dismantled. Indonesia reportedly showed interest, but then decided not to buy. Unconfirmed sources also indicate the Philippines, several Arab countries,Several countries interested in buying ex- Spanish Navy Aircraft Carrier Principe de Asturias - Navyrecognition.com, 27 May 2013 and Angola have expressed interest in purchasing the Principe de Asturias. In September 2017 it was announced that the Príncipe de Asturias was bought by a Turkish company planning to scrap the vessel. ==Design== The design is basically that of the US Navy's 1970s Sea Control Ship, modified with a ski-jump ramp added to better enable V/STOL aircraft takeoff, and other modifications to fit Spanish specifications. Constructed by the National Company Bazan (then Empresa Nacional Bazán, now Navantia) in their shipyard at Ferrol, Príncipe de Asturias was delivered to the Navy on 30 May 1988. The construction process had begun eleven years previously, on 29 May 1977. The processing of the steel began on 1 March 1978 and the keel was laid on 8 October 1979. On 22 May 1982, in a ceremony presided over by Juan Carlos I of Spain, the launch took place, with Queen Sofía of Spain as the ship's sponsor. The ship made her first sea trials in November 1987. The Thai warship , delivered in 1997, is based on the Spanish ship's design. ==Armament== The self-defense armament includes four close defense Meroka systems and six chaff decoy launchers. For offensive weapons, the ship relies on the capabilities of her embarked aircraft. For anti-submarine defense, she relies upon the detection capacity and attacks of her ASW helicopters and accompanying frigate battle group. ==Aircraft== left|thumb|A Spanish AV-8B Harrier II operating off Príncipe de Asturias|alt=Grey jet aircraft executing a vertical takeoff from aircraft carrier at sea. Under each of the angled-down wings is an external fuel tank. The ship supports 12 AV-8B Harrier II Bravo or AV-8B Harrier II Plus aircraft. The Harriers are armed with AIM-9 Sidewinder and AIM-120 AMRAAM air-to-air missiles, AGM-88 HARM anti-radiation missile and AGM-65 Maverick air-to-ground missiles, in addition to GAU-12U cannon. The carrier also has facilities to support helicopters, usually 6 Sikorsky Sea King SH-3H, 4 Agusta-Bell AB-212 and 2 Sikorsky SH-3 AEW (Airborne Early Warning) helicopters. The ship supports a maximum of 29 fixed wing and rotary wing aircraft with up to 12 on deck and 17 aircraft in the hangar. The hangar which measures 2,398 m2 is accessed by two flight deck lifts. The flight deck is in length. Operating V/STOL aircraft, the carrier has the characteristic \"ski- jump\" (12° here), with the runway sightly off the longitudinal axis, tilted portside. ==Withdrawal== In May 2012 rumours emerged that Príncipe de Asturias could be withdrawn from active service and placed in a state of \"restrictive standby\" along with two of the Santa Maria-class frigates, due to the financial pressures on the Spanish government. Annual operating costs for the carrier and its air group reached €100 million. Any decision on the fate of the vessel would have to be taken at the highest possible level due to the status of the ship as the flagship of the Spanish Navy. In November 2012, her decommissioning was confirmed. The official decommissioning ceremony was held on 6 February 2013. Aviation capability is being provided by the landing helicopter dock ship Juan Carlos I.She was scrapped at Aliaga on 29 August 2017. ==See also== * List of aircraft carriers ==References== ==External links== *naval-technology.com *NATO photo Ref. no.: 16474-27, 893Kb Category:Aircraft carriers of the Spanish Navy Category:Ships built in Spain Category:1982 ships",
 "title": "Spanish aircraft carrier Príncipe de Asturias"
}