{
 "id": "199431",
 "text": "right|thumb|170px|Provinces of Sweden from 1658 to 1809, with modern countries coloured. The historical provinces (, singular historiallinen maakunta, ) of Finland are a legacy of the country's joint history with Sweden. The provinces ceased to be administrative entities in 1634 when they were superseded by the counties, a reform which remained in force in Finland until 1997. The provinces remain as a tradition, but have no administrative function today. The spread of Finnish language dialects approximately follows their borders. The first name in the parentheses is the Finnish name and the second is the Swedish one. :30px Finland Proper (Varsinais-Suomi, Egentliga Finland) :30px Karelia (Karjala, Karelen) :30px Laponia (Lappi, Lappland) :30px Ostrobothnia (Pohjanmaa, Österbotten) :30px Satakunta (Satakunta, Satakunda) :30px Savonia (Savo, Savolax) :30px Tavastia (Häme, Tavastland) :30px Uusimaa (Uusimaa, Nyland) :30px Åland (Ahvenanmaa, Åland) == Heraldry == At the funeral of King Gustav Vasa in 1560, the coats of arms for the provinces were displayed together for the first time and several of them had been granted for that particular occasion. After the separation of Finland from Sweden in 1809 the traditions for the provincial arms have somewhat diverged. Finland maintains the distinction between ducal and comital dignity shown in the coronets for arms of the historical provinces, while all the Swedish provinces have carried the Swedish style ducal coronet since 1884. The division of Lapland also necessitated a distinction between the Finnish and the Swedish coats of arms. During the reign of King Karl IX there was emigration from Savonia to the western parts of Sweden and eastern Norway, to the Finnskogen or \"Finnish forest.\" The ancient Savonian dialect was preserved in these areas until the last speakers died in the 1960s. The coats of arms of the historical provinces have served as a basis for the arms of the current administrative divisions, the regions of Finland. == See also == * Historical provinces of Sweden and Finland * Österland * Norrland * Provinces of Finland * Regions of Finland * Greater Finland == External links == * Finnish provinces at Flags of the World. Category:Vernacular geography * Finland Provinces Category:Finland under Swedish rule Category:Finnish heraldry Provinces",
 "title": "Historical provinces of Finland"
}