{
 "id": "199510",
 "text": "Kadyny () is a village of Gmina Tolkmicko, within Elbląg County, Warmian- Masurian Voivodeship, in northern Poland. ==Geography== thumb|left|Kadyny It is situated in the Elbląg Upland Landscape Park, a protected area on a terminal moraine stretching along the Vistula Lagoon of the Baltic Coast. The Bażyński Oak in the village is one of the oldest trees in Poland. Kadyny lies approximately south-west of Tolkmicko, north of Elbląg, and north-west of the regional capital Olsztyn. It shares a border with the village of Łęcze to the south. The village has an approximate population of 600. Kadyny Station is a stop on the former Vistula Lagoon railway line (Kolej Nadzalewowa) from Elbląg to Braniewo, which is to be re-activated by the private Arriva RP rail carrier. The settlements Kikoły and Ostrogóra are both considered part of Kadyny. ==History== In the 11th-13th century a Baltic Prussian stronghold was located at the Klasztorna Góra (\"Monastery Hill\").Studium uwarunkowań i kierunków zagospodarowania przestrzennego miasta i gminy Tolkmicko. Uwarunkowania strategii trójochrony krajobrazu, 2014, p. 15 (in Polish) The terra Cadinensis in Prussia was first mentioned in a 1255 deed. It was allegedly named after Cadina, a daughter of an Old Prussian chief. Actually Old Prussian kudas means \"hardship\" or \"wilderness\". Named Kudien in 1354, the Teutonic Knights of the Elbing commandry had built a Vorwerk estate near the site of a former Prussian fortress, where they held court over the native Pogesanian inhabitants in the area. From 1431 the Kadyny (Cadinen) manor was owned by Jan Bażyński, leader and co-founder of the Prussian Confederation,Studium uwarunkowań i kierunków zagospodarowania przestrzennego miasta i gminy Tolkmicko. Uwarunkowania strategii trójochrony krajobrazu, 2014, p. 19 (in Polish) upon the request of which Polish King Casimir IV Jagiellon incorporated the region to the Kingdom of Poland in 1454,Karol Górski, Związek Pruski i poddanie się Prus Polsce: zbiór tekstów źródłowych, Instytut Zachodni, Poznań, 1949, p. 54 (in Polish) and then Polish governor of the region, who fought on the Polish side during the subsequent Polish–Teutonic Thirteen Years' War. The over 700-years old Bażyński Oak, a natural monument, in Kadyny is named after Jan Bażyński. thumb|Catholic monastery The Teutonic Knights recognized the region as part of Poland in the 1466 Second Peace of Thorn, and afterwards it was administratively located in the Malbork Voivodeship in the province of Royal Prussia in the Greater Poland Province of the Polish Crown. The Bażyński family sold Kadyny in 1605 to the city of Elbląg.Słownik geograficzny Królestwa Polskiego i innych krajów słowiańskich, Tom III, Warszawa, 1882, p. 663 (in Polish) In 1682 it was owned by Polish voivode of Inflanty, Jan Teodor Schlieben, and after 1695 his son sold the village to Stanisław Działyński. Jan Teodor Schlieben founded a Bernardine monastery, and in 1685 brought monks from Warsaw to Kadyny, and he also erected a palace in the late 18th century, which was rebuilt in the 1730s by Jan Ignacy Działyński. A new monastery was built in the 1740s. thumb|left|Kadyny Palace The village was annexed by the Kingdom of Prussia during the First Partition of Poland in 1772, and in 1773 it was incorporated into the newly formed province of West Prussia, and the Regierungsbezirk of Danzig from 1815, and from 1871 it was also part of Germany. The Prussians closed and liquidated the abbey, and the monastery fell into neglect in the following decades. The German emperor Wilhelm II acquired the local palace in 1898 and had it rebuilt as his summer residence. A successful Maiolica tile factory was established there in 1905,Andreas Kossert, Ostpreussen, Geschichte und Mythos, Siedler Verlag 2005, and many of those tiles were used to decorate the Old Elbe Tunnel in Hamburg and several Berlin U-Bahn stations. Wilhelm also had a breeding site for Trakehner horses established and the village developed as a fashionable seaside resort. After World War I and the 1919 Treaty of Versailles, Cadinen remained part of the German Province of East Prussia and a property of the House of Hohenzollern until their expulsion in 1945. Prince Louis Ferdinand of Prussia (1907–1994), who lived there during World War II, was the last Hohenzollern to reside here. After Nazi Germany's defeat in World War II, in 1945, the area was turned over to the Republic of Poland under the Potsdam Agreement, and renamed to its historic Polish name Kadyny. Today the estates are managed as a cultural heritage site and popular tourist destination. == Notable people == Princess Marie Cécile of Prussia (born 1942) and Princess Kira of Prussia (1943–2004), daughters of Prince Louis Ferdinand of Prussia and his wife Grand Duchess Kira Kirillovna of Russia (1909–1967) were born in Cadinen. ==References== Kadyny",
 "title": "Kadyny"
}