{
 "id": "199894",
 "text": "thumb|Louis Hachette 1854 Louis Christophe François Hachette () (5 May 1800 – 31 July 1864) was a French publisher who established a Paris publishing house designed to produce books and other material to improve the system of school instruction. Publications were initially focused on the classics and subsequently expanded to include books and magazines of all types. The firm is currently part of a global publishing house. == Early life == Hachette was born at Rethel in the Ardennes département of France. After studying for three years at the prestigious École Normale Supérieure with the intention of becoming a teacher, in 1822 he was expelled, on political grounds. In 1826, after briefly studying law, Hachette opened Brédif, a bookshop located near the Sorbonne in Paris. The focus of the business was to produce works designed to improve the system of school instruction and to promote general culture in the community. He published manuals on various topics including dictionaries of modern and ancient languages, educational journals, and French, Latin and Greek classics annotated by the most eminent authorities. == Milestones == In 1833, the Guizot Schools Law was passed which required all municipalities to open a primary school. Louis Hachette had been putting together an alphabet primer since 1829 and his was the only company capable of responding to the public order for a million textbooks. In 1846, the L. Hachette & Company was founded. That year, Emile Littré signed a contract with the new firm to publish a dictionary, the first volumes of which appear in 1863. In 1852, Hachette contracted with seven railway companies to create station bookstalls. In addition to travel guides for rail passengers, the small outlets sold novels by authors including Charles Dickens, Gérard de Nerval, George Sand and the children’s series Bibliothèque Rose, including those by La Comtesse de Ségur. In 1855 Hachette founded Le Journal pour tous, a publication with a circulation of 150,000 weekly. Hachette started printing Le Tour du Monde, a weekly travel journal, in January 1860 Hachette also manifested great interest in the formation of mutual friendly societies among the working classes, in the establishment of benevolent institutions, and in other questions relating to the amelioration of the poor, a subject on which he wrote various pamphlets. He also lent the weight of his influence towards a just settlement of issues relating to international literary copyright. ==See also== * Hachette ==References== *\"Hachette, Louis Christophe François\". Encyclopædia Britannica. 12 (11th ed.). Cambridge University Press. p. 793\\. *Hachette Livre – Key dates retrieved 2017-03-05 from http://www.hachette.com/en/about- us/key-dates *\"Hachette, Louis Christophe Francois\". (2000). Hutchinson Encyclopedia of Biography Category:1800 births Category:1864 deaths Category:People from Rethel Category:French magazine publishers (people) Category:French magazine founders Category:French book publishers (people) Category:École Normale Supérieure alumni Category:19th-century French businesspeople",
 "title": "Louis Christophe François Hachette"
}