{
 "id": "199906",
 "text": "The British decimal twenty pence coin (often shortened to 20p in writing and speech) is a unit of currency equal to 20/100 (or 1/5) of a pound sterling. Like the 50p coin, it is an equilateral curve heptagon. Its obverse has featured the profile of Queen Elizabeth II since the coin's introduction on 9 June 1982. Four different portraits of the Queen have been used; the latest design by Jody Clark was introduced in 2015. The second and current reverse (as of 2019), featuring a segment of the Royal Shield, was introduced in 2008. As of March 2014 there were an estimated 2,765 million 20p coins in circulation, with an estimated face value of £553.025 million. Of this estimated number, between 50,000 and 200,000 of these coins are undated mule coins minted in 2008 after the dies for the old and new designs were accidentally mixed up during the minting process. Beyond the usual commemorative versions, no 20 pence coins were minted for general circulation in 2017. This was because the concurrent introduction of the new version of the one pound coin had put enough 20 pence (and two pound) coins back into circulation, as people emptied coin jars primarily for the older one pound coin that was due to be withdrawn. 20p coins are legal tender for amounts up to the sum of £10 when offered in repayment of a debt; however, the coin's legal tender status is not normally relevant for everyday transactions. == Design == thumb|left|Original reverse: 1982–2008 The original reverse of the coin, designed by William Gardner, and used from 1982 to 2008, is a crowned Tudor rose, with the numeral \"20\" below the rose, and TWENTY PENCE above the rose. To date, three different obverses have been used. On coins minted before the 2008 redesign, the inscription is . Coins minted after the 2008 redesign also have the year of minting on the obverse. Like all the new decimal coins introduced in 1971, until 1984 the portrait of Queen Elizabeth II by Arnold Machin appeared on the obverse, in which the Queen wears the 'Girls of Great Britain and Ireland' Tiara. Between 1985 and 1997 the portrait by Raphael Maklouf was used, in which the Queen wears the George IV State Diadem. From 1998 to 2015 the portrait by Ian Rank-Broadley was used, again featuring the tiara, with a signature-mark below the portrait. As of June 2015, coins bearing the portrait by Jody Clark have been seen in circulation. In August 2005 the Royal Mint launched a competition to find new reverse designs for all circulating coins apart from the £2 coin. The winner, announced in April 2008, was Matthew Dent, whose designs were gradually introduced into the circulating British coinage from mid-2008.\"Royal Mint unveils new UK coins\" , 2 April 2008 The designs for the 1p, 2p, 5p, 10p, 20p and 50p coins depict sections of the Royal Shield that form the whole shield when placed together. The shield in its entirety was featured on the now-obsolete round £1 coin. The 20p coin depicts the meeting point of the second and fourth quarter of the shield, showing the lions rampant of Scotland and the lions passant of England. The date no longer appears on the reverse of the coin, and has instead been added to the obverse, where the lettering has been adjusted so as to fit the date in. == Status as legal tender == 20p coins are legal tender for amounts up to and including £10. However, in the UK, \"legal tender\" has a very specific and narrow meaning which relates only to the repayment of debt to a creditor, not to everyday shopping or other transactions. Specifically, coins of particular denominations are said to be \"legal tender\" when a creditor must by law accept them in redemption of a debt. The term does not mean - as is often thought - that a shopkeeper has to accept a particular type of currency in payment. A shopkeeper is under no obligation to accept any specific type of payment, whether legal tender or not; conversely they have the discretion to accept any payment type they wish. ==Dateless coin== An unusual accidental dateless version of the 20 pence was reported to be in circulation in June 2009, the first undated British coin to enter circulation in more than 300 years. This was the result of the production of a mule, i.e. a version of the coin with a non-standard combination of obverse and reverse face designs. The fault occurred as a result of the 2008 redesign of UK coinage, which moved the date on a 20 pence from the reverse to the obverse (Queen's head side), and a batch of coins were produced using the tooling for the obverse of the old design and the reverse of the new design. The Royal Mint estimated that between 50,000 and 200,000 entered circulation before the error was noticed. The Royal Mint stated that these coins were legal tender, although due to their rarity they are traded at above face value by collectors. Following publicity about the coins, they were initially traded on eBay for several thousand pounds, although an eBay spokesman was unable to confirm if an accepted winning bid of £7,100 for one coin had actually been transacted. In June 2011 they trade at around £100. ==Mintages== Mintage figures below represent the number of coins of each date released for circulation. Mint Sets have been produced since 1982; where mintages on or after that date indicate 'none', there are examples contained within those sets. Machin portrait *1982 ~ 740,815,000 *1983 ~ 158,463,000 *1984 ~ 65,350,965 Maklouf portrait *1985 ~ 74,273,699 *1986 ~ none *1987 ~ 137,450,000 *1988 ~ 38,038,344 *1989 ~ 132,013,890 *1990 ~ 88,097,500 *1991 ~ 35,901,250 *1992 ~ 31,205,000 *1993 ~ 123,123,750 *1994 ~ 67,131,250 *1995 ~ 102,005,000 *1996 ~ 83,163,750 *1997 ~ 89,518,750 Rank- Broadley portrait *1998 ~ 76,965,000 *1999 ~ 73,478,750 *2000 ~ 136,428,750 *2001 ~ 148,122,500 *2002 ~ 93,360,000 *2003 ~ 153,383,750 *2004 ~ 120,212,500 *2005 ~ 124,488,750 *2006 ~ 114,800,000 *2007 ~ 117,075,000 *2008 ~ 11,900,000 Matthew Dent design *2008 ~ 115,022,000 (the dateless coin is included in this mintage) *2009 ~ 121,625,300 *2010 ~ 112,875,500 *2011 ~ 191,625,000 *2012 ~ 69,650,030 *2013 ~ 66,325,000 *2014 ~ 173,775,000 *2015 ~ 63,175,000 (4th Portrait) Jody Clark portrait *2015 ~ 131,250,000 (5th Portrait) *2016 ~ 212,625,000 *2017 ~ 0 (zero) *2018 ~ 0 (zero) *2019 ~ 125,125,000 *2020 ~ 32,725,000 ==References== ==External links== *Royal Mint - 20p coin *Coins of the UK – Decimal 20p Coin *Twenty Pence, Coin Type from United Kingdom - Online Coin Club Category:Coins of the United Kingdom Category:Currencies introduced in 1982 Category:Twenty-cent coins",
 "title": "Twenty pence (British coin)"
}